{"title": "Juju", "author": "Murray Leinster", "releaseDate": "December 19, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                 Juju\n\n                            Murray Leinster\n\n             [Transcriber's Note: This etext was produced\n               from The Thrill Book, October 15, 1919.]\n\n\n\n\nCHAPTER I.\n\nAN AFRICAN NIGHT.\n\n\nFrom the juju house the witch doctor emerged, bedaubed with colored\nearths and bright ashes. The drums renewed their frantic, resounding\nthunder. The torchbearers capered more actively, and yelled more\nexcitedly. The drumming had gone on all day and its hypnotic effect\nhad culminated in a species of ecstasy in which the blacks yelled and\ncapered, and capered and yelled, without any clear notion of why or\nwhat they yelled.\n\nWith great solemnity, the witch doctor led forward a young native girl,\nher face bedaubed with high juju signs. She was in the last stage of\npanic. If she did not flee, it was because she believed a worse fate\nawaited her flight than if she submitted to whatever was in store for\nher now.\n\nTwo men stepped forward and threw necklaces of magic import about her\nneck. Two other men who upon occasion acted as the assistants of the\nchief witch doctor seized the girl's hands. The shouting mass of blacks\nformed themselves into a sort of column.\n\nAt the front were the drums, those incredible native drums hollowed\nout of a single log, and which come from the yet unknown fastnesses\nof the darkest interior, far back of Lake Tchad. Behind them came\nthe torchbearers, yelling a rhythmic chant and capering in almost\nunbelievable attitudes as they passed along. Next came the witch\ndoctor, important and mysterious. Behind him came more torchbearers,\nyelling hysterically at the surrounding darkness. Then came the two\nassistants, dragging the young girl who was almost paralyzed with\nterror. And the entire population of the village followed in their\nwake, carrying flaming lights and yelling, yelling, yelling at the\neternally unamazed African forest.\n\nThe tall, dank tree trunks loomed mysteriously above the band of\nvociferous natives, with their thumping, rumbling, booming drums\nsounding hollowly from the front of the procession. The lights wound\ninto the forest, deep into the unknown and unknowable bush. The yelling\nbecame fainter, but the drums continued to boom out monotonously\nthrough the throbbing silence of the African night. Boom, boom, boom,\nboom! Never a variation from the steady beat, though the sound was\nmuted by the distance it had to travel before reaching us.\n\nI glanced across to where Evan Graham sat smoking. We were on the\nveranda of the casa on his plantation, four weeks' march from the city\nof Ticao, in the province of Ticao, Portuguese West Africa. From the\nveranda we could see through the cleared way to the village, a half\nmile away, and the whole scene of the juju procession had been spread\nbefore our eyes like a play.\n\nIt puzzled me. I knew Evan made no faintest attempt to Christianize his\nslaves--and the villagers were surely his slaves--and yet, white men do\nnot often allow witch doctors to flourish in their slave quarters. And\nthe girl who had been led away--I had no idea what might become of her.\nVoodoo still puts out its head in strange forms in strange places. It\nmight well be that some hellish ceremony would take place far back in\nthe bush that night.\n\nWhatever was to happen had been planned long before, because I had\narrived some four hours previously from a trip up beyond the Hungry\nCountry, and the drums were beating then. I looked curiously at Evan to\nsee what he thought of the open practice of juju by his slaves under\ntheir master's eyes. His expression was inscrutable. I knew better than\nto ask questions, but I could not help wondering what it all meant.\nEvan was a queer sort, at best, but to allow his natives to practice\nblack magic--as was evidently the case here--before his very nose was\nqueerer than anything he had done before.\n\nHe was not taken by surprise, I know. I had heard the drums that\nafternoon, long before I entered the village. They were beating\nwith the rhythmic monotony that is so typical of the African when\nhe is disturbed in spirit and wants to be comforted, or when he is\ncomfortable and wants excitement. Either way will do.\n\nMy \"boys,\" wandering along in a more or less listless fashion with the\nconventional forty-five pounds on their backs, had heard the drumming\nand became more interested. My caravan did not close up, however. It\nwas spread out over anywhere from a mile to a mile and a half of the\nold slave trail that goes down to Venghela, and those in the rear\nhastened by precisely the same degree as those in front.\n\nAccording to instructions, the foremost pair halted while still half a\nmile away from the village and waited for the rest of us to come up.\nFor three months I had been back inland, a part of the time back even\nof the Hungry Country, where the grass is bitter to the taste, and all\nthe world is half mad for salt. For three months I had been moving\nquickly and constantly.\n\nHaving quit the country--I fervently hope for good--it will do no\nharm to admit that my constant moving was due less to the demands of\nbusiness than to a desire to be elsewhere when the Belgian officials\narrived. The Belgian Kongo is just north of the province of Ticao,\nand I had been skimming its edges, buying ivory and rubber from the\nnatives across the line. The colonial government does not encourage\nindependent traders, and it would not have been pleasant for me had\nI been caught. In Ticao, of course, I was not molested. A small\nhonorarium to the governor of the province made him my friend, and my\nconscience did not bother me. I paid ten times the prices the natives\nusually got and I imposed no fines or contributions on the villages.\nIf you know anything about the Kongo, you will regard me as I regarded\nmyself--as more or less of a benefactor.\n\nAfter three months of that, though, and two or three close shaves\nfrom a choice of fighting or capture, I was glad to get back to\ncivilization, even such civilization as Evan Graham's casa. Away from\nTicao, Evan Graham would have been shunned for the sort of man he was.\nIn Ticao, one is not particular. There are few enough Anglo-Saxon white\nmen of any sort--the two consuls, half a dozen missionaries, and about\nthree men like myself, who take chances in the interior. The rest of\nthe population is either Portuguese or black, preponderatingly black,\nwith a blending layer of half- and quarter-breeds.\n\nEvan was a cad and several different kinds of an animal, but he was\na white man, he talked English such as one hears at home, and he had\na pool table and civilized drinks all of four weeks' march from the\ncity of Ticao. I always stopped overnight with him on my way back from\nthe interior. I knew that he had bribed the governor to overlook the\nlaw which prescribes that no white man shall settle more than forty\nkilometers from a fort, because he wanted to have a free hand with\nhis natives. I knew, too, that he had no shred of title to the land\nhe tilled, or to the services of the natives he forced to work in his\nfields. He had come out there with four or five of the dingy-brown\nhalf-castes that are overseers for half the rocas in Ticao, had\nfrightened or coerced the inhabitants of three villages into signing\nthe silly little contracts that bind them to work for a white man for\nso many years at ridiculous wage, and now had a plantation that was\ntremendously profitable.\n\nI never had understood just how he made the blacks serve him so well.\nHe seemed to have them frightened nearly to death. Most plantations\nhave the slave quarters--the blacks are officially \"_contrahidos_,\" or\ncontract laborers, but in practice they are slaves--most plantations\nhave the slave quarters surrounded by a barbed-wire fence, and let\nsavage dogs loose outside the fence at night, but Graham allowed his\nnatives to live in the villages they had occupied before his coming and\nseemed to take no precautions against their running away.\n\nThis open practice of juju before his eyes and apparently with his\nconsent was of a piece with the rest of his queerness. My own boys\nalways seemed to be glad to get away from the neighborhood of his\nplantation. I had heard a word or two passed among them that seemed to\nhint at a juju house in some secret clearing near the village. I had\nthought it possible that it was by means of some mummery in that temple\nthat he kept his natives in hand, but juju is a dangerous thing for a\nwhite man to meddle with.\n\nIn any event it was none of my business. I was sitting on his porch,\none of his drinks at my elbow, smoking one of his cigarettes especially\nimported from London, and it behooved me to display no curiosity unless\nhe should choose to speak. He looked over at me and smiled quizzically.\n\n\"I wonder what those poor devils think they get by all that juju\npalaver,\" he said ruminatively.\n\n\"I don't know,\" I admitted. \"My own boys are constantly at it, of\ncourse. There's a witch doctor just outside of Venghela who'll be rich\nwhen my caravan gets there, for his services in bringing my bearers\nback without falling into the tender hands of our neighbors.\"\n\nMy carriers were free men, whom I hired and paid. It would have been\ncheaper to adopt the _servaçal_ system and buy contract slaves for\ncarriers, but being free men they served my purpose better. For one\nthing, they gave the Kongo natives more confidence in me, and for\nanother, they traveled faster when there was danger of pursuit. A slave\nwould merely have changed masters if I had been caught, but these men\nhad something to lose.\n\n\"I'm going to stop this juju sooner or later,\" said Graham lazily.\n\"My brother Arthur has come out and is up after a gorilla in the\nKongo--probably around where you've been--and he's been asking me to\nhold on to a real juju doctor for him to interview. When he's through,\nI think I'll stop all that. Queer old duck of a witch doctor here.\"\n\nHe clapped his hands and one of the house servants came out with a\nsiphon and bottle of gin. The man was trembling as he stood beside his\nmaster's chair. Graham snapped two or three words in the local dialect\nand the man's knees threatened to give way. He fled precipitately into\nthe house and came out again--trembling more violently--with limes.\n\n\"Never can train blacks properly,\" Graham grumbled, as he sliced a lime\nin half and squeezed it into his tumbler. \"Now, a Japanese servant is\nperfect.\"\n\nHe poured his gin and the seltzer fizzed into the glass. He lifted it\nto his lips and drained it.\n\n\"Japan?\" I asked. \"I've never been there.\"\n\n\"I have,\" said Graham morosely. \"Been everywhere. England, America,\nJapan, India. All rotten places.\"\n\n\"No rottener than this,\" I said disgustedly. \"I had three weeks of\nfever up in the Kongo, with a Belgian Kongo Company agent after me the\nwhole time. I'm still shaky from it. When I can go back to white man's\ncountry again----\"\n\nI stopped. Graham was lighting a cigarette, and I noticed that the\nflame wavered as he held the match. There are some men who are cold\nsober up to a certain point, and then what they have drunk takes hold\nof them all at once. Graham was such a person. When he spoke again his\nwords were slurred and sluggish.\n\n\"White man's country,\" he repeated uncertainly, and then made an effort\nto speak clearly. \"I'm goin' back some day. Got dear old home, family\nservants, broad lawn--everything. Not mine though. Younger son. Had to\nwin hearth an' saddle of m'own. Arthur's got it all, damn him. Always\nwas lucky beggar. Got all family estates, all income, I got nothing.\nThen I liked girl. Second cousin. Arthur got her, or goin' to. Engaged.\nDamn lucky beggar. Always was lucky chap. Steady and dependable. Damn\nstodgy, I think. Told him so. Called him a ---- ---- an' he kicked me\nout. All because I got into trouble and signed his name to somethin',\nto get out.\"\n\n\"Easy there, Graham,\" I warned. \"I don't want to hear anything, you\nknow.\"\n\n\"You better not,\" he said suddenly, in a clear voice. He turned\nbeastlike eyes on me. \"If anybody tries to pry into my affairs, they\ndon't get far.\"\n\nI blew a cloud of smoke over the railing of the veranda and said\nnothing. Through the moonlit night the throbbing of the drums came\nclearly to us sitting there. They beat on steadily, monotonously,\nhypnotically. There was something strangely menacing in the rhythmic,\npulsing rumble. The cries of night birds and insects, and occasionally\nan animal sound, seemed natural and normal, but the muttering of those\ndrums with that indescribable hollow tone they possess, seemed to\nportend a strange event.\n\n\"Juju,\" said Graham abruptly, \"is the key to the African mind. I don't\ngive a damn for the natives. All I care about is what I can get out of\nthis country, but I say that juju is the key to the African mind.\"\n\nI smoked on a moment in silence. \"I'd rather not meddle with it,\" I\nremarked. \"Sooner or later it means ground glass in your coffee of a\nmorning. Just before I left Ticao, Da Cunha found some in his. He shot\nhis cook and then found it was another boy entirely.\"\n\n\"I'd have whipped him to death with a _chiboka_,\" said Graham viciously.\n\n\"That's what Da Cunha did,\" I informed him mildly. \"But the governor's\nmade him leave Ticao for six months. He's over in Mozambique.\"\n\n\"My boys'll never dare try to poison me,\" declared Graham. He leaned\ntoward me in drunken confidence. \"They believe that if they did----\"\n\n\"The procession has started again,\" I said, interrupting him. \"I hear\nthe yelling.\"\n\nIt was so. The drums still beat monotonously and rhythmically, but\nbeneath their deep bass muttering, a faint, high, continuous sound\ncould be heard. The procession seemed to be making its way back to the\nvillage.\n\n\"I'm goin' to bed,\" announced Graham sharply. \"You go t' bed too. Don't\nsit out here an' smoke. Go to bed.\"\n\nHe stood up and waited for me to enter the house. Puzzled, and rather\nannoyed, I went inside. I heard Graham walk heavily and uncertainly\nthrough to the rear and heard him speak to several of the servants. The\ncontrast between his rasping, harsh tones and the frightened voices of\nhis servants was complete. They were very evidently in deadly fear of\nhim.\n\nThe sound of the procession grew louder and louder. Something about it\nperplexed me for a moment, but then I realized that it was not making\ndirect for the village. It was coming toward the house. I frowned a\nmoment, and looked to make sure that my automatic was handy and in\nproper working order.\n\nThe procession was very near. I looked out of the window and saw the\ntwinkling lights of the torches through the bush. The drums were\nthunderous now, but the beat was not the war beat. It was purely\nceremonial. The yelling was high-pitched and continuous.\n\nThe head of the procession emerged from the bush and advanced across\nthe clearing about the house. It swung and headed for the rear of the\nhouse, and the long line of capering, torch-bearing humanity followed\nit.\n\nThe witch doctor came into view, and the girl. Her panic had reached\nits pitch now. I have never seen such ultimate fear as was expressed on\nthat girl's face, outlined by the flickering light of the torches. The\nprocession moved until the end had passed beyond the rear corner of the\ncasa, then turned, and evidently turned again.\n\nI saw it moving back toward the village. A pregnant fact impressed\nme. The native girl was missing. She had evidently been left behind\nsomewhere about the rear of the house. The yelling mass of black\nhumanity capered and shrilled its way down the cleared way to the\nvillage and gathered in front of the juju house.\n\nThen some dance or ceremony seemed to begin. What it was, I do not\nknow. I was very tired and presently I went to sleep. But the drums\nbeat steadily, all night long. They entered the fabric of my dreams and\nmade my rest uneasy. It could not have been long before morning when I\nawoke with a start and found myself sitting up with every nerve tense.\nThere was no sound, but I had a feeling as if I had been awakened by a\nscream, somewhere about the house.\n\n\n\n\nCHAPTER II.\n\nTHE SEEKER OF VENGEANCE.\n\n\nThe consul listened gravely while I told him about it. He had asked me\nto give all the information I could about Graham. We were on the porch\nof the consulate and the whole city of Ticao was spread out before us.\nThe sea pounded restlessly against the low bluffs upon which the city\nwas built, and surged angrily about the peninsula on which the fort is\nsituated.\n\n\"I woke in the middle of the night,\" I concluded, \"feeling that there\nhad been a scream somewhere in the house, but not another sound came. I\ncouldn't get to sleep again, and in the morning I noticed that the girl\nwho had seemed to be the center of interest in the juju procession had\nbeen installed as a servant at the house. Another one of the servants\nhad vanished. The new girl looked pitifully scared, perpetually\npanic-stricken, though the rest of the servants look frightened enough,\nin all conscience. That's all I know.\"\n\nThe consul tugged thoughtfully at his mustache.\n\n\"Now why----\" he began, and stopped. \"The mail boat dropped two\nEnglishwomen here on her last trip, a Mrs. Braymore and a Miss\nDalforth. Charming women, both of them. They are calling on the\ngovernor's wife this afternoon. They came to me and asked me to assist\nthem in getting up to Graham's plantation. They told me he was Miss\nDalforth's cousin.\"\n\nI nodded, frowning. \"He said that his cousin--second cousin--would\npossibly turn up. His brother is up in the Kongo somewhere trying to\nbag gorillas and is going to come from there on through and stop at\nhis place. Miss Dalforth is probably the second cousin and is engaged\nto the brother who is hunting.\"\n\n\"Hm.\" The consul looked somewhat relieved. \"I see. But why on earth\nshould two women want to go up there? Do you think they'd be safe?\"\n\n\"I don't know,\" I said dubiously. \"There's no fort anywhere near, and\nthe natives are scared stiff. They might bolt, but Graham seems to have\nthem thoroughly in hand. If the ladies once reached the plantation,\nthey'd probably be safe enough, and Graham's brother could bring them\ndown to the coast again. The plantation is a queer place, though. I\nthink there's juju in the air. I'd discourage them from going, if I\ncould.\"\n\n\"I've tried,\" said the consul. \"I've informed them what sort the\nPortuguese traders are, and told them I simply wouldn't let them go up\nalone, or with one of those chaps as escort. I didn't know anything\nabout Graham. They inquired around for an escort, and one of the\nmissionaries mentioned you.\"\n\n\"As a respectable person?\" I asked with a smile.\n\nThe consul nodded, matching my smile. \"They have quite decided that\nyou are to escort them to Graham's plantation. I don't think you'll\nrefuse,\" he added, when I shook my head. \"Miss Dalforth impressed me\nas a young woman accustomed to having her way. She saw the governor\nand smiled at him, and he agreed that you would be the best possible\nperson. In fact, he said he would ask you himself.\"\n\n\"I'm not leaving for a month,\" I told him. \"I've had enough of the back\ncountry for at least that long, and my carriers need a rest.\"\n\n\"We'll see,\" said the consul ruefully. \"I'll wager she has you setting\nout in a week.\"\n\nHe was nearly right at that. I was introduced to the two of them, and\nMiss Dalforth was all that he had said. I had to give my bearers a\nrest, however, and it was two weeks before we set out.\n\nIt was a hindrance, having women with me. They traveled in an ox\ncart, and at nearly every stream the wheels had to be taken off and a\ntarpaulin fixed about the body of the wagon to make it into a raftlike\nfloat, in which they were ferried across. Had Miss Dalforth--or Alicia,\nas I heard Mrs. Braymore call her--had Alicia been less charming, or\nless anxious to cause as little trouble as possible, I would have\ncursed them nearly the entire time. As it was, I bore the delays with\nequanimity.\n\nThey were delighted the first day when we went up the trail to\nVenghela. I showed them the street lamp at which the great slave trail\nfrom the interior ended, and they looked dubious. When I showed them\nthe Padre Silvestre's mission, with its three villages of redeemed\nslaves, they grew a little bit white and quiet.\n\nThe padre tried to persuade them not to go on, but as luck would have\nit, a runner came in on his way to Ticao with a message from Graham.\nHis brother had arrived from the interior. That strengthened their\nresolution. We continued the journey.\n\nWhile on the trail I could not speak to them, being busily engaged in\nthe supervision of my caravan. At night, however, we conversed. It was\ngood to hear cultivated white women talk again and talk about something\nbesides the slave traffic, the missionary women's sole topic when they\nfind a listener who can be trusted not to repeat their views to the\ngovernor.\n\nThe natives are kidnaped or captured far in the interior, brought down\nto the coast, and frankly sold. Then they are interviewed and, after\nmaking a mark upon a bit of printed paper, are considered to have made\na contract to serve a white man for four years at one milreis--about a\ndollar--a month.\n\nTo call it slave traffic is highly insulting to the Portuguese, but\nto call it the _servaçal_ system is inadequate. They are _servaçaes_,\nor _contrahidos_, which means contract laborers, in theory, but in\npractice they are slaves. They never see their native villages again.\nThe slave trail from the interior is littered with the manacles used to\nconfine them, and there are gruesome relics all along the way, of those\nnatives who were unable to bear the hardships of the journey.\n\nI told them of these things. I told them of how the Padre Silvestre\nsacrificed his very soul to keep his villagers from being sold again\nas _servaçaes_, how the blacks rose on Da Vega's plantation and sacked\nit, and all I knew of the whole disgusting system. I had no intention\nof making myself a hero--and my conscience still hurts me when I think\nof some of the things I grew absolutely accustomed to--but I did allow\nmyself to show my feelings on the subject of Portuguese government.\n\nAlicia listened, and one night when I had explained to them precisely\nwhat it means for a black to be sent to the island of San Felipe or\nGomé, she held out her hand to me very gravely.\n\n\"I think it is very brave of you,\" she said, \"to stay here and do what\nyou can to help the poor blacks.\"\n\nI stared at her, tempted to laugh. \"My dear young lady,\" I told her,\n\"I am an outlaw, practically, who trades with the Kongo natives and\nattempts to elude the Belgian officials as much as possible. I'm\ntolerated here in Ticao because I bribe the Portuguese. I'm no hero. To\nthe Belgians I am practically what an I. D. B. is in the Transvaal. And\nyou know what an illicit diamond buyer is considered.\"\n\n\"I don't believe it,\" she said firmly. \"I think you stay here to help\nthe poor natives.\"\n\nShe was so beautifully sincere in attributing the noblest motives to\nme that I could not laugh at her. Her blessed incomprehension made me\nforbear to kick Mboka, who is my official gun bearer and lieutenant,\nwhen he lost the bolt of my best rifle and threw away the weapon to\nconceal his misdoing. I had to kick him twice over the day following\nfor the lapse, when he took advantage of my lenience and stole half of\nmy jam.\n\nShe was a charming girl. Mrs. Braymore was suffering in the journeying\nand stoically relapsed into silence to conceal her emotion, but Alicia\nwas perpetually lively and eager for new things of interest.\n\nShe soon grew to adopt a tone of frank friendliness with me, and I\nhad to remind myself more than once that she was engaged to Graham's\nbrother, and that it would not do for me to fall in love with her. It\nwas odd about her engagement, though. She spoke of her fiancé quite\nsimply, but without any excess of affection. In fact, she confessed\nthat she thought of him more as a brother than anything else. All three\nof them, Graham, his brother and Alicia, had been raised together and\nwere very much like brothers and sister.\n\nI told myself sternly that, no matter how she felt about her fiancé,\nshe was engaged to him, and I had better forget that she was delightful\nto look upon and an amazingly good companion. I could not manage it,\nhowever, and the last week of the trip was not easy for me. I had to be\nfriendly and no more.\n\nIn a way I was very glad when we saw two khaki sun helmets coming\ntoward us, though I was much depressed at the thought of parting from\nAlicia. I had sent a runner on ahead, and Graham and his brother met\nus some four miles down the trail. I was pleasantly surprised at the\nsight of Graham's brother. Years before he had been at a little English\nseaside resort where I was spending the summer and we had grown very\nfriendly. He kissed Alicia in a brotherly fashion and shook hands with\nme.\n\n\"I perpetrate a bromide,\" he said quizzically. \"The world is a small\nplace.\"\n\n\"Arthur Graham!\" I exclaimed. \"I knew you in Clovelly six years ago.\"\n\n\"You're right,\" he said cheerfully. \"How are you now? Then you were\nflirting mildly with a buxom Devon lassie.\"\n\n\"And now we meet in darkest Africa,\" I said, smiling. \"Let's move on.\"\n\nWe went forward again, Alicia, in the ox cart, gayly retailing to the\ntwo brothers our adventures on the trip up. I was rather surprised\nto notice that both of them were heavily armed, and it bothered me a\nlittle. It looked as if there were trouble with the natives. Each of\nthe two brothers carried a heavy repeating rifle besides an automatic\npistol in his belt, and Arthur looked decidedly worn, though I saw that\nhe was trying to conceal it from Alicia.\n\nMy suspicion was confirmed when I observed that, though he tried not to\nlet Alicia see it, he was keenly searching the way ahead of us with his\neyes. He seemed particularly worried when we passed near a tree and his\ngrasp on his rifle tightened. Even after we were well away from it, he\nlooked back nervously.\n\nWe passed around the village and reached the casa by another route,\nAlicia chatting cheerfully with all of us from her seat in the cart.\nEvan Graham seemed quite at ease and entered into her talk with real\ninterest, but Arthur--who as her fiancé should have been overjoyed to\nsee her--was nervous and preoccupied. His rifle was never far from a\nposition in readiness to fling it to his shoulder, and his eyes roved\nrestlessly about with a species of dread in them. I walked close to him.\n\n\"Arthur,\" I said in a low tone that Alicia would not catch. \"You're\nnervous. Natives?\"\n\n\"They're acting queerly, but it's worse than that,\" he said in the same\nlow tone, glancing at Alicia to make sure her attention was elsewhere.\n\"I'd give anything I possess to have Alicia somewhere else. I'll tell\nyou later. Just keep your eyes open and, if you see anything, shoot\nquickly.\"\n\nEvan did not seem to be worried. He was strolling leisurely along,\nusing his rifle as a walking stick, talking casually to Alicia. His\nmanners were very good and his voice was soft, very unlike the rasping\nsnarl I had heard him use to his servants. Looking closely at him, I\ncould see unmistakable signs that he had been drinking heavily of late.\nHe seemed quite sober to-day, though. The contrast between his careless\nattitude and Arthur's worried air was striking. We saw one or two\nnatives on our way to the house, and they promptly hid themselves in\nthe bush. Arthur paid no attention to them. Whatever the trouble might\nbe, it was not the blacks that he feared, though he had said they were\nacting queerly.\n\nHe led me aside almost as soon as we reached the casa. I told Mboka to\npile and count the loads, and sent the carriers to the quarters they\nwould find ready for them. Evan was inside the house, installing Alicia\nand Mrs. Braymore in their rooms, and showing them the servants who\nwould wait on them. Arthur came over to me with a worried frown.\n\n\"I say, Murray,\" he told me nervously. \"I'd ask you to take Alicia back\nto the coast to-morrow if I dared, but she's here now, and it would be\njust as dangerous for her to go back.\"\n\n\"What's the matter?\" I demanded. \"It isn't the natives. What _is_ the\nmatter?\"\n\nHe looked about anxiously. \"I shot a female gorilla up in the Kongo,\"\nhe said jerkily, \"and her mate got away. He's followed my caravan ever\nsince, up to two weeks ago. Then I hit him with a lucky shot, but he\nescaped. You know they will try to kill the slayer of their mate.\"\n\n\"I know,\" I replied. \"One of them followed me for three weeks once,\nuntil I bushwhacked and killed him.\"\n\n\"I shot this female,\" said Arthur quickly. \"I shot her through the hip\nand she screamed for her mate. She couldn't get away. He came crashing\nthrough the trees, and I fired at him. I thought he'd vanished and went\nup to the female. I finished her off, and then the male came for me. I\nshot him through the arm and he made off. All that night he moaned and\nshrieked around my camp. My boys were badly frightened. Next morning\nhe dropped from a tree inside the camp, knocked the heads of two of my\ncarriers together, and crushed in their skulls. I rushed out with a\ngun and he disappeared. Three days later he dropped straight out of a\ntree almost over my head and made for me. One of my boys was cleaning a\nspear, directly in the path of the gorilla. He tried to run the beast\nthrough, but it stopped long enough to break his neck and by that time\nI'd got a gun. The gorilla disappeared again. From that time on it\nhaunted me. If one or two of my boys strayed from the camp, they didn't\ncome back. The beast has killed six of my best carriers and my gun\nbearer. And I never got a fair shot at it! I fired at it two weeks ago\nand I found blood where it had been, but no sign of the beast itself.\nSince then I've been left in peace.\"\n\n\"The animal may have dropped the trail, or it may be dead,\" I commented\nthoughtfully, \"but I don't blame you for wanting to be careful.\"\n\n\"The thought of that huge ape perhaps lurking outside, perhaps about to\ndrop down at any moment, with Alicia here,\" said Arthur desperately,\n\"it's enough to drive a man insane. You know they carry off native\nwomen sometimes. We've got to protect Alicia. If it kills me, it\ndoesn't matter. Evan won't believe it's around. He's going armed to\nhumor me, but the beast is near; it's somewhere about.\"\n\nI felt myself growing pale. A monstrous ape, lingering about the place\nwith malignant intent, and Alicia laughing unconsciously inside the\nhouse, was enough to make me feel squeamish. I unconsciously tightened\nmy grasp on my rifle. Alicia came out on the porch at that moment and\nbeckoned to us.\n\n\"We'll not mention this--yet,\" said Arthur, as we went up.\n\nI nodded. Alicia was all enthusiasm about the comforts Evan had\nmanaged to put into his house so far inland, and when we sat down to\ndinner, the bright silver and white tablecloth did give an effect of\ncivilization. When one looked at the black faces of the servants who\nwaited on us, and at the tattooing and nose rings that disfigured them,\nhowever, the illusion vanished at once.\n\nI was a long time getting to sleep that night. The next morning would\nsee me going on my way into the interior, and I would in all likelihood\nnever see Alicia again. When I at last fell asleep, I was uneasy, and\nwhen I woke, it was in a strangely silent house. Evan Graham's voice\naroused me. He was calling me to get up. His ease of manner and absence\nof worry had vanished. Arthur, over his shoulder, looked even more\napprehensive than before.\n\n\"Get up,\" said Evan briefly. \"The servants skipped out during the\nnight. Your boys have gone, too. There's juju business going on. And\nthe oxen that pulled Alicia's cart have been clubbed to death in their\nstalls.\"\n\nThe servants had fled from the house. There was not another white\nman within a hundred and fifty miles. All about us were natives who\nmight fear Evan Graham but certainly hated him, and somewhere in the\nwoods, we had reason to believe, a monstrous ape lurked, awaiting an\nopportunity to wreak his bestial vengeance upon the slayer of his mate.\n\n\n\n\nCHAPTER III.\n\nEVAN'S SORTIE.\n\n\nWe explored the house first and came upon a surprise. The native girl\nI had seen conducted to the house by the juju procession two months\nbefore crouched in one corner. She was too much frightened to give any\ncoherent account of the other servants' leaving.\n\nThey had simply gone, she said. No one had said anything to her, and\nshe had been left behind. The oxen lay in their stalls, their heads\nbeaten in with blows from a heavy iron bar that lay bent on the ground\nbeside them. Even my own boys had vanished. That struck me most\nforcibly of all, because I had treated them well and had thought I\ncould count on as much loyalty from them as any white man can expect\nfrom the average native.\n\nMboka's defection really bothered me. I had believed well of him and\nwas in a way genuinely fond of him. He had gone with the rest, though.\nThe loads of the carriers lay in a huge pile. Small and precious\npossessions of my boys lay about them. That was perhaps the queerest\npart of the whole affair. In leaving secretly in the middle of the\nnight, the servants had not stopped to steal, or even to take with\nthem what was their own. They had apparently risen and stolen away in\nshivering fear.\n\nWe went back to the house from the servants' quarters full of rather\nuneasy speculations. Juju was obviously at the bottom of whatever\nwas happening, and there is no telling what may enter the head of a\njuju doctor. Passing through the rear rooms, Evan paused to order the\nsolitary native girl to prepare food for us. We went on to find Alicia\nand Mrs. Braymore up and curious. They were on the front porch when\nthey heard us, and Alicia came inside to smile at all of us and ask\nquestions.\n\n\"Where are all the servants, Evan?\" she demanded. \"We had not a drop of\nwater this morning. And what's happened to the native village? On the\nway up here we saw lots of villages, but none of them were quite like\nyours.\"\n\nWe looked down at the squalid huts of the village. Not a sign of\nlife could be seen. Not one of the usually innumerable tiny fires of\na native village was burning, and the single street was absolutely\ndeserted.\n\n\"We'll take a look at it,\" said Arthur grimly. \"I don't like this\nbusiness. Murray, you'll come?\"\n\nI picked up my rifle and moved forward. As we walked across the\nclearing before the casa, Arthur turned to me.\n\n\"Don't forget about that big ape, either. He's probably waiting for a\nchance to drop out of a tree on top of us.\"\n\nIt was a pleasant prospect. If we went down the cleared way toward\nthe village, we would be perfect targets for bowmen or spear throwers\nfrom the bush on either side. If we went through the bush, we ran\nan amazingly good chance of running up against the gorilla. And the\ngorilla had learned cunning, too, and would not expose himself to a\nshot if he could help it. He would wait patiently until the chance\ncame for him to rush upon us and crack our skulls together without our\nhaving time to raise a firearm, or else, until he could reach a hairy\narm down and seize us----\n\nI have seen iron bars bent and twisted by the hands of those big apes.\nA sudden thought came to me. The iron bar in the stables, with which\nthe oxen had been clubbed to death!\n\nWe made our way cautiously down to the center of the cleared space,\nsearching the bush on either side with our eyes, but affecting an\nunconcerned air in case hidden watchers saw us. We came to the village\nand strolled inside. It was absolutely deserted. Not one man, woman, or\nchild remained within it. Their possessions were undisturbed, save that\nall their arms were gone, but cooking pots, carved stools, skin robes,\nornaments, minor fetishes, children's toys, everything else lay as it\nhad last been used by its owners. Only a few native dogs skulked around\nthe silent huts. There was not a single sign that gave a hint of the\nreason for the mysterious exodus of the natives.\n\n\"I've not been out here long,\" said Arthur crisply, \"but I've learned\nthat when natives do inexplicable things, juju is at the bottom of it.\nWhat do you say?\"\n\n\"I agree with you. I wish I could see some signs, though. I can read\nsome juju palaver. But there isn't a sign. No charms, no _spoor_\nwhatever. We'll go back to the house and talk it over with Evan.\"\n\nWe started slowly back toward the house. I was walking on ahead,\npuzzling over the oddities of the situation and trying to piece\ntogether a meaning in it all when Arthur stopped short. His voice\nreached me, little more than a whisper.\n\n\"Murray,\" he said sharply, \"that pongo is trailing us.\"\n\nI listened, but could hear nothing. One would hardly expect a white\nman's ears to detect a gorilla taking special pains to be quiet. Arthur\nseemed to hear something, however. He quietly raised his rifle. I\nfollowed the direction in which he was pointing, but could see nothing.\nHe fired. A branch swayed slightly where his bullet had grazed it, but\naside from that there was no sign.\n\n\"I didn't see a thing,\" I remarked.\n\nArthur shook his head. \"It may be nerves,\" he said quietly. \"That\ndamned beast has haunted me, but I think I saw it.\"\n\nWe went on up to the house slowly. Just before we reached the porch\nArthur looked at me pitifully.\n\n\"I heard it following us all the way,\" he told me. The perspiration was\nstanding out on his forehead. \"It _is_ there, and it _is_ waiting for a\nchance to revenge itself on me. And the beast has learned cunning! We\nmust look out for Alicia.\"\n\nI nodded. Evan was waiting for us.\n\n\"Find anything?\" he called down. \"What did you shoot at?\"\n\n\"The gorilla,\" said Arthur in a low tone. \"It's there and it's\ndetermined. We'd better warn Alicia and Mrs. Braymore.\"\n\nEvan looked dubious. \"Did Murray see it?\"\n\nI shook my head.\n\nEvan frowned thoughtfully. \"Arthur, old chap, it may be just nerves.\nThe women have enough to worry them with the way the natives are\nacting, anyway. We'll keep a sharp lookout, of course. I'm going to\nhunt up those natives, though.\"\n\n\"They're your natives,\" I said, \"but I question whether that's a wise\nmove. If it's just native foolishness, they'll come back. If not,\nthey're liable to be pretty--well, reckless.\"\n\n\"They're my natives,\" said Evan angrily. \"I don't intend to humor them.\nI'll throw a scare into them that will last them ten years. If I know\nanything of juju----\"\n\n\"What?\" I asked.\n\n\"They'll never dare breathe without permission hereafter,\" Evan said\ngrimly.\n\nHe seemed to be in a cold fury. Remembering the abject fear in which\nhis slaves seemed to be all the time, I wondered what he might have\nin store for them. I opened my mouth to protest against his trying to\nlook for his natives, but stopped. That juju house at which my boys had\nhinted, concealed in some hidden clearing near the village, might hold\na secret by which he controlled them. In any event, he knew his own\nnatives best.\n\nWe went into the house and sat down to breakfast. We must have made a\nqueer sight, sitting there before that spotless table, our clothing\ndisheveled and hastily donned, our rifles leaning against our chairs.\nNeither Arthur nor myself could eat more than a little, but Evan's\nappetite seemed undiminished. The native girl waited on us, the lurking\npanic in her eyes never very far from the surface. It seemed nearest\nwhen she looked at Evan.\n\nI was most worried about my own boys. It was decidedly queer that\nthey had deserted me, especially Mboka. He had been with me for all\nof a year, and I had really grown to trust him. He had gone with the\nothers, though, and the very mystery of his disappearance seemed to add\nsomewhat to the menace of the silence that surrounded us.\n\nWhen I thought of it, however, it was no less odd that Evan's overseers\nhad vanished. From the nature of their position, they would be hated by\nthe other and full-blooded natives, and it was singular in the extreme\nthat they had gone with them.\n\nThen I remembered a tale I had once heard, of a mystic voodoo worship\nthat was spreading secretly over the whole of West Africa. The story\nran that an attempt was being made to band all the natives possible\ntogether in this voodoo worship, and then at a given signal they were\nall to rise. The Indian Mutiny would be repeated. Every white man on\nthe West Coast would be rushed by the nearest blacks, and the dominance\nof the white race made a thing of the past, in Africa any rate.\n\nI felt cold at the thought that the attempt--which I had thought dead\nthese many years--might have been secretly and insidiously winning\nconverts all this time, and that all the blacks between us and the\ncoast might be risen and only waiting for courage to attack us. We were\nthe only whites in a hundred and fifty miles anyway, and if the strange\nbehavior of the natives meant mischief, we were probably doomed as it\nwas. It gave me a sickish feeling to think that the other might be\ntrue, though, that a second mutiny was in progress.\n\nAs if to confirm my belief, at just that moment, drums began to beat,\nfar off in the bush. To the south of us they began their monotonous,\nrhythmic rumble. Boom, boom, boom, boom! Never a pause, never skipping\na beat, never altering in the slightest the hypnotic muttering. We\nstopped eating and stared at each other. The drums throbbed on,\nsullenly, far, far away. Evan grew angry at the insolence of his\nslaves. I looked at Alicia and made a mental vow that my last cartridge\nshould be saved for her. Arthur listened with an air of detachment, and\nthen went on with his breakfast.\n\nThe first drums had been beating for perhaps fifteen minutes when, to\nthe northeast, more drums took up the rhythmic pounding. Evan's eyes\nnarrowed. He went to a window and looked out. As he moved, he passed\nclose to the native girl, and she shrank back fearfully. While he\nstared out across the clearing, a third set of drums began to beat--to\nthe northwest, this time. We were ringed in.\n\nEvan came to the table with a grim expression on his face. \"The black\nfools!\" he said furiously. \"They dared not come to me! I'll go to them\nand put a stop to this!\"\n\n\"Evan!\" exclaimed Alicia, frightened. \"You'll stay here with us!\"\n\n\"This is no time for caution,\" said Evan grimly. \"If we leave them\nalone, they'll hold a juju palaver until they've gathered nerve to rush\nus. I'll walk in on their council, and we'll see what happens.\"\n\n\"I'll go,\" said Arthur, quickly sensing the psychology of the move Evan\nproposed to make. \"I'd better go.\"\n\n\"It would be suicide!\" Alicia exclaimed again. \"One white man among all\nthose blacks. They could kill you in an instant.\"\n\n\"That is precisely why they would be afraid to,\" I interposed. \"The\nmere fact that a white man dared walk into their palaver and order them\nabout, would frighten them. No negro would dare do it, and they would\nnot understand how a white man could. It's quite possible that a sheer\nbluff may win out. Of course we've got to do something. I think I'd\nbetter go, though. My boys are in that crowd and they're rather fond of\nme, I believe. I'll have some of them halfway with me at the start.\"\n\nEvan shook his head. \"Your boys are in that crowd,\" he said curtly,\n\"but the very fact that they're fond of you will make them kill you\nthat much quicker. You know natives. Now _my_ natives hate me like\npoison, and there's not one of them but would kill me like a shot if he\ndared. They'll be afraid when I drop in on them. I'm the one to go and\nI'm going. Besides, I know the local dialect. You don't. You'll hear\none set of drums stop in half an hour.\"\n\nHe picked up his rifle and went out of the door. Alicia watched him\nleave, her face utterly pale.\n\n\"He's going to his death!\" she said in a whisper. \"Stop him, oh, please\nstop him!\"\n\n\"We're all in just as much danger as he is, dear,\" said Arthur\ntenderly. \"He's taking the one chance that may bring us out of this\nwithout fighting. He'll go into the middle of that bunch of natives and\nby sheer nerve frighten them into doing as he says. If all three of us\nwent, we'd be rushed on sight.\"\n\nAlicia's lips trembled, and Arthur tried to comfort her. I went to the\ndoor and stood looking after Evan. It was illogical, but with all of us\nvery probably facing death, and certainly a siege, I was struck with a\npang of jealousy when I saw Arthur put his arms about Alicia's shoulder\nto comfort her. Mrs. Braymore was white to the lips, but gamely tried\nto be casual and cheerful. She came and stood by me as I looked out of\nthe door.\n\n\"Quite frankly,\" she asked me quietly, \"what are our chances?\"\n\n\"I don't know,\" I told her gloomily. \"We don't even know what the\nnatives are up to yet. Those drums do not sound well. They may mean\nanything and they may mean nothing.\"\n\nMrs. Braymore looked at me searchingly. Any one could see that she was\nfrightened, but she was doing her best not to show it.\n\n\"And if they mean--anything?\"\n\n\"There is a Portuguese fort a hundred and fifty miles away,\" I answered\ngrimly. \"They might send soldiers to lift the siege on us if they hear\nabout it. I'm assuming we'll be besieged. Things look that way. Evan\nmust have treated his slaves worse than usual. Usually they simply run\naway. It's not often they try anything of this kind. I don't like the\nsound of those drums. That means organization and purpose. All I can\nsay is that I hope Evan succeeds with the natives.\"\n\nMrs. Braymore blanched a little more, but smiled as bravely as she\ncould.\n\n\"Well,\" she said quietly, \"I know Alicia well enough to promise you\nthat we'll be as little of a drawback as possible. If you decide to try\nanything drastic, such as attempting to escape through the bush, we'll\ndo our best to keep up. And I think both of us are fairly good shots.\"\n\n\"I'm hoping there'll be no need for anything on that order,\" I said\nwith more respect than before in my tone. \"We'll try to stick it out\nhere. My boys are loyal, I think, at least they've been loyal up to\nnow, and even if we are besieged, one of them will probably take a\nmessage to the fort.\"\n\nI had little enough hope of that, Heaven knows, but I did not want Mrs.\nBraymore to worry more than was necessary. She seemed to realize that I\nwas speaking more from my hopes than my beliefs, because she shrugged\nher shoulders.\n\n\"There's really no need to soften things for me,\" she said, \"Alicia and\nI won't----\"\n\nShe stopped and caught her breath. A shot had sounded, off in the bush\nfrom the direction in which Evan had vanished. A second's interval, and\nanother shot. Then there was a horrid outcry, and a maniacal shrieking.\n\n\"The gorilla,\" I snapped, and started down the steps with my rifle at\nfull cock.\n\nWe heard a second outburst of the same beastlike sounds and a crashing\nin the bushes. I raised my rifle. A figure showed dimly through the\nbush. I fired vindictively. _Evan_ stumbled and fell in the clearing,\njust out of the jungle!\n\n\n\n\nCHAPTER IV.\n\nTHE FIRST VICTIM.\n\n\nIn a second he was up again, and ran desperately until he reached my\nside. Blood was flowing down his cheeks from five deep scratches.\n\n\"The pongo,\" he gasped. \"Nearly did for me. Jumped me, but I got in\ntwo shots. Then he grabbed for me but I got away. Stumbled just as you\nfired. Damn lucky.\"\n\nI stood still, facing the menacing jungle, but not a sound came from it\nexcept the monotonous, rhythmic beating of the drums from three sides,\nwhere juju priests worked their followers into a frenzy of hatred\nagainst the white men. Evan went slowly up to the house, exhausted and\nshaken by his narrow escape from death.\n\nWe held a council immediately. The drums on every side of us meant evil\nbrewing. So much was certain. For a white man to attempt to stop the\njuju councils would be perilous in the extreme, but it was our only\nchance. On the other hand, for one of us to get through the jungle\nto take that desperate chance meant eluding the watchfulness of the\nhate-mad gorilla, whose cunning was increasing.\n\n\"I don't know how he got to me,\" said Evan, still shaking from the\nunexpectedness of the whole affair. \"I heard a snarl, and he was coming\nfor me not ten paces away. Startled, I pulled the trigger without\naiming, and he came on. I got my rifle halfway to my shoulder, when he\nreached me. One of his great, hairy paws grasped the muzzle as I fired\nthe second time, while the other reached for my throat. When the rifle\nwent off, he started back and burst out in his screaming. It must have\nburned or injured his paw. I turned and ran, but he had done this to me\nin the meantime.\"\n\nHis coat was half torn from him, and the deep scratches on his cheek\nshowed where the claws had just grazed his face.\n\n\"I don't mind facing natives,\" Evan admitted in conclusion, \"but I'll\ntell you frankly I don't care to go through that jungle again while\nthat beast is in it.\"\n\nThe eternal menace of the drums came to our ears, borne to us through\nthe open windows. Arthur began to pace up and down the room, cursing\nunder his breath. Alicia bit her lip and tapped nervously on the floor\nwith her foot. Mrs. Braymore carefully began to fold and refold her\nhandkerchief. Quite suddenly, I noticed that it was falling into shreds\nbeneath her fingers. Struggle as any of us would, our nerves were badly\nworn.\n\nThe strain grew worse during the day. There were two or three dogs\nabout the place, and it was curious to see them puzzled over our\nabstraction. They kept alertly out of Evan's way, but they were\nobviously disconcerted by the absence of the servants who usually\nattended to them, and they looked at us with perplexity in their\neyes. They could get no attention from the solitary native girl who\nremained. She had withdrawn into panic-stricken silence, serving us\nwhen necessary, but spending most of her time in the room to which she\nhad been assigned. We had ordered her to leave the servants' quarters\nand stay in the house itself.\n\nAll the morning the drums beat rhythmically. During lunch they\ncontinued their hypnotic muttering. And all afternoon they kept on,\nkept on, until it seemed as if we would be crushed by their regular,\npulselike, ominous rumbling. Far off in the bush, where we could never\nreach them, we knew juju councils were going on. Weirdly painted and\ntattooed witch doctors whirled in their mystic dances and inflamed the\nminds of the blacks against us.\n\nMen beat upon the drums and yelled and yelled, closing their eyes\nand surrendering themselves to the ecstasy of the rhythm until they\nbecame all but unconscious of the words they reiterated. Slowly and\nsurely the blacks were nerving themselves to lift their hands against\ntheir masters. Given time, a drum and a rhythmic phrase, a native can\nconvince himself of anything simply by pounding on the drum and yelling\nover and over the phrase that contains the idea. He will luxuriate\nin the rhythm, he will hypnotize himself by the monotony of the drum\nbeats. He will go into an ecstasy, simply yelling over and over the one\nphrase.\n\nDinner that night was a repetition of breakfast and lunch. We sat\ndown to the table, our rifles by our sides, our movements jerky and\nuncertain from the strain of waiting for we knew not what. The dogs lay\nabout on the floor, watching us anxiously. The single servant waited\non us, her face dull with apathy, though flickers of panic lighted\nher eyes from time to time. And always we heard the drums beating far\noff in the bush. I caught myself sitting with a fork full of food in\nmid-air, listening to their sullenly menacing rumble.\n\nArthur, Evan, and myself divided the night into watches. I took the\nfirst, and waited tensely until after one o'clock. I heard nothing but\nthe muffled drumming to the northeast, northwest, and south. The moon\nshone brightly down and made the clearing about the casa like a lake of\nmolten silver. I heard the noises of insects--the loud-voiced African\ninsects--and the cries of the night birds. I heard nothing else. The\nnight was quiet and peaceful, save for the ceaseless throbbing of the\ndrums all about.\n\nEvan relieved me. He came out on the porch and lit a cigarette.\n\n\"That drumming gets monotonous.\" He yawned. \"I wish they'd come on and\nhave the suspense over with.\"\n\n\"If they come,\" I remarked, \"we're done for.\"\n\n\"Not necessarily. If we hold them off for a week and kill enough of\nthem, they'll get tired and go away.\"\n\n\"That wouldn't help us much. I hardly see how we could make a hundred\nand fifty miles through the bush with two women and no carriers.\"\n\n\"We might try, anyway. Some of us would get through. You've heard\nnothing?\"\n\n\"No,\" I replied. \"Just the drums.\"\n\nI went indoors and lay down to sleep. When I surrendered myself to the\nrhythm of the drumming, it put me quickly into a deep slumber. I knew\nwhat the sound meant, that naked savages yelled and danced themselves\ninto a frenzy of hatred against us, but if one allowed it to become so,\nit was very soothing.\n\nAt one time I half started from my sleep. Some sound within the house\naroused me, but a moment later I heard Evan's footstep on the veranda\nand recognized the sound of his shoe soles on the flooring. He was\nhumming a little tune to himself. I was reassured and slept again.\n\nI heard when Arthur relieved Evan, too. Their voices came clearly in to\nme as they exchanged greetings.\n\n\"Nothing new?\" asked Arthur nervously.\n\n\"No. I say, Arthur, the natives are taking a deuced long time to\nget worked up to the sticking point. I had them pretty thoroughly\nfrightened. Perhaps they'll hold a big palaver for several days, yell\nand dance themselves into exhaustion, and let it go at that. I've known\nsuch things to happen. Our primitive ancestors used to hold hee-hee\ncouncils and work off their surplus emotions in the same way. If this\njuju festival lasts two days more, I think it will peter out and wind\nup in a palm-wine debauch. Then they'll come back and be good!\"\n\n\"It's the gorilla I'm worried most about just now,\" said Arthur grimly.\n\"The natives are men, and you can anticipate their moves, but there's\nno telling what an animal will do, particularly a pongo.\"\n\nEvan laughed. \"I had a start just now,\" he said. \"I heard a queer\nsound in Biheta's room.\" Biheta was the native girl. \"She gave a queer\ngurgle. I didn't know what was up, and I went and peered in the door.\nShe was lying there quite still, evidently sound asleep. She must have\nhad a nightmare, but it gave me the creeps for an instant.\"\n\nArthur seemed to pick up his rifle.\n\n\"Well, I'm going indoors to get some beauty sleep,\" said Evan with a\nyawn. \"Cheer up, Arthur. There's a damn good chance that the natives\nwill just yell themselves hoarse and come peaceably back to work. As\nlong as the drums stay at a distance, we're all right. But wake all of\nus if they stop.\"\n\nHe came into the house and went into his own room. I dozed off again.\nWhen I woke, it was well after daylight. Evan had stuck his head inside\nmy door and was grinning cheerfully.\n\n\"Get up,\" he ordered. \"Breakfast will be ready in a minute or two.\"\n\nI rolled out of bed and heard him go to the rear of the house. He\nrasped out an order in the local dialect, but there was no reply. He\nspoke again, harshly. There was still no reply. I heard him fling open\na door. Then he exclaimed aloud.\n\n\"Arthur! Murray! Come here!\"\n\nWe went quickly, and into the room in which he was. It was the room\nassigned to the native girl. Evan was standing over her couch, looking\ngrimly down at the figure lying there.\n\nThe dull features of the girl were twisted into an expression of the\nmost horrible fear. It was appalling that such ultimate terror could\nshow itself upon a human face. The eyes were wide and staring, the\nmouth was drawn back in a voiceless shriek of utter, despairing\nfright. The hands were clenched so that the nails bit into the flesh of\nthe palms, and the head was oddly askew. The girl was dead.\n\nEvan lifted up her shoulders and the head fell back.\n\n\"Neck broken,\" he said laconically. \"The gorilla!\"\n\n\"Great Heaven!\" said Arthur desperately, white as a sheet. \"What next?\nHow did he get in here? Alicia!\" He ran from the room and called\nhoarsely.\n\nAlicia's voice answered instantly. \"What's the matter?\"\n\n\"The native girl's dead, killed by the gorilla during the night. Are\nyou safe?\"\n\nAlicia appeared in person and proved it. She was pale, but composed.\n\n\"Where? What----?\"\n\nI lost the rest of her question. Evan and myself were searching for the\ngorilla's means of ingress and exit. The flimsily screened window was\nintact. The door had been unlocked, but Evan remembered that he had\nfound it closed and had closed it again after peering into the room\nduring the night.\n\nWas it possible that the monstrous animal possessed the cunning to\nunlatch the door gently before entering, and then the diabolical\nforethought to latch it again on leaving? It seemed impossible, but\nwhat other explanation was there?\n\n\"He's been in the house,\" said Evan grimly. \"Where is he now?\"\n\nI went out and got one of the dogs. We brought it into the room and\nit sniffed at the dead body. Then we led it about the house. Once we\nthought it showed some excitement. It sniffed at the door of a room\nthat was used as a storeroom.\n\nWith our rifles at the ready, we flung open the door. No sound\ncame from within. The dog, bristling, walked slowly into the room.\nCautiously, we followed. Boxes and bales were scattered all about, but\nthere was no sign of the animal that had killed the native girl. The\ndog growled, and moved about, stiff-legged, but soon grew puzzled and\nsniffed perplexedly all over the place. He could find nothing.\n\nWe explored the room thoroughly, though with our hearts in our mouths.\nThree men and a gorilla in a small store room would be unpleasant for\nthe men, armed though they might be. We could find no niche in which\nthe beast might have hidden, nor any evidence of his presence. After\na time the dog gave it up, and lay down on the floor with his tongue\nlolling out.\n\n\"Do you suppose it could be a black that killed her?\" asked Arthur\nsuddenly. \"A native would have known about the latch. One of them might\nhave crept into the house and killed the girl in punishment for her\nhaving stayed behind when the rest left.\"\n\n\"If he did,\" I remarked grimly, \"it's safe to say we'd better not touch\nany of the food he could have got at. Those voodoo poisons are deadly\nthings, and you can bank on it he was prepared to use them.\"\n\n\"Hardly likely,\" said Evan.\n\n\"It must have been a native,\" insisted Arthur anxiously. \"No animal\nwould have had the cunning to creep in, kill the poor girl silently,\nand then creep out again. It must have been one of the blacks.\"\n\n\"Gorilla,\" said Evan, shaking his head.\n\nArthur suddenly looked up.\n\n\"I've got it! We'll take a photo of the girl's eyes. I saw a cloudy\nform on the retina. I've got an insect camera in my luggage, and can\nmake sure what it was that frightened her that last moment of her life.\"\n\nThe expression on the girl's face had been one of terrible fear.\nWhatever it was that had killed her, she had seen it before she\ndied--seen and known it for a deadly and horrible thing.\n\n\"Try it,\" I urged. \"We can't be sure otherwise. If it was a native, our\nfood is poisoned for a certainty.\"\n\nArthur went to his room and presently appeared with the queer camera.\nIt was a long box, and evidently the lens was one of great focal\nlength. It took Arthur a long time to adjust it properly. He proposed\nto take advantage of the fact that the eye of a dead person will retain\nfor from twenty-four to forty-eight hours the impression of what it saw\nlast while living. A great many people think that the shining image on\nthe outer surface of the eye retains that picture, and wonder at it. As\na matter of fact the picture is kept on the retina, in the inside of\nthe eyeball. It is extremely difficult to photograph the retina without\ndissecting the eye, but it can be done--as Arthur proceeded to prove.\n\nI went outside and searched around the house for possible footprints.\nAfter a preliminary search, I got Evan to help me. We could find no\nsingle sign of tracks leading toward or away from the house. There had\nbeen a heavy dew, and the top layer of the earth was dark and damp.\nFootprints would inevitably have been shown. When we had completed our\nsearch, we stared at each other. Whatever or whoever had killed the\nnative girl must be still in the house. There were absolutely no signs\nof his having left.\n\nWe went inside. Beast or man, _something_ had been in the house, moving\nquietly and undiscovered despite our watching. It had entered the room\noccupied by the native girl and had awakened her. She had seen it, and\nit had been a thing she recognized as frightful. Her horror-stricken\nface was proof of that. It had been cunning enough to latch the door\nof the room after the killing. That meant a native. On the other hand,\nit had broken the girl's neck, a feat that would require incredible\nstrength. That spoke of a monstrous animal. We heard Arthur shuffling\nabout in his improvised dark room, and the clink of the dishes in which\nhe had mixed his solutions.\n\nHow had the creature--man or beast--reached the house? How had it made\nits way silently through the rooms at midnight, with one of us awake\nand on guard? Could it be that one of the servants had remained, hidden\nin some secret place while the others had left, and now prowled about\nat night while the rest far off in the bush yelled and howled, drummed\nand danced, and gradually became ripe to attack us?\n\nArthur came out of his dark room with a glass plate in his hand. His\nface was pale.\n\n\"Look at this,\" he said quietly. \"If you'll hold it so the light\nstrikes it diagonally, you'll see it in its proper lights and shades,\ninstead of reversed.\"\n\nThe plate was still wet, where he had just taken it from the fixing\nbath. We looked. We saw, running aimlessly here and there, curiously\nlike the branches of a tree, little dark lines. Those were the blood\nvessels that nourished the eye. We gave no heed to them, however. The\nsight that made both Evan and myself gasp was the strange picture that\nwe saw amid all those little blood vessels.\n\nThere, distorted and hideous, menacing and terrible, we saw the cause\nof the native girl's death, and of her terror. We saw the head of a\ngorilla, with its horrible, discolored fangs protruding from blackened\nlips in a grimace of unspeakable ferocity.\n\n\n\n\nCHAPTER V.\n\nAS BY MAGIC.\n\n\n\"And it's in the house,\" observed Evan grimly. \"A full-grown beast\nwill weigh three hundred pounds, and he'd leave plenty of sign when\nhe walked. There are no tracks leading away from here. Murray and I\nlooked.\"\n\nArthur was ashen as he stared at us. I felt rather shaky myself. The\nthought of a creature like that in the same house, with Alicia exposed\nto its insane rage at any moment it might choose to emerge from its\nhiding place, was appalling.\n\nThe two ladies were in the large front room. I went in and remained\nwith them, my rifle in my hand, while Arthur and Evan went over the\nhouse again. They had the dogs with them, and they went into every room\nand every corner, ready at any instant to face what is possibly the\nmost terrible of all wild beasts at close quarters.\n\nA full-grown gorilla has easily the strength of six or eight men, and\nin a confined space firearms would be almost useless. I heard the dogs\npattering all through the house, sniffing eagerly everywhere they were\ntaken, but finding nothing. Again they seemed excited at the door of\nthe storeroom, and again they gave up the search after they had entered.\n\nArthur rejoined me and Alicia with discouragement on every feature.\n\n\"He isn't here,\" he said wearily, \"and he is here. He was here and he\nwasn't here. I don't know where he is!\"\n\nEvan slumped into a chair, though it was noticeable that he kept his\nrifle in his hands. Through the window came the menacing rumble of the\ndrums from all sides.\n\n\"I think,\" said Alicia, with a ghastly attempt at a smile, \"I think a\nfit of hysterics would be a relief.\"\n\nShe looked as if she meant it. All of us looked thoroughly on edge.\nTo have hostile drums beating all about you and to realize that a\nhundred and fifty miles of jungle lie between you and the nearest help\nis bad enough in itself. When you add to that the consciousness of\nhaving hidden in the same house with you a beast almost human in its\ncunning and fiendish in its hatred, with the face of the devil and the\nstrength of seven men, hysterics seem excusable. She did not give way,\nhowever, though we all felt on the verge of hysteria from the strain.\n\nThat day was one of the most terrible I have ever spent. It was not\nthat anything happened to make it terrible. The strain came from the\nfact that nothing happened. If the beast were hidden about the house,\nit did not show itself, but we did not hear a board creak or a curtain\nswish against the window without turning with a start, prepared to face\nanything and to fire vengefully into a hideous, furry form.\n\nThe bush outside the casa seemed to take on a threatening aspect. The\nhouse was built on a small elevation and we looked for miles over the\ntops of trees, broken here and there by gaps which meant the existence\nof clearings and open fields. The treetops were dancing from the heat.\nThe sun beat down with fierce intensity. Blasts of hot, humid wind blew\nupon us and scorched us, but we paid no attention. And always, from the\nmysterious, unknown and unknowable bush all around us, drums beat and\nbeat and beat tirelessly and ominously.\n\nWhen one of us went back to get food for the rest, he went with an\nautomatic held ready in his hand, and the other two were prepared\nat any instant to hear a shot or the snarl that would mean the\nreappearance of the gorilla. We were doubly besieged, by the natives\nwithout and by the gorilla within. For fear of the natives in the bush,\nwe kept to the house. For fear of the gorilla in the house, we kept to\nthe one room.\n\nToward evening insensibly we relaxed. No one could keep to such an\nintensity of attention as we had maintained during the day. We ate a\nsketchy meal at nightfall and dragged two cots into one of the rooms\nadjoining the large front one in which we had stayed all day. We\nexplored the room thoroughly, and Alicia and Mrs. Braymore went in to\nlie down.\n\nNone of us thought of taking off our clothes. We three men prepared\nfor a night-long vigil. One of us would keep thoroughly awake, and the\nother two would snatch such sleep as they could.\n\nLong hours passed. We felt sure that some time during the night the\nbeast would make his appearance. I sat alertly by a window, a dog at my\nfeet, listening to the night sounds outside and the ceaseless drumming\nthat meant the juju councils were debating whether the blacks were\nsufficiently worked up to attempt an attack.\n\nArthur and Evan reclined in their chairs and tried to doze, but there\nwas little rest for any of us. We could think of nothing but the animal\nwe felt sure would make some attempt upon us during the night.\n\nAt one o'clock Evan took my place by the window with the dog at his\nfeet. I sat in one of the easier chairs and tried to relax, but it\nwas impossible. I was suddenly conscious of the overpowering heat and\nhumidity. I was bathed in perspiration.\n\n\"I've got to have a drink,\" I said abruptly. \"I need it.\"\n\nArthur looked up wearily.\n\n\"We all need a drink,\" he said. \"It's in the back of the house, isn't\nit?\"\n\nWe looked at each other uncertainly.\n\n\"I'll go,\" said Arthur quietly.\n\nI interposed. \"We'll both go. Here, in the light, Evan can see to shoot\nif necessary. We'll use a flash lamp.\"\n\nIt was curious that neither of us cared to walk through three rooms\nand a hallway inside a house we had been in for days. That animal had\nfretted our nerves badly.\n\nSlowly and cautiously we made our way through the dark rooms, searching\nbefore us with the flash light. I can't speak for Arthur, but my breath\nwas coming quickly, and I heartily regretted having expressed a wish\nfor a drink. I would not back out now, though.\n\nWe went cautiously and slowly out to the rear of the house. I was in\nthe act of reaching for the siphon of seltzer when we heard the dog\nscream in pain and a shout from Evan. We rushed madly for the front,\nour hearts in our mouths, and cursing our absence at such a critical\ntime. When we burst into the room, Evan was dashing out on the veranda,\nand Alicia was in the act of emerging from the room into which she and\nMrs. Braymore had retired. Alicia had an automatic in her hand and,\nthough her face was full of dread, she was evidently prepared to face\nanything.\n\nArthur and myself were quickly by Evan's side and found him staring\nabout the darkness, his rifle half raised.\n\n\"What is it?\" Arthur demanded quickly.\n\nEvan's breath was coming in gasps. \"I heard you two moving,\" he said\nsharply, as one whose nerves are strained to the breaking point. \"I\nheard a noise from your direction. I turned to look at the door and\ncaught a movement at the window by my side. I jerked back and the dog\nscreamed. A long, hairy arm had reached in the window and seized him.\nHe was drawn through the window before I could lift my rifle, and the\narm vanished. It's the gorilla!\"\n\nWe listened, but the house was still. A faint moan came from the\ncourtyard, and I flashed the lamp down. The dog, flung bodily from the\nporch, stirred feebly and stiffened. Its neck was broken. There on the\nshadowed veranda, with the bright African moon shining pitilessly down\nupon the hot, dank, fevered earth, the three of us swore nervously\nwhile we stood with our rifles pointing in as many directions, hoping,\neven praying for that monstrous ape to rush upon us.\n\n\"He must have gone somewhere!\" said Arthur despairingly. \"Where _did_\nthe beast go?\"\n\n\"Into the house, no,\" said Evan crisply. \"Under the house, perhaps. The\nroof, perhaps. We'll see.\"\n\nMy legs crawled as I descended the stairs to the ground. The house was\nraised from the ground on piles, and I could look clear underneath it.\nThe moon was shining down whitely, and I saw the pillars silhouetted\nagainst the brightness on the other side. Half a dozen steps convinced\nme that the animal was not beneath. It would have shown as a dark\noutline. I tried to see up, over the roof, but could not. The roof\nslanted just a little and I could not see the center. The house being\non an elevation, moreover, prevented me from backing off and getting a\nclear view of the top. I called up to the other two on the porch.\n\n\"He's not under the house, but I can't see the roof. He must be there.\"\n\nThe tree trunks of the forest all about us echoed my words strangely.\nI could see dim white blurs where the faces of the two brothers showed\ntheir position. One of them moved oddly, and in a moment I saw that\nEvan was swinging himself up the pillar before him. He grasped the edge\nof the roof and drew himself up. In a second he dropped down again. He\nspoke quietly enough to Arthur, but I heard his voice.\n\n\"He's there, squatting on the ridge pole. Lord! What a monster he is!\"\n\n\"We must get the women out of the house,\" said Arthur sharply. \"He may\ntear up the roof and come inside. Alicia!\"\n\nShe had heard and came quickly out, Mrs. Braymore following her. We\nbuilt a small fire to keep insects away from them, and sat them on\nchairs while we patroled the area about the house. The drums still beat\non all sides of us, but they had been relegated to a minor position\nnow. We subconsciously counted on their remaining a potential menace\nonly, until they stopped or drew nearer. The moon made the whole world\nbright and shining. We could see clearly and distinctly. Nothing the\nsize of a rabbit could escape across that stretch of sward without our\nobserving it.\n\nAlicia and Mrs. Braymore watched the fringe of jungle while we posted\nourselves so that not even a cat could escape from the house without\nbeing seen. I leaned on my rifle near the two ladies, my eyes fixed on\nthe edge of the roof, straining to catch a glimpse of the beast that\nsquatted up there. When I thought of it, it seemed stupid of us not to\nhave suspected that as a hiding place before. True, it was in clear\nview of the sky, but a beast cunning enough to creep about the casa at\nmidnight as he had done, might possess the intelligence to reason that\nthere was the ideal hiding place for him.\n\n\"Do you think there is any real danger from the natives?\" Alicia\ninquired hesitatingly.\n\n\"When natives do inexplicable things, it is usually juju,\" I said\ngrimly. \"And where there is juju there is usually danger. There is one\nthing that can be said, though. While a native is making a noise, he is\nrarely dangerous in bulk. As Evan pointed out, they may simply exhaust\nthemselves in yelling and dancing. I do not think it would be wise to\ncount on that, however.\"\n\n\"Wouldn't it be the wisest thing to do, to simply try to make our way\nsecretly through the jungle to the nearest fort?\"\n\n\"It would be impossible,\" I told her frankly. \"You don't know African\nundergrowth. We might make four or five miles a day, with luck. And at\nany moment in the twenty-four the natives might trail us. We'd have to\nmake a new trail, or use the native ones. Making a new trail, we'd be\nfollowed and probably speared, besides the fact that our animal friend\nwould be haunting the treetops overhead, waiting for a moment when one\nof us would be off our guard.\"\n\nAlicia shuddered. \"But would you three try that if we weren't here?\"\nshe insisted.\n\n\"I think we'd wade into one of those juju councils,\" I remarked\nvindictively. \"I know I'd gladly join such a party. We'd probably\nappear as suddenly as we could and start shooting. We might stampede\nthem, and a show of boldness would be our best play in any event. Of\ncourse, if they rushed us, we'd be out of luck.\"\n\n\"You mean----?\"\n\n\"There would be four or five hundred of them, and we might get ten\nor perhaps fifteen apiece. They'd overwhelm us if they tried, but\nthe psychology would probably make us win out. The fact that we were\nhunting them, instead of their hunting us, would frighten them.\"\n\n\"Couldn't you do that now?\"\n\nI shook my head. \"Not with our friend the gorilla about. And we\nwouldn't expose you two to the possibility of our failing. There'd be\nnothing left for you but your own pistols.\"\n\nAlicia relapsed into silence. I saw her brow knitted as she tried\ndesperately to work out some plan by which we might fight the\nincredible circumstances in which we found ourselves. Overhead,\nthe broad moon sailed serenely across the sky, shedding its rays\nimpartially down upon us, upon the shaggy, beastly ape squatting like\nsome demoniacal creature upon the ridgepole of the roof, and upon\nyelling, capering blacks about the great fires they would have lit for\ntheir juju ceremonies.\n\nBehind us, the busy, secretive life of the bush went on--all the\nfeedings and drinkings and matings and killings, all the comedies and\nall the tragedies of the jungle. Things went on, sublimely indifferent\nto our petty frights and fancies. The jungle attended to its business,\nignoring alike our strained attitudes as we sat in the moonlight and\nwaited for the sun to rise that we might slay a malignant ape, and the\nyelling of self-hypnotism of the blacks as they danced about their juju\nfires, working themselves into a frenzy of hatred against the white man.\n\nAt last the moon dipped down toward the west, and the stars that had\nwatched our vigil in mild, blinking surprise grew pale at the signs\nof dawn. The sky grew gray, then white. A high pallid veil hid the\ndeep-blue arch of the night, and turned slowly to golden yellow as the\nsun rolled up.\n\nThe mist curled aloft from the treetops as the first rays of the\nmorning swept across the land. We became aware that we had been cold\nand that we now were warm. We waited eagerly until we should see the\nroof of the casa, and be able to pick off with our rifles the beast\nthat lurked there.\n\nMorning had barely come when Evan clambered cautiously to the roof of\nthe servants' quarters behind the house itself. We had left several of\nthe dogs shut up in the house during the night. We knew that if the\nbeast came down into the place, they would make an outcry before all\nwere killed, at least. They had made no sound, but now one or two of\nthem came out on the veranda, wagging their tails amiably.\n\nEvan clambered to the roof of the servants' quarters, and Arthur passed\nup his rifle. Evan stood erect and raised the weapon. Then he stopped.\nFrom the ground, we saw him looking blankly at the roof of the house.\nFrom where he stood, he could see it clearly. His expression was at\nonce amazed and apprehensive.\n\nThe beast had not left the house, or we would have seen it. It had not\ncrossed the clearing. It had not entered the house, because the dogs\nwere unalarmed. It had not in any discoverable fashion escaped from its\nposition astride the ridge pole, but Evan told us and we immediately\nverified the fact that it was no longer on the roof. It had not escaped\nto the jungle. It had not secreted itself in the house; yet the\nmonstrous ape had vanished!\n\n\n\n\nCHAPTER VI.\n\nTHE FORM THAT CREPT.\n\n\nAgain we searched the house from top to bottom. Again we led the\ndogs into every nook and cranny. Again they sniffed anxiously in the\nstoreroom, but gave up the quest after a moment or so. In our search\nof the greater part of the house the dogs had seemed more bored than\nanything else. We had led them to the dog that had been killed, before\nattempting to enter the house, and they smelled at his neck cautiously\nand drew back with low growls. If the gorilla had been in the house,\nthey would surely have scented him and warned us. The only time they\ngave any indication at all of interest, far less of excitement, was\nwhen they sniffed at the storeroom door. Once inside, they moved about\naimlessly.\n\nWe debated our next move. The gorilla simply could not be in the house.\nWith his ferocity, he would surely have made a move to attack one or\nanother of us during our searchings. At last Arthur found a sign that\nreassured us as to his absence without lessening in the least the\nmystery of his means of escape. Something had led him to scout around\nthe edge of the clearing surrounding the house. He straightened up with\na shout.\n\n\"Look here!\"\n\nWe ran to him and looked where he pointed. There, on the earth, just\nbeneath the overhanging limb of the first of the jungle trees, were\nthe prints of strangely handlike toes.\n\n\"Here's where he jumped for the lowest limb there,\" said Evan\nexcitedly. \"See?\"\n\nDirectly above us a heavy limb spread out from the trunk of the tree.\nEvidently the gorilla had leaped from that spot. How he had run across\nthe moonlit lawn under our very eyes remained inexplicable. Thinking\nback, however, I remembered that once or twice wisps of infrequent\ncloud had temporarily obscured the moon. Could he have seized one of\nthose moments of darkness? It seemed impossible, but there was no other\nexplanation that could be made.\n\nSomewhat reassured, we entered the house again. One of us stayed out on\nthe veranda, however, and watched to make sure the beast would attempt\nno daring daylight rush on our stronghold. We planned to tether several\nof the dogs that night to the piles which raised the house from the\nground.\n\nEvan was on the porch. He peered in at the window suddenly.\n\n\"I'm going to take a look in the servants' quarters,\" he said abruptly.\n\"It's just occurred to me that the beast may have hidden in there and\nmade his break for the jungle from there. That would shorten the run he\nwould have to make.\"\n\nHe moved away. I went back and tried to help Alicia prepare some food\nfor us all. We had had nothing since the night before and all were\nravenous. Arthur was sitting in the big front room, his head buried in\nhis hands, his rifle leaning on the arm of his chair. I put my rifle\nagainst the wall and began to open the tins of preserved food, while\nAlicia donned an apron and with a quaintly housewifely air lighted a\nspirit lamp and heated water for our tea. Mrs. Braymore was gravely\ntasting the tinned butter and making a wry face. It is poor stuff\nuntil you get used to it.\n\nAs I worked, I watched Alicia appreciatively, and far back in my mind\na little germ of hope sprang up. It suddenly occurred to me that she\nhad never shown that intense affection for Arthur one expects a woman\nto show for the man she is going to marry. She appeared fond enough of\nhim, but she seemed nearly as fond of Evan. I remembered what I had\nbeen told, that the three of them had been raised together as children\nso they were little less than brothers and sister.\n\nThat was Alicia's attitude. She treated Arthur as an elder brother of\nwhom she was immensely fond, but she did not treat him as a lover. It\nwas queer that, with drums beating rhythmically night and day in the\nbush all around us, and in momentary danger from a monstrous gorilla, I\nshould stop and think of romance and the peculiarly trivial shades of\naffection Alicia might show.\n\nShe turned and smiled at me just then.\n\n\"You look like a sword,\" she said mischievously, \"a sword beaten into a\ncan opener.\"\n\nMrs. Braymore joined in her smile. I suppose I must have looked rather\nqueer. A heavy cartridge belt was slung about my waist, and two\ndull-metal automatics were stuck rakishly into it. I had not shaved for\nthree days. Every moment was too full of suspense to allow for thinking\nof such minor things as shaving.\n\n\"Well,\" I remarked amiably, \"since it looks as if our friends in the\nbush are going to do as Evan has suggested and yell themselves into\nexhaustion without bothering us, and I shall soon revert to peaceable\npursuits, that doesn't matter. A sword is only useful on occasion, but\na can opener links us with civilization.\"\n\n\"It would seem odd,\" said Alicia, \"to have some one bring one's mail\nin the morning, or to use a telephone.\"\n\n\"There's a mail once in two weeks at Ticao,\" I said, \"but it's four\nweeks from England usually and often six.\"\n\nMrs. Braymore joined in the conversation. \"I should like to receive an\ninvitation to tea,\" she said wistfully. \"I should like to go somewhere\nto tea and have people talk interestedly of poetry, and the approaching\nmarriage of somebody's daughter, and what the curate said about the\npossibility of repairing the parish house.\"\n\nWe all laughed at the idea. I set down one of the tins of potted meat\nand reached for another.\n\n\"For myself----\" I began and stopped short, every muscle tense.\n\nOn the veranda outside the house I had heard a sound, the creaking of a\nboard as a heavy weight was put cautiously upon it. There was something\ninfinitely furtive in the sound. I listened and heard nothing more, but\nwas oppressed by a sense of danger. The sound had come from the front\nof the house. I drew an automatic from my belt and silently passed it\nto Alicia. She had heard nothing, but my expression warned her and she\ntook it quickly. Mrs. Braymore took the other. I picked up my rifle\nfrom the side wall and tiptoed through the house toward the front. I\nheard an almost unbelievable slight sound again from the porch. The\ndoor into the front room was standing open. I slipped silently up to\nthe threshold.\n\nArthur had heard. He was still sitting in the chair, but he was alert\nand ready. His eyes were fixed on the window some fifteen feet from\nhim, and he was slowly and carefully bringing his rifle to bear. The\nsun was shining from without and struck upon the curtains that hung\ninside. Evan had made his house ready for the visitors he expected, and\nevery window was curtained.\n\nThere was a moment of breath-taking suspense. Arthur, still seated lest\nthe sound of his rising alarm whoever or whatever was outside, was\nbringing his rifle to his shoulder. I slipped into the room and came\nto his side, my own rifle ready. Our eyes were fixed upon the window.\nThen the slanting rays of the sun flung a shadow upon the curtain. The\nthing was not yet before the window, but its shadow moved on before\nit because of the position of the rising sun. We saw, cast in perfect\nclearness upon the flimsy cloth, the silhouette of the head of the\ngorilla! Its small ears lay back, its jaw protruded in that fearful\nferocity of the anthropoid tribe, and we saw it peering from right to\nleft in suspicious cunning. I held my breath, waiting for the moment\nwhen we could fire.\n\nThe head turned sharply, and I thought I saw the nostrils quivering.\nThen, abruptly, it vanished, and a dog burst into frantic barking and\nhysterical yelping on the veranda. Another instant and the dog screamed\nin terror. There was a crash against the wall of the house, and the\nyelping became a moan.\n\nArthur and I had dashed for the door and now rushed down the veranda\nwith hearts thumping madly. One of the dogs was writhing in agony on\nthe floor. It had been flung against the house with terrific force and\nnow lay with broken ribs and backbone, dying. The gorilla had vanished.\n\nEvan appeared with his rifle ready, out of breath. \"What's up?\" he\ndemanded. \"The beast again?\"\n\nArthur swore hysterically. \"The damned beast is here!\" he cried. \"It's\n_here_! It's hiding somewhere about!\"\n\nWe were all thoroughly reckless by now. We went after the huge ape with\nthe temerity that would have made the blood of any of us run cold in\na sober moment. We penetrated every corner of the house. We went over\nevery bit of the grounds. We clambered upon the roof and searched\nthere in foolhardy indifference to the danger we might be in if we only\nlocated the animal.\n\n\"I think it was hiding in the servants' quarters,\" said Evan grimly.\n\"I saw signs of its having been there. It must have grown shy when I\nexplored the place and it probably slipped off toward the house to\nescape me. I don't see why it didn't make for the woods, though.\"\n\nNone of us understood, but we went about our search as before. We found\nabsolutely nothing. At last we stopped and stared at one another.\n\n\"We would have killed it in another moment,\" said Arthur despairingly,\n\"but the dog saw it and yelped. Then it ran.\"\n\n\"Could it have made the woods before we got outside?\"\n\n\"Heaven only knows,\" said Arthur wearily. \"I begin to believe the\nnatives have bewitched the thing to kill us all.\"\n\n\"How many dogs have we left?\" asked Evan suddenly.\n\nThere were four or five of Evan's animals, and one or two of the\nvillage dogs had begun to lurk about the house in hopes of food. There\nwas none left for them in the deserted village.\n\n\"We'll tie up the dogs,\" said Evan. \"We'll fasten one on the veranda at\nthe front, and another in the rear of the house. We'll put two on the\nground below, tethered to the piles, and spread the others in the rooms\nhere. Then the beast will have to kill them before it can get at as,\nand we'll have some warning.\"\n\nWe began to improvise collars for the native dogs and scattered the\nothers about as Evan had suggested. When we had finished, as far as\nwe could see there was absolutely no way for the gorilla to emerge\nfrom his hiding place--if he were hiding in the house--without being\ninstantly detected by a dog. Certainly, he could not reach the house\nfrom the bush without discovery and an alarm being given.\n\nWith a dog in every room, dogs on the veranda, and others underneath\nthe building, we should have felt safe, but did not. There was\nsomething uncanny in the appearances and disappearances of the\nmonstrous ape that left us apprehensive even when we had taken every\npossible precaution to provide for its instant discovery if it made\nanother attempt to reach us.\n\nThe pertinacity of the beast was appalling. To think of a colossal\nanthropoid with the cunning of the devil himself, the strength of seven\nmen, and all the malignant hatred that possessed this one, to think of\nsuch an animal lurking about seeking an opportunity to wreak vengeance\non one of our number was horrible. And it would not stop with one of\nus if more than one were within its reach. Once in a killing rage, a\ngorilla goes mad with blood lust. It would tear and rend, would crush\nand utterly destroy.\n\nWe were white and nervous from the strain long before. Now we went\nabout with something akin to hysteria just beneath the surface. There\nwas nothing we could _do_! We had to wait for the beast to reappear,\nknowing that when it did, its coming would be cautious and cunning, its\npatience infinite, its strength colossal and its hatred fiendish. Any\nor all of us might expect at any instant to be gripped by a hairy arm\nof incredible power, to see the bestial face of that demoniacal animal\ngrimacing at us in utter malignance. And we had before us the picture\nof the vision that would confront us in such a case. The picture taken\nfrom the native girl's retina was warning. Little, evil eyes glittering\nfiercely, flat, horrible nose above a terrible mouth parted in insane\nrage, and discolored fangs showing above the blackened lips.\n\nAction of any sort would have been a relief. We went through the\nmorning, making desperate efforts to stave off hysteria, and aware that\nat any moment one of us might crack beneath the strain.\n\nNoon came. We ate mechanically. Evan was standing up better than any of\nthe rest of us. Alicia was quiet and still. Her eyes alone showed the\ntension she felt. We were all keyed up to an almost unbearable pitch.\nQueerly enough, in our absorption in the threat of the gorilla, we had\nalmost forgotten the drums that resounded on every side of us from the\nbush. It was Mrs. Braymore who called our attention to them.\n\n\"I wonder what's the matter with the drums?\" she said wearily. \"I've\nbeen noticing them for the last ten minutes.\"\n\nWe listened. The monotonous rhythm was still going on, rolling through\nthe hot midday air in muffled waves of sound. The drums seemed louder\nthan they had been.\n\n\"They're beating more rapidly,\" Evan remarked in a puzzled tone. \"They\nwere going along slowly. Now they're quite fast.\"\n\nOnly one of the drums had quickened its beat, however. The others\nthumped on monotonously. About four o'clock in the afternoon--allowing\nthe length of time necessary for a runner to get from the first village\nto another--a second began to beat more furiously, and shortly after\ndark, the third joined in the trilogy. Our dogs were moving restlessly\nabout, chafing because of being tied. We all were increasingly anxious,\nbut this new danger had, strangely enough, the effect of steadying us.\n\nWe waited a long time, and at last the two women lay down to try\nto rest. Through the moonlight night the drums rolled and rumbled.\nStanding out on the veranda with my rifle in my hands, I listened\nintently. I saw with some disquiet that the night threatened to become\ncloudy, but hoped that the dogs would give warning of any danger that\nmight impend. For an hour I stood there, looking and listening. There\nwas no mistaking the new note of the drums. They meant resolution,\nrenewed activity. Faintly, beneath their muttering, I caught a high,\nsustained ululation. The yelling of the natives had not been audible\nbefore. Evidently they were in perfect frenzy. That meant that an\nattack was imminent.\n\nArthur came out on the veranda beside me. He listened as I was\nlistening.\n\n\"They'll attempt to rush us in the morning, I suppose,\" he remarked\ngrimly. \"They'll hardly try it before dawn, though. Blacks don't like\nthe nighttime.\"\n\nOne of the dogs tied to a pile below the house growled softly. The dog\non the veranda echoed the growl. I glanced at him quickly. He had risen\nand was standing tense, looking toward the edge of the bush. He growled\nagain.\n\nAt just this moment, one of the little wisps of cloud overshadowed the\nmoon and left the courtyard in darkness. I moved quietly over beside\nthe dog and felt the hairs on his neck bristling. Finding him staring\nsteadfastly in one direction, I strained my eyes trying to pierce the\ndarkness. The cloud thinned a trifle and objects were dimly visible. I\nsaw a shape coming slowly and cautiously toward the house, a shape that\nmoved hesitatingly and furtively.\n\nArthur exclaimed softly. \"Murray, it's the gorilla!\"\n\nThe figure was hunched up and apelike. It moved awkwardly toward us.\nThe cloud thinned still more and we could distinguish its location\nclearly, though it was still impossible for us to see distinctly.\n\n\"For the body,\" Arthur whispered.\n\nWe raised our rifles together and aimed carefully. Arthur's rifle\nflashed, and mine an instant later. We heard a choking, beastlike cry,\nand the figure toppled and fell.\n\n\n\n\nCHAPTER VII.\n\nA STRANGE ALLY.\n\n\nEvan rushed out from the interior of the house, rifle in hand.\n\n\"What's up? The natives?\"\n\n\"We've got the gorilla, I think,\" said Arthur quietly.\n\nHe reached into his pocket and pulled out a flash light. The three of\nus started down the steps and approached the fallen figure cautiously.\nAs we drew near, we could hear it moaning. The moans were curiously\nhuman. I glanced up at the sky. The last wisp of the cloud was just\npassing before the face of the moon, and when I looked down again, the\nfigure was outlined in the pitiless glare of the moonlight.\n\nEvan uttered an exclamation. The moaning figure was not that of the\ngorilla. It was a man, a black man, in the monkey skin of a juju\npriest, with all the amulets and charms of his calling strung about\nhim. Evan started forward and shot out a string of questions in the\nlocal dialect. I could not catch a word, but Evan's voice was stern and\nangry. The moaning witch doctor spoke feebly, his voice growing weaker\nand weaker, and his words interrupted by gasps of pain. At last he\nchoked and coughed weakly and was still.\n\nEvan turned to us in a towering passion.\n\n\"Those damned natives are going to try to rush us at dawn! The witch\ndoctor came to put a spell on us so they'd succeed. Oh, when I get at\nthe black animals----\"\n\nHe burst out into a string of profanity. The slave owner in him had\ncome uppermost, and the news that his blacks were going to attack us\naroused his anger at their presumption more than his fear that they\nmight succeed. He stirred the dead figure with his foot.\n\n\"They dare to threaten me!\" he rasped. \"I'll shoot one man in every\nfour of them! I'll whip the rest until they can't stand. I'll----\"\n\nMy old dislike of the man returned, I could not doubt his courage, but\nI had never been particularly fond of the _servaçal_ system and had\ntheir effort not imperiled the lives of the four of us, I would have\nhad the best of wishes for the natives in their attempt to liberate\nthemselves.\n\n\"We'd better decide how we're going to stand them off before we decide\nhow we're going to punish them,\" I remarked. \"There are three of us.\nThere are at least six hundred of them.\"\n\nArthur suddenly turned with a start.\n\n\"Alicia's in the casa,\" he said sharply, \"and the beast may come back.\"\n\nHe started for the house on a run. We heard his voice as he called\nto Alicia and heard her answer. Evan and I followed more slowly,\ndiscussing methods of protecting ourselves against the coming attack.\n\n\"There's one thing,\" I observed thoughtfully, \"with the bush about the\nclearing full of natives, the gorilla will either keep a safe distance\naway--as is most likely--or else will have to fight his way through to\nget to us.\"\n\n\"Perhaps,\" said Evan gloomily, his voice still full of anger toward the\nblacks. \"We'll worry about him when we have to. The important thing is\nthe siege we'll have to stand. If we can stop the first rush, I think\nwe'll be all right.\"\n\n\"We're all right for ammunition?\" I asked.\n\nHe nodded. \"I could outfit a small army from my gun chest and I've\nammunition to last a year.\"\n\nWe mounted the steps of the casa.\n\nAlicia greeted us with a white face. \"I can shoot,\" she told us both\nbravely, \"and I shan't mind shooting at these people.\"\n\n\"You shall shoot,\" said Evan grimly, \"if they get a foothold in the\nhouse. Otherwise there's no need. You know enough not to be taken\nalive.\"\n\n\"I know,\" said Alicia quietly.\n\nThe last I saw of her for an hour or more, she was going through Evan's\nassortment of firearms, picking out a light rifle for her own use and\nanother for Mrs. Braymore. She already had a small-caliber automatic\npistol hidden in her bosom.\n\nFor an hour or more we worked, moving the bundles Evan pointed out in\nthe storeroom to form a breastwork behind which the women would be\nsafe from stray shots. We tore up a section or so of flooring, too,\nso we could fire down in case any of the blacks found a refuge from\nour weapons beneath the house. Bars nailed across the openings at once\nprovided us with assurance that they could not climb up, and that we\nwould not accidentally fall through. We brought supplies of food and\nwater where they would be close at hand.\n\nFor close quarters, we were depending on repeating shotguns loaded with\nbuckshot. Three of us with those weapons should be able to stop almost\nany number of blacks. These lay close beside us. We had our rifles and\nour pistols in addition.\n\nThe drums were beating madly now. The high-pitched ululation that was\nthe blended note of all the frantic yelling came clearly to our ears.\nWhen we had finished our preparations I went outside to listen. I\ninstantly realized that the drums were nearer, much nearer. The dogs\nwere excited and restless.\n\n\"We'd better get the dogs up from the ground,\" I suggested. \"They'll\nonly be killed.\"\n\nEvan went silently down and unleashed them. They were growling and\nbristling, particularly those near the back. They seemed to realize the\nimminence of danger.\n\nI looked at my watch. It lacked two hours of dawn. The drums were\ngrowing louder and louder, and the yelling more distinct and defiant.\nFrom three sides the drums closed in on us, and from three sides\nchoruses of high-pitched yells informed us of the hatred of the blacks\nfor their masters. Evan interpreted as he caught some of the words.\n\n\"They say the juju has declared we are to be killed,\" he announced with\na faint smile. \"We are to be slaughtered and our flesh boiled down\nuntil the fat can be collected, when it will be used to light fires.\nPigs will feed upon us, and our bones will be scattered among the juju\npriests of a thousand villages to tell them to rise and slay all white\nmen.\"\n\nThe drums came up to the very edge of the clearing, and their\nthunderous voices boomed with a full-throated bellow across the open\nspace in a deafening volume of sound. In the moonlight, we became\nconscious of darker bodies moving among the bush. Evan sighted from an\nopen window and with compressed lips fired. There was a mocking yell.\n\n\"They say our guns have been bewitched so we cannot harm them,\" he\ninformed us a second later. \"Give me a shotgun.\"\n\nThe load of buckshot gave better results. Two or three shrieks of pain\nannounced its arrival. Then the drums boomed forth more loudly. Evan\nfired again and again. There was a yell of rage at the third shot, when\nthe resonant voice of the huge drum became muted and a mere shadow of\nitself.\n\n\"I was trying for the drum,\" he remarked. \"They were brought from a\nthousand miles inland, and there's no way to tell what price was paid\nfor that one.\"\n\nThe two other drums hastily shifted their positions, and recommenced\ntheir devil's tattoo. Emboldened by the fury of sound, one or two of\nthe more daring spirits ventured to advance a little way out in the\nclearing to howl maledictions upon us.\n\nArthur's rifle cracked spitefully, and mine followed. Two bold spirits\nceased to yell.\n\nFrom time to time, as we saw an opportunity and a target in the\nmoonlight, we shot vengefully into the bush, and several times cries of\ndifferent timbre from the hysterical yelling of the blacks followed our\nshots. Once or twice, too, I had that curious feeling of certitude that\nfollows some shots, when one is confident he has hit his mark, though\nno cry came to assure me.\n\nEvan fired again and again with his heavy shotgun, almost every deep\nexplosion being followed by a cry. The range was hardly more than a\nhundred yards, and the buckshot carried that distance easily. Spreading\nas it did, it had a daunting effect.\n\nOur object in taking the initiative was solely that of dampening the\nblacks' enthusiasm. Allowed to cheer themselves with yells, they\nwould make a rush that would be formidable in the extreme, but if we\nbegan to inflict losses before their attack began, the edge of their\ndetermination would be taken off. They would no longer believe in the\nefficacy of their juju to compass our destruction, and we would have\na fraction of that psychological superiority that the white man must\npossess in order to handle natives, the complete possession of which\nenables a single fever-ridden white man to cow and rule ten thousand\nblacks.\n\nEvan made a tour of the house, to make sure that the natives were\nequally reluctant to advance on all sides. We heard him fire twice\nback there, and painful yells followed each shot. He rejoined us.\n\n\"I'm going to take the rear,\" he said briefly. \"They're in the bush all\naround. I'll hold them off easily. They'll make their main rush from\nthis side, so you two stay together.\"\n\nArthur's answer was a deliberate squeeze of his trigger. A yell\nfollowed.\n\n\"At a hundred yards,\" he commented, looking up, \"one can make good\npractice in moonlight like this.\"\n\n\"Dawn soon,\" said Evan and went once more to the rear. We heard him\nsettling himself for the rush that we expected.\n\nSo far, there had been nothing but yells from the natives. We knew they\nhad some firearms, but ammunition is very valuable in the bush. Natives\nare never supposed to have arms of precision, and when they possess\nmodern rifles, they have to keep them concealed lest they be taken away\nby the Portuguese; but now and then a black boy will make off with a\nrifle and a store of shells, and there are other sources of supply.\n\nAt that, though, rifles and ammunition are immensely valuable back in\nthe hill country. Up beyond the Hungry Country, I have known slaves to\nbe sold for three rifle cartridges apiece. In fact, my boy Mboka--now\nrun off in the bush with the rest of them--had cost me exactly six\n.30-.30 shells. I had found him the slave of a portly Kuloga chieftain\nwho was about to sell him to a half-caste Arab for export to the Sudan.\n\nI had wondered why the house servants did not clean out the gun chest\nwhen they ran away in the middle of the night, but thanked my luck that\nthey failed to do so. Half a dozen rifles in the hands of the blacks\nwould have made matters awkward for us at close quarters. Off in the\nbush we could have disregarded them, as the native custom is to fill\nthe barrel with slugs and fire from the hip. Anything like accuracy is\nimpossible to them, of course.\n\nWhen the sky began to pale toward the east, however, they opened up. No\nless than six firearms began to bellow at us, from an ancient fowling\npiece of who knows what ancient lineage to a modern smokeless-powder\nmagazine rifle. The slugs and bullets tore through the flimsy walls of\nthe house, or else imbedded themselves with a thud in one of the posts\nthat supported the roof. Arthur and myself began to concentrate upon\nthose weapons. The black-powder arms showed their position at every\nfire in the now growing dawnlight, and we fired vengefully at the puffs\nof smoke.\n\nThe sky was growing lighter now. The stars above us were paling and\nwinking feebly in an attempt to outshine the sun. The first dim\ngrayness became nearly white. The east turned from pallid luminosity to\nrich rose and then to gold. The gold, in its turn, faded to yellow, and\nthe first rays of the sun struck the tips of the highest trees about\nthe clearing. The drumming became fast and furious. The fires of the\nguns in the bush ceased for a moment, and wild yelling began. We heard\nEvan firing occasionally from the rear of the house. Now his shots came\nmore rapidly.\n\nWith a hideous yell, the fringe of bush about the casa erupted black\nfigures. Ancient spears, knobbed and gnarled war clubs, fiercely\npointed arrows, and occasional rusted and long-cherished firearms armed\nthe motley throng that ran yelling toward us.\n\nArthur dropped his rifle and took up the repeating shotgun by his side.\nI took my stand at a window and opened on the advancing mob. In such a\nmass it was impossible to miss, and the buckshot was deadly. If we had\nhad sawed-off shotguns, the loads would have spread more and inflicted\nmore damage, but as it was we had merely to pull the triggers to see\none or more figures crumple or spin half around and fall. In their\nstate of frenzy, that did not stop the blacks.\n\nEvan's gun was booming from the rear of the house. Arthur's spoke with\na shattering roar. My own barked angrily. The drums in the bush were\npounding in a mad rhythm that made the universe a place of unbearable\nsound. The yells, the shots, the cries, and the thunderous drumming\ncreated an uproar in which I loaded my weapon and emptied it with a\nsense of curious detachment. Alicia and Mrs. Braymore were behind the\nbreastwork we had made for them. I cannot speak for Mrs. Braymore, but\nI glanced once at Alicia and saw her grimly holding her light rifle in\nreadiness.\n\nThe blacks came on. The losses we inflicted went unnoticed. They\nswarmed up the rise on which the house was built. We took heavy toll\nof them, but from sheer weight of numbers their casualties seemed\ninsignificant. Their yells were deafening as they swept up the last\ntwenty yards. I emptied my shotgun and began to use my two automatics.\n\nA mass of black humanity flowed up the steps, though a gap in the\nstream widened for a moment as Arthur poured the last shells from\nhis shotgun into them. They clambered the pillars that supported the\nveranda and made for the windows.\n\nAt that distance, barely ten feet, we could not miss. The veranda\nwas a shambles. They could not live there. Arthur and myself with an\nautomatic in each hand swept the place. I heard a shot and a yell\nbehind me. One of the openings in the floor showed the barrel of an\nancient musket that was just falling back. Alicia had fired down the\nopening and undoubtedly saved my life. The musket was aimed directly\nfor my back, and would have torn my head from my body.\n\nThere was a crashing, and an antique blunderbuss appeared through\na hole smashed in the flimsy side wall of the house. Arthur fired\nquickly. Then I heard Evan cry out at the rear of the house. Before we\ncould move, there was an outburst of demoniacal, bestial screamings of\nrage. To one who had once heard that sound, the noise was unmistakable.\nThe gorilla had appeared in a killing fury and was going for the\nblacks, as their panic testified. In a moment the clearing was dotted\nwith running natives. They dared face our weapons, but the gorilla----\n\nEvan's rifle was silent. There was an instant of almost unbearable\nquietness. Then came a triumphant, horrible outcry from the beast. It\nhad slain.\n\n\n\n\nCHAPTER VIII.\n\nUNMASKED.\n\n\nThe quiet was deadly. Where five minutes before had been the yelling\nof the natives and the roaring of the drums, the sharp cracks of our\nrifles, and the bellowing of the native firearms, now there was not a\nsound.\n\nArthur and I, shaken by the suddenness of the transition, waited in\ncold apprehension. Would the door from the rear of the house burst open\nand the shaggy beast rage into the room, its colossal arms crushing\nwhatever might come within its grasp? Would we, the four in that one\nroom, fire futilely into its barrellike chest, and then be rent and\ntore in the huge ape's hairy arms, while its great discolored fangs\nsank into our flesh?\n\nThe stillness was broken by a feeble sound, and we quivered, gripping\nour rifles the more tightly. The tension was terrific. Another feeble\nsound, a scraping sound. Then two or three faint jars, followed by an\nuncertain, tottering footstep, and a second. We heard Evan's voice,\nbarely above a whisper, muttering pain-racked imprecations.\n\nThe door opened slowly and he limped weakly into the room. His clothes\nwere torn and gory. Blood dripped from a deep cut across the back of\nhis hand. He stared at us uncertainly, and a look of relief came across\nhis face.\n\n\"Well,\" he said slowly. \"They've gone.\"\n\nAlicia, for the first time, gave way. She burst into sobs, against\nwhich she struggled bravely.\n\n\"The gorilla!\" I snapped, fearful lest I too give way.\n\nEvan shook his head. \"The blacks had crept up to and filled the\nservants' quarters during the night. I suppose that's why the dogs\nwere restless. When they made a rush, they dashed out from there and I\ncouldn't stop them. They were inside, and I was just about gone when\nthe gorilla appeared from nowhere. I dare say I shouted, and then the\nbeast made for the blacks. I suppose it was as frightened as they were,\nbut it charged them, screaming with rage, and they ran. It got one of\nthem. The poor devil is out there now. I'd been knocked down and one of\nthe blacks was just about to finish me off when the brute appeared.\"\n\n\"Where is it now?\"\n\nEvan shook his head again. \"I don't know where it went. It was going\nfor the blacks.\"\n\nAlicia stuffed her handkerchief into her mouth and tried desperately to\nget a grip on herself again.\n\n\"We'll go and look out at the back,\" said Arthur grimly. \"You stay\nhere, Evan.\"\n\nWe went cautiously out toward the rear. There lay one of the natives\nwith his neck broken, an expression of infinite horror on his face.\nOthers lay in twisted attitudes about the place, gaping wounds from\nthe buckshot at close range showing how desperately Evan had fought. Of\nthe gorilla there was no sign. We searched the place thoroughly, but\nfound nothing.\n\nWe returned to the others, a curious lethargy settling upon us. We had\nbeen at such high tension for so long that it was impossible to keep\nkeyed up. I, for one, felt an almost-overpowering desire to sleep.\nAlicia had recovered her composure by now and was trying to bandage\nEvan's hand. He was indifferently submitting, but after she had\nfinished, he looked at it and took the bandage off, substituting a mere\nstrip of adhesive for the many turns of the cloth.\n\n\"I can handle my rifle like this,\" he said dully.\n\nMrs. Braymore made coffee and we drank it in silence. Presently Arthur\nmotioned to the women to leave the room and began to tug at the bodies\nlying on the floor. It was absurd for us to think of trying to bury\nthem. He dragged them to the edge of the veranda and dropped them over\nthe edge to the ground below. He moved jerkily, almost like a man\nasleep.\n\n\"No need to do that,\" said Evan suddenly, a little while later.\n\nArthur stopped and looked at him questioningly.\n\n\"We'll have to start for the coast,\" Evan explained uninterestedly. \"We\ncan't stick it out here. The natives won't bother us now. The fight's\ntaken out of them.\"\n\n\"But the gorilla?\"\n\n\"Have to chance it,\" said Evan slowly. \"There's nothing else to do.\"\n\n\"He'll get us within the first ten miles,\" I remarked, speaking with\ndifficulty because of the peculiar lethargy that affected us all. \"You\nknow how he trailed Arthur.\"\n\nThere was a moment's silence, then Arthur automatically resumed his\ntask. Alicia came into the room and silently gave us something to eat.\nArthur stopped dumbly and began to chew on his food, forgetting the\ngrisly labor he had been performing but a moment before.\n\n\"We can't start to-day, anyway,\" he said after a little. \"We've got\nto rest. We're all in bad shape and we've two weeks' travel before we\nreach another white man's house.\"\n\nEvan made some reply, but I did not catch it. I fell asleep with food\nin my hands and slept like a dead man for hours. Alicia waked me at\nnoon to eat again.\n\nAll that day we were possessed by a peculiar indifference, the result\nof the reaction from the tension at which we had lived for so many\ndays. I woke with a start at three o'clock, hearing the dogs bark. Evan\ncame slowly into the room.\n\n\"I let the dogs loose,\" he said, noticing my expression. \"They were\nwhining.\"\n\n\"We'll need them to-night, in case the beast comes back.\" I rose\nstiffly and went back to douse my head with water. It roused me a\nlittle and, after a cup of coffee, I joined the other two. We were all\nlanguid and tired, but thoroughly awake now.\n\n\"Of course we can't stay on here,\" Arthur was admitting, \"but we\nwouldn't have one chance in a hundred to make it through the jungle\nwith that ape following us. You've seen how it manages to reach the\nhouse here.\"\n\n\"I've figured,\" said Evan thoughtfully, \"that it was in the fringe of\nbush, and when the drums began to close in from three sides, it was\nflushed out and came on to hide here in or about the house. It had\nhidden here before.\"\n\n\"Probably,\" Arthur agreed. \"But that doesn't say how we're going\nto elude it during a journey of a hundred and fifty miles without\ncarriers.\"\n\nEvan threw out his hands. \"But what are we going to do?\" He appealed to\nme. \"What do you think, Murray?\"\n\n\"If we stay here,\" I reasoned, \"either we'll get him or he'll get us.\nIf we go, he'll probably get one or more of us and we may get him. But\nwe can't stay here. The only thing I can think of is that we had better\ntry for him to-night. With the dogs to warn us, we'll have a better\nchance than before. If he doesn't come to-night, try to-morrow night.\nHang on here as long as we dare and then, if we must, try the trail. If\nwe could strike a caravan coming down from the Hungry Country, now----\"\n\nEvan shook his head. \"I haven't been very hospitable to the Portuguese\ntraders,\" he remarked. \"They steal my slaves and sell them in Ticao.\nThey don't turn off the main slave trail to my villages any more.\"\n\nWe were, silent for a moment or two.\n\n\"Are there any of the rest barricades any short distance away?\" asked\nArthur. \"We might reach one of them and wait for a caravan to come.\"\n\nFrom time to time along the great slave trail from the interior, you\nwill find big inclosures made of tree trunks and filled with grass\nhuts. They were originally built for halting places for the caravans\nthat go up and down from beyond the Hungry Country. Of course they\nare in ill repair because of the attacks of insects and rot upon dead\ntimber in that climate, but the carriers feel safer in them after\nnightfall, and the slave traders find them convenient to avoid possible\nattempts to escape off the part of the \"voluntary labor recruits\" they\nare escorting to the coast.\n\n\"We might try,\" I said doubtfully. \"Frankly, I think the beast would\nhave as much chance at us there as here. If we happened on a caravan\nright away, though, it would help.\"\n\n\"Why doesn't the damned thing go away?\" Arthur looked at us with\nsomething of dread in his eyes. \"I shot its mate four hundred miles\naway, up in the Kongo. It trailed me those four hundred miles, making\nattempt after attempt on me. I wounded it once, and got a fair shot at\nit two weeks before Murray brought Alicia and Mrs. Braymore here. I\nthought I had killed it then. It went off through the trees as if it\nwere badly injured. I'd made sure it was dead.\"\n\nHe began to pace up and down the room nervously.\n\n\"I've never known one so far from Kongo before,\" I said, in an attempt\nto encourage him. \"You know what animals are. They'll stick at a thing\nfor an amazing length of time and then will drop it like a shot. He may\nget a touch of homesickness any day and swing off to the north again.\"\n\n\"If he only would!\" Arthur burst out. \"I'm beginning to feel that he's\ngoing to get me yet. Something tells me he's going to get me.\"\n\n\"Nonsense,\" said Evan heartily. \"Get a grip on yourself, old man.\"\n\n\"If he killed me,\" Arthur muttered morosely, \"he'd be satisfied. I'm\nthe one he's after. If he killed me, he might go off and leave the rest\nof you in peace.\"\n\n\"Don't be an ass, Arthur,\" I told him sharply. \"The beast can't\ndistinguish between white men. He'd be just as apt to try to wipe out\nthe lot of us, and I have a strong objection to being wiped out.\"\n\nArthur walked out on the veranda and stood there, leaning against the\nside of the house and staring moodily off into the bush. Evan looked at\nme significantly.\n\n\"Nerves,\" he said quietly. \"I feel the same way, but I'm trying not to\nshow it. I'll go and round up the dogs. I have a feeling that something\nis due to happen to-night.\"\n\nI went out to the back. Alicia saw me passing her door and joined me,\nleaving Mrs. Braymore behind.\n\n\"Have you decided on your course?\" she asked in a low voice. \"You know\nboth of us are willing to do anything you think wise. You mustn't hold\nback for fear we may not be able to stand hardships.\"\n\nI shook my head. \"The only thing we can do,\" I said wearily, \"is hope\nthe beast turns up to-night and that we kill him.\"\n\nAlicia put out her hand and let it rest on my shoulder in comradely\nfashion.\n\n\"Please don't be discouraged,\" she said urgently. \"We've stood so much,\nsurely we can endure a little more.\"\n\nI tried to smile. \"We'll stick it out. It must be much harder for you\nand Mrs. Braymore.\"\n\n\"Don't worry about us.\" Alicia shook her head decidedly. \"It's\nthe waiting for the beast to come that worries you. We're growing\naccustomed to grisly sights, but you'll never be used to just waiting.\nWhy, I've got so I can look at those poor natives and not even shiver.\"\n\nMy eyes followed her glance. I smiled wryly. \"It isn't pleasant for\nme to look at that particular native,\" I remarked. \"He was one of my\ncarriers. I bought and freed him when he was to be used for food--a\ntribe in the interior. All my boys joined Evan's blacks.\"\n\nAlicia looked at me with her large eyes. \"Let's go and talk to Arthur,\"\nshe said suddenly. \"He needs cheering as much as you do.\"\n\nThe veranda of the casa went all the way around it. Arthur, when I had\nseen him, was leaning against the wall before the main door. Alicia and\nI walked around the outside.\n\n\"I didn't thank you for shooting down the hole in the flooring----\" I\nbegan, then quickly snapped my hand to the pistol at my belt.\n\nFrom inside the house had come a snarl! Before I could take another\nstep, I heard a queer, gurgling gasp and a sickening crack. In a second\nI had bolted around the corner of the casa, rushing madly, my automatic\nin my hand. Arthur had been leaning against the wall near one of the\nwindows. Now he was crumpling limply to the floor, while the curtains\nbehind him were still fluttering where the arms that had broken his\nneck had beat jerked back. I dashed through the door, absolutely\ndesperate and utterly reckless. A dark form was bounding down the hall\nthat led to the rear. A frightened cry came from the room in which\nMrs. Braymore had been left. I ran down the passageway, furious and\ndesperate, I heard a door slam shut--the door of the storeroom! I made\nfor it, stumbled, and fell into the room on all fours.\n\nEvan Graham was in the room, trying to stuff a furry something into an\nopen box! As I sprawled on the floor he whirled and saw me. From his\nlips issued the identical snarl I had heard five seconds before, and he\nraised his automatic pistol and fired!\n\n\n\n\nCHAPTER IX.\n\nTHE GORILLA'S SCREAM.\n\n\nI came slowly back to consciousness, feeling weak and giddy. I essayed\nto move and found I could not. I opened my eyes. Despite the gathering\ndarkness, I discovered that I was seated in a chair in the large room\nof the casa. A second attempt to move disclosed the fact that I was\ntied tightly.\n\nAlicia stared at me dumbly from an opposite chair, and Mrs. Braymore\nsat in one corner, her face white and set and her eyes full of horror.\nEvan was standing at his ease by the doorway, smoking with evident\nenjoyment.\n\nIn one of his hands he held a shaggy object that for some seconds held,\nweakly, my half-focused attention. It was a baglike object, that yet\nseemed to contain a framework. Not yet awake to full consciousness,\nI saw that it was strangely animal. It was a mask in the perfect,\nhorrible likeness of a gorilla.\n\nEvan turned and saw my eyes open. \"Well, Murray, old top,\" he said\namiably. \"You caught me, didn't you?\"\n\nMy throat was dry and parched, and my shoulder ached abominably. \"What\nthe devil?\" I croaked weakly.\n\n\"Give him some water, Alicia,\" said Evan cheerfully. \"He's thirsty.\"\n\nAlicia gave me water. \"He has my pistol,\" she whispered despairingly as\nshe bent over me.\n\nFull consciousness returned with a jerk. Evan had shot me. Evan had\nsnarled at me as he fired. Evan--why Evan must have killed Arthur! He\ngrinned approvingly as he saw me straighten in an instinctive effort to\nbreak my bonds.\n\n\"Ah, feeling better,\" he commented. \"I'm sorry you caught me. I'd have\nliked to take you back to Ticao and hear you tell the tale of this\nweek's work of ours. You always were a great one for telling tales,\nMurray.\"\n\nHe puffed luxuriously at his cigarette and looked at the gathering\ndarkness outside.\n\n\"You're a connoisseur of tales, Murray, so I think I'll tell you one.\nI'm going off to get in touch with my natives in a little while, as\nsoon as it's dark, but I've a few minutes to spare and might as well\nbe pleasant during that little while. I'm afraid I'll have to be\nunpleasant later on, you know.\"\n\n\"I didn't know.\"\n\nI have never found that losing one's head is an advantage under any\ncircumstances, so I prepared to make an effort to keep mine. Evan waved\nhis hand airily.\n\n\"Oh, I'm going to be put to the unpleasant necessity of disposing of\nyou and Mrs. Braymore. No one could regret it more than I do, but the\nnecessity is there. You see, I was the gorilla.\" He indicated the\ngorilla mask. \"And it wouldn't do for you to tell that story about.\"\n\n\"I can believe it,\" I admitted. My head was spinning, but I tried to\nfollow what he was saying in the hope of finding something therein to\nmy own advantage.\n\n\"You understand, of course,\" said Evan cheerfully, \"that I don't mean\nthat I was the beast whose mate Arthur so inconsiderately shot, or the\none who followed his caravan all the way here from the Kongo. That\nwas another gorilla altogether. I simply happen to be the one that\nhung about the house here. Arthur shot the other one two weeks before\nyou came. It got away, but he must have wounded it fatally. Otherwise\nit would have turned up long before. I'll admit that I was a little\nnervous about the animal at first, but I soon realized that it must be\ndead. I saw to it that Arthur was not similarly convinced, however. I\nhad already made more or less of a plan. You know about my slaves?\"\n\n\"No,\" I said rather weakly. I had lost a lot of blood.\n\n\"I'd knocked about the West Coast for quite a while before I came\nhere.\" Evan stopped and drew up a chair. He sat down comfortably.\n\"I had learned the secret of controlling natives. As you know, that\nsecret is fear. I knew that if I could get, say, a village full of them\nthoroughly afraid of me, they would be to all practical purposes my\nslaves. Normal means of frightening them would have the disadvantage\nof not frightening them too much to invoke juju to get rid of me. And\njuju, invoked against a white man, means poison. The obvious solution\nwas to frighten them by means of the very juju they would use against\nme.\"\n\n\"Poison?\" I asked. My head was spinning, but I tried not to show it.\n\n\"No.\" Evan puffed casually upon his cigarette. \"Poison would be the\nresult of the juju. I went at the fountain head. Kongo natives are\ndeadly afraid of gorillas, but just a little way from gorilla country,\nthe natives fear them vastly more than where familiarity has had time\nto breed, if not contempt, at least some measure of accustomedness. The\nnatives here would be horribly afraid of them. I made my preparations\naccordingly. Having bribed his excellency the colonial governor, and\nhaving had this mask made and learned how to imitate to a fair degree\nof perfection the cries of the beasts, I came out here. Have you seen\nmy mask?\"\n\nHe held it out for me to see, even going so far as to strike a light\nso that I might examine the thing more closely. He held it before my\neyes and turned it about. It was an amazingly perfect bit of work,\nperhaps larger than a normal skull of one of the beasts would be. For\nall their size, their skulls are comparatively small. It was lifelike\nto a surprising degree. The disgustingly human, and yet unhuman ears\nstuck out against the skull. The jaw protruded in truly simian fashion,\nand the caked, black lips were drawn back from discolored fangs in a\ngrimace of almost unimaginable ferocity. The broad, flat nostrils were\ndistended in rage, and the eyeholes of the mask sank deep back below\nthe low and beetling forehead. If small, glittering eyes had shone\nevilly from those now blank holes, I would have been tempted to believe\nthat a live beast was before me.\n\n\"Good work, isn't it?\" asked Evan. \"I came out here with my four\noverseers, wandered into the village, and metamorphosed myself before\nthe villagers' eyes into a gorilla clad as a man, which at one moment\nspoke with the voice of a man, ordering them to obey, and the next\nscreamed at them in tones of one of the monstrous apes of which they\nwere in such dread. I built myself this casa, demanded tribute of gums\nand produce, started a small juju house off in a small clearing, and in\na couple of weeks had established myself as a deity, demanding to be\nworshiped and sacrificed to, exacting all sorts of tribute, and so on.\nVery profitable, I assure you.\n\n\"They soon believed that I could change myself into a gorilla at will\nand respected me immensely. I took care to throw a few scares into\nthem. In Japan, some years ago, I learned a small and very elemental\njujutsu trick which requires very little strength to break a man's\nneck. A few broken necks, a few snarls, a scream or so of rage, and\nthey'd no more think of crossing my will than they'd think of jumping\ninto the fires of hell.\"\n\n\"They attacked the house,\" I remarked, trying behind my back to wriggle\none of my hands free from the bonds that held it fast.\n\n\"They'll suffer for that.\" Evan was smiling, but there was something\nin his tone that made me feel slightly cold. \"They'll suffer for that.\nI told my juju priests to take the people off into the woods and keep\nthem busy with a juju council until I had finished my business with\nyou. They forced your boys to go with them. They simply got out of\nhand, that's all. The witch doctor you and Arthur shot was coming to\ntell me that they were out of control. If I had gone and appeared among\nthem, wearing my gorilla mask, and snarled at them once, they would\nhave been like lambs. I simply couldn't, get away from you people\nwithout making you suspicious.\"\n\n\"But what was the object of it all?\" I demanded. I had found it\nimpossible to free even one hand.\n\n\"Arthur was my elder brother,\" said Evan amiably. \"Consequently, being\nEnglish, he had all the money in the family. I do not like West Africa.\nIf I disposed of Arthur, I could go back to England and live with some\ncomfort. I thought of shooting him and calling it an accident, but\npeople would talk, you know. When he came here with his tale of being\nfollowed by a gorilla, I saw the possibilities. When I heard you people\nwere coming up, I saw I would have witnesses. My idea was to convince\nyou of the presence of a gorilla, break Arthur's neck precisely as I\ndid this afternoon, and return to England. I rather thought I would be\nable to comfort Alicia, in time.\"\n\nAlicia shuddered. Evan grinned at her.\n\n\"I shall comfort you, Alicia, but presently. My people will return,\nMurray and your estimable chaperon will be disposed of, and you and\nI will escape precariously to Ticao, telling the tale of hairbreadth\nescapes during the uprising of my natives and during the trip.\"\n\n\"Never!\" said Alicia desperately.\n\n\"Oh, yes.\" Evan was polite, but there was evil determination in his\ntone. \"You never cared much for Arthur, and I more than suspect you're\nin love with Murray. You'll do as I say for his sake.\"\n\nThere was mute interrogation in my expression.\n\n\"Not to save your life, of course, Murray,\" Evan hastened to assure\nme. \"I really can't allow you to spread tales of what happened up\nhere. She'll be pleasant to make sure that you depart this life,\ner--comfortably.\"\n\nAlicia looked at me in despair.\n\nEvan glanced out the window. \"Not time for me to start off yet,\" he\nremarked. \"They'll have to go down and worship me when I turn up in\nthis little fixing.\" He indicated the gorilla-head mask in his hand.\n\"Is there anything that isn't clear to you?\"\n\n\"I don't understand anything,\" I said.\n\n\"I'll begin at the beginning, in your own fashion. Let's see. Biheta.\nYou remember you were here the night she was installed in the casa?\nOne of my servants had been insolent. I sent word to the village\nthat Biheta was to be sent here to take the other's place. She was\nfrightened, and the juju ceremony you saw was for the purpose of\nheartening her for the time she would spend in proximity to my godlike\nperson. When the other servants left, by my orders, she was too stupid\nto go with them. She was perpetually frightened, anyway. You see,\nshe saw me dispose of the servant that had been insolent. Jujutsu is\nuseful. I'll show you how to break a neck.\" He started to rise, then\nsank back in his chair. \"Come to think of it, I need you to convince\nAlicia that she had better do as I tell her. You will depart this life\nto-morrow. As I was saying, Biheta stayed behind when she should have\ncleared out with the others. So, in the middle of the night, while on\nguard, I went into her room, wearing my mask. I made a noise, she woke,\nsaw me--and that was the end of that. The photograph of the retina of\nher eye showed the face of this mask. Rather clever idea, don't you\nthink?\"\n\n\"Very,\" I admitted.\n\n\"Thanks.\" Evan smiled sarcastically. \"Well, Arthur just imagined he\nheard the beast following him through the trees. He shot at nothing,\nwhen you and he went down to explore the village. My own 'encounter'\nwith the animal when I started off in the jungle alone was purely\nimaginary. I scratched my own face and jabbered like the gorilla\nmyself. Like this----\"\n\nHe emitted a succession of incredible sounds, so beastlike and\nferocious in their tones that I could hardly believe it was not an\nanimal uttering them. There was a peculiar echo from the bush outside.\n\n\"The dogs were excited in the storeroom,\" Evan went on easily, \"because\nthey could smell the fur of the mask I kept in a small box in there.\nWhen I told that wild tale of a hairy arm reaching in at the window\nand dragging the dog out, to fling it with a broken neck into the\ncourtyard, I need not say that I had done the killing. And my 'seeing'\nthe gorilla on the roof was more fiction. Of course he wasn't there at\ndawn. I was laughing in my sleeve at you people all night long, while\nwe patrolled the courtyard. The silhouette of the gorilla's head you\ntwo saw on the window curtain was the shadow of your humble servant.\nI had decided that the play had gone far enough. The presence of the\ngorilla had been proved. The three of you, my present audience, would\ncorroborate my story of the gorilla's having killed Arthur. I was on my\nway to break his neck. You nearly got me that time, and I had to kill\nthe dog to get away. Then the natives got out of hand. I could have\nstopped them by a simple appearance, but you people would have missed\nme. I waited until they were near the house, then rushed out in my\nmask, snarling and raging at them, and they ran. After that I hid the\nmask quickly and pretended to you that I had been knocked down. It was\nreally very simple. With the natives quieted for a few days, I simply\ncarried out my plans to dispose of Arthur. I'm sorry I'll have to put\nyou two out of the way, but Arthur's dead, I'm his heir, I'm going to\nmarry Alicia and become a country gentleman in England, and I can't let\nyou two people talk.\"\n\n\"You'll never dare take me to England,\" said Alicia, desperately white.\n\n\"You'll marry me, Alicia,\" said Evan coolly. \"You won't split. When you\nsee the preparations my natives will make for the entertainment of\nMurray and Mrs. Braymore, you'll swear to anything, and you'll marry me\nwhen we get to Ticao. You'll corroborate my tales of a slave uprising,\ntoo. You don't know what can be done to Murray, and will be done before\nhe dies, unless you do as I say.\"\n\nAlicia moistened her lips. I saw her half close her eyes.\n\nEvan laughed. \"It's about time for me to call on my natives. This will\nbe our wedding night, Alicia. One of the local witch doctors will marry\nus, and the ceremony will be repeated when we get to Ticao. Murray and\nMrs. Braymore will be kept alive until to-morrow lest you refuse to go\nthrough with the ceremony. If you hesitate, I dare say I'll be able to\nmake up your mind for you. Too bad I'll have to kill the other two,\nthough.\" He strolled over to the door. \"I'll call up my natives. You'll\nhear the gorilla again.\"\n\nDerisively he opened his lips and from them issued a strange cry, that\nI had heard once before. It was the challenge of a bull ape to battle.\nAnd--good Heaven! _It was answered!_\n\nThere was a snarl behind him. He turned with a gasp. There on the\nveranda, leaping toward him, he saw, not a masquerading white man,\nposing as a jungle god, but a colossal gorilla in actuality, gnashing\nits teeth in rage, and with its huge, hairy arms outstretched.\n\nI shall remember Evan's shriek when the beast seized him, to the end of\nmy days. Sometimes, even now, I start up at midnight with the echo of\nit in my ears. For one instant the two figures were outlined against\nthe fading light of the sky. Then the ferocious fangs buried themselves\nin Evan's throat and the beast leaped clumsily to the ground, bearing\nthe still-struggling body in its immensely muscled arms.\n\nWe heard the sounds from the courtyard, sounds at whose meaning I\ndo not wish to guess. And then our ears rang with the horrible,\nincredible, terrifying scream of a gorilla that has made a kill.\n\n\n\n\nCHAPTER X.\n\nAT THE PADRE'S.\n\n\nWe passed through the night somehow. Alicia, half dead with terror,\nmanaged clumsily to release me, but weak as I was from loss of blood,\nwe dared attempt nothing that night.\n\nIn the morning the great ape was gone. I might as well say now that I\nbelieve that it was the same animal that had trailed Arthur, and which\nArthur had gravely wounded some two weeks before our arrival.\n\nFor three weeks it had hidden while the wound healed, and then came\ncautiously toward the casa again. It heard Evan's first beastlike\ncries, and its response was probably the queer echo I had thought I\nheard from the bush. It crept forward, and when Evan derisively uttered\nthe challenge cry of the monster anthropoids, it had leaped to the\nattack.\n\nLimited as is the intelligence of the creatures, it would never\ndistinguish between white men. A white man had killed its mate. It had\nkilled a white man. With the blood lust sated, by now the shaggy brute\nwas doubtless swinging rapidly through the treetops toward its Kongo\nhunting grounds.\n\nThat is my explanation. I know I never saw any other sign of the huge\ngorilla either then or at any later time. I have told the tale on\ndifferent occasions to many different people, and my surmise has always\nbeen accepted as correct.\n\nOur predicament was not entirely done away with by the disappearance\nof the gorilla that had come to our deliverance so unexpectedly. We\nwere still a hundred and fifty miles from another white man or woman,\nabsolutely without carriers, and I was abominably weak from the wound\nEvan had inflicted. Our chances looked slight indeed until nearly noon\nof the next day.\n\nA very much ashamed, and a very apologetic black figure emerged from\nthe bush on the side farthest from the village. It was followed\nby about forty other similarly ashamed and apologetic figures. I\nrecognized Mboka, my gun-bearer in the lead and had to struggle to\nrestrain an impulse to jump up and shout aloud to Alicia that we were\nall right at last.\n\nInstead, I sat impassively on the veranda until Mboka stopped humbly\nin the courtyard before me. I paid absolutely no attention, but smoked\nindifferently as if his presence or absence were a matter in which\nI had no concern. He waited and fidgeted, scraping his bare feet\nembarrassedly on the ground, until at last I looked down and inspected\nhim impersonally. I looked away again. Presently, looking off through\nthe bush as if he were the most insignificant atom in the universe, I\nremarked:\n\n\"Pig!\"\n\nMboka beamed. It is the custom in West Africa for the lower in rank,\nthe inferior, to speak first, but Mboka was too ashamed to presume. He\nstood there uneasily and tried to look apologetic while I informed him\nthat he had put me to some inconvenience, that he was to go and never\ndare appear before me again. I added that I would see to it that no\nother trader ever dreamed of employing him for any purpose whatever.\n\nIt does not do for a white man to admit himself in any degree dependent\non a black. I told him that he need never come to me again and resumed\nmy stare into the bush. He may have had some idea of trying to bargain\nwith me, but my attitude put him back. He hesitatingly and humbly told\nme what I already knew quite well, that he and the others had been\nforced to accompany Evan's natives off into the bush.\n\nOne or two of the carriers had been swept away by the fervor of the\njuju council and had joined Evan's folk in their attack on us, but the\nothers had now fled to put themselves under my protection. They begged\nthat I would receive them again and assured me of their undivided\nloyalty, if I would take them again into my service.\n\nI kept them waiting for an hour while I went indoors and ate a\nleisurely breakfast. When I came outside again, I seemed to have\nforgotten them. My indifference completed their subjugation. They were\nabject in their pleadings for me to take them back. When I finally\nconsented, it was with the scornful statement that I was going to take\nthem to Ticao and discharge them from my service forever.\n\nThey burdened themselves joyfully with the loads they had brought up\nfrom Ticao and waited anxiously for me to announce my readiness to\nstart. Alicia and Mrs. Braymore would have to walk, as their ox-cart\nwas useless. I began the journey on foot, but could not keep up. I was\ntoo weak.\n\nThe second day I had to be carried in an improvised hammock, and the\nthird or fourth day I found myself in a raging fever. Alicia worked\nover me bravely, but I lapsed into semidelirious feverishness in which\nI was of no use whatever.\n\nI must credit Mboka with a great deal more faithfulness than I had\nexpected of him. He kept the carriers under an iron rule, and Alicia\ntold me later that the length of the journeys was stretched to the\ngreatest possible distance every day. With nothing but the scantiest\nof medicines--as my own drug chest had been accidentally left behind\nat Evan's deserted casa--she fought off the fever, but when we arrived\nat the Padre Silvestre's mission, I was in very bad shape. The padre\ndoctored me, however, and in two weeks I had not only ceased my\ndelirium, but could move about a little. I remember the first evening I\nwas allowed to sit up.\n\nThe padre, Alicia, and Mrs. Braymore had celebrated my recovery at\ndinner that night, the padre making one of his graceful little speeches\non the subject. I am not of the padre's faith, but we are great\nfriends, and after dinner he announced that I might sit up. With great\nceremony they got me into a chair and made a great to-do over me. Then\nthey helped me to a chair on the little screened-in veranda of the\npadre's house, where I could look out at the perfect African night and\nsee the small mission church, and farther off the village in which the\npadre's converts live.\n\nMrs. Braymore went back indoors to discuss with him some aid she\nproposed to give the mission. She was an Episcopalian, but she had seen\nthe work the padre had done, and a difference of creed had long since\nseemed unimportant. The main thing was that the natives needed aid.\nAlicia and I on the veranda talked for a long time, disjointedly.\n\n\"What will happen to Evan's plantation?\" she asked presently, naming\nthe place with reluctance.\n\n\"The natives will move away,\" I answered thoughtfully, \"and a tradition\nwill grow up, making the casa the abode of a devil-god who will destroy\nall comers. Slave caravans passing down the great slave trail will\nmake offerings to appease the evil spirits in the house, and a juju\nhouse will appear, where the witch doctor will grow rich and fat on the\ncontributions he will exact. The casa itself will stand untenanted and\ndeserted, while tall grasses grow in the courtyard, and at last the\nhouse will fall in shapeless ruins.\"\n\n\"It was terrible there,\" said Alicia with a shudder. \"And Evan--it\nis almost unbelievable that he should have done what he did. He was\nalways a black sheep, but that----\"\n\nI was silent for a moment. \"He was planning to force you to marry him,\"\nI said presently. \"Not thinking of how you might feel for Arthur.\"\n\n\"Arthur was like a brother,\" Alicia said sadly. \"I was very, very fond\nof him. We were engaged, but we had nearly agreed that we did not care\nfor each other enough to marry. I was very fond of him, though. I could\nnot have cared for him more if he had really been my brother.\"\n\nThe great white African moon was silvering the whole earth with its\npale rays. From the village came negro voices, singing the native words\nto an old, old devotional melody. From within the house came the rustle\nof papers. The padre and Mrs. Braymore were going over the details of\nthe small hospital she proposed to erect for the mission. The padre\nis an old man, and more than forty years of his life have been spent\nat his little mission station, trying to help the natives despite the\nPortuguese and the _servaçal_. Now, at last, he was to have adequate\nequipment through Mrs. Braymore's generosity.\n\nShe was going back to her beloved England, where she would go to her\nfive-o'clock teas and discuss the neighborhood gossip and hear the\ncurate talk about the possibility of repairing the parish house. I\nknew she was glad that she could again sink into the pleasant rut of\nwell-to-do English country life. Alicia would go too, and I would see\nher no more. It suddenly seemed unbearable that she should leave me.\n\n\"I shall be leaving Ticao soon,\" I said abruptly.\n\nAlicia turned. Her face was grave and sweet in the half light.\n\n\"Why? I thought----\"\n\n\"This is an evil country. White men denigrate and black men are like\nbeasts. I am sick of the place. I shall go back somewhere in the States\nand see what I can find to do there.\"\n\n\"I'm glad you're leaving Ticao,\" she said slowly. \"I should not like\nto think I would never see you again. We have grown to be very good\nfriends.\"\n\nI waited a moment or so and then said quietly:\n\n\"When Evan was explaining to us after he had shot me, he said that he\nwould force you to do as he said by threats of my death by torture. You\nremember?\"\n\nAlicia nodded silently.\n\n\"He said that he believed you cared a little for me. I have been hoping\nvery much that he was right. I'm more or less of a ne'er-do-well, but\nif there's any hope for me, I'll try hard to change.\"\n\nI waited breathlessly for her to answer. She looked out at the\nmoonlight for what seemed an age-long time. At last she turned again to\nme. I had a moment of panic, and then I saw that she was smiling.\n\n\"Why, Murray,\" she said in a flash of mischief. \"I may call on you to\nchange after a while, but for the present, say for the next ten or\ntwenty years, I think you're perfectly all right as you are.\"\n\nI had not thought myself so strong, but when I saw her smiling at me\nwith her face close to my own, my fever weakness left me and I reached\nout my arms. Alicia was quite considerate of me. She struggled only a\nvery little.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Juju, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JUJU ***\n\n***** This file should be named 50719-8.txt or 50719-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/7/1/50719/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}