{"title": "Later Than You Think", "author": "Fritz Leiber", "releaseDate": "December 23, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Later Than You Think\n\n                            By FRITZ LEIBER\n\n            It's much later. The question is ... how late?\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction October 1950.\n            Extensive research did not uncover any evidence\n        that the U.S. copyright on this publication was renewed.]\n\n\nObviously the Archeologist's study belonged to an era vastly distant\nfrom today. Familiar similarities here and there only sharpened the\nfeeling of alienage. The sunlight that filtered through the windows in\nthe ceiling had a wan and greenish cast and was augmented by radiation\nfrom some luminous material impregnating the walls and floor. Even the\nwide desk and the commodious hassocks glowed with a restful light.\nAcross the former were scattered metal-backed wax tablets, styluses,\nand a pair of large and oddly formed spectacles. The crammed bookcases\nwere not particularly unusual, but the books were bound in metal and\nthe script on their spines would have been utterly unfamiliar to the\nmost erudite of modern linguists. One of the books, lying open on a\nhassock, showed leaves of a thin, flexible, rustless metal covered\nwith luminous characters. Between the bookcases were phosphorescent oil\npaintings, mainly of sea bottoms, in somber greens and browns. Their\nstyle, neither wholly realistic nor abstract, would have baffled the\nhistorian of art.\n\nA blackboard with large colored crayons hinted equally at the\nschoolroom and the studio.\n\nIn the center of the room, midway to the ceiling, hung a fish with\nirridescent scales of breathtaking beauty. So invisible was its means\nof support that--also taking into account the strange paintings and the\ngreenish light--one would have sworn that the object was to create an\nunderwater scene.\n\nThe Explorer made his entrance in a theatrical swirl of movement. He\nembraced the Archeologist with a warmth calculated to startle that\ncrusty old fellow. Then he settled himself on a hassock, looked up\nand asked a question in a speech and idiom so different from any we\nknow that it must be called another means of communication rather than\nanother language. The import was, \"Well, what about it?\"\n\nIf the Archeologist were taken aback, he concealed it. His expression\nshowed only pleasure at being reunited with a long-absent friend.\n\n\"What about what?\" he queried.\n\n\"About your discovery!\"\n\n\"What discovery?\" The Archeologist's incomprehension was playful.\n\nThe Explorer threw up his arms. \"Why, what else but your discovery,\nhere on Earth, of the remains of an intelligent species? It's the find\nof the age! Am I going to have to coax you? Out with it!\"\n\n\"I didn't make the discovery,\" the other said tranquilly. \"I only\nsupervised the excavations and directed the correlation of material.\n_You_ ought to be doing the talking. _You're_ the one who's just\nreturned from the stars.\"\n\n\"Forget that.\" The Explorer brushed the question aside. \"As soon as\nour spaceship got within radio range of Earth, they started to send\nus a continuous newscast covering the period of our absence. One of\nthe items, exasperatingly brief, mentioned your discovery. It captured\nmy imagination. I couldn't wait to hear the details.\" He paused, then\nconfessed, \"You get so eager out there in space--a metal-filmed droplet\nof life lost in immensity. You rediscover your emotions....\" He\nchanged color, then finished rapidly, \"As soon as I could decently get\naway, I came straight to you. I wanted to hear about it from the best\nauthority--yourself.\"\n\n       *       *       *       *       *\n\nThe Archeologist regarded him quizzically. \"I'm pleased that you should\nthink of me and my work, and I'm very happy to see you again. But admit\nit now, isn't there something a bit odd about your getting so worked\nup over this thing? I can understand that after your long absence from\nEarth, any news of Earth would seem especially important. But isn't\nthere an additional reason?\"\n\nThe Explorer twisted impatiently. \"Oh, I suppose there is.\nDisappointment, for one thing. We were hoping to get in touch with\nintelligent life out there. We were specially trained in techniques for\nestablishing mental contact with alien intelligent life forms. Well, we\nfound some planets with life upon them, all right. But it was primitive\nlife, not worth bothering about.\"\n\nAgain he hesitated embarrassedly. \"Out there you get to thinking of\nthe preciousness of intelligence. There's so little of it, and it's so\nlonely. And we so greatly need intercourse with another intelligent\nspecies to give depth and balance to our thoughts. I suppose I set\ntoo much store by my hopes of establishing a contact.\" He paused. \"At\nany rate, when I heard that what we were looking for, you had found\nhere at home--even though dead and done for--I felt that at least it\nwas something. I was suddenly very eager. It is odd, I know, to get\nso worked up about an extinct species--as if my interest could mean\nanything to them now--but that's the way it hit me.\"\n\n       *       *       *       *       *\n\nSeveral small shadows crossed the windows overhead. They might have\nbeen birds, except they moved too slowly.\n\n\"I think I understand,\" the Archeologist said softly.\n\n\"So get on with it and tell me about your discovery!\" the Explorer\nexploded.\n\n\"I've already told you that it wasn't my discovery,\" the Archeologist\nreminded him. \"A few years after your expedition left, there was begun\na detailed resurvey of Earth's mineral resources. In the course of\nsome deep continental borings, one party discovered a cache--either a\nvery large box or a rather small room--with metallic walls of great\nstrength and toughness. Evidently its makers had intended it for the\nvery purpose of carrying a message down through the ages. It proved to\ncontain artifacts; models of buildings, vehicles, and machines, objects\nof art, pictures, and books--hundreds of books, along with elaborate\npictorial dictionaries for interpreting them. So now we even understand\ntheir languages.\"\n\n\"Languages?\" interrupted the Explorer. \"That's queer. Somehow one\nthinks of an alien species as having just one language.\"\n\n\"Like our own, this species had several, though there were some words\nand symbols that were alike in all their languages. These words and\nsymbols seem to have come down unchanged from their most distant\nprehistory.\"\n\nThe Explorer burst out, \"I am not interested in all that dry stuff!\nGive me the wet! What were they like? How did they live? What did they\ncreate? What did they want?\"\n\nThe Archeologist gently waved aside the questions. \"All in good time.\nIf I am to tell you everything you want to know, I must tell it my own\nway. Now that you are back on Earth, you will have to reacquire those\norderly and composed habits of thought which you have partly lost in\nthe course of your wild interstellar adventurings.\"\n\n\"Curse you, I think you're just trying to tantalize me.\"\n\nThe Archeologist's expression showed that this was not altogether\nuntrue. He casually fondled an animal that had wriggled up onto his\ndesk, and which looked rather more like an eel than a snake. \"Cute\nlittle brute, isn't it?\" he remarked. When it became apparent that the\nExplorer wasn't to be provoked into another outburst, he continued, \"It\nbecame my task to interpret the contents of the cache, to reconstruct\nits makers' climb from animalism and savagery to civilization, their\nrather rapid spread across the world's surface, their first fumbling\nattempts to escape from the Earth.\"\n\n       *       *       *       *       *\n\n\"They had spaceships?\"\n\n\"It's barely possible. I rather hope they did, since it would mean\nthe chance of a survival elsewhere, though the negative results of\nyour expedition rather lessen that.\" He went on, \"The cache was laid\ndown when they were first attempting space flight, just after their\ndiscovery of atomic power, in the first flush of their youth. It was\nprobably created in a kind of exuberant fancifulness, with no serious\nbelief that it would ever serve the purpose for which it was intended.\"\nHe looked at the Explorer strangely. \"If I am not mistaken, we have\nlaid down similar caches.\"\n\nAfter a moment the Archeologist continued, \"My reconstruction of their\nhistory, subsequent to the laying down of the cache, has been largely\nhypothetical. I can only guess at the reasons for their decline and\nfall. Supplementary material has been very slow in coming in, though\nwe are still making extensive excavations at widely separated points.\nHere are the last reports.\" He tossed the Explorer a small metal-leaf\npamphlet. It flew with a curiously slow motion.\n\n\"That's what struck me so queer right from the start,\" the Explorer\nobserved, putting the pamphlet aside after a glance. \"If these\ncreatures were relatively advanced, why haven't we learned about them\nbefore? They must have left so many things--buildings, machines,\nengineering projects, some of them on a large scale. You'd think we'd\nbe turning up traces everywhere.\"\n\n\"I have four answers to that,\" the Archeologist replied. \"The first\nis the most obvious. Time. Geologic ages of it. The second is more\nsubtle. What if we should have been looking in the wrong place? I mean,\nwhat if the creatures occupied a very different portion of the Earth\nthan our own? Third, it's possible that atomic energy, out of control,\nfinished the race and destroyed its traces. The present distribution of\nradioactive compounds throughout the Earth's surface lends some support\nto this theory.\n\n\"Fourth,\" he went on, \"it's my belief that when an intelligent species\nbegins to retrogress, it tends to destroy, or, rather, debase all the\nthings it has laboriously created. Large buildings are torn down to\nmake smaller ones. Machines are broken up and worked into primitive\ntools and weapons. There is a kind of unraveling or erasing. A cultural\nSecond Law of Thermodynamics begins to operate, whereby the intellect\nand all its works are gradually degraded to the lowest level of meaning\nand creativity.\"\n\n       *       *       *       *       *\n\n\"But why?\" The Explorer sounded anguished. \"Why should any intelligent\nspecies end like that? I grant the possibility of atomic power\ngetting out of hand, though one would have thought they'd have taken\nthe greatest precautions. Still, it could happen. But that fourth\nanswer--it's morbid.\"\n\n\"Cultures and civilizations die,\" said the Archeologist evenly. \"That\nhas happened repeatedly in our own history. Why not species? An\nindividual dies--and is there anything intrinsically more terrible in\nthe death of a species than in the death of an individual?\"\n\nHe paused. \"With respect to the members of this one species, I think\nthat a certain temperamental instability hastened their end. Their\nappetites and emotions were not sufficiently subordinated to their\nunderstanding and to their sense of drama--their enjoyment of the\ncomedy and tragedy of existence. They were impatient and easily\nincapacitated by frustration. They seem to have been singularly guilty\nin their pleasures, behaving either like gloomy moralists or gluttons.\n\n\"Because of taboos and an overgrown possessiveness,\" he continued,\n\"each individual tended to limit his affection to a tiny family; in\nmany cases he focused his love on himself alone. They set great store\nby personal prestige, by the amassing of wealth and the exercise of\npower. Their notable capacity for thought and manipulative activity was\nexpended on things rather than persons or feelings. Their technology\noutstripped their psychology. They skimped fatally when it came to hard\nthinking about the purpose of life and intellectual activity, and the\nmeans for preserving them.\"\n\nAgain the slow shadows drifted overhead.\n\n\"And finally,\" the Archeologist said, \"they were a strangely haunted\nspecies. They seem to have been obsessed by the notion that others,\ngreater than themselves, had prospered before them and then died,\nleaving them to rebuild a civilization from ruins. It was from those\nothers that they thought they derived the few words and symbols common\nto all their languages.\"\n\n\"Gods?\" mused the Explorer.\n\nThe Archeologist shrugged. \"Who knows?\"\n\n       *       *       *       *       *\n\nThe Explorer turned away. His excitement had visibly evaporated,\nleaving behind a cold and miserable residue of feeling. \"I am not\nsure I want to hear much more about them,\" he said. \"They sound\ntoo much like us. Perhaps it was a mistake, my coming here. Pardon\nme, old friend, but out there in space even _our_ emotions become\nundisciplined. Everything becomes indescribably poignant. Moods\nare tempestuous. You shift in an instant from zenith to nadir--and\nremember, out there you can see both.\n\n\"I was very eager to hear about this lost species,\" he added in a sad\nvoice. \"I thought I would feel a kind of fellowship with them across\nthe eons. Instead, I touch only corpses. It reminds me of when, out in\nspace, there looms up before your prow, faint in the starlight, a dead\nsun. They were a young race. They thought they were getting somewhere.\nThey promised themselves an eternity of effort. And all the while there\nwas wriggling toward them out of that future for which they yearned ...\noh, it's so completely futile and unfair.\"\n\n\"I disagree,\" the Archeologist said spiritedly. \"Really, your absence\nfrom Earth has unsettled you even more than I first surmised. Look at\nthe matter squarely. Death comes to everything in the end. Our past\nis strewn with our dead. That species died, it's true. But what they\nachieved, they achieved. What happiness they had, they had. What they\ndid in their short span is as significant as what they might have done\nhad they lived a billion years. The present is always more important\nthan the future. And no creature can have all the future--it must be\nshared, left to others.\"\n\n\"Maybe so,\" the Explorer said slowly. \"Yes, I guess you're right. But\nI still feel a horrible wistfulness about them, and I hug to myself\nthe hope that a few of them escaped and set up a colony on some planet\nwe haven't yet visited.\" There was a long silence. Then the Explorer\nturned back. \"You old devil,\" he said in a manner that showed his gayer\nand more boisterous mood had returned, though diminished, \"you still\nhaven't told me anything definite about them.\"\n\n\"So I haven't,\" replied the Archeologist with guileful innocence.\n\"Well, they were vertebrates.\"\n\n\"Oh?\"\n\n\"Yes. What's more, they were mammals.\"\n\n       *       *       *       *       *\n\n\"Mammals? I was expecting something different.\"\n\n\"I thought you were.\"\n\nThe Explorer shifted. \"All this matter of evolutionary categories is\npretty cut-and-dried. Even a knowledge of how they looked doesn't\nmean much. I'd like to approach them in a more intimate way. How did\nthey think of themselves? What did they call themselves? I know the\nword won't mean anything to me, but it will give me a feeling--of\nrecognition.\"\n\n\"I can't say the word,\" the Archeologist told him, \"because I haven't\nthe proper vocal equipment. But I know enough of their script to be\nable to write it for you as they would have written it. Incidentally,\nit is one of those words common to all their languages, that they\nattributed to an earlier race of beings.\"\n\nThe Archeologist extended one of his eight tentacles toward the\nblackboard. The suckers at its tip firmly grasped a bit of orange\ncrayon. Another of his tentacles took up the spectacles and adjusted\nthem over his three-inch protruding pupils.\n\nThe eel-like glittering pet drifted back into the room and nosed\ncuriously about the crayon as it traced:\n\n                                  RAT\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Later Than You Think, by Fritz Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LATER THAN YOU THINK ***\n\n***** This file should be named 50753.txt or 50753.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/7/5/50753/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}