{"title": "Contagion", "author": "Katherine MacLean", "releaseDate": "December 27, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               CONTAGION\n\n                         By KATHERINE MacLEAN\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction October 1950.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Minos was such a lovely planet. Not a thing\n               seemed wrong with it. Excepting the food,\n              perhaps. And a disease that wasn't really.\n\n\nIt was like an Earth forest in the fall, but it was not fall. The\nforest leaves were green and copper and purple and fiery red, and a\nwind sent patches of bright greenish sunlight dancing among the leaf\nshadows.\n\nThe hunt party of the _Explorer_ filed along the narrow trail, guns\nready, walking carefully, listening to the distant, half familiar cries\nof strange birds.\n\nA faint crackle of static in their earphones indicated that a gun had\nbeen fired.\n\n\"Got anything?\" asked June Walton. The helmet intercom carried her\nvoice to the ears of the others without breaking the stillness of the\nforest.\n\n\"Took a shot at something,\" explained George Barton's cheerful voice\nin her earphones. She rounded a bend of the trail and came upon Barton\nstanding peering up into the trees, his gun still raised. \"It looked\nlike a duck.\"\n\n\"This isn't Central Park,\" said Hal Barton, his brother, coming into\nsight. His green spacesuit struck an incongruous note against the\nbronze and red forest. \"They won't all look like ducks,\" he said\nsoberly.\n\n\"Maybe some will look like dragons. Don't get eaten by a dragon,\nJune,\" came Max's voice quietly into her earphones. \"Not while I still\nlove you.\" He came out of the trees carrying the blood sample kit, and\ntouched her glove with his, the grin on his ugly beloved face barely\nvisible in the mingled light and shade. A patch of sunlight struck a\ngreenish glint from his fishbowl helmet.\n\n       *       *       *       *       *\n\nThey walked on. A quarter of a mile back, the space ship _Explorer_\ntowered over the forest like a tapering skyscraper, and the people of\nthe ship looked out of the viewplates at fresh winds and sunlight and\nclouds, and they longed to be outside.\n\nBut the likeness to Earth was danger, and the cool wind might be death,\nfor if the animals were like Earth animals, their diseases might be\nlike Earth diseases, alike enough to be contagious, different enough to\nbe impossible to treat. There was warning enough in the past. Colonies\nhad vanished, and traveled spaceways drifted with the corpses of ships\nwhich had touched on some plague planet.\n\nThe people of the ship waited while their doctors, in airtight\nspacesuits, hunted animals to test them for contagion.\n\nThe four medicos, for June Walton was also a doctor, filed through the\nalien homelike forest, walking softly, watching for motion among the\ncopper and purple shadows.\n\nThey saw it suddenly, a lighter moving copper patch among the darker\nbrowns. Reflex action swung June's gun into line, and behind her\nsomeone's gun went off with a faint crackle of static, and made a hole\nin the leaves beside the specimen. Then for a while no one moved.\n\nThis one looked like a man, a magnificently muscled, leanly graceful,\nhumanlike animal. Even in its callused bare feet, it was a head taller\nthan any of them. Red-haired, hawk-faced and darkly tanned, it stood\nbreathing heavily, looking at them without expression. At its side hung\na sheath knife, and a crossbow was slung across one wide shoulder.\n\nThey lowered their guns.\n\n\"It needs a shave,\" Max said reasonably in their earphones, and he\nreached up to his helmet and flipped the switch that let his voice be\nheard. \"Something we could do for you, Mac?\"\n\nThe friendly drawl was the first voice that had broken the forest\nsounds. June smiled suddenly. He was right. The strict logic of\nevolution did not demand beards; therefore a non-human would not be\nwearing a three day growth of red stubble.\n\nStill panting, the tall figure licked dry lips and spoke. \"Welcome to\nMinos. The Mayor sends greetings from Alexandria.\"\n\n\"English?\" gasped June.\n\n\"We were afraid you would take off again before I could bring word to\nyou.... It's three hundred miles.... We saw your scout plane pass\ntwice, but we couldn't attract its attention.\"\n\n       *       *       *       *       *\n\nJune looked in stunned silence at the stranger leaning against the\ntree. Thirty-six light years--thirty-six times six trillion miles\nof monotonous space travel--to be told that the planet was already\nsettled! \"We didn't know there was a colony here,\" she said. \"It is not\non the map.\"\n\n\"We were afraid of that,\" the tall bronze man answered soberly. \"We\nhave been here three generations and yet no traders have come.\"\n\nMax shifted the kit strap on his shoulder and offered a hand. \"My name\nis Max Stark, M.D. This is June Walton, M.D., Hal Barton, M.D., and\nGeorge Barton, Hal's brother, also M.D.\"\n\n\"Patrick Mead is the name,\" smiled the man, shaking hands casually.\n\"Just a hunter and bridge carpenter myself. Never met any medicos\nbefore.\"\n\nThe grip was effortless but even through her airproofed glove June\ncould feel that the fingers that touched hers were as hard as padded\nsteel.\n\n\"What--what is the population of Minos?\" she asked.\n\nHe looked down at her curiously for a moment before answering. \"Only\none hundred and fifty.\" He smiled. \"Don't worry, this isn't a city\nplanet yet. There's room for a few more people.\" He shook hands with\nthe Bartons quickly. \"That is--you are people, aren't you?\" he asked\nstartlingly.\n\n\"Why not?\" said Max with a poise that June admired.\n\n\"Well, you are all so--so--\" Patrick Mead's eyes roamed across the\nfaces of the group. \"So varied.\"\n\nThey could find no meaning in that, and stood puzzled.\n\n\"I mean,\" Patrick Mead said into the silence, \"all these--interesting\ndifferent hair colors and face shapes and so forth--\" He made a vague\nwave with one hand as if he had run out of words or was anxious not to\ninsult them.\n\n\"Joke?\" Max asked, bewildered.\n\nJune laid a hand on his arm. \"No harm meant,\" she said to him over the\nintercom. \"We're just as much of a shock to him as he is to us.\"\n\nShe addressed a question to the tall colonist on outside sound. \"What\nshould a person look like, Mr. Mead?\"\n\nHe indicated her with a smile. \"Like you.\"\n\nJune stepped closer and stood looking up at him, considering her own\ndescription. She was tall and tanned, like him; had a few freckles,\nlike him; and wavy red hair, like his. She ignored the brightly\nhumorous blue eyes.\n\n\"In other words,\" she said, \"everyone on the planet looks like you and\nme?\"\n\nPatrick Mead took another look at their four faces and began to grin.\n\"Like me, I guess. But I hadn't thought of it before. I did not think\nthat people could have different colored hair or that noses could fit\nso many ways onto faces. I was judging by my own appearance, but I\nsuppose any fool can walk on his hands and say the world is upside\ndown!\" He laughed and sobered. \"But then why wear spacesuits? The air\nis breathable.\"\n\n\"For safety,\" June told him. \"We can't take any chances on plague.\"\n\nPat Mead was wearing nothing but a loin cloth and his weapons, and the\nwind ruffled his hair. He looked comfortable, and they longed to take\noff the stuffy spacesuits and feel the wind against their own skins.\nMinos was like home, like Earth.... But they were strangers.\n\n\"Plague,\" Pat Mead said thoughtfully. \"We had one here. It came two\nyears after the colony arrived and killed everyone except the Mead\nfamilies. They were immune. I guess we look alike because we're all\nrelated, and that's why I grew up thinking that it is the only way\npeople can look.\"\n\n_Plague._ \"What was the disease?\" Hal Barton asked.\n\n\"Pretty gruesome, according to my father. They called it the melting\nsickness. The doctors died too soon to find out what it was or what to\ndo about it.\"\n\n\"You should have trained for more doctors, or sent to civilization for\nsome.\" A trace of impatience was in George Barton's voice.\n\nPat Mead explained patiently, \"Our ship, with the power plant and all\nthe books we needed, went off into the sky to avoid the contagion,\nand never came back. The crew must have died.\" Long years of hardship\nwere indicated by that statement, a colony with electric power gone\nand machinery stilled, with key technicians dead and no way to replace\nthem. June realized then the full meaning of the primitive sheath knife\nand bow.\n\n\"Any recurrence of melting sickness?\" asked Hal Barton.\n\n\"No.\"\n\n\"Any other diseases?\"\n\n\"Not a one.\"\n\nMax was eyeing the bronze red-headed figure with something approaching\nawe. \"Do you think all the Meads look like that?\" he said to June on\nthe intercom. \"I wouldn't mind being a Mead myself!\"\n\n       *       *       *       *       *\n\nTheir job had been made easy by the coming of Pat. They went back to\nthe ship laughing, exchanging anecdotes with him. There was nothing\nnow to keep Minos from being the home they wanted, except the melting\nsickness, and, forewarned against it, they could take precautions.\n\nThe polished silver and black column of the _Explorer_ seemed to rise\nhigher and higher over the trees as they neared it. Then its symmetry\nblurred all sense of specific size as they stepped out from among the\ntrees and stood on the edge of the meadow, looking up.\n\n\"Nice!\" said Pat. \"Beautiful!\" The admiration in his voice was warming.\n\n\"It was a yacht,\" Max said, still looking up, \"second hand, an old-time\nbeauty without a sign of wear. Synthetic diamond-studded control board\nand murals on the walls. It doesn't have the new speed drives, but it\nbrought us thirty-six light years in one and a half subjective years.\nPlenty good enough.\"\n\nThe tall tanned man looked faintly wistful, and June realized that\nhe had never had access to a full library, never seen a movie, never\nexperienced luxury. He had been born and raised on Minos.\n\n       *       *       *       *       *\n\n\"May I go aboard?\" Pat asked hopefully.\n\nMax unslung the specimen kit from his shoulder, laid it on the carpet\nof plants that covered the ground and began to open it.\n\n\"Tests first,\" Hal Barton said. \"We have to find out if you people\nstill carry this so-called melting sickness. We'll have to de-microbe\nyou and take specimens before we let you on board. Once on, you'll be\nno good as a check for what the other Meads might have.\"\n\nMax was taking out a rack and a stand of preservative bottles and\nhypodermics.\n\n\"Are you going to jab me with those?\" Pat asked with interest.\n\n\"You're just a specimen animal to me, bud!\" Max grinned at Pat Mead,\nand Pat grinned back. June saw that they were friends already, the\ntall pantherish colonist, and the wry, black-haired doctor. She felt a\nstab of guilt because she loved Max and yet could pity him for being\nsmaller and frailer than Pat Mead.\n\n\"Lie down,\" Max told him, \"and hold still. We need two spinal fluid\nsamples from the back, a body cavity one in front, and another from the\narm.\"\n\nPat lay down obediently. Max knelt, and, as he spoke, expertly swabbed\nand inserted needles with the smooth speed that had made him a fine\nnerve surgeon on Earth.\n\nHigh above them the scout helioplane came out of an opening in the ship\nand angled off toward the west, its buzz diminishing. Then, suddenly,\nit veered and headed back, and Reno Unrich's voice came tinnily from\ntheir earphones:\n\n\"What's that you've got? Hey, what are you docs doing down there?\" He\nbanked again and came to a stop, hovering fifty feet away. June could\nsee his startled face looking through the glass at Pat.\n\nHal Barton switched to a narrow radio beam, explained rapidly and\npointed in the direction of Alexandria. Reno's plane lifted and flew\naway over the odd-colored forest.\n\n\"The plane will drop a note on your town, telling them you got\nthrough to us,\" Hal Barton told Pat, who was sitting up watching Max\ndexterously put the blood and spinal fluids into the right bottles\nwithout exposing them to air.\n\n\"We won't be free to contact your people until we know if they still\ncarry melting sickness,\" Max added. \"You might be immune so it doesn't\nshow on you, but still carry enough germs--if that's what caused it--to\nwipe out a planet.\"\n\n\"If you do carry melting sickness,\" said Hal Barton, \"we won't be able\nto mingle with your people until we've cleared them of the disease.\"\n\n\"Starting with me?\" Pat asked.\n\n\"Starting with you,\" Max told him ruefully, \"as soon as you step on\nboard.\"\n\n\"More needles?\"\n\n\"Yes, and a few little extras thrown in.\"\n\n\"Rough?\"\n\n\"It isn't easy.\"\n\nA few minutes later, standing in the stalls for spacesuit\ndecontamination, being buffeted by jets of hot disinfectant, bathed in\nglares of sterilizing ultraviolet radiation, June remembered that and\ncompared Pat Mead's treatment to theirs.\n\nIn the _Explorer_, stored carefully in sealed tanks and containers,\nwas the ultimate, multi-purpose cureall. It was a solution of enzymes\nso like the key catalysts of the human cell nucleus that it caused\nchemical derangement and disintegration in any non-human cell. Nothing\ncould live in contact with it but human cells; any alien intruder to\nthe body would die. Nucleocat Cureall was its trade name.\n\nBut the cureall alone was not enough for complete safety. Plagues had\nbeen known to slay too rapidly and universally to be checked by human\ntreatment. Doctors are not reliable; they die. Therefore spaceways and\ninterplanetary health law demanded that ship equipment for guarding\nagainst disease be totally mechanical in operation, rapid and efficient.\n\nSomewhere near them, in a series of stalls which led around and\naround like a rabbit maze, Pat was being herded from stall to stall\nby peremptory mechanical voices, directed to soap and shower, ordered\nto insert his arm into a slot which took a sample of his blood, given\nsolutions to drink, bathed in germicidal ultraviolet, shaken by sonic\nblasts, breathing air thick with sprays of germicidal mists, being\ndirected to put his arms into other slots where they were anesthesized\nand injected with various immunizing solutions.\n\nFinally, he would be put in a room of high temperature and extreme\ndryness, and instructed to sit for half an hour while more fluids were\ndripped into his veins through long thin tubes.\n\nAll legal spaceships were built for safety. No chance was taken of\nallowing a suspected carrier to bring an infection on board with him.\n\n       *       *       *       *       *\n\nJune stepped from the last shower stall into the locker room, zipped\noff her spacesuit with a sigh of relief, and contemplated herself in a\nwall mirror. Red hair, dark blue eyes, tall....\n\n\"I've got a good figure,\" she said thoughtfully.\n\nMax turned at the door. \"Why this sudden interest in your looks?\" he\nasked suspiciously. \"Do we stand here and admire you, or do we finally\nget something to eat?\"\n\n\"Wait a minute.\" She went to a wall phone and dialed it carefully,\nusing a combination from the ship's directory. \"How're you doing, Pat?\"\n\nThe phone picked up a hissing of water or spray. There was a startled\nchuckle. \"Voices, too! Hello, June. How do you tell a machine to go\njump in the lake?\"\n\n\"Are you hungry?\"\n\n\"No food since yesterday.\"\n\n\"We'll have a banquet ready for you when you get out,\" she told Pat and\nhung up, smiling. Pat Mead's voice had a vitality and enjoyment which\nmade shipboard talk sound like sad artificial gaiety in contrast.\n\nThey looked into the nearby small laboratory where twelve squealing\nhamsters were protestingly submitting to a small injection each of\nPat's blood. In most of them the injection was followed by one of\nantihistaminics and adaptives. Otherwise the hamster defense system\nwould treat all non-hamster cells as enemies, even the harmless human\nblood cells, and fight back against them violently.\n\nOne hamster, the twelfth, was given an extra large dose of adaptive,\nso that if there were a disease, he would not fight it or the human\ncells, and thus succumb more rapidly.\n\n\"How ya doing, George?\" Max asked.\n\n\"Routine,\" George Barton grunted absently.\n\nOn the way up the long spiral ramps to the dining hall, they passed a\nviewplate. It showed a long scene of mountains in the distance on the\nhorizon, and between them, rising step by step as they grew farther\naway, the low rolling hills, bronze and red with patches of clear green\nwhere there were fields.\n\nSomeone was looking out, standing very still, as if she had been\nthere a long time--Bess St. Clair, a Canadian woman. \"It looks like\nWinnipeg,\" she told them as they paused. \"When are you doctors going to\nlet us out of this blithering barberpole? Look,\" she pointed. \"See that\npatch of field on the south hillside, with the brook winding through\nit? I've staked that hillside for our house. When do we get out?\"\n\n       *       *       *       *       *\n\nReno Ulrich's tiny scout plane buzzed slowly in from the distance and\nbegan circling lazily.\n\n\"Sooner than you think,\" Max told her. \"We've discovered a castaway\ncolony on the planet. They've done our tests for us by just living\nhere. If there's anything here to catch, they've caught it.\"\n\n\"People on Minos?\" Bess's handsome ruddy face grew alive with\nexcitement.\n\n\"One of them is down in the medical department,\" June said. \"He'll be\nout in twenty minutes.\"\n\n\"May I go see him?\"\n\n\"Sure,\" said Max. \"Show him the way to the dining hall when he gets\nout. Tell him we sent you.\"\n\n\"Right!\" She turned and ran down the ramp like a small girl going to a\nfire. Max grinned at June and she grinned back. After a year and a half\nof isolation in space, everyone was hungry for the sight of new faces,\nthe sound of unfamiliar voices.\n\n       *       *       *       *       *\n\nThey climbed the last two turns to the cafeteria, and entered to a rich\nsubdued blend of soft music and quiet conversations. The cafeteria\nwas a section of the old dining room, left when the rest of the ship\nhad been converted to living and working quarters, and it still had\nthe original finely grained wood of the ceiling and walls, the sound\nabsorbency, the soft music spools and the intimate small light at each\ntable where people leisurely ate and talked.\n\nThey stood in line at the hot foods counter, and behind her June\ncould hear a girl's voice talking excitedly through the murmur of\nconversation.\n\n\"--new man, honest! I saw him through the viewplate when they came in.\nHe's down in the medical department. A real frontiersman.\"\n\nThe line drew abreast of the counters, and she and Max chose three\nheaping trays, starting with hydroponic mushroom steak, raised in\nthe growing trays of water and chemicals; sharp salad bowl with rose\ntomatoes and aromatic peppers; tank-grown fish with special sauce; four\ndifferent desserts, and assorted beverages.\n\nPresently they had three tottering trays successfully maneuvered to a\ntable. Brant St. Clair came over. \"I beg your pardon, Max, but they are\nsaying something about Reno carrying messages to a colony of savages,\nfor the medical department. Will he be back soon, do you know?\"\n\nMax smiled up at him, his square face affectionate. Everyone liked the\nshy Canadian. \"He's back already. We just saw him come in.\"\n\n\"Oh, fine.\" St. Clair beamed. \"I had an appointment with him to go out\nand confirm what looks like a nice vein of iron to the northeast. Have\nyou seen Bess? Oh--there she is.\" He turned swiftly and hurried away.\n\nA very tall man with fiery red hair came in surrounded by an eagerly\ntalking crowd of ship people. It was Pat Mead. He stood in the doorway,\nalertly scanning the dining room. Sheer vitality made him seem even\nlarger than he was. Sighting June, he smiled and began to thread toward\ntheir table.\n\n\"Look!\" said someone. \"There's the colonist!\" Shelia, a pretty, jeweled\nwoman, followed and caught his arm. \"Did you _really_ swim across a\nriver to come here?\"\n\nOverflowing with good-will and curiosity, people approached from all\ndirections. \"Did you actually walk three hundred miles? Come, eat with\nus. Let me help choose your tray.\"\n\nEveryone wanted him to eat at their table, everyone was a specialist\nand wanted data about Minos. They all wanted anecdotes about hunting\nwild animals with a bow and arrow.\n\n\"He needs to be rescued,\" Max said. \"He won't have a chance to eat.\"\n\nJune and Max got up firmly, edged through the crowd, captured Pat and\nescorted him back to their table. June found herself pleased to be\nclaiming the hero of the hour.\n\n       *       *       *       *       *\n\nPat sat in the simple, subtly designed chair and leaned back almost\nvoluptuously, testing the way it gave and fitted itself to him. He\nran his eyes over the bright tableware and heaped plates. He looked\naround at the rich grained walls and soft lights at each table. He said\nnothing, just looking and feeling and experiencing.\n\n\"When we build our town and leave the ship,\" June explained, \"we\nwill turn all the staterooms back into the lounges and ballrooms and\ncocktail bars that used to be inside.\"\n\n\"Oh, I'm not complaining,\" Pat said negligently. He cocked his head to\nthe music, and tried to locate its source.\n\n\"That's big of you,\" said Max with gentle irony.\n\nThey fell to, Pat beginning the first meal he had had in more than a\nday.\n\nMost of the other diners finished when they were halfway through,\nand began walking over, diffidently at first, then in another wave\nof smiling faces, handshakes, and introductions. Pat was asked about\ncrops, about farming methods, about rainfall and floods, about farm\nanimals and plant breeding, about the compatibility of imported Earth\nseeds with local ground, about mines and strata.\n\nThere was no need to protect him. He leaned back in his chair and\ndrawled answers with the lazy ease of a panther; where he could think\nof no statistic, he would fill the gap with an anecdote. It developed\nthat he enjoyed spinning campfire yarns and especially being the center\nof interest.\n\nBetween bouts of questions, he ate with undiminished and glowing relish.\n\nJune noticed that the female specialists were prolonging the questions\nmore than they needed, clustering around the table laughing at his\njokes, until presently Pat was almost surrounded by pretty faces,\neager questions, and chiming laughs. Shelia the beautiful laughed most\nchimingly of all.\n\nJune nudged Max, and Max shrugged indifferently. It wasn't anything a\nman would pay attention to, perhaps. But June watched Pat for a moment\nmore, then glanced uneasily back to Max. He was eating and listening\nto Pat's answers and did not feel her gaze. For some reason Max looked\nalmost shrunken to her. He was shorter than she had realized; she had\nforgotten that he was only the same height as herself. She was dimly\naware of the clear lilting chatter of female voices increasing at Pat's\nend of the table.\n\n\"That guy's a menace,\" Max said, and laughed to himself, cutting\nanother slice of hydroponic mushroom steak. \"What's eating you?\" he\nadded, glancing aside at her when he noticed her sudden stillness.\n\n\"Nothing,\" she said hastily, but she did not turn back to watching Pat\nMead. She felt disloyal. Pat was only a superb animal. Max was the man\nshe loved. Or--was he? Of course he was, she told herself angrily.\nThey had gone colonizing together because they wanted to spend their\nlives together; she had never thought of marrying any other man. Yet\nthe sense of dissatisfaction persisted, and along with it a feeling of\nguilt.\n\nLen Marlow, the protein tank-culture technician responsible for the\nmushroom steaks, had wormed his way into the group and asked Pat a\nquestion. Now he was saying, \"I don't dig you, Pat. It sounds like\nyou're putting the people into the tanks instead of the vegetables!\" He\nglanced at them, looking puzzled. \"See if you two can make anything of\nthis. It sounds medical to me.\"\n\nPat leaned back and smiled, sipping a glass of hydroponic burgundy.\n\"Wonderful stuff. You'll have to show us how to make it.\"\n\nLen turned back to him. \"You people live off the country, right? You\nhunt and bring in steaks and eat them, right? Well, say I have one of\nthose steaks right here and I want to eat it, what happens?\"\n\n       *       *       *       *       *\n\n\"Go ahead and eat it. It just wouldn't digest. You'd stay hungry.\"\n\n\"Why?\" Len was aggrieved.\n\n\"Chemical differences in the basic protoplasm of Minos. Different\namino linkages, left-handed instead of right-handed molecules in the\ncarbohydrates, things like that. Nothing will be digestible here until\nyou are adapted chemically by a little test-tube evolution. Till then\nyou'd starve to death on a full stomach.\"\n\nPat's side of the table had been loaded with the dishes from two trays,\nbut it was almost clear now and the dishes were stacked neatly to one\nside. He started on three desserts, thoughtfully tasting each in turn.\n\n\"Test-tube evolution?\" Max repeated. \"What's that? I thought you people\nhad no doctors.\"\n\n\"It's a story.\" Pat leaned back again. \"Alexander P. Mead, the head of\nthe Mead clan, was a plant geneticist, a very determined personality\nand no man to argue with. He didn't want us to go through the struggle\nof killing off all Minos plants and putting in our own, spoiling the\nface of the planet and upsetting the balance of its ecology. He decided\nthat he would adapt our genes to this planet or kill us trying. He did\nit all right.'\"\n\n\"Did which?\" asked June, suddenly feeling a sourceless prickle of fear.\n\n\"Adapted us to Minos. He took human cells--\"\n\n       *       *       *       *       *\n\nShe listened intently, trying to find a reason for fear in the\nexplanation. It would have taken many human generations to adapt to\nMinos by ordinary evolution, and that only at a heavy toll of death and\nhunger which evolution exacts. There was a shorter way: Human cells\nhave the ability to return to their primeval condition of independence,\nhunting, eating and reproducing alone.\n\nAlexander P. Mead took human cells and made them into phagocytes.\nHe put them through the hard savage school of evolution--a thousand\ngenerations of multiplication, hardship and hunger, with the alien\nindigestible food always present, offering its reward of plenty to the\ncell that reluctantly learned to absorb it.\n\n\"Leucocytes can run through several thousand generations of evolution\nin six months,\" Pat Mead finished. \"When they reached to a point where\nthey would absorb Minos food, he planted them back in the people he\nhad taken them from.\"\n\n\"What was supposed to happen then?\" Max asked, leaning forward.\n\n\"I don't know exactly how it worked. He never told anybody much about\nit, and when I was a little boy he had gone loco and was wandering\nha-ha-ing around waving a test tube. Fell down a ravine and broke his\nneck at the age of eighty.\"\n\n\"A character,\" Max said.\n\nWhy was she afraid? \"It worked then?\"\n\n\"Yes. He tried it on all the Meads the first year. The other settlers\ndidn't want to be experimented on until they saw how it worked out. It\nworked. The Meads could hunt, and plant while the other settlers were\nstill eating out of hydroponics tanks.\"\n\n\"It worked,\" said Max to Len. \"You're a plant geneticist and a tank\nculture expert. There's a job for you.\"\n\n\"Uh-_uh_!\" Len backed away. \"It sounds like a medical problem to me.\nHuman cell control--right up your alley.\"\n\n\"It is a one-way street,\" Pat warned. \"Once it is done, you won't be\nable to digest ship food. I'll get no good from this protein. I ate it\njust for the taste.\"\n\nHal Barton appeared quietly beside the table. \"Three of the twelve test\nhamsters have died,\" he reported, and turned to Pat. \"Your people carry\nthe germs of melting sickness, as you call it. The dead hamsters were\ninjected with blood taken from you before you were de-infected. We\ncan't settle here unless we de-infect everybody on Minos. Would they\nobject?\"\n\n\"We wouldn't want to give you folks germs,\" Pat smiled. \"Anything for\nsafety. But there'll have to be a vote on it first.\"\n\nThe doctors went to Reno Ulrich's table and walked with him to the\nhangar, explaining. He was to carry the proposal to Alexandria, mingle\nwith the people, be persuasive and wait for them to vote before\nreturning. He was to give himself shots of cureall every two hours on\nthe hour or run the risk of disease.\n\n       *       *       *       *       *\n\nReno was pleased. He had dabbled in sociology before retraining as a\nmechanic for the expedition. \"This gives me a chance to study their\nmores.\" He winked wickedly. \"I may not be back for several nights.\"\nThey watched through the viewplate as he took off, and then went over\nto the laboratory for a look at the hamsters.\n\nThree were alive and healthy, munching lettuce. One was the control;\nthe other two had been given shots of Pat's blood from before he\nentered the ship, but with no additional treatment. Apparently a\nhamster could fight off melting sickness easily if left alone. Three\nwere still feverish and ruffled, with a low red blood count, but\nrecovering. The three dead ones had been given strong shots of adaptive\nand counter histamine, so their bodies had not fought back against the\nattack.\n\nJune glanced at the dead animals hastily and looked away again.\nThey lay twisted with a strange semi-fluid limpness, as if ready to\ndissolve. The last hamster, which had been given the heaviest dose\nof adaptive, had apparently lost all its hair before death. It was\nhairless and pink, like a still-born baby.\n\n\"We can find no micro-organisms,\" George Barton said. \"None at all.\nNothing in the body that should not be there. Leucosis and anemia.\nFever only for the ones that fought it off.\" He handed Max some\ntemperature charts and graphs of blood counts.\n\nJune wandered out into the hall. Pediatrics and obstetrics were her\nfield; she left the cellular research to Max, and just helped him with\nlaboratory routine. The strange mood followed her out into the hall,\nthen abruptly lightened.\n\nComing toward her, busily telling a tale of adventure to the gorgeous\nShelia Davenport, was a tall, red-headed, magnificently handsome man.\nIt was his handsomeness which made Pat such a pleasure to look upon\nand talk with, she guiltily told herself, and it was his tremendous\nvitality.... It was like meeting a movie hero in the flesh, or a hero\nout of the pages of a book--Deer-slayer, John Clayton, Lord Greystoke.\n\nShe waited in the doorway to the laboratory and made no move to join\nthem, merely acknowledged the two with a nod and a smile and a casual\nlift of the hand. They nodded and smiled back.\n\n\"Hello, June,\" said Pat and continued telling his tale, but as they\npassed he lightly touched her arm.\n\n\"Oh, pioneer!\" she said mockingly and softly to his passing profile,\nand knew that he had heard.\n\n       *       *       *       *       *\n\nThat night she had a nightmare. She was running down a long corridor\nlooking for Max, but every man she came to was a big bronze man with\nred hair and bright blue eyes who grinned at her.\n\nThe pink hamster! She woke suddenly, feeling as if alarm bells had been\nringing, and listened carefully, but there was no sound. She had had a\nnightmare, she told herself, but alarm bells were still ringing in her\nunconscious. Something was wrong.\n\nLying still and trying to preserve the images, she groped for a\nmeaning, but the mood faded under the cold touch of reason. Damn\nintuitive thinking! A pink hamster! Why did the unconscious have to be\nso vague? She fell asleep again and forgot.\n\nThey had lunch with Pat Mead that day, and after it was over Pat\ndelayed June with a hand on her shoulder and looked down at her for a\nmoment. \"I want you, June,\" he said and then turned away, answering the\nhails of a party at another table as if he had not spoken. She stood\nshaken, and then walked to the door where Max waited.\n\nShe was particularly affectionate with Max the rest of the day, and it\npleased him. He would not have been if he had known why. She tried to\nforget Pat's blunt statement.\n\nJune was in the laboratory with Max, watching the growth of a small\ntank culture of the alien protoplasm from a Minos weed, and listening\nto Len Marlow pour out his troubles.\n\n\"And Elsie tags around after that big goof all day, listening to his\nstories. And then she tells me I'm just jealous, I'm imagining things!\"\nHe passed his hand across his eyes. \"I came away from Earth to be with\nElsie.... I'm getting a headache. Look, can't you persuade Pat to cut\nit out, June? You and Max are his friends.\"\n\n\"Here, have an aspirin,\" June said. \"We'll see what we can do.\"\n\n\"Thanks.\" Len picked up his tank culture and went out, not at all\ncheered.\n\n       *       *       *       *       *\n\nMax sat brooding over the dials and meters at his end of the\nlaboratory, apparently sunk in thought. When Len had gone, he spoke\nalmost harshly.\n\n\"Why encourage the guy? Why let him hope?\"\n\n\"Found out anything about the differences in protoplasm?\" she evaded.\n\n\"Why let him kid himself? What chance has he got against that hunk of\nmuscle and smooth talk?\"\n\n\"But Pat isn't after Elsie,\" she protested.\n\n\"Every scatter-brained woman on this ship is trailing after Pat with\nher tongue hanging out. Brant St. Clair is in the bar right now.\nHe doesn't say what he is drinking about, but do you think Pat is\nresisting all these women crowding down on him?\"\n\n\"There are other things besides looks and charm,\" she said, grimly\ntrying to concentrate on a slide under her binocular microscope.\n\n\"Yeah, and whatever they are, Pat has them, too. Who's more competent\nto support a woman and a family on a frontier planet than a handsome\nbruiser who was born here?\"\n\n\"I meant,\" June spun around on her stool with unexpected passion,\n\"there is old friendship, and there's fondness, and memories, and\nloyalty!\" She was half shouting.\n\n\"They're not worth much on the second-hand market,\" Max said. He was\nsitting slumped on his lab stool, looking dully at his dials. \"Now\n_I'm_ getting a headache!\" He smiled ruefully. \"No kidding, a real\nheadache. And over other people's troubles yet!\"\n\nOther people's troubles.... She got up and wandered out into the long\ncurving halls. \"I want you June,\" Pat's voice repeated in her mind.\nWhy did the man have to be so overpoweringly attractive, so glaring a\ncontrast to Max? Why couldn't the universe manage to run on without\ngenerating troublesome love triangles?\n\n       *       *       *       *       *\n\nShe walked up the curving ramps to the dining hall where they had eaten\nand drunk and talked yesterday. It was empty except for one couple\ntalking forehead to forehead over cold coffee.\n\nShe turned and wandered down the long easy spiral of corridor to\nthe pharmacy and dispensary. It was empty. George was probably in\nthe test lab next door, where he could hear if he was wanted. The\nautomatic vendor of harmless euphorics, stimulants and opiates stood\nin the corner, brightly decorated in pastel abstract designs, with its\nautomatic tabulator graph glowing above it.\n\nMax had a headache, she remembered. She recorded her thumbprint in the\nmachine and pushed the plunger for a box of aspirins, trying to focus\nher attention on the problem of adapting the people of the ship to\nthe planet Minos. An aquarium tank with a faint solution of histamine\nwould be enough to convert a piece of human skin into a community of\nvoracious active phagocytes individually seeking something to devour,\nbut could they eat enough to live away from the rich sustaining plasma\nof human blood?\n\nAfter the aspirins, she pushed another plunger for something for\nherself. Then she stood looking at it, a small box with three pills in\nher hand--Theobromine, a heart strengthener and a confidence-giving\neuphoric all in one, something to steady shaky nerves. She had used it\nbefore only in emergency. She extended a hand and looked at it. It was\ntrembling. Damn triangles!\n\nWhile she was looking at her hand there was a click from the automatic\ndrug vendor. It summed the morning use of each drug in the vendors\nthroughout the ship, and recorded it in a neat addition to the end of\neach graph line. For a moment she could not find the green line for\nanodynes and the red line for stimulants, and then she saw that they\nwent almost straight up.\n\nThere were too many being used--far too many to be explained by\njealousy or psychosomatic peevishness. This was an epidemic, and only\none disease was possible!\n\nThe disinfecting of Pat had not succeeded. Nucleocat Cureall, killer of\nall infections, had not cured! Pat had brought melting sickness into\nthe ship with him!\n\nWho had it?\n\nThe drugs vendor glowed cheerfully, uncommunicative. She opened a\npanel in its side and looked in on restless interlacing cogs, and on\nthe inside of the door saw printed some directions.... \"To remove or\nexamine records before reaching end of the reel--\"\n\nAfter a few fumbling minutes she had the answer. In the cafeteria at\nbreakfast and lunch, thirty-eight men out of the forty-eight aboard\nship had taken more than his norm of stimulant. Twenty-one had taken\naspirin as well. The only woman who had made an unusual purchase was\nherself!\n\nShe remembered the hamsters that had thrown off the infection with a\nshort sharp fever, and checked back in the records to the day before.\nThere was a short rise in aspirin sales to women at late afternoon. The\nwomen were safe.\n\nIt was the men who had melting sickness!\n\nMelting sickness killed in hours, according to Pat Mead. How long had\nthe men been sick?\n\n       *       *       *       *       *\n\nAs she was leaving, Jerry came into the pharmacy, recorded his\nthumbprint and took a box of aspirin from the machine.\n\nShe felt all right. Self-control was working well and it was pleasant\nstill to walk down the corridor smiling at the people who passed.\nShe took the emergency elevator to the control room and showed her\ncredentials to the technician on watch.\n\n\"Medical Emergency.\" At a small control panel in the corner was a large\nred button, precisely labeled. She considered it and picked up the\ncontrol room phone. This was the hard part, telling someone, especially\nsomeone who had it--Max.\n\nShe dialed, and when the click on the end of the line showed he had\npicked the phone up, she told Max what she had seen.\n\n\"No women, just the men,\" he repeated. \"That right?\"\n\n\"Yes.\"\n\n\"Probably it's chemically alien, inhibited by one of the female sex\nhormones. We'll try sex hormone shots, if we have to. Where are you\ncalling from?\"\n\nShe told him.\n\n\"That's right. Give Nucleocat Cureall another chance. It might work\nthis time. Push that button.\"\n\nShe went to the panel and pushed the large red button. Through the\nlong height of the _Explorer_, bells woke to life and began to ring\nin frightened clangor, emergency doors thumped shut, mechanical\napparatus hummed into life and canned voices began to give rapid urgent\ndirections.\n\nA plague had come.\n\n       *       *       *       *       *\n\nShe obeyed the mechanical orders, went out into the hall and walked in\nline with the others. The captain walked ahead of her and the gorgeous\nShelia Davenport fell into step beside her. \"I look like a positive hag\nthis morning. Does that mean I'm sick? Are we all sick?\"\n\nJune shrugged, unwilling to say what she knew.\n\nOthers came out of all rooms into the corridor, thickening the line.\nThey could hear each room lock as the last person left it, and then,\nfaintly, the hiss of disinfectant spray. Behind them, on the heels of\nthe last person in line, segments of the ship slammed off and began to\nhiss.\n\nThey wound down the spiral corridor until they reached the medical\ntreatment section again, and there they waited in line.\n\n\"It won't scar my arms, will it?\" asked Shelia apprehensively,\nglancing at her smooth, lovely arms.\n\nThe mechanical voice said, \"Next. Step inside, please, and stand clear\nof the door.\"\n\n\"Not a bit,\" June reassured Shelia, and stepped into the cubicle.\n\nInside, she was directed from cubicle to cubicle and given the usual\nbuffeting by sprays and radiation, had blood samples taken and was\ninjected with Nucleocat and a series of other protectives. At last she\nwas directed through another door into a tiny cubicle with a chair.\n\n\"You are to wait here,\" commanded the recorded voice metallically. \"In\ntwenty minutes the door will unlock and you may then leave. All people\nnow treated may visit all parts of the ship which have been protected.\nIt is forbidden to visit any quarantined or unsterile part of the ship\nwithout permission from the medical officers.\"\n\nPresently the door unlocked and she emerged into bright lights again,\nfeeling slightly battered.\n\nShe was in the clinic. A few men sat on the edge of beds and looked\nsick. One was lying down. Brant and Bess St. Clair sat near each other,\nnot speaking.\n\nApproaching her was George Barton, reading a thermometer with a puzzled\nexpression.\n\n\"What is it, George?\" she asked anxiously.\n\n\"Some of the women have slight fever, but it's going down. None of the\nfellows have any--but their white count is way up, their red count is\nway down, and they look sick to me.\"\n\nShe approached St. Clair. His usually ruddy cheeks were pale, his pulse\nwas light and too fast, and his skin felt clammy. \"How's the headache?\nDid the Nucleocat treatment help?\"\n\n\"I feel worse, if anything.\"\n\n\"Better set up beds,\" she told George. \"Get everyone back into the\nclinic.\"\n\n\"We're doing that,\" George assured her. \"That's what Hal is doing.\"\n\nShe went back to the laboratory. Max was pacing up and down, absently\nrunning his hands through his black hair until it stood straight up. He\nstopped when he saw her face, and scowled thoughtfully. \"They are still\nsick?\" It was more a statement than a question.\n\nShe nodded.\n\n\"The Cureall didn't cure this time,\" he muttered. \"That leaves it up\nto us. We have melting sickness and according to Pat and the hamsters,\nthat leaves us less than a day to find out what it is and learn how to\nstop it.\"\n\nSuddenly an idea for another test struck him and he moved to the work\ntable to set it up. He worked rapidly, with an occasional uncoordinated\nmovement betraying his usual efficiency.\n\nIt was strange to see Max troubled and afraid.\n\nShe put on a laboratory smock and began to work. She worked in\nsilence. The mechanicals had failed. Hal and George Barton were busy\nstaving off death from the weaker cases and trying to gain time for Max\nand her to work. The problem of the plague had to be solved by the two\nof them alone. It was in their hands.\n\nAnother test, no results. Another test, no results. Max's hands were\nshaking and he stopped a moment to take stimulants.\n\nShe went into the ward for a moment, found Bess and warned her quietly\nto tell the other women to be ready to take over if the men became too\nsick to go on. \"But tell them calmly. We don't want to frighten the\nmen.\" She lingered in the ward long enough to see the word spread among\nthe women in a widening wave of paler faces and compressed lips; then\nshe went back to the laboratory.\n\nAnother test. There was no sign of a micro-organism in anyone's blood,\nmerely a growing horde of leucocytes and phagocytes, prowling as if\nmobilized to repel invasion.\n\n       *       *       *       *       *\n\nLen Marlow was wheeled in unconscious, with Hal Barton's written\ncomments and conclusions pinned to the blanket.\n\n\"I don't feel so well myself,\" the assistant complained. \"The air feels\nthick. I can't breathe.\"\n\nJune saw that his lips were blue. \"Oxygen short,\" she told Max.\n\n\"Low red corpuscle count,\" Max answered. \"Look into a drop and see\nwhat's going on. Use mine; I feel the same way he does.\" She took two\ndrops of Max's blood. The count was low, falling too fast.\n\nBreathing is useless without the proper minimum of red corpuscles in\nthe blood. People below that minimum die of asphyxiation although their\nlungs are full of pure air. The red corpuscle count was falling too\nfast. The time she and Max had to work in was too short.\n\n\"Pump some more CO_{2} into the air system,\" Max said urgently over the\nphone. \"Get some into the men's end of the ward.\"\n\n       *       *       *       *       *\n\nShe looked through the microscope at the live sample of blood. It was a\ndark clear field and bright moving things spun and swirled through it,\nbut she could see nothing that did not belong there.\n\n\"Hal,\" Max called over the general speaker system, \"cut the other\ntreatments, check for accelerating anemia. Treat it like monoxide\npoisoning--CO_{2} and oxygen.\"\n\nShe reached into a cupboard under the work table, located two cylinders\nof oxygen, cracked the valves and handed one to Max and one to the\nassistant. Some of the bluish tint left the assistant's face as he\nbreathed and he went over to the patient with reawakened concern.\n\n\"Not breathing, Doc!\"\n\nMax was working at the desk, muttering equations of hemoglobin\ncatalysis.\n\n\"Len's gone, Doc,\" the assistant said more loudly.\n\n\"Artificial respiration and get him into a regeneration tank,\" said\nJune, not moving from the microscope. \"Hurry! Hal will show you how.\nThe oxidation and mechanical heart action in the tank will keep him\ngoing. Put anyone in a tank who seems to be dying. Get some women to\nhelp you. Give them Hal's instructions.\"\n\nThe tanks were ordinarily used to suspend animation in a nutrient bath\nduring the regrowth of any diseased organ. It could preserve life in\nan almost totally destroyed body during the usual disintegration and\nregrowth treatments for cancer and old age, and it could encourage\nhealing as destruction continued ... but they could not prevent\nultimate death as long as the disease was not conquered.\n\nThe drop of blood in June's microscope was a great, dark field, and in\nthe foreground, brought to gargantuan solidity by the stereo effect,\ndrifted neat saucer shapes of red blood cells. They turned end for end,\nfloating by the humped misty mass of a leucocyte which was crawling on\nthe cover glass. There were not enough red corpuscles, and she felt\nthat they grew fewer as she watched.\n\nShe fixed her eye on one, not blinking in fear that she would miss what\nmight happen. It was a tidy red button, and it spun as it drifted, the\ncurrent moving it aside in a curve as it passed by the leucocyte.\n\nThen, abruptly, the cell vanished.\n\nJune stared numbly at the place where it had been.\n\nBehind her, Max was calling over the speaker system again: \"Dr. Stark\nspeaking. Any technician who knows anything about the life tanks, start\nbringing more out of storage and set them up. Emergency.\"\n\n\"We may need forty-seven,\" June said quietly.\n\n\"We may need forty-seven,\" Max repeated to the ship in general. His\nvoice did not falter. \"Set them up along the corridor. Hook them in on\nextension lines.\"\n\nHis voice filtered back from the empty floors above in a series of dim\nechoes. What he had said meant that every man on board might be on the\npoint of heart stoppage.\n\n       *       *       *       *       *\n\nJune looked blindly through the binocular microscope, trying to think.\nOut of the corner of her eyes she could see that Max was wavering and\nbreathing more and more frequently of the pure, cold, burning oxygen of\nthe cylinders. In the microscope she could see that there were fewer\nred cells left alive in the drop of his blood. The rate of fall was\naccelerating.\n\nShe didn't have to glance at Max to know how he would look--skin pale,\nblack eyebrows and keen brown eyes slightly squinted in thought, a\nfaint ironical grin twisting the bluing lips. Intelligent, thin,\nsensitive, his face was part of her mind. It was inconceivable that\nMax could die. He couldn't die. He couldn't leave her alone.\n\nShe forced her mind back to the problem. All the men of the _Explorer_\nwere at the same point, wherever they were.\n\nMoving to Max's desk, she spoke into the intercom system: \"Bess, send\na couple of women to look through the ship, room by room, with a\nstretcher. Make sure all the men are down here.\" She remembered Reno.\n\"Sparks, heard anything from Reno? Is he back?\"\n\nSparks replied weakly after a lag. \"The last I heard from Reno was a\ncall this morning. He was raving about mirrors, and Pat Mead's folks\nnot being real people, just carbon copies, and claiming he was crazy;\nand I should send him the psychiatrist. I thought he was kidding. He\ndidn't call back.\"\n\n\"Thanks, Sparks.\" Reno was lost.\n\nMax dialed and spoke to the bridge over the phone. \"Are you okay up\nthere? Forget about engineering controls. Drop everything and head for\nthe tanks while you can still walk.\"\n\nJune went back to the work table and whispered into her own phone.\n\"Bess, send up a stretcher for Max. He looks pretty bad.\"\n\nThere had to be a solution. The life tanks could sustain life in a\ndamaged body, encouraging it to regrow more rapidly, but they merely\nslowed death as long as the disease was not checked. The postponement\ncould not last long, for destruction could go on steadily in the tanks\nuntil the nutritive solution would hold no life except the triumphant\nmicroscopic killers that caused melting sickness.\n\nThere were very few red blood corpuscles in the microscope field now,\nincredibly few. She tipped the microscope and they began to drift,\nspinning slowly. A lone corpuscle floated through the center. She\nwatched it as the current swept it in an arc past the dim off-focus\nbulk of the leucocyte. There was a sweep of motion and it vanished.\n\nFor a moment it meant nothing to her; then she lifted her head from\nthe microscope and looked around. Max sat at his desk, head in hand,\nhis rumpled short black hair sticking out between his fingers at odd\nangles. A pencil and a pad scrawled with formulas lay on the desk\nbefore him. She could see his concentration in the rigid set of his\nshoulders. He was still thinking; he had not given up.\n\n       *       *       *       *       *\n\n\"Max, I just saw a leucocyte grab a red blood corpuscle. It was\nunbelievably fast.\"\n\n\"Leukemia,\" muttered Max without moving. \"Galloping leukemia yet! That\ncomes under the heading of cancer. Well, that's part of the answer. It\nmight be all we need.\" He grinned feebly and reached for the speaker\nset. \"Anybody still on his feet in there?\" he muttered into it, and\nthe question was amplified to a booming voice throughout the ship.\n\"Hal, are you still going? Look, Hal, change all the dials, change the\ndials, set them to deep melt and regeneration. One week. This is like\nleukemia. Got it? This is like leukemia.\"\n\nJune rose. It was time for her to take over the job. She leaned across\nhis desk and spoke into the speaker system. \"Doctor Walton talking,\"\nshe said. \"This is to the women. Don't let any of the men work any\nmore; they'll kill themselves. See that they all go into the tanks\nright away. Set the tank dials for deep regeneration. You can see how\nfrom the ones that are set.\"\n\nTwo exhausted and frightened women clattered in the doorway with a\nstretcher. Their hands were scratched and oily from helping to set up\ntanks.\n\n\"That order includes you,\" she told Max sternly and caught him as he\nswayed.\n\nMax saw the stretcher bearers and struggled upright. \"Ten more\nminutes,\" he said clearly. \"Might think of an idea. Something not right\nin this setup. I have to figure how to prevent a relapse, how the thing\nstarted.\"\n\nHe knew more bacteriology than she did; she had to help him think. She\nmotioned the bearers to wait, fixed a breathing mask for Max from a\ncylinder of CO_{2} and the opened one of oxygen. Max went back to his\ndesk.\n\nShe walked up and down, trying to think, remembering the hamsters. The\nmelting sickness, it was called. Melting. She struggled with an impulse\nto open a tank which held one of the men. She wanted to look in, see if\nthat would explain the name.\n\nMelting Sickness....\n\nFootsteps came and Pat Mead stood uncertainly in the doorway. Tall,\nhandsome, rugged, a pioneer. \"Anything I can do?\" he asked.\n\nShe barely looked at him. \"You can stay out of our way. We're busy.\"\n\n\"I'd like to help,\" he said.\n\n\"Very funny.\" She was vicious, enjoying the whip of her words. \"Every\nman is dying because you're a carrier, and you want to help.\"\n\n       *       *       *       *       *\n\nHe stood nervously clenching and unclenching his hands. \"A guinea pig,\nmaybe. I'm immune. All the Meads are.\"\n\n\"Go away.\" God, why couldn't she think? What makes a Mead immune?\n\n\"Aw, let 'im alone,\" Max muttered. \"Pat hasn't done anything.\" He went\nwaveringly to the microscope, took a tiny sliver from his finger,\nsuspended it in a slide and slipped it under the lens with detached\nhabitual dexterity. \"Something funny going on,\" he said to June.\n\"Symptoms don't feel right.\"\n\nAfter a moment he straightened and motioned for her to look.\n\"Leucocytes, phagocytes--\" He was bewildered. \"My own--\"\n\nShe looked in, and then looked back at Pat in a growing wave of\nhorror. \"They're not your own, Max!\" she whispered.\n\nMax rested a hand on the table to brace himself, put his eye to the\nmicroscope, and looked again. June knew what he saw. Phagocytes,\nleucocytes, attacking and devouring his tissues in a growing incredible\nhorde, multiplying insanely.\n\n_Not his phagocytes! Pat Mead's!_ The Meads' evolved cells had learned\ntoo much. They were contagious. And not Pat Mead's.... How much alike\n_were_ the Meads?... Mead cells contagious from one to another, not\na disease attacking or being fought, but acting as normal leucocytes\nin whatever body they were in! The leucocytes of tall, red-headed\npeople, finding no strangeness in the bloodstream of any of the tall,\nred-headed people. No strangeness.... A toti-potent leucocyte finding\nits way into cellular wombs.\n\nThe womblike life tanks. For the men of the _Explorer_, a week's cure\nwith deep melting to de-differentiate the leucocytes and turn them back\nto normal tissue, then regrowth and reforming from the cells that were\nthere. From the cells that _were_ there. _From the cells that were\nthere...._\n\n\"Pat--\"\n\n\"I know.\" Pat began to laugh, his face twisted with sudden\nunderstanding. \"I understand. I get it. I'm a contagious personality.\nThat's funny, isn't it?\"\n\nMax rose suddenly from the microscope and lurched toward him, fists\nclenched. Pat caught him as he fell, and the bewildered stretcher\nbearers carried him out to the tanks.\n\n       *       *       *       *       *\n\nFor a week June tended the tanks. The other women volunteered to help,\nbut she refused. She said nothing, hoping her guess would not be true.\n\n\"Is everything all right?\" Elsie asked her anxiously. \"How is Jerry\ncoming along?\" Elsie looked haggard and worn, like all the women, from\ndoing the work that the men had always done.\n\n\"He's fine,\" June said tonelessly, shutting tight the door of the tank\nroom. \"They're all fine.\"\n\n\"That's good,\" Elsie said, but she looked more frightened than before.\n\nJune firmly locked the tank room door and the girl went away.\n\nThe other women had been listening, and now they wandered back to\ntheir jobs, unsatisfied by June's answer, but not daring to ask for\nthe actual truth. They were there whenever June went into the tank\nroom, and they were still there--or relieved by others; June was\nnot sure--when she came out. And always some one of them asked the\nunvarying question for all the others, and June gave the unvarying\nanswer. But she kept the key. No woman but herself knew what was going\non in the life tanks.\n\nThen the day of completion came. June told no one of the hour. She\nwent into the room as on the other days, locked the door behind her,\nand there was the nightmare again. This time it was reality and she\nwandered down a path between long rows of coffinlike tanks, calling,\n\"Max! Max!\" silently and looking into each one as it opened.\n\nBut each face she looked at was the same. Watching them dissolve and\nregrow in the nutrient solution, she had only been able to guess at the\nhorror of what was happening. Now she knew.\n\nThey were all the same lean-boned, blond-skinned face, with a\npin-feather growth of reddish down on cheeks and scalp. All\nhorribly--and handsomely--the same.\n\nA medical kit lay carelessly on the floor beside Max's tank. She stood\nnear the bag. \"Max,\" she said, and found her throat closing. The canned\nvoice of the mechanical mocked her, speaking glibly about waking and\nsitting up. \"I'm sorry, Max....\"\n\nThe tall man with rugged features and bright blue eyes sat up sleepily\nand lifted an eyebrow at her, and ran his hand over his red-fuzzed head\nin a gesture of bewilderment.\n\n\"What's the matter, June?\" he asked drowsily.\n\nShe gripped his arm. \"Max--\"\n\nHe compared the relative size of his arm with her hand and said\nwonderingly, \"You shrank.\"\n\n\"I know, Max. I know.\"\n\nHe turned his head and looked at his arms and legs, pale blond arms\nand legs with a down of red hair. He touched the thick left arm,\nsqueezed a pinch of hard flesh. \"It isn't mine,\" he said, surprised.\n\"But I can feel it.\"\n\nWatching his face was like watching a stranger mimicking and distorting\nMax's expressions. Max in fear. Max trying to understand what had\nhappened to him, looking around at the other men sitting up in their\ntanks. Max feeling the terror that was in herself and all the men as\nthey stared at themselves and their friends and saw what they had\nbecome.\n\n\"We're all Pat Mead,\" he said harshly. \"All the Meads are Pat Mead.\nThat's why he was surprised to see people who didn't look like himself.\"\n\n\"Yes, Max.\"\n\n\"Max,\" he repeated. \"It's me, all right. The nervous system didn't\nchange.\" His new blue eyes held hers. \"My love didn't, either. Did\nyours? Did it, June?\"\n\n\"No, Max.\" But she couldn't know yet. She had loved Max with the thin,\nironic face, the rumpled black hair and the twisted smile that never\nreally hid his quick sympathy. Now he was Pat Mead. Could he also be\nMax? \"Of course I still love you, darling.\"\n\nHe grinned. It was still the wry smile of Max, though fitting strangely\non the handsome new blond face. \"Then it isn't so bad. It might even be\npretty good. I envied him this big, muscular body. If Pat or any of\nthese Meads so much as looks at you, I'm going to knock his block off.\nUnderstand?\"\n\n       *       *       *       *       *\n\nShe laughed and couldn't stop. It wasn't that funny. But it was still\nMax, trying to be unafraid, drawing on humor. Maybe the rest of the men\nwould also be their old selves, enough so the women would not feel that\ntheir men were strangers.\n\nBehind her, male voices spoke characteristically. She did not have\nto turn to know which was which: \"This is one way to keep a guy from\nstealing your girl,\" that was Len Marlow; \"I've got to write down all\nmy reactions,\" Hal Barton; \"Now I can really work that hillside vein of\nmetal,\" St. Clair. Then others complaining, swearing, laughing bitterly\nat the trick that had been played on them and their flirting, tempted\nwomen. She knew who they were. Their women would know them apart, too.\n\n\"We'll go outside,\" Max said. \"You and I. Maybe the shock won't be so\nbad to the women after they see me.\" He paused. \"You didn't tell them,\ndid you?\"\n\n\"I couldn't. I wasn't sure. I--was hoping I was wrong.\"\n\nShe opened the door and closed it quickly. There was a small crowd on\nthe other side.\n\n\"Hello, Pat,\" Elsie said uncertainly, trying to look past them into the\ntank room before the door shut.\n\n\"I'm not Pat, I'm Max,\" said the tall man with the blue eyes and the\nfuzz-reddened skull. \"Listen--\"\n\n\"Good heavens, Pat, what happened to your hair?\" Shelia asked.\n\n\"I'm Max,\" insisted the man with the handsome face and the sharp blue\neyes. \"Don't you get it? I'm Max Stark. The melting sickness is Mead\ncells. We caught them from Pat. They adapted us to Minos. They also\nchanged us all into Pat Mead.\"\n\nThe women stared at him, at each other. They shook their heads.\n\n\"They don't understand,\" June said. \"I couldn't have if I hadn't seen\nit happening, Max.\"\n\n\"It's Pat,\" said Shelia, dazedly stubborn. \"He shaved off his hair.\nIt's some kind of joke.\"\n\nMax shook her shoulders, glaring down at her face. \"I'm Max. Max Stark.\nThey all look like me. Do you hear? It's funny, but it's not a joke.\nLaugh for us, for God's sake!\"\n\n\"It's too much,\" said June. \"They'll have to see.\"\n\nShe opened the door and let them in. They hurried past her to the\ntanks, looking at forty-six identical blond faces, beginning to call in\nfrightened voices:\n\n\"Jerry!\"\n\n\"Harry!\"\n\n\"Lee, where are you, sweetheart--\"\n\nJune shut the door on the voices that were growing hysterical, the\nwomen terrified and helpless, the men shouting to let the women know\nwho they were.\n\n\"It isn't easy,\" said Max, looking down at his own thick muscles. \"But\nyou aren't changed and the other girls aren't. That helps.\"\n\nThrough the muffled noise and hysteria, a bell was ringing.\n\n\"It's the airlock,\" June said.\n\nPeering in the viewplate were nine Meads from Alexandria. To all\nappearances, eight of them were Pat Mead at various ages, from fifteen\nto fifty, and the other was a handsome, leggy, red-headed girl who\ncould have been his sister.\n\nRegretfully, they explained through the voice tube that they had walked\nover from Alexandria to bring news that the plane pilot had contracted\nmelting sickness there and had died.\n\nThey wanted to come in.\n\n       *       *       *       *       *\n\nJune and Max told them to wait and returned to the tank room. The\nmen were enjoying their new height and strength, and the women were\nbewilderedly learning that they could tell one Pat Mead from another,\nby voice, by gesture of face or hand. The panic was gone. In its place\nwas a dull acceptance of the fantastic situation.\n\nMax called for attention. \"There are nine Meads outside who want to\ncome in. They have different names, but they're all Pat Mead.\"\n\nThey frowned or looked blank, and George Barton asked, \"Why didn't you\nlet them in? I don't see any problem.\"\n\n\"One of them,\" said Max soberly, \"is a girl. _Patricia_ Mead. The girl\nwants to come in.\"\n\nThere was a long silence while the implication settled to the fear\ncenter of the women's minds. Shelia the beautiful felt it first. She\ncried, \"No! Please don't let her in!\" There was real fright in her tone\nand the women caught it quickly.\n\nElsie clung to Jerry, begging, \"You don't want me to change, do you,\nJerry? You like me the way I am! Tell me you do!\"\n\n       *       *       *       *       *\n\nThe other girls backed away. It was illogical, but it was human. June\nfelt terror rising in herself. She held up her hand for quiet, and\npresented the necessity to the group.\n\n\"Only half of us can leave Minos,\" she said. \"The men cannot eat\nship food; they've been conditioned to this planet. We women can go,\nbut we would have to go without our men. We can't go outside without\ncontagion, and we can't spend the rest of our lives in quarantine\ninside the ship. George Barton is right--there is no problem.\"\n\n\"But we'd be changed!\" Shelia shrilled. \"I don't want to become a Mead!\nI don't want to be somebody else!\"\n\nShe ran to the inner wall of the corridor. There was a brief\nhesitation, and then, one by one, the women fled to that side, until\nthere were only Bess, June and four others left.\n\n\"See!\" cried Shelia. \"A vote! We can't let the girl in!\"\n\nNo one spoke. To change, to be someone else--the idea was strange\nand horrifying. The men stood uneasily glancing at each other, as if\nlooking into mirrors, and against the wall of the corridor the women\nwatched in fear and huddled together, staring at the men. One man in\nforty-seven poses. One of them made a beseeching move toward Elsie and\nshe shrank away.\n\n\"No, Jerry! I won't let you change me!\"\n\nMax stirred restlessly, the ironic smile that made his new face his own\nunconsciously twisting into a grimace of pity. \"We men can't leave, and\nyou women can't stay,\" he said bluntly. \"Why not let Patricia Mead in.\nGet it over with!\"\n\nJune took a small mirror from her belt pouch and studied her own face,\naware of Max talking forcefully, the men standing silent, the women\npleading. Her face ... her own face with its dark blue eyes, small\nnose, long mobile lips ... the mind and the body are inseparable; the\nshape of a face is part of the mind. She put the mirror back.\n\n\"I'd kill myself!\" Shelia was sobbing. \"I'd rather die!\"\n\n\"You won't die,\" Max was saying. \"Can't you see there's only one\nsolution--\"\n\nThey were looking at Max. June stepped silently out of the tank room,\nand then turned and went to the airlock. She opened the valves that\nwould let in Pat Mead's sister.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Contagion, by Katherine MacLean\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CONTAGION ***\n\n***** This file should be named 50774.txt or 50774.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/7/7/50774/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}