{"title": "A City Near Centaurus", "author": "Bill Doede", "releaseDate": "December 31, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         A CITY NEAR CENTAURUS\n\n                             By BILL DOEDE\n\n                          Illustrated by WEST\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               The city was sacred, but not to its gods.\n              Michaelson was a god--but far from sacred!\n\n\nCrouched in the ancient doorway like an animal peering out from his\nburrow, Mr. Michaelson saw the native.\n\nAt first he was startled, thinking it might be someone else from the\nEarth settlement who had discovered the old city before him. Then he\nsaw the glint of sun against the metallic skirt, and relaxed.\n\nHe chuckled to himself, wondering with amusement what a webfooted man\nwas doing in an old dead city so far from his people. Some facts were\nknown about the people of Alpha Centaurus II. They were not actually\nnatives, he recalled. They were a colony from the fifth planet of\nthe system. They were a curious people. Some were highly intelligent,\nthough uneducated.\n\nHe decided to ignore the man for the moment. He was far down the\nancient street, a mere speck against the sand. There would be plenty of\ntime to wonder about him.\n\nHe gazed out from his position at the complex variety of buildings\nbefore him. Some were small, obviously homes. Others were huge\nwith tall, frail spires standing against the pale blue sky. Square\nbuildings, ellipsoid, spheroid. Beautiful, dream-stuff bridges\nconnected tall, conical towers, bridges that still swung in the wind\nafter half a million years. Late afternoon sunlight shone against ebony\nsurfaces. The sands of many centuries had blown down the wide streets\nand filled the doorways. Desert plants grew from roofs of smaller\nbuildings.\n\nIgnoring the native, Mr. Michaelson poked about among the ruins\nhappily, exclaiming to himself about some particular artifact,\nmarveling at its state of preservation, holding it this way and that to\ncatch the late afternoon sun, smiling, clucking gleefully. He crawled\nover the rubble through old doorways half filled with the accumulation\nof ages. He dug experimentally in the sand with his hands, like a dog,\nunder a roof that had weathered half a million years of rain and sun.\nThen he crawled out again, covered with dust and cobwebs.\n\n       *       *       *       *       *\n\nThe native stood in the street less than a hundred feet away, waving\nhis arms madly. \"Mr. Earthgod,\" he cried. \"It is sacred ground where\nyou are trespassing!\"\n\nThe archeologist smiled, watching the man hurry closer. He was short,\neven for a native. Long gray hair hung to his shoulders, bobbing up\nand down as he walked. He wore no shoes. The toes of his webbed feet\ndragged in the sand, making a deep trail behind him. He was an old man.\n\n\"You never told us about this old dead city,\" Michaelson said,\nchidingly. \"Shame on you. But never mind. I've found it now. Isn't it\nbeautiful?\"\n\n\"Yes, beautiful. You will leave now.\"\n\n\"Leave?\" Michaelson asked, acting surprised as if the man were a\nchild. \"I just got here a few hours ago.\"\n\n\"You must go.\"\n\n\"Why? Who are you?\"\n\n\"I am keeper of the city.\"\n\n\"You?\" Michaelson laughed. Then, seeing how serious the native was,\nsaid, \"What makes you think a dead city needs a keeper?\"\n\n\"The spirits may return.\"\n\nMichaelson crawled out of the doorway and stood up. He brushed his\ntrousers. He pointed. \"See that wall? Built of some metal, I'd say,\nsome alloy impervious to rust and wear.\"\n\n\"The spirits are angry.\"\n\n\"Notice the inscriptions? Wind has blown sand against them for eons,\nand rain and sleet. But their story is there, once we decipher it.\"\n\n\"Leave!\"\n\nThe native's lined, weathered old face was working around the mouth in\nanger. Michaelson was almost sorry he had mocked him. He was deadly\nserious.\n\n\"Look,\" he said. \"No spirits are ever coming back here. Don't you know\nthat? And even if they did, spirits care nothing for old cities half\ncovered with sand and dirt.\"\n\nHe walked away from the old man, heading for another building. The\nsun had already gone below the horizon, coloring the high clouds. He\nglanced backward. The webfoot was following.\n\n\"Mr. Earthgod!\" the webfoot cried, so sharply that Michaelson stopped.\n\"You must not touch, not walk upon, not handle. Your step may destroy\nthe home of some ancient spirit. Your breath may cause one iota of\nchange and a spirit may lose his way in the darkness. Go quickly now,\nor be killed.\"\n\n       *       *       *       *       *\n\nHe turned and walked off, not looking back.\n\nMichaelson stood in the ancient street, tall, gaunt, feet planted wide,\nhands in pockets, watching the webfoot until he was out of sight beyond\na huge circular building. There was a man to watch. There was one of\nthe intelligent ones. One look into the alert old eyes had told him\nthat.\n\nMichaelson shook his head, and went about satisfying his curiosity.\nHe entered buildings without thought of roofs falling in, or decayed\nfloors dropping from under his weight. He began to collect small items,\nmaking a pile of them in the street. An ancient bowl, metal untouched\nby the ages. A statue of a man, one foot high, correct to the minutest\ndetail, showing how identical they had been to Earthmen. He found books\nstill standing on ancient shelves but was afraid to touch them without\ntools.\n\nDarkness came swiftly and he was forced out into the street.\n\nHe stood there alone feeling the age of the place. Even the smell\nof age was in the air. Silver moonlight from the two moons filtered\nthrough clear air down upon the ruins. The city lay now in darkness,\ndead and still, waiting for morning so it could lie dead and still in\nthe sun.\n\nThere was no hurry to be going home, although he was alone, although\nthis was Alpha Centaurus II with many unknowns, many dangers ...\nalthough home was a very great distance away. There was no one back\nthere to worry about him.\n\nHis wife had died many years ago back on Earth. No children. His\nfriends in the settlement would not look for him for another day at\nleast. Anyway, the tiny cylinder, buried in flesh behind his ear, a\nthing of mystery and immense power, could take him home instantly,\nwithout effort save a flicker of thought.\n\n\"You did not leave, as I asked you.\"\n\nMichaelson whirled around at the sound of the native's voice. Then he\nrelaxed. He said, \"You shouldn't sneak up on a man like that.\"\n\n\"You must leave, or I will be forced to kill you. I do not want to kill\nyou, but if I must....\" He made a clucking sound deep in the throat.\n\"The spirits are angry.\"\n\n\"Nonsense. Superstition! But never mind. You have been here longer\nthan I. Tell me, what are those instruments in the rooms? It looks like\na clock but I'm certain it had some other function.\"\n\n\"What rooms?\"\n\n\"Oh, come now. The small rooms back there. Look like they were\nbedrooms.\"\n\n\"I do not know.\" The webfoot drew closer. Michaelson decided he was\nsixty or seventy years old, at least.\n\n\"You've been here a long time. You are intelligent, and you must be\neducated, the way you talk. That gadget looks like a time-piece of some\nsort. What is it? What does it measure?\"\n\n\"I insist that you go.\" The webfoot held something in his hand.\n\n\"No.\" Michaelson looked off down the street, trying to ignore the\nnative, trying to feel the life of the city as it might have been.\n\n       *       *       *       *       *\n\n\"You are sensitive,\" the native said in his ear. \"It takes a sensitive\ngod to feel the spirits moving in the houses and walking in these old\nstreets.\"\n\n\"Say it any way you want to. This is the most fascinating thing\nI've ever seen. The Inca's treasure, the ruins of Pompeii, Egyptian\ntombs--none can hold a candle to this.\"\n\n\"Mr. Earthgod....\"\n\n\"Don't call me that. I'm not a god, and you know it.\"\n\nThe old man shrugged. \"It is not an item worthy of dispute. Those names\nyou mention, are they the names of gods?\"\n\nHe chuckled. \"In a way, yes. What is your name?\"\n\n\"Maota.\"\n\n\"You must help me, Maota. These things must be preserved. We'll build\na museum, right here in the street. No, over there on the hill just\noutside the city. We'll collect all the old writings and perhaps we may\ndecipher them. Think of it, Maota! To read pages written so long ago\nand think their thoughts. We'll put everything under glass. Build and\nevacuate chambers to stop the decay. Catalogue, itemize....\"\n\nMichaelson was warming up to his subject, but Maota shook his head like\na waving palm frond and stamped his feet.\n\n\"You will leave now.\"\n\n\"Can't you see? Look at the decay. These things are priceless. They\nmust be preserved. Future generations will thank us.\"\n\n\"Do you mean,\" the old man asked, aghast, \"that you want others to come\nhere? You know the city abhors the sound of alien voices. Those who\nlived here may return one day! They must not find their city packaged\nand preserved and laid out on shelves for the curious to breathe their\nfoul breaths upon. You will leave. Now!\"\n\n\"No.\" Michaelson was adamant. The rock of Gibraltar.\n\nMaota hit him, quickly, passionately, and dropped the weapon beside his\nbody. He turned swiftly, making a swirling mark in the sand with his\nheel, and walked off toward the hills outside the city.\n\nThe weapon he had used was an ancient book. Its paper-thin pages\nrustled in the wind as if an unseen hand turned them, reading, while\nMichaelson's blood trickled out from the head wound upon the ancient\nstreet.\n\n       *       *       *       *       *\n\nWhen he regained consciousness the two moons, bright sentinel orbs in\nthe night sky, had moved to a new position down their sliding path. Old\nMaota's absence took some of the weirdness and fantasy away. It seemed\na more practical place now.\n\nThe gash in his head was painful, throbbing with quick, short\nhammer-blows synchronized with his heart beats. But there was a new\ndetermination in him. If it was a fight that the old webfooted fool\nwanted, a fight he would get. The cylinder flicked him, at his command,\nacross five hundred miles of desert and rocks to a small creek he\nremembered. Here he bathed his head in cool water until all the caked\nblood was dissolved from his hair. Feeling better, he went back.\n\nThe wind had turned cool. Michaelson shivered, wishing he had brought\na coat. The city was absolutely still except for small gusts of wind\nsighing through the frail spires. The ancient book still lay in the\nsand beside the dark spot of blood. He stooped over and picked it up.\n\nIt was light, much lighter than most Earth books. He ran a hand over\nthe binding. Smooth it was, untouched by time or climate. He squinted\nat the pages, tilting the book to catch the bright moonlight, but the\nwriting was alien. He touched the page, ran his forefinger over the\nwriting.\n\nSuddenly he sprang back. The book fell from his hands.\n\n\"God in heaven!\" he exclaimed.\n\nHe had heard a voice. He looked around at the old buildings, down the\nlength of the ancient street. Something strange about the voice. Not\nMaota. Not his tones. Not his words. Satisfied that no one was near, he\nstooped and picked up the book again.\n\n\"Good God!\" he said aloud. It was the book talking. His fingers had\ntouched the writing again. It was not a voice, exactly, but a stirring\nin his mind, like a strange language heard for the first time.\n\nA talking book. What other surprises were in the city? Tall,\nfragile buildings laughing at time and weather. A clock measuring\nGod-knows-what. If such wonders remained, what about those already\ndestroyed? One could only guess at the machines, the gadgets, the\nartistry already decayed and blown away to mix forever with the sand.\n\nI must preserve it, he thought, whether Maota likes it or not. They\nsay these people lived half a million years ago. A long time. Let's\nsee, now. A man lives one hundred years on the average. Five thousand\nlifetimes.\n\nAnd all you do is touch a book, and a voice jumps across all those\nyears!\n\nHe started off toward the tall building he had examined upon discovery\nof the city. His left eyelid began to twitch and he laid his forefinger\nagainst the eye, pressing until it stopped. Then he stooped and entered\nthe building. He laid the book down and tried to take the \"clock\"\noff the wall. It was dark in the building and his fingers felt along\nthe wall, looking for it. Then he touched it. His fingers moved over\nits smooth surface. Then suddenly he jerked his hand back with an\nexclamation of amazement. Fear ran up his spine.\n\n_The clock was warm._\n\nHe felt like running, like flicking back to the settlement where there\nwere people and familiar voices, for here was a thing that should not\nbe. Half a million years--and here was warmth!\n\nHe touched it again, curiosity overwhelming his fear. It was warm. No\nmistake. And there was a faint vibration, a suggestion of power. He\nstood there in the darkness staring off into the darkness, trembling.\nFear built up in him until it was a monstrous thing, drowning reason.\nHe forgot the power of the cylinder behind his ear. He scrambled\nthrough the doorway. He got up and ran down the ancient sandy street\nuntil he came to the edge of the city. Here he stopped, gasping for\nair, feeling the pain throb in his head.\n\nCommon sense said that he should go home, that nothing worthwhile could\nbe accomplished at night, that he was tired, that he was weak from loss\nof blood and fright and running. But when Michaelson was on the trail\nof important discoveries he had no common sense.\n\nHe sat down in the darkness, meaning to rest a moment.\n\n       *       *       *       *       *\n\nWhen he awoke dawn was red against thin clouds in the east.\n\nOld Maota stood in the street with webbed feet planted far apart in\nthe sand, a weapon in the crook of his arm. It was a long tube affair,\nfamiliar to Michaelson.\n\nMichaelson asked, \"Did you sleep well?\"\n\n\"No.\"\n\n\"I'm sorry to hear that.\"\n\n\"How do you feel?\"\n\n\"Fine, but my head aches a little.\"\n\n\"Sorry,\" Maota said.\n\n\"For what?\"\n\n\"For hitting you. Pain is not for gods like you.\"\n\nMichaelson relaxed somewhat. \"What kind of man are you? First you try\nto break my skull, then you apologize.\"\n\n\"I abhor pain. I should have killed you outright.\"\n\nHe thought about that for a moment, eyeing the weapon.\n\nIt looked in good working order. Slim and shiny and innocent, it looked\nlike a glorified African blowgun. But he was not deceived by its\nappearance. It was a deadly weapon.\n\n\"Well,\" he said, \"before you kill me, tell me about the book.\" He held\nit up for Maota to see.\n\n\"What about the book?\"\n\n\"What kind of book is it?\"\n\n\"What does Mr. Earthgod mean, what _kind_ of book? You have seen it. It\nis like any other book, except for the material and the fact that it\ntalks.\"\n\n\"No, no. I mean, what's in it?\"\n\n\"Poetry.\"\n\n\"Poetry? For God's sake, why poetry? Why not mathematics or history?\nWhy not tell how to make the metal of the book itself? Now there is a\nsubject worthy of a book.\"\n\nMaota shook his head. \"One does not study a dead culture to learn how\nthey made things, but how they thought. But we are wasting time. I must\nkill you now, so I can get some rest.\"\n\nThe old man raised the gun.\n\n       *       *       *       *       *\n\n\"Wait! You forget that I also have a weapon.\" He pointed to the spot\nbehind his ear where the cylinder was buried. \"I can move faster than\nyou can fire the gun.\"\n\nMaota nodded. \"I have heard how you travel. It does not matter. I will\nkill you anyway.\"\n\n\"I suggest we negotiate.\"\n\n\"No.\"\n\n\"Why not?\"\n\nMaota looked off toward the hills, old eyes filmed from years of sand\nand wind, leather skin lined and pitted. The hills stood immobile,\nbrown-gray, already shimmering with heat, impotent.\n\n\"Why not?\" Michaelson repeated.\n\n\"Why not what?\" Maota dragged his eyes back.\n\n\"Negotiate.\"\n\n\"No.\" Maota's eyes grew hard as steel. They stood there in the sun, not\ntwenty feet apart, hating each other. The two moons, very pale and far\naway on the western horizon, stared like two bottomless eyes.\n\n\"All right, then. At least it's a quick death. I hear that thing just\ndisintegrates a man. Pfft! And that's that.\"\n\nMichaelson prepared himself to move if the old man's finger slid closer\ntoward the firing stud. The old man raised the gun.\n\n\"Wait!\"\n\n\"Now what?\"\n\n\"At least read some of the book to me before I die, then.\"\n\nThe gun wavered. \"I am not an unreasonable man,\" the webfoot said.\n\nMichaelson stepped forward, extending his arm with the book.\n\n\"No, stay where you are. Throw it.\"\n\n\"This book is priceless. You just don't go throwing such valuable items\naround.\"\n\n\"It won't break. Throw it.\"\n\nMichaelson threw the book. It landed at Maota's feet, spouting sand\nagainst his leg. He shifted the weapon, picked up the book and leafed\nthrough it, raising his head in a listening attitude, searching for\na suitable passage. Michaelson heard the thin, metallic pages rustle\nsoftly. He could have jumped and seized the weapon at that moment, but\nhis desire to hear the book was strong.\n\n       *       *       *       *       *\n\nOld Maota read, Michaelson listened. The cadence was different, the\nsyntax confusing. But the thoughts were there. It might have been\na professor back on Earth reading to his students. Keats, Shelley,\nBrowning. These people were human, with human thoughts and aspirations.\n\nThe old man stopped reading. He squatted slowly, keeping Michaelson in\nsight, and laid the book face up in the sand. Wind moved the pages.\n\n\"See?\" he said. \"The spirits read. They must have been great readers,\nthese people. They drink the book, as if it were an elixir. See how\ngentle! They lap at the pages like a new kitten tasting milk.\"\n\nMichaelson laughed. \"You certainly have an imagination.\"\n\n\"What difference does it make?\" Maota cried, suddenly angry. \"You want\nto close up all these things in boxes for a posterity who may have no\nslightest feeling or appreciation. I want to leave the city as it is,\nfor spirits whose existence I cannot prove.\"\n\nThe old man's eyes were furious now, deadly. The gun came down directly\nin line with the Earthman's chest. The gnarled finger moved.\n\nMichaelson, using the power of the cylinder behind his ear, jumped\nbehind the old webfoot. To Maota it seemed that he had flicked out of\nexistence like a match blown out. The next instant Michaelson spun\nhim around and hit him. It was an inexpert fist, belonging to an\narcheologist, not a fighter. But Maota was an old man.\n\nHe dropped in the sand, momentarily stunned. Michaelson bent over to\npick up the gun and the old man, feeling it slip from his fingers,\nhung on and was pulled to his feet.\n\nThey struggled for possession of the gun, silently, gasping, kicking\nsand. Faces grew red. Lips drew back over Michaelson's white teeth,\nover Maota's pink, toothless gums. The dead city's fragile spires threw\nimpersonal shadows down where they fought.\n\nThen quite suddenly a finger or hand--neither knew whose finger or\nhand--touched the firing stud.\n\nThere was a hollow, whooshing sound. Both stopped still, realizing the\ntotal destruction they might have caused.\n\n\"It only hit the ground,\" Michaelson said.\n\nA black, charred hole, two feet in diameter and--they could not see how\ndeep--stared at them.\n\nMaota let go and sprawled in the sand. \"The book!\" he cried. \"The book\nis gone!\"\n\n\"No! We probably covered it with sand while we fought.\"\n\n       *       *       *       *       *\n\nBoth men began scooping sand in their cupped hands, digging frantically\nfor the book. Saliva dripped from Maota's mouth, but he didn't know or\ncare.\n\nFinally they stopped, exhausted. They had covered a substantial area\naround the hole. They had covered the complete area where they had been.\n\n\"We killed it,\" the old man moaned.\n\n\"It was just a book. Not alive, you know.\"\n\n\"How do you know?\" The old man's pale eyes were filled with tears. \"It\ntalked and it sang. In a way, it had a soul. Sometimes on long nights I\nused to imagine it loved me, for taking care of it.\"\n\n\"There are other books. We'll get another.\"\n\nMaota shook his head. \"There are no more.\"\n\n\"But I've seen them. Down there in the square building.\"\n\n\"Not poetry. Books, yes, but not poetry. That was the only book with\nsongs.\"\n\n\"I'm sorry.\"\n\n\"_You_ killed it!\" Maota suddenly sprang for the weapon, lying\nforgotten in the sand. Michaelson put his foot on it and Maota was too\nweak to tear it loose. He could only weep out his rage.\n\nWhen he could talk again, Maota said, \"I am sorry, Mr. Earthgod. I've\ndisgraced myself.\"\n\n\"Don't be sorry.\" Michaelson helped him to his feet. \"We fight for some\nreasons, cry for others. A priceless book is a good reason for either.\"\n\n\"Not for that. For not winning. I should have killed you last night\nwhen I had the chance. The gods give us chances and if we don't take\nthem we lose forever.\"\n\n\"I told you before! We are on the same side. Negotiate. Have you never\nheard of negotiation?\"\n\n\"You are a god,\" Maota said. \"One does not negotiate with gods. One\neither loves them, or kills them.\"\n\n\"That's another thing. I am not a god. Can't you understand?\"\n\n\"Of course you are.\" Maota looked up, very sure. \"Mortals cannot step\nfrom star to star like crossing a shallow brook.\"\n\n\"No, no. I don't step from one star to another. An invention does that.\nJust an invention. I carry it with me. It's a tiny thing. No one would\never guess it has such power. So you see, I'm human, just like you. Hit\nme and I hurt. Cut me and I bleed. I love. I hate. I was born. Some day\nI'll die. See? I'm human. Just a human with a machine. No more than\nthat.\"\n\n       *       *       *       *       *\n\nMaota laughed, then sobered quickly. \"You lie.\"\n\n\"No.\"\n\n\"If I had this machine, could I travel as you?\"\n\n\"Yes.\"\n\n\"Then I'll kill you and take yours.\"\n\n\"It would not work for you.\"\n\n\"Why?\"\n\n\"Each machine is tailored for each person.\"\n\nThe old man hung his head. He looked down into the black, charred\nhole. He walked all around the hole. He kicked at the sand, looking\nhalf-heartedly again for the book.\n\n\"Look,\" Michaelson said. \"I'm sure I've convinced you that I'm human.\nWhy not have a try at negotiating our differences?\"\n\nHe looked up. His expressive eyes, deep, resigned, studied Michaelson's\nface. Finally he shook his head sadly. \"When we first met I hoped we\ncould think the ancient thoughts together. But our paths diverge. We\nhave finished, you and I.\"\n\nHe turned and started off, shoulders slumped dejectedly.\n\nMichaelson caught up to him. \"Are you leaving the city?\"\n\n\"No.\"\n\n\"Where are you going?\"\n\n\"Away. Far away.\" Maota looked off toward the hills, eyes distant.\n\n\"Don't be stupid, old man. How can you go far away and not leave the\ncity?\"\n\n\"There are many directions. You would not understand.\"\n\n\"East. West. North. South. Up. Down.\"\n\n\"No, no. There is another direction. Come, if you must see.\"\n\nMichaelson followed him far down the street. They came to a section of\nthe city he had not seen before. Buildings were smaller, spires dwarfed\nagainst larger structures. Here a path was packed in the sand, leading\nto a particular building.\n\nMichaelson said, \"This is where you live?\"\n\n\"Yes.\"\n\nMaota went inside. Michaelson stood in the entrance and looked around.\nThe room was clean, furnished with hand made chairs and a bed. Who is\nthis old man, he thought, far from his people, living alone, choosing\na life of solitude among ancient ruins but not touching them? Above\nthe bed a \"clock\" was fastened to the wall, Michaelson remembered his\nfright--thinking of the warmth where warmth should not be.\n\nMaota pointed to it.\n\n\"You asked about this machine,\" he said. \"Now I will tell you.\" He laid\nhis hand against it. \"Here is power to follow another direction.\"\n\n       *       *       *       *       *\n\nMichaelson tested one of the chairs to see if it would hold his weight,\nthen sat down. His curiosity about the instrument was colossal, but he\nforced a short laugh. \"Maota, you _are_ complex. Why not stop all this\nmystery nonsense and tell me about it? You know more about it than I.\"\n\n\"Of course.\" Maota smiled a toothless, superior smile. \"What do you\nsuppose happened to this race?\"\n\n\"You tell me.\"\n\n\"They took the unknown direction. The books speak of it. I don't know\nhow the instrument works, but one thing is certain. The race did not\ndie out, as a species becomes extinct.\"\n\nMichaelson was amused, but interested. \"Something like a fourth\ndimension?\"\n\n\"I don't know. I only know that with this instrument there is no death.\nI have read the books that speak of this race, this wonderful people\nwho conquered all disease, who explored all the mysteries of science,\nwho devised this machine to cheat death. See this button here on the\nface of the instrument? Press the button, and....\"\n\n\"And what?\"\n\n\"I don't know, exactly. But I have lived many years. I have walked the\nstreets of this city and wondered, and wanted to press the button. Now\nI will do so.\"\n\nQuickly the old man, still smiling, pressed the button. A high-pitched\nwhine filled the air, just within audio range. Steady for a moment, it\nthen rose in pitch passing beyond hearing quickly.\n\nThe old man's knees buckled. He sank down, fell over the bed, lay\nstill. Michaelson touched him cautiously, then examined him more\ncarefully. No question about it.\n\nThe old man was dead.\n\n       *       *       *       *       *\n\nFeeling depressed and alone, Michaelson found a desert knoll outside\nthe city overlooking the tall spires that shone in the sunlight and\ngleamed in the moonlight. He made a stretcher, rolled the old man's\nbody on to it and dragged it down the long ancient street and up the\nknoll.\n\nHere he buried him.\n\nBut it seemed a waste of time. Somehow he knew beyond any doubt that\nthe old native and his body were completely disassociated in some sense\nmore complete than death.\n\nIn the days that followed he gave much thought to the \"clock.\" He came\nto the city every day. He spent long hours in the huge square building\nwith the books. He learned the language by sheer bulldog determination.\nThen he searched the books for information about the instrument.\n\nFinally after many weeks, long after the winds had obliterated all\nevidence of Maota's grave on the knoll, Michaelson made a decision. He\nhad to know if the machine would work for him.\n\nAnd so one afternoon when the ancient spires threw long shadows\nover the sand he walked down the long street and entered the old\nman's house. He stood before the instrument, trembling, afraid, but\ndetermined. He pinched his eyes shut tight like a child and pressed the\nbutton.\n\nThe high-pitched whine started.\n\nComplete, utter silence. Void. Darkness. Awareness and memory, yes;\nnothing else. Then Maota's chuckle came. No sound, an impression only\nlike the voice from the ancient book. Where was he? There was no left\nor right, up or down. Maota was everywhere, nowhere.\n\n\"Look!\" Maota's thought was directed at him in this place of no\ndirection. \"Think of the city and you will see it.\"\n\nMichaelson did, and he saw the city beyond, as if he were looking\nthrough a window. And yet he was in the city looking at his own body.\n\nMaota's chuckle again. \"The city will remain as it is. You did not win\nafter all.\"\n\n\"Neither did you.\"\n\n\"But this existence has compensations,\" Maota said. \"You can be\nanywhere, see anywhere on this planet. Even on your Earth.\"\n\nMichaelson felt a great sadness, seeing his body lying across the\nold, home made bed. He looked closer. He sensed a vibration or life\nforce--he didn't stop to define it--in his body. Why was his dead body\ndifferent from Old Maota's? Could it be that there was some thread\nstretching from the reality of his body to his present state?\n\n\"I don't like your thoughts,\" Maota said. \"No one can go back. I tried.\nI have discussed it with many who are not presently in communication\nwith you. No one can go back.\"\n\nMichaelson decided he try.\n\n       *       *       *       *       *\n\n\"No!\" Maota's thought was prickled with fear and anger.\n\nMichaelson did not know how to try, but he remembered the cylinder and\ngathered all the force of his mind in spite of Maota's protests, and\ngave his most violent command.\n\nAt first he thought it didn't work. He got up and looked around, then\nit struck him. _He was standing up!_\n\nThe cylinder. He knew it was the cylinder. That was the difference\nbetween himself and Maota. When he used the cylinder, that was where\nhe went, the place where Maota was now. It was a door of some kind,\nleading to a path of some kind where distance was non-existent. But the\n\"clock\" was a mechanism to transport only the mind to that place.\n\nTo be certain of it, he pressed the button again, with the same result\nas before. He saw his own body fall down. He felt Maota's presence.\n\n\"You devil!\" Maota's thought-scream was a sword of hate and anger,\nirrational suddenly, like a person who knows his loss is irrevocable.\n\"I said you were a god. I said you were a god. _I said you were a\ngod...!_\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A City Near Centaurus, by Bill Doede\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A CITY NEAR CENTAURUS ***\n\n***** This file should be named 50802.txt or 50802.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/0/50802/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}