{"title": "How to Make Friends", "author": "Jim Harmon", "releaseDate": "January 1, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\nHOW TO MAKE FRIENDS\n\nBy JIM HARMON\n\nIllustrated by WEST\n\n[Transcriber's Note: This etext was produced from Galaxy Magazine\nOctober 1962. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\nEvery lonely man tries to make friends. Manet just didn't know when to\nstop!\n\n\nWilliam Manet was alone.\n\nIn the beginning, he had seen many advantages to being alone. It would\ngive him an unprecedented opportunity to once and for all correlate\nloneliness to the point of madness, to see how long it would take him\nto start slavering and clawing the pin-ups from the magazines, to begin\nteaching himself classes in philosophy consisting of interminable\nlectures to a bored and captive audience of one.\n\nHe would be able to measure the qualities of peace and decide whether\nit was really better than war, he would be able to get as fat and as\ndirty as he liked, he would be able to live more like an animal and\nthink more like a god than any man for generations.\n\nBut after a shorter time than he expected, it all got to be a tearing\nbore. Even the waiting to go crazy part of it.\n\nNot that he was going to have any great long wait of it. He was already\ntalking to himself, making verbal notes for his lectures, and he had\ncut out a picture of Annie Oakley from an old book. He tacked it up and\nwinked at it whenever he passed that way.\n\nLately she was winking back at him.\n\nLoneliness was a physical weight on his skull. It peeled the flesh from\nhis arms and legs and sandpapered his self-pity to a fine sensitivity.\n\nNo one on Earth was as lonely as William Manet, and even William Manet\ncould only be this lonely on Mars.\n\nManet was Atmosphere Seeder Station 131-47's own human.\n\nAll Manet had to do was sit in the beating aluminum heart in the middle\nof the chalk desert and stare out, chin cupped in hands, at the flat,\nflat pavement of dirty talcum, at the stars gleaming as hard in the\nblack sky as a starlet's capped teeth ... stars two of which were moons\nand one of which was Earth. He had to do nothing else. The whole\ngimcrack was cybernetically controlled, entirely automatic. No one was\nneeded here--no human being, at least.\n\nThe Workers' Union was a pretty small pressure group, but it didn't\ntake much to pressure the Assembly. Featherbedding had been carefully\nspecified, including an Overseer for each of the Seeders to honeycomb\nMars, to prepare its atmosphere for colonization.\n\nThey didn't give tests to find well-balanced, well-integrated people\nfor the job. Well-balanced, well-integrated men weren't going to\nisolate themselves in a useless job. They got, instead, William Manet\nand his fellows.\n\nThe Overseers were to stay as long as the job required. Passenger fare\nto Mars was about one billion dollars. They weren't providing commuter\nservice for night shifts. They weren't providing accommodations\nfor couples when the law specified only one occupant. They weren't\nproviding fuel (at fifty million dollars a gallon) for visits between\nthe various Overseers. They weren't very providential.\n\nBut it was two hundred thousand a year in salary, and it offered\nwonderful opportunities.\n\nIt gave William Manet an opportunity to think he saw a spaceship making\na tailfirst landing on the table of the desert, its tail burning as\nbright as envy.\n\n\n\nManet suspected hallucination, but in an existence with all the pallid\ndispassion of a requited love he was happy to welcome dementia.\nSometimes he even manufactured it. Sometimes he would run through the\narteries of the factory and play that it had suddenly gone mad hating\nhuman beings, and was about to close down its bulkheads on him as sure\nas the Engineers' Thumb and bale up the pressure-dehydrated digest,\nmaking so much stall flooring of him. He ran until he dropped with a\nkind of climaxing release of terror.\n\nSo Manet put on the pressure suit he had been given because he would\nnever need it, and marched out to meet the visiting spaceship.\n\nHe wasn't quite clear how he came from walking effortlessly across\nthe Martian plain that had all the distance-perpetuating qualities of\na kid's crank movie machine to the comfortable interior of a strange\ncabin. Not a ship's cabin but a Northwoods cabin.\n\nThe black and orange Hallowe'en log charring in the slate stone\nfireplace seemed real. So did the lean man with the smiling mustache\npainted with the random designs of the fire, standing before the\nhorizontal pattern of chinked wall.\n\n\"Need a fresher?\" the host inquired.\n\nManet's eyes wondered down to heavy water tumbler full of rich, amber\nwhiskey full of sparks from the hearth. He stirred himself in the\ncomfortingly warm leather chair. \"No, no, I'm fine.\" He let the word\nhang there for examination. \"Pardon me, but could you tell me just what\nplace this is?\"\n\nThe host shrugged. It was the only word for it. \"Whatever place you\nchoose it to be, so long as you're with Trader Tom. 'Service,' that's\nmy motto. It is a way of life with me.\"\n\n\"Trader Tom? Service?\"\n\n\"Yes! That's it exactly. It's me exactly. Trader Tom Service--Serving\nthe Wants of the Spaceman Between the Stars. Of course, 'stars' is\npoetic. Any point of light in the sky in a star. We service the\nplanets.\"\n\nManet took the tumbler in both hands and drank. It was good whiskey,\nimmensely powerful. \"The government wouldn't pay for somebody serving\nthe wants of spacemen,\" he exploded.\n\n\"Ah,\" Trader Tom said, cautionary. He moved nearer the fire and warmed\nhis hands and buttocks. \"Ah, but I am not a government service. I\nrepresent free enterprise.\"\n\n\n\n\"Nonsense,\" Manet said. \"No group of private individuals can build a\nspaceship. It takes a combine of nations.\"\n\n\"But remember only that businessmen are reactionary. It's well-known.\nAsk anyone on the street. Businessmen are reactionary even beyond the\ncapitalistic system. Money is a fiction that exists mostly on paper.\nThey play along on paper to get paper things, but to get real things\nthey can forego the papers. Comprehend, mon ami? My businessmen\nhave gone back to the barter system. Between them, they have the raw\nmaterials, the trained men, the man-hours to make a spaceship. So they\nmake it. Damned reactionaries, all of my principals.\"\n\n\"I don't believe you,\" Manet stated flatly. His conversation had grown\nblunt with disuse. \"What possible profit could your principals turn\nfrom running a trading ship among scattered exploration posts on the\nplanets? What could you give us that a benevolent government doesn't\nalready supply us with? And if there was anything, how could we pay for\nit? My year's salary wouldn't cover the transportation costs of this\nglass of whiskey.\"\n\n\"Do you find it good whiskey?\"\n\n\"Very good.\"\n\n\"Excellent?\"\n\n\"Excellent, if you prefer.\"\n\n\"I only meant--but never mind. We give you what you want. As for\npaying for it--why, forget about the payment. You may apply for a\nTrader Tom Credit Card.\"\n\n\"And I could buy anything that I wanted with it?\" Manet demanded.\n\"That's absurd. I'd never be able to pay for it.\"\n\n\"That's it precisely!\" Trader Tom said with enthusiasm. \"You never\npay for it. Charges are merely deducted from your estate.\"\n\n\"But I may leave no estate!\"\n\nTrader Tom demonstrated his peculiar shrug. \"All businesses operate on\na certain margin of risk. That is our worry.\"\n\n\n\nManet finished the mellow whiskey and looked into the glass. It seemed\nto have been polished clean. \"What do you have to offer?\"\n\n\"Whatever you want?\"\n\nIrritably, \"How do I know what I want until I know what you have?\"\n\n\"You know.\"\n\n\"I know? All right, I know. You don't have it for sale.\"\n\n\"Old chap, understand if you please that I do not only sell. I\nam a trader--Trader Tom. I trade with many parties. There are, for\nexample ... extraterrestrials.\"\n\n\"Folk legend!\"\n\n\"On the contrary, mon cher, the only reality it lacks is political\nreality. The Assembly could no longer justify their disposition of\nthe cosmos if it were known they were dealing confiscation without\nrepresentation. Come, tell me what you want.\"\n\nManet gave in to it. \"I want to be not alone,\" he said.\n\n\"Of course,\" Trader Tom replied, \"I suspected. It is not so unusual,\nyou know. Sign here. And here. Two copies. This is yours. Thank you so\nmuch.\"\n\nManet handed back the pen and stared at the laminated card in his hand.\n\n/P\n    +-------------------------------------+\n    |       TRADER TOM CREDIT CARD        |\n    |                                     |\n    |         Good for Anything         |\n    |                                     |\n    |      A-1 9*8*7*6*5*4*3*2*****       |\n    |                                     |\n    |  WM. MaNeT   /--rader /--om |\n    |                                     |\n    |  ..............                     |\n    |   (Sign Here)        Trader Tom     |\n    +-------------------------------------+\nP/\n\nWhen he looked up from the card, Manet saw the box. Trader Tom was\npushing it across the floor towards him.\n\nThe box had the general dimensions of a coffin, but it wasn't\nwood--only brightly illustrated cardboard. There was a large four-color\npicture on the lid showing men, women and children moving through a\nbusy city street. The red and blue letters said:\n\n/P\n    LIFO\n    The Socialization Kit\nP/\n\n\"It is commercialized,\" Trader Tom admitted with no little chagrin.\n\"It is presented to appeal to a twelve-year-old child, an erotic,\naggressive twelve-year-old, the typical sensie goer--but that is\nreality. It offends men of good taste like ourselves, yet sometimes it\napproaches being art. We must accept it.\"\n\n\"What's the cost?\" Manet asked. \"Before I accept it, I have to know the\ncharges.\"\n\n\"You never know the cost. Only your executor knows that. It's the\nTrader Tom plan.\"\n\n\"Well, is it guaranteed?\"\n\n\"There are no guarantees,\" Trader Tom admitted. \"But I've never had any\ncomplaints yet.\"\n\n\"Suppose I'm the first?\" Manet suggested reasonably.\n\n\"You won't be,\" Trader Tom said. \"I won't pass this way again.\"\n\n\n\nManet didn't open the box. He let it fade quietly in the filtered but\nstill brilliant sunlight near a transparent wall.\n\nManet puttered around the spawning monster, trying to brush the copper\ntaste of the station out of his mouth in the mornings, talking to\nhimself, winking at Annie Oakley, and waiting to go mad.\n\nFinally, Manet woke up one morning. He lay in the sheets of his bunk,\nsuppressing the urge to go wash his hands, and came at last to the\nconclusion that, after all the delay, he was mad.\n\nSo he went to open the box.\n\nThe cardboard lid seemed to have become both brittle and rotten. It\ncrumbled as easily as ideals. But Manet was old enough to remember the\nboxes Japanese toys came in when he was a boy, and was not alarmed.\n\nThe contents were such a glorious pile of junk, of bottles from old\nchemistry sets, of pieces from old Erector sets, of nameless things and\nunremembered antiques from neglected places, that it seemed too good to\nhave been assembled commercially. It was the collection of lifetime.\n\nOn top of everything was a paperbound book, the size of the Reader's\nDigest, covered in rippled gray flexiboard. The title was stamped in\nblack on the spine and cover: The Making of Friends.\n\nManet opened the book and, turning one blank page, found the title\nin larger print and slightly amplified: The Making of Friends and\nOthers. There was no author listed. A further line of information\nstated: \"A Manual for Lifo, The Socialization Kit.\" At the bottom of\nthe title page, the publisher was identified as: LIFO KIT CO., LTD.,\nSYRACUSE.\n\nThe unnumbered first chapter was headed Your First Friend.\n\n/#\nBefore you go further, first find the Modifier in your kit. This\nis vital.\n#/\n\nHe quickly riffled through the pages. Other Friends, Authority, A\nCompanion.... Then The Final Model. Manet tried to flip past this\nsection, but the pages after the sheet labeled The Final Model were\nstuck together. More than stuck. There was a thick slab of plastic in\nthe back of the book. The edges were ridged as if there were pages to\nthis section, but they could only be the tracks of lame ants.\n\nManet flipped back to page one.\n\n/#\n First find the Modifier in your kit. This is vital to your entire\n experiment in socialization. The Modifier is Part #A-1 on the Master\n Chart.\n#/\n\nHe prowled through the box looking for some kind of a chart. There\nwas nothing that looked like a chart inside. He retrieved the lid and\nlooked at its inside. Nothing. He tipped the box and looked at its\noutside. Not a thing. There was always something missing from kits.\nMaybe even the Modifier itself.\n\nHe read on, and probed and scattered the parts in the long box. He\nstudied the manual intently and groped out with his free hand.\n\nThe toe bone was connected to the foot bone....\n\n\n\nThe Red King sat smugly in his diagonal corner.\n\nThe Black King stood two places away, his top half tipsy in frustration.\n\nThe Red King crabbed sideways one square.\n\nThe Black King pounced forward one space.\n\nThe Red King advanced backwards to face the enemy.\n\nThe Black King shuffled sideways.\n\nThe Red King followed....\n\nUselessly.\n\n\"Tie game,\" Ronald said.\n\n\"Tie game,\" Manet said.\n\n\"Let's talk,\" Ronald said cheerfully. He was always cheerful.\n\nCheerfulness was a personality trait Manet had thumbed out for him.\nCheerful. Submissive. Co-operative. Manet had selected these factors in\norder to make Ronald as different a person from himself as possible.\n\n\"The Korean-American War was the greatest of all wars,\" Ronald said\npontifically.\n\n\"Only in the air,\" Manet corrected him.\n\nIntelligence was one of the factors Manet had punched to suppress.\nIntelligence. Aggressiveness. Sense of perfection. Ronald couldn't know\nany more than Manet, but he could (and did) know less. He had seen to\nthat when his own encephalograph matrix had programmed Ronald's feeder.\n\n\"There were no dogfights in Korea,\" Ronald said.\n\n\"I know.\"\n\n\"The dogfight was a combat of hundreds of planes in a tight area, the\nlast of which took place near the end of the First World War. The\naerial duel, sometimes inaccurately referred to as a 'dogfight' was not\nseen in Korea either. The pilots at supersonic speeds only had time for\nsingle passes at the enemy. Still, I believe, contrary to all experts,\nthat this took greater skill, man more wedded to machine, than the\nleisurely combats of World War One.\"\n\n\"I know.\"\n\n\"Daniel Boone was still a crack shot at eight-five. He was said to be\nwarm, sincere, modest, truthful, respected and rheumatic.\"\n\n\"I know.\"\n\n\n\nManet knew it all. He had heard it all before.\n\nHe was so damned sick of hearing about Korean air battles, Daniel\nBoone, the literary qualities of ancient sports fiction magazines,\nthe painting of Norman Rockwell, New York swing, ad nauseum. What a\nnarrow band of interests! With the whole universe to explore in thought\nand concept, why did he have to be trapped with such an unoriginal\nhuman being?\n\nOf course, Ronald wasn't an original human being. He was a copy.\n\nManet had been interested in the Fabulous Forties--Lt. \"Hoot\" Gibson,\nSam Merwin tennis stories, Saturday Evening Post covers--when he had\nfirst learned of them, and he had learned all about them. He had firm\nopinions on all these.\n\nHe yearned for someone to challenge him--to say that Dime Sports had\nbeen nothing but a cheap yellow rag and, why, Sewanee Review, there\nhad been a magazine for you.\n\nManet's only consolidation was that Ronald's tastes were lower than his\nown. He patriotically insisted that the American Sabre Jet was superior\nto the Mig. He maintained with a straight face that Tommy Dorsey was a\nbetter band man than Benny Goodman. Ronald was a terrific jerk.\n\n\"Ronald,\" Manet said, \"you are a terrific jerk.\"\n\nRonald leaped up immediately and led with his right.\n\nManet blocked it deftly and threw a right cross.\n\nRonald blocked it deftly, and drove in a right to the navel.\n\nThe two men separated and, puffing like steam locomotives passing the\ndiesel works, closed again.\n\nRonald leaped forward and led with his right.\n\nManet stepped inside the swing and lifted an uppercut to the ledge of\nRonald's jaw.\n\nRonald pinwheeled to the floor.\n\nHe lifted his bruised head from the deck and worked his reddened mouth.\n\"Had enough?\" he asked Manet.\n\nManet dropped his fists to his sides and turned away. \"Yes.\"\n\nRonald hopped up lightly. \"Another checkers, Billy Boy?\"\n\n\"No.\"\n\n\"Okay. Anything you want, William, old conquerer.\"\n\nManet scrunched up inside himself in impotent fury.\n\nRonald was maddeningly co-operative and peaceful. He would even get in\na fist fight to avoid trouble between them. He would do anything Manet\nwanted him to do. He was so utterly damned stupid.\n\nManet's eyes orbitted towards the checkerboard.\n\nBut if he were so much more stupid than he, Manet, why was it that\ntheir checker games always ended in a tie?\n\n\n\nThe calendar said it was Spring on Earth when the radio was activated\nfor a high-speed information and entertainment transmission.\n\nThe buzzer-flasher activated in the solarium at the same time.\n\nManet lay stretched out on his back, naked, in front of the transparent\nwall.\n\nBy rolling his eyes back in his head, Manet could see over a hedge of\neyebrows for several hundred flat miles of white sand.\n\nAnd several hundred miles of desert could see him.\n\nFor a moment he gloried in the blatant display of his flabby muscles\nand patchy sunburn.\n\nThen he sighed, rolled over to his feet and started trudging toward\nCommunication.\n\nHe padded down the rib-ridged matted corridor, taking his usual small\npleasure in the kaleidoscopic effect of the spiraling reflections on\nthe walls of the tubeway.\n\nAs he passed the File Room, he caught the sound of the pounding\nvibrations against the stoppered plug of the hatch.\n\n\"Come on, Billy Buddy, let me out of this place!\"\n\nManet padded on down the hall. He had, he recalled, shoved Ronald\nin there on Lincoln's Birthday, a minor ironic twist he appreciated\nquietly. He had been waiting in vain for Ronald to run down ever since.\n\nIn Communication, he took a seat and punched the slowed down playback\nof the transmission.\n\n\"Hello, Overseers,\" the Voice said. It was the Voice of the B.B.C.\nIt irritated Manet. He never understood how the British had got the\nspace transmissions assignment for the English language. He would have\npreferred an American disk-jockey himself, one who appreciated New York\nswing.\n\n\"We imagine that you are most interested in how long you shall\nbe required to stay at your present stations,\" said the Voice of\nGod's paternal uncle. \"As you on Mars may know, there has been much\ndiscussion as to how long it will require to complete the present\nschedule--\" there was of course no \"K\" sound in the word--\"for\natmosphere seeding.\n\n\"The original, non-binding estimate at the time of your departure was\n18.2 years. However, determining how long it will take our stations\nproperly to remake the air of Mars is a problem comparable to finding\nthe age of the Earth. Estimates change as new factors are learned. You\nmay recall that three years ago the official estimate was changed to\nthirty-one years. The recent estimate by certain reactionary sources\nof two hundred and seventy-four years is not an official government\nestimate. The news for you is good, if you are becoming nostalgic for\nhome, or not particularly bad if you are counting on drawing your\nhandsome salary for the time spent on Mars. We have every reason to\nbelieve our original estimate was substantially correct. The total\ntime is, within limits of error, a flat 18 years.\"\n\nA very flat 18 years, Manet thought as he palmed off the recorder.\n\nHe sat there thinking about eighteen years.\n\nHe did not switch to video for some freshly taped westerns.\n\nFinally, Manet went back to the solarium and dragged the big box out.\nThere was a lot left inside.\n\nOne of those parts, one of those bones or struts of flesh sprayers, one\nof them, he now knew, was the Modifier.\n\nThe Modifier was what he needed to change Ronald. Or to shut him off.\n\nIf only the Master Chart hadn't been lost, so he would know what the\nModifier looked like! He hoped the Modifier itself wasn't lost. He\nhated to think of Ronald locked in the Usher tomb of the File Room\nfor 18 flat years. Long before that, he would have worn his fists away\nhammering at the hatch. Then he might start pounding with his head.\nPerhaps before the time was up he would have worn himself down to\nnothing whatsoever.\n\nManet selected the ripple-finished gray-covered manual from the\nhodgepodge, and thought: eighteen years.\n\nPerhaps I should have begun here, he told himself. But I really don't\nhave as much interest in that sort of thing as the earthier types.\nSimple companionship was all I wanted. And, he thought on, even an\ninsipid personality like Ronald's would be bearable with certain\ncompensations.\n\nManet opened the book to the chapter headed: The Making of a Girl.\n\n\n\nVeronica crept up behind Manet and slithered her hands up his back and\nover his shoulders. She leaned forward and breathed a moist warmth into\nhis ear, and worried the lobe with her even white teeth.\n\n\"Daniel Boone,\" she sighed huskily, \"only killed three Indians in his\nlife.\"\n\n\"I know.\"\n\nManet folded his arms stoically and added: \"Please don't talk.\"\n\nShe sighed her instant agreement and moved her expressive hands over\nhis chest and up to the hollows of his throat.\n\n\"I need a shave,\" he observed.\n\nHer hands instantly caressed his face to prove that she liked a rather\nbristly, masculine countenance.\n\nManet elbowed Veronica away in a gentlemanly fashion.\n\nShe made her return.\n\n\"Not now,\" he instructed her.\n\n\"Whenever you say.\"\n\nHe stood up and began pacing off the dimensions of the compartment.\nThere was no doubt about it: he had been missing his regular exercise.\n\n\"Now?\" she asked.\n\n\"I'll tell you.\"\n\n\"If you were a jet pilot,\" Veronica said wistfully, \"you would be\nromantic. You would grab love when you could. You would never know\nwhich moment would be last. You would make the most of each one.\"\n\n\"I'm not a jet pilot,\" Manet said. \"There are no jet pilots. There\nhaven't been any for generations.\"\n\n\"Don't be silly,\" Veronica said. \"Who else would stop those vile North\nKoreans and Red China 'volunteers'?\"\n\n\"Veronica,\" he said carefully, \"the Korean War is over. It was finished\neven before the last of the jet pilots.\"\n\n\"Don't be silly,\" she snapped. \"If it were over, I'd know about it,\nwouldn't I?\"\n\nShe would, except that somehow she had turned out even less bright,\nless equipped with Manet's own store of information, than Ronald.\nWhoever had built the Lifo kit must have had ancient ideas about what\nconstituted appropriate \"feminine\" characteristics.\n\n\"I suppose,\" he said heavily, \"that you would like me to take you back\nto Earth and introduce you to Daniel Boone?\"\n\n\"Oh, yes.\"\n\n\"Veronica, your stupidity is hideous.\"\n\nShe lowered her long blonde lashes on her pink cheeks. \"That is a mean\nthing to say to me. But I forgive you.\"\n\nAn invisible hand began pressing down steadily on the top of his head\nuntil it forced a sound out of him. \"Aaaawrraagggh! Must you be so\ncloyingly sweet? Do you have to keep taking that? Isn't there any fight\nin you at all?\"\n\nHe stepped forward and back-handed her across the jaw.\n\nIt was the first time he had ever struck a woman, he realized\nregretfully. He now knew he should have been doing it long ago.\n\nVeronica sprang forward and led with a right.\n\n\n\nRonald's cries grew louder as Manet marched Veronica through the\ncorridor.\n\n\"Hear that?\" he inquired, smiling with clenched teeth.\n\n\"No, darling.\"\n\nWell, that was all right. He remembered he had once told her to ignore\nthe noise. She was still following orders.\n\n\"Come on, Bill, open up the hatch for old Ronald,\" the voice carried\nthrough sepulchrally.\n\n\"Shut up!\" Manet yelled.\n\nThe voice dwindled stubbornly, then cut off.\n\nA silence with a whisper of metallic ring to it.\n\nWhy hadn't he thought of that before? Maybe because he secretly took\ncomfort in the sound of an almost human voice echoing through the\nstation.\n\nManet threw back the bolt and wheeled back the hatch.\n\nRonald looked just the same as had when Manet had seen him last. His\nhands didn't seem to have been worn away in the least. Ronald's lips\nseemed a trifle chapped. But that probably came not from all the\nshouting but from having nothing to drink for some months.\n\nRonald didn't say anything to Manet.\n\nBut he looked offended.\n\n\"You,\" Manet said to Veronica with a shove in the small of the back,\n\"inside, inside.\"\n\nRonald sidestepped the lurching girl.\n\n\"Do you know what I'm going to do with you?\" Manet demanded. \"I'm going\nto lock you up in here, and leave you for a day, a month, a year,\nforever! Now what do you think about that?\"\n\n\"If you think it's the right thing, dear,\" Veronica said hesitantly.\n\n\"You know best, Willy,\" Ronald said uncertainly.\n\nManet slammed the hatch in disgust.\n\nManet walked carefully down the corridor, watching streamers of\nhis reflection corkscrewing into the curved walls. He had to walk\ncarefully, else the artery would roll up tight and squash him. But he\nwalked too carefully for this to happen.\n\nAs he passed the File Room, Ronald's voice said: \"In my opinion,\nWilliam, you should let us out.\"\n\n\"I,\" Veronica said, \"honestly feel that you should let me out, Bill,\ndearest.\"\n\nManet giggled. \"What? What was that? Do you suggest that I take you\nback after you've been behind a locked door with my best friend?\"\n\nHe went down the corridor, giggling.\n\nHe giggled and thought: This will never do.\n\n\n\nPouring and tumbling through the Lifo kit, consulting the manual\ndiligently, Manet concluded that there weren't enough parts left in the\nbox to go around.\n\nThe book gave instructions for The Model Mother, The Model Father, The\nModel Sibling and others. Yet there weren't parts enough in the kit.\n\nHe would have to take parts from Ronald or Veronica in order to make\nany one of the others. And he could not do that without the Modifier.\n\nHe wished Trader Tom would return and extract some higher price from\nhim for the Modifier, which was clearly missing from the kit.\n\nOr to get even more for simply repossessing the kit.\n\nBut Trader Tom would not be back. He came this way only once.\n\nManet thumbed through the manual in mechanical frustration. As he did\nso, the solid piece of the last section parted sheet by sheet.\n\nHe glanced forward and found the headings: The Final Model.\n\nThere seemed something ominous about that finality. But he had paid\na price for the kit, hadn't he? Who knew what price, when it came to\nthat? He had every right to get everything out of the kit that he\ncould.\n\nHe read the unfolding page critically. The odd assortment of\nill-matched parts left in the box took a new shape in his mind and\nunder his fingers....\n\nManet gave one final spurt from the flesh-sprayer and stood back.\n\nVictor was finished. Perfect.\n\nManet stepped forward, lifted the model's left eyelid, tweaked his nose.\n\n\"Move!\"\n\nVictor leaped back into the Lifo kit and did a jig on one of the\nflesh-sprayers.\n\nAs the device twisted as handily as good intentions, Manet realized\nthat it was not a flesh-sprayer but the Modifier.\n\n\"It's finished!\" were Victor's first words. \"It's done!\"\n\nManet stared at the tiny wreck. \"To say the least.\"\n\nVictor stepped out of the oblong box. \"There is something you should\nunderstand. I am different from the others.\"\n\n\"They all say that.\"\n\n\"I am not your friend.\"\n\n\"No?\"\n\n\"No. You have made yourself an enemy.\"\n\nManet felt nothing more at this information than an esthetic pleasure\nat the symmetry of the situation.\n\n\"It completes the final course in socialization,\" Victor continued. \"I\nam your adversary. I will do everything I can to defeat you. I have\nall your knowledge. You do not have all your knowledge. If you let\nyourself know some of the things, it could be used against you. It is\nmy function to use everything I possibly can against you.\"\n\n\"When do you start?\"\n\n\"I've finished. I've done my worst. I have destroyed the Modifier.\"\n\n\"What's so bad about that?\" Manet asked with some interest.\n\n\"You'll have Veronica and Ronald and me forever now. We'll never\nchange. You'll get older, and we'll never change. You'll lose your\ninterest in New York swing and jet combat and Daniel Boone, and we'll\nnever change. We don't change and you can't change us for others. I've\nmade the worst thing happen to you that can happen to any man. I've\nseen that you will always keep your friends.\"\n\n\n\nThe prospect was frightful.\n\nVictor smiled. \"Aren't you going to denounce me for a fiend?\"\n\n\"Yes, it is time for the denouncement. Tell me, you feel that now you\nare through? You have fulfilled your function?\"\n\n\"Yes. Yes.\"\n\n\"Now you will have but to lean back, as it were, so to speak, and see\nme suffer?\"\n\n\"Yes.\"\n\n\"No. Can't do it, old man. Can't. I know. You're too human, too\nlike me. The one thing a man can't accept is a passive state, a state\nof uselessness. Not if he can possibly avoid it. Something has to be\nhappening to him. He has to be happening to something. You didn't kill\nme because then you would have nothing left to do. You'll never kill\nme.\"\n\n\"Of course not!\" Victor stormed. \"Fundamental safety cut-off!\"\n\n\"Rationalization. You don't want to kill me. And you can't stop\nchallenging me at every turn. That's your function.\"\n\n\"Stop talking and just think about your miserable life,\" Victor said\nmeanly. \"Your friends won't grow and mature with you. You won't make\nany new friends. You'll have me to constantly remind you of your\nuselessness, your constant unrelenting sterility of purpose. How's that\nfor boredom, for passiveness?\"\n\n\"That's what I'm trying to tell you,\" Manet said irritably, his social\nmanners rusty. \"I won't be bored. You will see to that. It's your\npurpose. You'll be a challenge, an obstacle, a source of triumph every\nfoot of the way. Don't you see? With you for an enemy, I don't need a\nfriend!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of How to Make Friends, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HOW TO MAKE FRIENDS ***\n\n***** This file should be named 50818.txt or 50818.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/1/50818/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}