{"title": "The Moons of Mars", "author": "Dean Evans", "releaseDate": "January 2, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           THE MOONS OF MARS\n\n                             By DEAN EVANS\n\n                         Illustrated by WILLER\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Every boy should be able to whistle, except,\n                of course, Martians. But this one did!\n\n\nHe seemed a very little boy to be carrying so large a butterfly net. He\nswung it in his chubby right fist as he walked, and at first glance you\ncouldn't be sure if he were carrying it, or it carrying _him_.\n\nHe came whistling. All little boys whistle. To little boys, whistling\nis as natural as breathing. However, there was something peculiar about\nthis particular little boy's whistling. Or, rather, there were two\nthings peculiar, but each was related to the other.\n\nThe first was that he was a Martian little boy. You could be very sure\nof that, for Earth little boys have earlobes while Martian little boys\ndo not--and he most certainly didn't.\n\nThe second was the tune he whistled--a somehow familiar tune, but one\nwhich I should have thought not very appealing to a little boy.\n\n\"Hi, there,\" I said when he came near enough. \"What's that you're\nwhistling?\"\n\nHe stopped whistling and he stopped walking, both at the same time, as\nthough he had pulled a switch or turned a tap that shut them off. Then\nhe lifted his little head and stared up into my eyes.\n\n\"'The Calm',\" he said in a sober, little-boy voice.\n\n\"The _what_?\" I asked.\n\n\"From the William Tell Overture,\" he explained, still looking up at me.\nHe said it deadpan, and his wide brown eyes never once batted.\n\n\"Oh,\" I said. \"And where did you learn that?\"\n\n\"My mother taught me.\"\n\nI blinked at him. He didn't blink back. His round little face still\nheld no expression, but if it had, I knew it would have matched the\ntitle of the tune he whistled.\n\n\"You whistle very well,\" I told him.\n\nThat pleased him. His eyes lit up and an almost-smile flirted with the\ncorners of his small mouth.\n\nHe nodded grave agreement.\n\n\"Been after butterflies, I see. I'll bet you didn't get any. This is\nthe wrong season.\"\n\nThe light in his eyes snapped off. \"Well, good-by,\" he said abruptly\nand very relevantly.\n\n\"Good-by,\" I said.\n\nHis whistling and his walking started up again in the same spot where\nthey had left off. I mean the note he resumed on was the note which\nfollowed the one interrupted; and the step he took was with the left\nfoot, which was the one he would have used if I hadn't stopped him.\nI followed him with my eyes. An unusual little boy. A most precisely\n_mechanical_ little boy.\n\nWhen he was almost out of sight, I took off after him, wondering.\n\nThe house he went into was over in that crumbling section which forms\na curving boundary line, marking the limits of those frantic and ugly\noriginal mine-workings made many years ago by the early colonists. It\nseems that someone had told someone who had told someone else that\nhere, a mere twenty feet beneath the surface, was a vein as wide as\na house and as long as a fisherman's alibi, of pure--_pure_, mind\nyou--gold.\n\nBack in those days, to be a colonist meant to be a rugged individual.\nAnd to be a rugged individual meant to not give a damn one way or\nanother. And to not give a damn one way or another meant to make one\nhell of a mess on the placid face of Mars.\n\nThere had not been any gold found, of course, and now, for the most\npart, the mining shacks so hastily thrown up were only fever scars\nof a sickness long gone and little remembered. A few of the houses\nwere still occupied, like the one into which the Martian boy had just\ndisappeared.\n\nSo his _mother_ had taught him the William Tell Overture, had she?\nThat tickling thought made me chuckle as I stood before the ramshackle\nbuilding. And then, suddenly, I stopped chuckling and began to think,\ninstead, of something quite astonishing:\n\nHow had it been possible for her to teach, and for him to whistle?\n\n_All Martians are as tone-deaf as a bucket of lead._\n\nI went up three slab steps and rapped loudly on the weather-beaten door.\n\n       *       *       *       *       *\n\nThe woman who faced me may have been as young as twenty-two, but\nshe didn't look it. That shocked look, which comes with the first\nrealization that youth has slipped quietly away downstream in the\nmiddle of the night, and left nothing but frightening rocks of middle\nage to show cold and gray in the hard light of dawn, was like the\nvalidation stamp of Time itself in her wide, wise eyes. And her voice\nwasn't young any more, either.\n\n\"Well? And what did I do now?\"\n\n\"I beg your pardon?\" I said.\n\n\"You're Mobile Security, aren't you? Or is that badge you're wearing\njust something to cover a hole in your shirt?\"\n\n\"Yes, I'm Security, but does it have to mean something?\" I asked. \"All\nI did was knock on your door.\"\n\n\"I heard it.\" Her lips were curled slightly at one corner.\n\nI worked up a smile for her and let her see it for a few seconds before\nI answered: \"As a matter of fact, I don't want to see _you_ at all. I\ndidn't know you lived here and I don't know who you are. I'm not even\ninterested in who you are. It's the little boy who just went in here\nthat I was interested in. The little Martian boy, I mean.\"\n\nHer eyes spread as though somebody had put fingers on her lids at the\noutside corners and then cruelly jerked them apart.\n\n\"Come in,\" she almost gasped.\n\nI followed her. When I leaned back against the plain door, it closed\nprotestingly. I looked around. It wasn't much of a room, but then you\ncouldn't expect much of a room in a little ghost of a place like this.\nA few knickknacks of the locality stood about on two tables and a\nshelf, bits of rock with streak-veins of fused corundum; not bad if you\nlike the appearance of squeezed blood.\n\nThere were two chairs and a large table intended to match the chairs,\nand a rough divan kind of thing made of discarded cratings which had\nprobably been hauled here from the International Spaceport, ten miles\nto the West. In the back wall of the room was a doorway that led dimly\nto somewhere else in the house. Nowhere did I see the little boy. I\nlooked once again at the woman.\n\n\"What about him?\" she whispered.\n\nHer eyes were still startled.\n\nI smiled reassuringly. \"Nothing, lady, nothing. I'm sorry I upset you.\nI was just being nosy is all, and that's the truth of it. You see, the\nlittle boy went by me a while ago and he was whistling. He whistles\nremarkably well. I asked him what the name of the tune was and he told\nme it was the 'Calm' from William Tell. He also told me his mother had\ntaught him.\"\n\nHer eyes hadn't budged from mine, hadn't flickered. They might have\nbeen bright, moist marbles glued above her cheeks.\n\nShe said one word only: \"Well?\"\n\n\"Nothing,\" I answered. \"Except that Martians are supposed to be\ntone-deaf, aren't they? It's something lacking in their sense of\nhearing. So when I heard this little boy, and saw he was a Martian, and\nwhen he told me his _mother_ had taught him--\" I shrugged and laughed a\nlittle. \"Like I said before, I guess I got just plain nosy.\"\n\nShe nodded. \"We agree on that last part.\"\n\nPerhaps it was her eyes. Or perhaps it was the tone of her voice. Or\nperhaps, and more simply, it was her attitude in general. But whatever\nit was, I suddenly felt that, nosy or not, I was being treated shabbily.\n\n\"I would like to speak to the Martian lady,\" I said.\n\n\"There isn't any Martian lady.\"\n\n\"There _has_ to be, doesn't there?\" I said it with little sharp\nprickers on the words.\n\nBut she did, too: \"_Does there?_\"\n\nI gawked at her and she stared back. And the stare she gave me was hard\nand at the same time curiously defiant--as though she would dare me to\ngo on with it. As though she figured I hadn't the guts.\n\nFor a moment, I just blinked stupidly at her, as I had blinked stupidly\nat the little boy when he told me his mother had taught him how to\nwhistle. And then--after what seemed to me a very long while--I slowly\ntumbled to what she meant.\n\nHer eyes were telling me that the little Martian boy wasn't a little\nMartian boy at all, that he was cross-breed, a little chap who had a\nMartian father and a human, Earthwoman mother.\n\nIt was a startling thought, for there just aren't any such mixed\nmarriages. Or at least I had thought there weren't. Physically,\nspiritually, mentally, or by any other standard you can think of,\ncompared to a human male the Martian isn't anything you'd want around\nthe house.\n\nI finally said: \"So that is why he is able to whistle.\"\n\nShe didn't answer. Even before I spoke, her eyes had seen the correct\nguess which had probably flashed naked and astounded in my own eyes.\nAnd then she swallowed with a labored breath that went trembling down\ninside her.\n\n\"There isn't anything to be ashamed of,\" I said gently. \"Back on Earth\nthere's a lot of mixtures, you know. Some people even claim there's no\nsuch thing as a pure race. I don't know, but I guess we all started\nsomewhere and intermarried plenty since.\"\n\nShe nodded. Somehow her eyes didn't look defiant any more.\n\n\"Where's his father?\" I asked.\n\n\"H-he's dead.\"\n\n\"I'm sorry. Are you all right? I mean do you get along okay and\neverything, now that...?\"\n\nI stopped. I wanted to ask her if she was starving by slow degrees and\nneeded help. Lord knows the careworn look about her didn't show it was\nluxurious living she was doing--at least not lately.\n\n\"Look,\" I said suddenly. \"Would you like to go home to Earth? I could\nfix--\"\n\nBut that was the wrong approach. Her eyes snapped and her shoulders\nstiffened angrily and the words that ripped out of her mouth were not\ncoated with honey.\n\n\"Get the hell out of here, you fool!\"\n\nI blinked again. When the flame in her eyes suddenly seemed to grow\neven hotter, I turned on my heel and went to the door. I opened it,\nwent out on the top slab step. I turned back to close the door--and\nlooked straight into her eyes.\n\nShe was crying, but that didn't mean exactly what it looked like it\nmight mean. Her right hand had the door edge gripped tightly and she\nwas swinging it with all the strength she possessed. And while I still\nstared, the door slammed savagely into the casing with a shock that\njarred the slab under my feet, and flying splinters from the rotten\nwoodwork stung my flinching cheeks.\n\nI shrugged and turned around and went down the steps. \"And that is the\nway it goes,\" I muttered disgustedly to myself. Thinking to be helpful\nwith the firewood problem, you give a woman a nice sharp axe and she\nimmediately puts it to use--on you.\n\nI looked up just in time to avoid running into a spread-legged man who\nwas standing motionless directly in the middle of the sand-path in\nfront of the door. His hands were on his hips and there was something\nin his eyes which might have been a leer.\n\n       *       *       *       *       *\n\n\"Pulled a howler in there, eh, mate?\" he said. He chuckled hoarsely\nin his throat. \"Not being exactly deaf, I heard the tail end of it.\"\nHis chuckle was a lewd thing, a thing usually reserved--if it ever\nwas reserved at all--for the mens' rooms of some of the lower class\ndives. And then he stopped chuckling and frowned instead and said\ncomplainingly:\n\n\"Regular little spitfire, ain't she? I ask you now, wouldn't you think\na gal which had got herself in a little jam, so to speak, would be more\nreasonable--\"\n\nHis words chopped short and he almost choked on the final unuttered\nsyllable. His glance had dropped to my badge and the look on his face\nwas one of startled surprise.\n\n\"I--\" he said.\n\nI cocked a frown of my own at him.\n\n\"Well, so long, mate,\" he grunted, and spun around and dug his toes\nin the sand and was away. I stood there staring at his rapidly\ndisappearing form for a few moments and then looked back once more at\nthe house. A tattered cotton curtain was just swinging to in the dirty,\nsand-blown window. That seemed to mean the woman had been watching. I\nsighed, shrugged again and went away myself.\n\nWhen I got back to Security Headquarters, I went to the file and began\nto rifle through pictures. I didn't find the woman, but I did find the\nman.\n\nHe was a killer named Harry Smythe.\n\nI took the picture into the Chief's office and laid it on his desk,\nwaited for him to look down at it and study it for an instant, and then\nto look back up to me. Which he did.\n\n\"So?\" he said.\n\n\"Wanted, isn't he?\"\n\nHe nodded. \"But a lot of good that'll do. He's holed up somewhere back\non Earth.\"\n\n\"No,\" I said. \"He's right here. I just saw him.\"\n\n\"_What?_\" He nearly leaped out of his chair.\n\n\"I didn't know who he was at first,\" I said. \"It wasn't until I looked\nin the files--\"\n\nHe cut me off. His hand darted into his desk drawer and pulled out an\nAuthority Card. He shoved the card at me. He growled: \"Kill or capture,\nI'm not especially fussy which. Just _get_ him!\"\n\nI nodded and took the card. As I left the office, I was thinking of\nsomething which struck me as somewhat more than odd.\n\nI had idly listened to a little half-breed Martian boy whistling part\nof the William Tell Overture, and it had led me to a wanted killer\nnamed Harry Smythe.\n\n       *       *       *       *       *\n\nUnderstandably, Mr. Smythe did not produce himself on a silver platter.\nI spent the remainder of the afternoon trying to get a lead on him and\ngot nowhere. If he was hiding in any of the places I went to, then he\nwas doing it with mirrors, for on Mars an Authority Card is the big\nstick than which there is no bigger. Not solely is it a warrant, it is\na commandeer of help from anyone to whom it is presented; and wherever\nI showed it I got respect.\n\nI got instant attention. I got even more: those wraithlike tremblings\nin the darker corners of saloons, those corners where light never seems\nquite to penetrate. You don't look into those. Not if you're anything\nmore than a ghoul, you don't.\n\nNot finding him wasn't especially alarming. What was alarming, though,\nwas not finding the Earthwoman and her little half-breed Martian son\nwhen I went back to the tumbledown shack where they lived. It was\nempty. She had moved fast. She hadn't even left me a note saying\ngood-by.\n\nThat night I went into the Great Northern desert to the Haremheb\nReservation, where the Martians still try to act like Martians.\n\nIt was Festival night, and when I got there they were doing the dance\nto the two moons. At times like this you want to leave the Martians\nalone. With that thought in mind, I pinned my Authority Card to my\nlapel directly above my badge, and went through the gates.\n\nThe huge circle fire was burning and the dance was in progress.\nBriefly, this can be described as something like the ceremonial dances\nput on centuries ago by the ancient aborigines of North America. There\nwas one important exception, however. Instead of a central fire, the\nMartians dig a huge circular trench and fill it with dried roots of the\n_belu_ tree and set fire to it. Being pitch-like, the gnarled fragments\nburn for hours. Inside this ring sit the spectators, and in the exact\ncenter are the dancers. For music, they use the drums.\n\nThe dancers were both men and women and they were as naked as Martians\ncan get, but their dance was a thing of grace and loveliness. For an\ninstant--before anyone observed me--I stood motionless and watched\nthe sinuously undulating movements, and I thought, as I have often\nthought before, that this is the one thing the Martians can still do\nbeautifully. Which, in a sad sort of way, is a commentary on the way\nthings have gone since the first rocket-blasting ship set down on these\npurple sands.\n\nI felt the knife dig my spine. Carefully I turned around and pointed my\nindex finger to my badge and card. Bared teeth glittered at me in the\nflickering light, and then the knife disappeared as quickly as it had\ncome.\n\n\"Wahanhk,\" I said. \"The Chief. Take me to him.\"\n\nThe Martian turned, went away from the half-light of the circle. He led\nme some yards off to the north to a swooping-tent. Then he stopped,\npointed.\n\n\"Wahanhk,\" he said.\n\nI watched him slip away.\n\nWahanhk is an old Martian. I don't think any Martian before him has\never lived so long--and doubtless none after him will, either. His\nleathery, almost purple-black skin was rough and had a charred look\nabout it, and up around the eyes were little plaits and folds that had\nthe appearance of being done deliberately by a Martian sand-artist.\n\n\"Good evening,\" I said, and sat down before him and crossed my legs.\n\nHe nodded slowly. His old eyes went to my badge.\n\nFrom there they went to the Authority Card.\n\n\"Power sign of the Earthmen,\" he muttered.\n\n\"Not necessarily,\" I said. \"I'm not here for trouble. I know as well as\nyou do that, before tonight is finished, more than half of your men\nand women will be drunk on illegal whiskey.\"\n\nHe didn't reply to that.\n\n\"And I don't give a damn about it,\" I added distinctly.\n\nHis eyes came deliberately up to mine and stopped there. He said\nnothing. He waited. Outside, the drums throbbed, slowly at first, then\nmoderated in tempo. It was like the throbbing--or sobbing, if you\nprefer--of the old, old pumps whose shafts go so tirelessly down into\nthe planet for such pitifully thin streams of water.\n\n\"I'm looking for an Earthwoman,\" I said. \"This particular Earthwoman\ntook a Martian for a husband.\"\n\n\"That is impossible,\" he grunted bitterly.\n\n\"I would have said so, too,\" I agreed. \"Until this afternoon, that is.\"\n\nHis old, dried lips began to purse and wrinkle.\n\n\"I met her little son,\" I went on. \"A little semi-human boy with\nMartian features. Or, if you want to turn it around and look at the\nother side, a little Martian boy who whistles.\"\n\nHis teeth went together with a snap.\n\nI nodded and smiled. \"You know who I'm talking about.\"\n\nFor a long long while he didn't answer. His eyes remained unblinking on\nmine and if, earlier in the day, I had thought the little boy's face\nwas expressionless, then I didn't completely appreciate the meaning of\nthat word. Wahanhk's face was more than expressionless; it was simply\nblank.\n\n\"They disappeared from the shack they were living in,\" I said. \"They\nwent in a hurry--a very great hurry.\"\n\nThat one he didn't answer, either.\n\n\"I would like to know where she is.\"\n\n\"Why?\" His whisper was brittle.\n\n\"She's not in trouble,\" I told him quickly. \"She's not wanted. Nor her\nchild, either. It's just that I have to talk to her.\"\n\n\"Why?\"\n\nI pulled out the file photo of Harry Smythe and handed it across to\nhim. His wrinkled hand took it, pinched it, held it up close to a lamp\nhanging from one of the ridge poles. His eyes squinted at it for a long\nmoment before he handed it back.\n\n\"I have never seen this Earthman,\" he said.\n\n\"All right,\" I answered. \"There wasn't anything that made me think you\nhad. The point is that he knows the woman. It follows, naturally, that\nshe might know him.\"\n\n\"This one is _wanted_?\" His old, broken tones went up slightly on the\nlast word.\n\nI nodded. \"For murder.\"\n\n\"Murder.\" He spat the word. \"But not for the murder of a Martian, eh?\nMartians are not that important any more.\" His old eyes hated me with\nan intensity I didn't relish.\n\n\"You said that, old man, not I.\"\n\nA little time went by. The drums began to beat faster. They were\nrolling out a lively tempo now, a tempo you could put music to.\n\nHe said at last: \"I do not know where the woman is. Nor the child.\"\n\nHe looked me straight in the eyes when he said it--and almost before\nthe words were out of his mouth, they were whipped in again on a\ndrawn-back, great, sucking breath. For, somewhere outside, somewhere\nnear that dancing circle, in perfect time with the lively beat of the\ndrums, somebody was whistling.\n\nIt was a clear, clean sound, a merry, bright, happy sound, as sharp\nand as precise as the thrust of a razor through a piece of soft yellow\ncheese.\n\n\"In your teeth, Wahanhk! Right in your teeth!\"\n\nHe only looked at me for another dull instant and then his eyes slowly\nclosed and his hands folded together in his lap. Being caught in a lie\nonly bores a Martian.\n\nI got up and went out of the tent.\n\n       *       *       *       *       *\n\nThe woman never heard me approach. Her eyes were toward the flaming\ncircle and the dancers within, and, too, I suppose, to her small son\nwho was somewhere in that circle with them, whistling. She leaned\nagainst the bole of a _belu_ tree with her arms down and slightly\ncurled backward around it.\n\n\"That's considered bad luck,\" I said.\n\nHer head jerked around with my words, reflected flames from the circle\nfire still flickering in her eyes.\n\n\"That's a _belu_ tree,\" I said. \"Embracing it like that is like looking\nfor a ladder to walk under. Or didn't you know?\"\n\n\"Would it make any difference?\" She spoke softly, but the words came to\nme above the drums and the shouts of the dancers. \"How much bad luck\ncan you have in one lifetime, anyway?\"\n\nI ignored that. \"Why did you pull out of that shack? I told you you had\nnothing to fear from me.\"\n\nShe didn't answer.\n\n\"I'm looking for the man you saw me talking with this morning,\" I went\non. \"Lady, he's wanted. And this thing, on my lapel is an Authority\nCard. Assuming you know what it means, I'm asking you where he is.\"\n\n\"What man?\" Her words were flat.\n\n\"His name is Harry Smythe.\"\n\nIf that meant anything to her, I couldn't tell. In the flickering light\nfrom the fires, subtle changes in expression weren't easily detected.\n\n\"Why should I care about an Earthman? My husband was a Martian. And\nhe's dead, see? Dead. Just a Martian. Not fit for anything, like all\nMartians. Just a bum who fell in love with an Earthwoman and had the\nguts to marry her. Do you understand? So somebody murdered him for it.\nAin't that pretty? Ain't that something to make you throw back your\nhead and be proud about? Well, ain't it? And let me tell you, Mister,\nwhoever it was, I'll get him. _I'll get him!_\"\n\nI could see her face now, all right. It was a twisted, tortured thing\nthat writhed at me in its agony. It was small yellow teeth that bared\nat me in viciousness. It was eyes that brimmed with boiling, bubbling\nhate like a ladle of molten steel splashing down on bare, white flesh.\nOr, simply, it was the face of a woman who wanted to kill the killer of\nher man.\n\nAnd then, suddenly, it wasn't. Even though the noise of the dance and\nthe dancers was loud enough to command the attention and the senses. I\ncould still hear her quiet sobbing, and I could see the heaving of the\nsmall, thin shoulders.\n\nAnd I knew then the reason for old Wahanhk's bitterness when he had\nsaid to me, \"But not for the murder of a Martian, eh? Martians are not\nthat important any more.\"\n\nWhat I said then probably sounded as weak as it really was: \"I'm sorry,\nkid. But look, just staking out in that old shack of yours and trying\nto pry information out of the type of men who drifted your way--well, I\nmean there wasn't much sense in that, now was there?\"\n\nI put an arm around her shoulders. \"He must have been a pretty nice\nguy,\" I said. \"I don't think you'd have married him if he wasn't.\"\n\nI stopped. Even in my own ears, my words sounded comfortless. I looked\nup, over at the flaming circle and at the sweat-laved dancers within\nit. The sound of the drums was a wild cacophonous tattoo now, a rattle\nof speed and savagery combined; and those who moved to its frenetic\njabberings were not dancers any more, but only frenzied, jerking\nfigurines on the strings of a puppeteer gone mad.\n\nI looked down again at the woman. \"Your little boy and his butterfly\nnet,\" I said softly. \"In a season when no butterflies can be found.\nWhat was that for? Was he part of the plan, too, and the net just the\nalibi that gave him a passport to wander where he chose? So that he\ncould listen, pick up a little information here, a little there?\"\n\nShe didn't answer. She didn't have to answer. My guesses can be as good\nas anybody's.\n\nAfter a long while she looked up into my eyes. \"His name was Tahily,\"\nshe said. \"He had the secret. He knew where the gold vein was. And\nsoon, in a couple of years maybe, when all the prospectors were gone\nand he knew it would be safe, he was going to stake a claim and go\nafter it. For us. For the three of us.\"\n\nI sighed. There wasn't, isn't, never will be any gold on this planet.\nBut who in the name of God could have the heart to ruin a dream like\nthat?\n\n       *       *       *       *       *\n\nNext day I followed the little boy. He left the reservation in a cheery\nframe of mind, his whistle sounding loud and clear on the thin morning\nair. He didn't go in the direction of town, but the other way--toward\nthe ruins of the ancient Temple City of the Moons. I watched his chubby\narm and the swinging of the big butterfly net on the end of that arm.\nThen I followed along in his sandy tracks.\n\nIt was desert country, of course. There wasn't any chance of tailing\nhim without his knowledge and I knew it. I also knew that before long\nhe'd know it, too. And he did--but he didn't let me know he did until\nwe came to the rag-cliffs, those filigree walls of stone that hide the\nentrance to the valley of the two moons.\n\nOnce there, he paused and placed his butterfly net on a rock ledge and\nthen calmly sat down and took off his shoes to dump the sand while he\nwaited for me.\n\n\"Well,\" I said. \"Good morning.\"\n\nHe looked up at me. He nodded politely. Then he put on his shoes again\nand got to his feet.\n\n\"You've been following me,\" he said, and his brown eyes stared\naccusingly into mine.\n\n\"I have?\"\n\n\"That isn't an honorable thing to do,\" he said very gravely. \"A\ngentleman doesn't do that to another gentleman.\"\n\nI didn't smile. \"And what would you have me do about it?\"\n\n\"Stop following me, of course, sir.\"\n\n\"Very well,\" I said. \"I won't follow you any more. Will that be\nsatisfactory?\"\n\n\"Quite, sir.\"\n\nWithout another word, he picked up his butterfly net and disappeared\nalong a path that led through a rock crevice. Only then did I allow\nmyself to grin. It was a sad and pitying and affectionate kind of grin.\n\nI sat down and did with my shoes as he had done. There wasn't any\nhurry; I knew where he was going. There could only be one place, of\ncourse--the city of Deimos and Phobos. Other than that he had no\nchoice. And I thought I knew the reason for his going.\n\nSeveral times in the past, there have been men who, bitten with the\nfever of an idea that somewhere on this red planet there must be gold,\nhave done prospecting among the ruins of the old temples. He had\nprobably heard that there were men there now, and he was carrying out\nwith the thoroughness of his precise little mind the job he had set\nhimself of finding the killer of his daddy.\n\nI took a short-cut over the rag-cliffs and went down a winding,\nsand-worn path. The temple stones stood out barren and dry-looking,\nlike breast bones from the desiccated carcass of an animal. For a\nmoment I stopped and stared down at the ruins. I didn't see the boy. He\nwas somewhere down there, though, still swinging his butterfly net and,\nprobably, still whistling.\n\nI started up once more.\n\nAnd then I heard it--a shrill blast of sound in an octave of urgency; a\nwhistle, sure, but a warning one.\n\nI stopped in my tracks from the shock of it. Yes, I knew from whom it\nhad come, all right. But I didn't know why.\n\nAnd then the whistle broke off short. One instant it was in the air,\nshrieking with a message. The next it was gone. But it left tailings,\nlike the echo of a death cry slowly floating back over the dead body of\nthe creature that uttered it.\n\nI dropped behind a fragment of the rag-cliff. A shot barked out\nangrily. Splinters of the rock crazed the morning air.\n\nThe little boy screamed. Just once.\n\nI waited. There was a long silence after that. Then, finally, I took\noff my hat and threw it out into the valley. The gun roared once more.\nThis time I placed it a little to the left below me. I took careful\nsighting on the hand that held that gun--and I didn't miss it.\n\nIt was Harry Smythe, of course. When I reached him, he had the injured\nhand tucked tightly in the pit of his other arm. There was a grim look\nin his eyes and he nodded as I approached him.\n\n\"Good shooting, mate. Should be a promotion in it for you. Shooting\nlike that, I mean.\"\n\n\"That's nice to think about,\" I said. \"Where's the boy? I owe him a\nlittle something. If he hadn't whistled a warning, you could have\npicked me off neat.\"\n\n\"I would.\" He nodded calmly.\n\n\"Where is he?\"\n\n\"Behind the rock there. In that little alcove, sort of.\" He indicated\nwith his chin.\n\nI started forward. I watched him, but I went toward the rock.\n\n\"Just a minute, mate.\"\n\nI stopped. I didn't lower my gun.\n\n\"That bloody wench we spoke about yesterday. You know, out in front of\nthat shack? Well, just a thought, of course, but if you pull me in and\nif I get _it_, what'll become of her, do you suppose? Mean to say, I\ncouldn't support her when I was dead, could I?\"\n\n\"Support her?\" Surprise jumped into my voice.\n\n\"What I said. She's my wife, you know. Back on Earth, I mean. I skipped\nout on her a few years back, but yesterday I was on my way to looking\nher up when you--\"\n\n\"She didn't recognize the name Harry Smythe,\" I said coldly. \"I'm\nafraid you'll have to think a little faster.\"\n\n\"Of course she didn't! How could she? That ain't my name. What made you\nthink it was?\"\n\nBright beads of sweat sparkled on his forehead, and his lips had that\nfrantic looseness of lips not entirely under control.\n\n\"You left her,\" I grunted. \"But you followed her across space anyway.\nJust to tell her you were sorry and you wanted to come back. Is that\nit?\"\n\n\"Well--\" His eyes were calculating. \"Not the God's honest, mate, no.\nI didn't know she was here. Not at first. But there was this Spider,\nsee? This Martian. His name was Tahily and he used to hang around the\nsaloons and he talked a lot, see? Then's when I knew....\"\n\n\"So it was you who killed him,\" I said. \"One murder wasn't enough\nback on Earth; you had to pile them up on the planets.\" I could feel\nsomething begin to churn inside of me.\n\n\"Wait! Sure, I knocked off the Martian. But a fair fight, see? That\nSpider jumped my claim. A fair fight it was, and anybody'd done the\nsame. But even without that, he had it coming anyway, wouldn't you\nsay? Bigamist and all that, you know? I mean marrying a woman already\nmarried.\"\n\nHis lips were beginning to slobber. I watched them with revulsion in my\nstomach.\n\n\"Wouldn't you say, mate? Just a lousy, stinking Martian, I mean!\"\n\nI swallowed. I turned away and went around the rock and looked down.\nOne look was enough. Blood was running down the cheek of the prone\nlittle Martian boy, and it was coming from his mouth. Then I turned\nback to the shaking man.\n\n\"Like I say, mate! I mean, what would you've done in my place?\nWhistling always did drive me crazy. I can't stand it. A phobia, you\nknow. People _suffer_ from phobias!\"\n\n\"What did you do?\" I took three steps toward him. I felt my lips\nstraining back from my teeth.\n\n\"Wait now, mate! Like I say, it's a phobia. I can't stand whistling. It\nmakes me suffer--\"\n\n\"So you cut out his tongue?\"\n\nI didn't wait for his answer. I couldn't wait. While I was still calm,\nI raised my gun on his trembling figure. I didn't put the gun up again\nuntil his body stopped twitching and his fingers stopped clawing in the\nsands.\n\n       *       *       *       *       *\n\nFrom the desk to the outside door, the hospital corridor runs just a\nfew feet. But I'd have known her at any distance. I sighed, got to my\nfeet and met her halfway.\n\nShe stopped before me and stared up into my eyes. She must have run all\nthe way when she got my message, for although she was standing as rigid\nas a pole in concrete, something of her exhaustion showed in her eyes.\n\n\"Tell me,\" she said in a panting whisper.\n\n\"Your boy is going to be okay.\" I put my arm around her. \"Everything's\nunder control. The doctors say he's going to live and pull through\nand....\"\n\nI stopped. I wondered what words I was going to use when no words that\nI had ever heard in my life would be the right ones.\n\n\"Tell me.\" She pulled from my grasp and tilted her head so that she\ncould look up into my eyes and read them like a printed page. \"_Tell\nme!_\"\n\n\"He cut out the boy's--he said he couldn't stand whistling. It was a\nphobia, he claimed. Eight bullets cured his phobia, if any.\"\n\n\"He cut out what?\"\n\n\"Your son's tongue.\"\n\nI put my arm around her again, but it wasn't necessary. She didn't cry\nout, she didn't slump. Her head did go down and her eyes did blink once\nor twice, but that was all.\n\n\"He was the only little boy on Mars who could whistle,\" she said.\n\nAll of the emotion within her was somehow squeezed into those few words.\n\n       *       *       *       *       *\n\nI couldn't get it out of my mind for a long while. I used to lie in bed\nand think of it somewhat like this:\n\nThere was this man, with his feet planted in the purple sands, and\nhe looked up into the night sky when the moon called Deimos was in\nperigee, and he studied it. And he said to himself, \"Well, I shall\nwrite a book and I shall say in this book that the moon of Mars is thus\nand so. And I will be accurately describing it, for in truth the moon\n_is_ thus and so.\"\n\nAnd on the other side of the planet there was another man. And he, too,\nlooked up into the night sky. And he began to study the moon called\n_Phobos_. And he, too, decided to write a book. And he knew he could\naccurately describe the moon of Mars, for his own eyes had told him it\nlooked like thus and so. And his own eyes did not lie.\n\nI thought of it in a manner somewhat like that. I could tell the woman\nthat Harry Smythe, her first husband, was the man who had killed\nTahily, the Martian she loved. I could tell her Smythe had killed him\nin a fair fight because the Martian had tried to jump a claim. And her\nheart would be set to rest, for she would know that the whole thing was\nerased and done with, at last.\n\nOr, on the other hand, I could do what I eventually did do. I could\ntell her absolutely nothing, in the knowledge that that way she would\nat least have the strength of hate with which to sustain herself\nthrough the years of her life. The strength of her hate against this\nman, whoever he might be, plus the chill joy of anticipating the\nday--maybe not tomorrow, but some day--when, like the dream of finding\ngold on Mars, she'd finally track him down and kill him.\n\nI couldn't leave her without a reason for living. Her man was dead and\nher son would never whistle again. She had to have something to live\nfor, didn't she?\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Moons of Mars, by Dean Evans\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MOONS OF MARS ***\n\n***** This file should be named 50826.txt or 50826.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/2/50826/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}