{"title": "Green Grew the Lasses", "author": "Ruth Laura Wainwright", "releaseDate": "January 4, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         GREEN GREW THE LASSES\n\n                       By RUTH LAURA WAINWRIGHT\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1953.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Since evils cancel out, avoid odd numbers of\n            them ... even if you have to get an odder one!\n\n\nThe September evening was hot and humid, and Helen Raymond, watching\nher husband pace nervously about the living room, grew tenser by the\nminute. Robert would walk up to an open window, sniff abstractedly,\nmove to the next window, and repeat the performance.\n\n\"For goodness' sakes, Robert, what _are_ you snuffling about?\" she\nfinally demanded in exasperation. She had been on edge ever since her\ncousin Dora had arrived that afternoon. Dora had lost another of a long\nsuccession of short-lived jobs and, as usual, had descended on them\nwithout warning for an indefinite visit. Wasn't it enough to have to\nbear, that and the heat, too, without Robert's acting up?\n\n\"Smog's getting worse all the time,\" Robert complained.\n\nDora lifted her nose to sniff daintily. \"It _is_ an odd smog. Now\nin New York we don't--\" Her voice trailed off and left the sentence\nhanging as she drew in another sample of the night air.\n\nHelen sniffed, too. \"We look like a bunch of rabbits,\" she thought\nirritably. But Dora was right. It was an odd smog, sort of sweet and\nbitter at the same time. Not sulphuric like most of the smog they\nwere used to, or the spoiled-onions-frying-in-rancid-fat smell of oil\nwells when the wind was off the land. This odor made her think of\nrank tropical weeds, a jungle miasma, though she had never been near a\njungle.\n\n       *       *       *       *       *\n\nThere was something familiar about it, though, and then she remembered\nthat her hands had smelled like that the morning after she had weeded\nthe tiny garden alongside their house. The flowerbed had been cluttered\nwith weeds of a kind she had never seen before, horrible-looking\nthings. Could they be the cause of that awful smell? They had sprung\nup everywhere lately, and, while she had pulled them out of their own\ngarden, they were growing all over, and she couldn't very well weed the\nwhole town, could she?\n\n\"I think--wait, I want to get something,\" she said, and ran outdoors.\n\nShe came back with a sample of the weed, one that she pulled from the\ngarden of the vacant house next door. The plant was about a foot high,\nwith a straight, stiff stem, of a bright metallic green, with a single\nrow of inch-wide rosettes of chartreuse leaves or petals down one side\nof the stem. There could be no doubt about its being the cause of the\nunpleasant odor, and Helen held it out at arm's length.\n\n\"What the heck is that?\" Robert asked.\n\n\"Smell!\" she said.\n\n\"Phew! So that's it. What is it, anyway?\"\n\nHelen shook her head. \"Never saw anything like it until recently. I\npulled 'em out of our garden, but they're all over.\"\n\nHelen carried the offending plant to the back door. When she came\nback, Robert peered at her intently, shut his eyes and shook his head\nquickly, and then stared at her again.\n\n\"Think you'll know me next time you see me?\" she asked, annoyed.\n\n\"First good look I've had at you this evening. What kind of face powder\nis that you're using? Don't tell me that peculiar shade is the latest\nfashion?\"\n\nPuzzled, Helen put her hand to her face as if she should be able to\nfeel the color.\n\n\"Mom's green!\" chortled eight-year-old Bobby. \"You ought to see\nyourself!\"\n\n\"Green?\" Helen asked worriedly.\n\n\"Green,\" Robert said. \"You feel all right?\"\n\n\"Anemia,\" Dora declared positively. \"You don't eat properly. Not enough\nvitamins. Now, while I'm here--\"\n\nA quick look in the mirror, and Helen told herself that she wasn't\nreally a _green_ green, just sort of greenish, if you looked at her in\nthe right light. By morning, the odd color ought to be all gone. There\nwas no sense in worrying. Anybody could look sort of off-color now and\nthen. Maybe Dora was right--she was anemic.\n\n       *       *       *       *       *\n\nBut she was stunned by the first sight of herself in the mirror the\nnext morning. There was no mistaking it this time. She was as green\nas grass, and Dora, too, was beginning to show signs of becoming that\nunbecoming color.\n\nReluctantly, Dora conceded that it might not be the diet, after all.\nShe hadn't been there long enough for it to have that much effect.\n\nRobert and Bobby were still shockingly normal.\n\n\"What--whatever can it be?\" Helen asked shakily, holding out her green\nhands. The only answer was hysterical screaming that sent them all\nracing to the front door.\n\nThe Raymonds lived in a typical California court, with four small\nhouses facing four other small houses across a central walk that ran at\nright angles to the street. On this walk most of the tenants were now\ngathered, and the Raymonds and Dora joined them.\n\nHelen didn't know whether to feel relieved or more dismayed when she\nsaw that all the women and girls were as green as she, and just as\nterrified.\n\nSomeone, of course, had called the police, and a prowl car hummed to a\nstop at the curb. A harrassed, white-faced policeman leaned out of the\nwindow.\n\n\"We're doing all we can,\" he called. \"It's like this all over town.\nDon't know yet what caused it, but we're investigating.\" The car sped\naway.\n\nIt was soon apparent that only Mimosa Beach was affected. Why, no one\ncould guess. Some said it was all a publicity stunt of some kind,\nadvertising a movie or television show, or a chlorophyll product,\nperhaps, but they couldn't explain how it worked, or why only women and\ngirls were affected. And how could it possibly help sell anything?\n\nOvernight, Mimosa Beach became famous, and infested with reporters and\ncolor photographers, all male. There would have been a mass exodus if\nthere had been any place to go. But other communities, fearing that\ntheir womenfolk would \"catch\" the greenness, like measles, refused to\nlet them in. Besides, in Mimosa Beach they had the dubious comfort of\nall being alike, while elsewhere they would have been freaks.\n\nThere was so little they could do to make themselves look attractive.\nThe cosmetics they had or that were available were all wrong. But they\ndid the best they could, though there was no hiding that ghastly green\ncomplexion.\n\n\"What a shame your hair isn't red,\" Dora said one day to Helen. \"Amy\nOlson, now, her hair really goes with green skin.\" Cocking her head\nto one side, she studied the younger woman intently. \"Your hair--that\nmousy brown--wonder if we couldn't touch it up just a _wee_ bit?\"\n\nHelen clenched her teeth against the coy, criticizing voice. \"I'm not\nthe flamboyant type,\" she said.\n\nDora was as green as Helen by this time, and it certainly wasn't a bit\nmore becoming to her. She seemed to be enjoying the publicity, though.\nBesides, it gave her a good excuse for not leaving.\n\nIf only the greenness had come before Dora--they might have been spared\n_one_ calamity!\n\n       *       *       *       *       *\n\nFour girls moved into the house next to the Raymonds, the last house in\nthe row.\n\nNeither the Raymonds nor Dora noticed that they had moved in; they came\nso quietly. The houses in the court were furnished and they must have\npaid the rent, obtained the keys, and walked in, all settled as soon\nas they closed the door behind them. It wasn't until they rang the\nRaymonds' doorbell in the early evening that anyone in the household\nwas aware of them.\n\n\"We move next door,\" one of them said brightly to Helen when she\nanswered the door. \"We come see you, get acquainted. We come in?\"\n\n\"Of course,\" Helen said, and they trooped in. \"We're the Raymonds, and\nthis is my cousin, Dora Hastings.\"\n\nThe new neighbor who had spoken first pointed to her companions, one\nby one. \"Patricia Pontiac,\" she said. \"Clara Ford. Mary Maroon. Me,\"\npoking a thumb at her own midriff, \"Jack Jones.\"\n\n\"Jack Jones?\" Helen repeated. \"That's a man's name.\"\n\n\"Man?\" the girl asked blankly.\n\n\"Man!\" Robert said impatiently. \"Like me.\"\n\nThe four girls noticed him for the first time, and then they saw Bobby.\nThey stared at the two of them, their mouths slightly open, their eyes\nwide with horror. They drew closer to each other, as if for protection,\nand shivered.\n\nRobert and Bobby looked at each other in bewildered embarrassment.\n\n\"My husband and son,\" Helen said tartly. Did these odd creatures think\nall males were wolves, including eight-year-old Bobby?\n\n\"That--that color!\" Mary Maroon quavered. \"Not green!\"\n\n\"Only dames are green,\" Bobby scornfully said.\n\n\"Imagine!\" Dora tittered nervously. \"Afraid of Robert and Bobby!\"\n\n\"Won't you sit down?\" Helen asked. This nonsense of being scared of her\nmenfolk had gone on long enough. She didn't want them to sit down. She\nwanted them to go. But she could hardly ask them to do that.\n\nNaturally, they sat down.\n\nBobby turned on the television for a space opera, and the four new\nneighbors watched it avidly. When the spaceship landed on what was\nsupposed to be Venus, they giggled behind their hands and looked at\neach other sidewise. Hadn't they ever seen a show like that before?\nWhat was so unusually funny about this one?\n\nWhen the commercial came on, Robert turned off the sound. Mary Maroon\nlooked at Bobby, and then at Helen, who was sitting with her arm around\nher son.\n\n\"You--baby?\" she asked.\n\nHelen smiled proudly. \"Yes, this is my baby.\"\n\nBobby squirmed indignantly.\n\nMary Maroon then turned to Robert. \"You got baby?\"\n\nRobert said, \"Sure, this is my baby,\" patting Bobby on the knee. To\nHelen, he muttered, \"What does she think, anyway?\"\n\nThe four stared at Robert and Bobby and Helen in such obvious\nconfusion that Robert jumped up nervously to turn the sound back on.\n\n       *       *       *       *       *\n\nAfter the girls had gone home, Bobby was sent off to bed, and Robert,\nloosening his tie, demanded, \"What's the matter with them, anyhow? Do\nthey have to stare at me as if I were a damned biological error? Don't\nthey know what a man is, for heaven's sake?\"\n\n\"Really, Robert,\" Dora protested, blushing a deeper green.\n\n\"Well, for gosh sakes--\"\n\n\"Those names!\" Helen said. \"Clara Ford, that's not too bad. I'm not so\nsure about Mary Maroon.\"\n\nDora nodded. \"Mary White. Mary Black. So why not Mary Maroon? But\nPatricia Pontiac!\"\n\nHelen threw up her hands. \"They must have made that one up. But _Jack\nJones_!\"\n\n\"Crazy, if you ask me,\" Robert said, \"pretending they were scared of me\nand Bobby.\"\n\n\"There's a Patricia Beauty Shoppe next to the Pontiac agency,\" Dora\nsuggested. \"Maybe--\"\n\n\"Funny way to get a name. Where the heck are they from?\" Robert\nwondered.\n\n\"Must be from right here in town,\" Helen reminded him. \"Otherwise they\nwouldn't be green.\"\n\n\"You know, the greenness looks sort of natural on them,\" Dora said\nthoughtfully. \"Well, think I'll go to bed.\"\n\nAfter she had gone, Helen said wistfully in a whisper, \"If only awful\nthings could sort of counteract each other the way some poisons do.\"\nShe started making up the davenport bed; Dora had their room. \"First\nDora's coming, and our turning green, and now those crazy girls right\nnext door. But three poisons--no, it wouldn't come out even.\"\n\n       *       *       *       *       *\n\nIt was a day or two later when Helen found her new neighbors working\nin the little flowerbed alongside their house. They were busily\ntransplanting weeds of the kind responsible for the unpleasant odor.\n\n\"For goodness' sake!\" Helen exclaimed, disgusted. \"What in the world\ndo you want with that stuff? Why, it took the rest of us here in the\ncourt days to get it all out and now you want to bring it back. Throw\nit away!\"\n\n\"Oh, no!\" Patricia Pontiac objected, holding a bunch of the weeds\nagainst her heart protectingly. \"It's faneweed!\"\n\n\"You mean you've seen the stuff before?\"\n\nPatricia nodded. \"We have it all over where we came from. Must have\nfaneweed.\"\n\n\"But you couldn't have come from some place else,\" Helen pointed out.\n\"You wouldn't be green if you did.\"\n\n\"All green where we come from,\" Mary Maroon said.\n\n\"I don't know where that stuff--faneweed, you call it?--came from,\"\nHelen said, refusing to pay any attention to their claim that they came\nfrom some place else where everyone was green. There just wasn't any\nsuch place!\n\n\"We drop seed other time we come,\" Patricia said. Then she added\nindignantly, \"You no believe we come from other place?\"\n\n\"What other place?\" asked Helen, with weary politeness.\n\n\"You call it Venus.\"\n\n\"That picture the other night,\" Clara Ford giggled. \"Not like Venus at\nall. So funny!\"\n\nHelen could stand no more. \"So are you!\" she said rudely, and went into\nthe house.\n\nThey were even crazier than she'd thought. Greener, too, when you saw\nthem in broad daylight. Did the greenness affect the mind, and the\ngreener you got, the zanier you became? Would she get to be like that?\nThe idea frightened her.\n\n\"No turn green?\" Patricia Pontiac asked Robert plaintively one day, as\nif she were blaming him for her bewilderment.\n\n\"No!\" he answered shortly. \"But I don't blame you for envying us men.\nIt must be tough to be that lousy-looking color.\"\n\n\"Green is _good_ color!\" Mary Maroon declared stoutly. \"You no have\nbaby yourself?\"\n\n\"Of course not!\"\n\nPatricia turned to Helen. \"Then what she for?\"\n\n\"_He!_\" Robert corrected, and then added sarcastically, \"Papa works to\nbuy baby shoes. Now, does that answer your question?\"\n\nHelen sighed. There was just no use trying to explain anything to those\nfour girls.\n\n       *       *       *       *       *\n\nFall and winter passed. The dull monotony of being green was accented\nnow and then by articles and pictures in newspapers and magazines, and\nby rumors, always proved false, that a remedy had been found, though\nchemists, biologists and doctors continued hunting for the cause of\nthe catastrophe. Autopsies provided no clue. Women protested that the\ndoctors were looking at them with a wishful drop-dead expression, as if\nthe _next_ autopsy might be the one that would supply the answer.\n\nThe greenness was still confined to Mimosa Beach. Other communities\nkept up their quarantine. The four girls next door to the Raymonds were\nas zany as ever, and Dora Hastings stayed on, of necessity.\n\nAnd then the monotony was broken by greater calamities.\n\nFirst, there was the matter of Patricia Pontiac's approaching\nmotherhood. While this, of course, made no difference as far as the\ntown was concerned, Dora was greatly perturbed, and, ever being one to\ninsist on others keeping within the limits of her own narrow paths, she\ntook the girl to task.\n\n\"Patricia,\" she insisted sternly, \"there simply _must_ be a man to\nblame for your condition! You _must_ marry him. Think of the baby! You\nwant him to be fatherless?\"\n\n\"Fatherless? Him?\" Patricia repeated, frowning in perplexity. \"What you\ntalking about? My little baby girl all mine. This man business I don't\nunderstand.\"\n\n\"Nonsense! You're just trying to pretend innocence.\"\n\n\"Oh, give it up, Dora,\" Helen urged wearily. \"She doesn't know what\nyou're talking about.\"\n\nDora raised skeptical eyebrows. \"In _her_ condition?\"\n\nAfter that, Dora went around with a great air of virtue condescending\nto help the wayward. It must be a burden, Helen felt, to have to feel\nsuperior because of other people's faults. Such a negative sort of\nsuperiority.\n\n       *       *       *       *       *\n\nDuring the next few weeks, Dora had plenty of chance to feel superior.\nOther unmarried girls and women besides Patricia became pregnant and,\nlike Patricia, they insisted no man was responsible. But they were not\ncomplacent about it the way Patricia was; to them it was an indignity\nthey did not deserve.\n\n\"What's this town coming to, anyway?\" Dora demanded.\n\n\"Parthenogenetic births, maybe?\" Helen ventured. \"No one would have\nbelieved that we'd turn green, but we did. Honestly, Dora, I'm getting\nso I'd believe almost anything in this nightmare existence of ours,\neven that _you_ were about to have a baby!\"\n\n\"That,\" Dora rejoined acidly, \"is not at all likely. But are you trying\nto imply that our turning green could have something to do with these\nshameful births?\"\n\n\"I didn't say that, but you could be right.\"\n\n\"Hmmph!\" Dora snorted. \"A lot of nonsense!\"\n\nThe four girls were in the Raymonds' living room one afternoon, a week\nlater, talking with Helen, when Dora, who had been feeling ill and had\ngone to the doctor's, walked in. She glared at the four girls.\n\n\"I'm going to have a baby,\" she accused them.\n\nHelen drew her breath in sharply. \"Oh, no! Not you, too!\"\n\n\"Of course,\" Clara Ford said complacently. \"Every one have babies.\nExcept Robert and Bobby and the ones like them. Jack and Mary and I\nhave ours before we leave Venus. Have only one each, of course.\"\n\n\"But why am _I_ like this? How can _I_ have a baby this way?\" Dora's\nvoice was shrill with anger and panic.\n\n\"How else?\" Jack asked calmly.\n\nA little chill of horror raced down Helen's spine. Could these odd\ngirls really be telling the truth? Were they from Venus, as they\ninsisted? She could just imagine them coming to Earth--on a Flying\nSaucer, maybe--listening to the radio to learn the language. Spying on\nus, but not learning as much as they thought they did. She choked off a\ngiggle, an incipient hysteria, as another thought struck her.\n\n\"Will _I_ have one of those--those--?\"\n\n\"You already have baby,\" Patricia said. \"Can't see how you have baby\nbefore we come with faneweed to make you green.\"\n\nHelen and Dora stared at her.\n\n\"You mean,\" Helen finally was able to ask, \"that that weed caused all\nthis? That little weed?\"\n\n\"But that is what we tell you all along, only you always walk away\nangry.\"\n\n       *       *       *       *       *\n\nAll those scientists working so hard, Helen realized bitterly, and all\nthe time what they were looking for was literally under their feet!\nHow could anyone have thought that the faneweed was responsible for\nanything but the bad smell they had finally become accustomed to?\n\n\"Why didn't I listen to these girls, pay more attention to what they\nsaid?\" Helen asked herself. She might have been able to prevent a lot\nof things that had happened. She got up from her chair and walked\nnervously about. Well, she couldn't change the past, but she could stop\nfurther evil from the faneweed.\n\n\"I'll bet they don't have men on Venus,\" she said to Dora, \"judging\nfrom the way they act. Then they'd have to have parthenogenetic births.\"\n\nShe turned to Patricia. \"Why did you come to Earth? And why just to\nMimosa Beach?\"\n\n\"We try little place, what you call sample, before we change whole\nworld,\" Patricia explained. And then she added sadly, \"So many of our\nbabies die. Not enough people left on Venus. We think maybe you like to\ncome to Venus with us, so we make you as us.\"\n\n\"That was very, very wicked of you!\" Dora said severely.\n\nThe four Venusians shrugged resignedly.\n\n\"Might as well go home,\" Mary Maroon said. \"They don't like it our way.\"\n\n\"And leave me like this?\" Dora demanded shrilly.\n\n\"Get rid of faneweed, be as before,\" Patricia assured her.\n\n\"With a baby I'll have trouble accounting for,\" Dora said bitterly.\n\"Oh, no, you don't. You stay right here. And, Helen, don't you tell\nanybody that it's the faneweed. Then people from other places won't\nknow about my baby, and it won't matter here as long as things are the\nway they are.\"\n\n\"You come with us,\" Clara suggested wheedlingly. \"You'll like Venus.\nVenus so pretty! No work, all happiness!\"\n\n\"No work? No wonder the babies die!\" Dora exclaimed.\n\nHelen could see the yeast of reform beginning to work in Dora. The four\nVenusians looked puzzled. \"They do that all the time,\" Helen thought\nirritably. Aloud, she said, \"Dora, of course I have to tell about the\nfaneweed. There are others involved, you know.\"\n\n\"I don't suppose,\" Dora interrupted, \"that you girls know anything\nabout diet. Those babies could probably be saved with a little\nintelligence and some hard work.\"\n\n       *       *       *       *       *\n\nWhen the four Venusians left shortly thereafter for their home, they\ntook along Dora Hastings, who had great plans for their planet.\n\nWith the faneweed on Earth destroyed, the women and girls of Mimosa\nBeach returned to their original color. Even the parthenogenetic baby\ngirls born as a result of the unfortunate experiment of the Venusians\nwere white.\n\n\"Well, the bad things went in pairs, after all,\" Helen said to Robert\nwhen everything was normal again. \"The faneweed was the fourth evil,\nthough we didn't know it. And when we got rid of the faneweed, the\ngreenness left. The Venusians went away and--and I do hope Dora's all\nright!\"\n\n\"She finally got what should be a lifetime job,\" Robert answered. He\ncrossed his fingers and, looking out of a western window at Venus,\nbright against the darkening sky, added, \"At least, Venus is farther\naway than New York. That ought to help.\"\n\n\n\n\n\nEnd of Project Gutenberg's Green Grew the Lasses, by Ruth Laura Wainwright\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GREEN GREW THE LASSES ***\n\n***** This file should be named 50842.txt or 50842.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/4/50842/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}