{"title": "Soldier Boy", "author": "Michael Shaara", "releaseDate": "January 5, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              SOLDIER BOY\n\n                           By MICHAEL SHAARA\n\n                          Illustrated by EMSH\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1953.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n      It's one thing to laugh at a man because his job is useless\n    and outdated--another to depend on him when it suddenly isn't.\n\n\n     _In the northland, deep, and in a great cave, by an everburning\n     fire the Warrior sleeps. For this is the resting time, the time\n     of peace, and so shall it be for a thousand years. And yet we\n     shall summon him again, my children, when we are sore in need,\n     and out of the north he will come, and again and again, each time\n     we call, out of the dark and the cold, with the fire in his hands,\n     he will come._\n\n                                       --_Scandinavian legend_\n\n\nThroughout the night, thick clouds had been piling in the north; in\nthe morning, it was misty and cold. By eight o'clock a wet, heavy,\nsnow-smelling breeze had begun to set in, and because the crops were\nall down and the winter planting done, the colonists brewed hot coffee\nand remained inside. The wind blew steadily, icily from the north. It\nwas well below freezing when, some time after nine, an army ship landed\nin a field near the settlement.\n\nThere was still time. There were some last brief moments in which the\ncolonists could act and feel as they had always done. They therefore\ngrumbled in annoyance. They wanted no soldiers here. The few who had\nconvenient windows stared out with distaste and a mild curiosity, but\nno one went out to greet them.\n\nAfter a while a rather tall, frail-looking man came out of the ship\nand stood upon the hard ground looking toward the village. He remained\nthere, waiting stiffly, his face turned from the wind. It was a silly\nthing to do. He was obviously not coming in, either out of pride or\njust plain orneriness.\n\n\"Well, I never,\" a nice lady said.\n\n\"What's he just _standing_ there for?\" another lady said.\n\nAnd all of them thought: well, God knows what's in the mind of a\nsoldier, and right away many people concluded that he must be drunk.\nThe seed of peace was deeply planted in these people, in the children\nand the women, very, very deep. And because they had been taught, oh so\ncarefully, to hate war they had also been taught, quite incidentally,\nto despise soldiers.\n\nThe lone man kept standing in the freezing wind.\n\n       *       *       *       *       *\n\nEventually, because even a soldier can look small and cold and\npathetic, Bob Rossel had to get up out of a nice, warm bed and go out\nin that miserable cold to meet him.\n\nThe soldier saluted. Like most soldiers, he was not too neat and not\ntoo clean and the salute was sloppy. Although he was bigger than\nRossel he did not seem bigger. And, because of the cold, there were\ntears gathering in the ends of his eyes.\n\n\"Captain Dylan, sir.\" His voice was low and did not carry. \"I have a\nmessage from Fleet Headquarters. Are you in charge here?\"\n\nRossel, a small sober man, grunted. \"Nobody's in charge here. If you\nwant a spokesman I guess I'll do. What's up?\"\n\nThe captain regarded him briefly out of pale blue, expressionless eyes.\nThen he pulled an envelope from an inside pocket, handed it to Rossel.\nIt was a thick, official-looking thing and Rossel hefted it idly. He\nwas about to ask again what was it all about when the airlock of the\nhovering ship swung open creakily. A beefy, black-haired young man\nappeared unsteadily in the doorway, called to Dylan.\n\n\"C'n I go now, Jim?\"\n\nDylan turned and nodded.\n\n\"Be back for you tonight,\" the young man called, and then, grinning,\nhe yelled \"Catch\" and tossed down a bottle. The captain caught it and\nput it unconcernedly into his pocket while Rossel stared in disgust. A\nmoment later the airlock closed and the ship prepared to lift.\n\n\"Was he _drunk_?\" Rossel began angrily. \"Was that a bottle of\n_liquor_?\"\n\nThe soldier was looking at him calmly, coldly. He indicated the\nenvelope in Rossel's hand. \"You'd better read that and get moving. We\nhaven't much time.\"\n\nHe turned and walked toward the buildings and Rossel had to follow. As\nRossel drew near the walls the watchers could see his lips moving but\ncould not hear him. Just then the ship lifted and they turned to watch\nthat, and followed it upward, red spark-tailed, into the gray spongy\nclouds and the cold.\n\nAfter a while the ship went out of sight, and nobody ever saw it again.\n\n       *       *       *       *       *\n\nThe first contact Man had ever had with an intelligent alien race\noccurred out on the perimeter in a small quiet place a long way from\nhome. Late in the year 2360--the exact date remains unknown--an alien\nforce attacked and destroyed the colony at Lupus V. The wreckage and\nthe dead were found by a mailship which flashed off screaming for the\narmy.\n\nWhen the army came it found this: Of the seventy registered colonists,\nthirty-one were dead. The rest, including some women and children,\nwere missing. All technical equipment, all radios, guns, machines,\neven books, were also missing. The buildings had been burned, so were\nthe bodies. Apparently the aliens had a heat ray. What else they had,\nnobody knew. After a few days of walking around in the ash, one soldier\nfinally stumbled on something.\n\nFor security reasons, there was a detonator in one of the main\nbuildings. In case of enemy attack, Security had provided a bomb to be\nburied in the center of each colony, because it was important to blow\na whole village to hell and gone rather than let a hostile alien learn\nvital facts about human technology and body chemistry. There was a bomb\nat Lupus V too, and though it had been detonated it had not blown. The\ndetonating wire had been cut.\n\nIn the heart of the camp, hidden from view under twelve inches of\nearth, the wire had been dug up and cut.\n\nThe army could not understand it and had no time to try. After five\nhundred years of peace and anti-war conditioning the army was small,\nweak and without respect. Therefore, the army did nothing but spread\nthe news, and Man began to fall back.\n\nIn a thickening, hastening stream he came back from the hard-won\nstars, blowing up his homes behind him, stunned and cursing. Most of\nthe colonists got out in time. A few, the farthest and loneliest, died\nin fire before the army ships could reach them. And the men in those\nships, drinkers and gamblers and veterans of nothing, the dregs of a\nsociety which had grown beyond them, were for a long while the only\ndefense Earth had.\n\nThis was the message Captain Dylan had brought, come out from Earth\nwith a bottle on his hip.\n\n       *       *       *       *       *\n\nAn obscenely cheerful expression upon his gaunt, not too well shaven\nface, Captain Dylan perched himself upon the edge of a table and\nlistened, one long booted leg swinging idly. One by one the colonists\nwere beginning to understand. War is huge and comes with great\nsuddenness and always without reason, and there is inevitably a wait,\nbetween acts, between the news and the motion, the fear and the rage.\n\nDylan waited. These people were taking it well, much better than those\nin the cities had taken it. But then, these were pioneers. Dylan\ngrinned. Pioneers. Before you settle a planet you boil it and bake\nit and purge it of all possible disease. Then you step down gingerly\nand inflate your plastic houses, which harden and become warm and\nimpregnable; and send your machines out to plant and harvest; and set\nup automatic factories to transmute dirt into coffee; and, without ever\nhaving lifted a finger, you have braved the wilderness, hewed a home\nout of the living rock and become a pioneer. Dylan grinned again. But\nat least this was better than the wailing of the cities.\n\nThis Dylan thought, although he was himself no fighter, no man at all\nby any standards. This he thought because he was a soldier and an\noutcast; to every drunken man the fall of the sober is a happy thing.\nHe stirred restlessly.\n\nBy this time the colonists had begun to realize that there wasn't much\nto say, and a tall, handsome woman was murmuring distractedly: \"Lupus,\nLupus--doesn't that mean wolves or something?\"\n\nDylan began to wish they would get moving, these pioneers. It was very\npossible that the aliens would be here soon, and there was no need for\ndiscussion. There was only one thing to do and that was to clear the\nhell out, quickly and without argument. They began to see it.\n\nBut, when the fear had died down, the resentment came. A number of\nwomen began to cluster around Dylan and complain, working up their\nanger. Dylan said nothing. Then the man Rossel pushed forward and\nconfronted him, speaking with a vast annoyance.\n\n\"See here, soldier, this is our planet. I mean to say, this is our\n_home_. We demand some protection from the fleet. By God, we've been\npaying the freight for you boys all these years and it's high time you\nearned your keep. We demand....\"\n\nIt went on and on while Dylan looked at the clock and waited. He hoped\nthat he could end this quickly. A big gloomy man was in front of him\nnow and giving him that name of ancient contempt, \"soldier boy.\" The\ngloomy man wanted to know where the fleet was.\n\n\"There is no fleet. There are a few hundred half-shot old tubs that\nwere obsolete before you were born. There are four or five new jobs for\nthe brass and the government. That's all the fleet there is.\"\n\n       *       *       *       *       *\n\nDylan wanted to go on about that, to remind them that nobody had wanted\nthe army, that the fleet had grown smaller and smaller ... but this was\nnot the time. It was ten-thirty already and the damned aliens might be\ncoming in right now for all he knew, and all they did was talk. He had\nrealized a long time ago that no peace-loving nation in the history\nof Earth had ever kept itself strong, and although peace was a noble\ndream, it was ended now and it was time to move.\n\n\"We'd better get going,\" he finally said, and there was quiet.\n\"Lieutenant Bossio has gone on to your sister colony at Planet Three of\nthis system. He'll return to pick me up by nightfall and I'm instructed\nto have you gone by then.\"\n\nFor a long moment they waited, and then one man abruptly walked off and\nthe rest followed quickly; in a moment they were all gone. One or two\nstopped long enough to complain about the fleet, and the big gloomy man\nsaid he wanted guns, that's all, and there wouldn't nobody get him off\nhis planet. When he left, Dylan breathed with relief and went out to\ncheck the bomb, grateful for the action.\n\nMost of it had to be done in the open. He found a metal bar in the\nradio shack and began chopping at the frozen ground, following the\nwire. It was the first thing he had done with his hands in weeks, and\nit felt fine.\n\nDylan had been called up out of a bar--he and Bossio--and told what had\nhappened, and in three weeks now they had cleared four colonies. This\nwould be the last, and the tension here was beginning to get to him.\nAfter thirty years of hanging around and playing like the town drunk,\na man could not be expected to rush out and plug the breach, just like\nthat. It would take time.\n\nHe rested, sweating, took a pull from the bottle on his hip.\n\nBefore they sent him out on this trip they had made him a captain.\nWell, that was nice. After thirty years he was a captain. For thirty\nyears he had bummed all over the west end of space, had scraped his way\nalong the outer edges of Mankind, had waited and dozed and patrolled\nand got drunk, waiting always for something to happen. There were a lot\nof ways to pass the time while you waited for something to happen, and\nhe had done them all.\n\nOnce he had even studied military tactics.\n\nHe could not help smiling at that, even now. Damn it, he'd been green.\nBut he'd been only nineteen when his father died--of a hernia, of a\ncrazy fool thing like a hernia that killed him just because he'd worked\ntoo long on a heavy planet--and in those days the anti-war conditioning\nout on the Rim was not very strong. They talked a lot about guardians\nof the frontier, and they got him and some other kids and a broken-down\ndoctor. And ... now he was a captain.\n\nHe bent his back savagely, digging at the ground. You wait and you wait\nand the edge goes off. This thing he had waited for all those damn days\nwas upon him now and there was nothing he could do but say the hell\nwith it and go home. Somewhere along the line, in some dark corner of\nthe bars or the jails, in one of the million soul-murdering insults\nwhich are reserved especially for peacetime soldiers, he had lost the\ncore of himself, and it didn't particularly matter. That was the point:\nit made no particular difference if he never got it back. He owed\nnobody. He was tugging at the wire and trying to think of something\npleasant from the old days, when the wire came loose in his hands.\n\nAlthough he had been, in his cynical way, expecting it, for a moment it\nthrew him and he just stared. The end was clean and bright. The wire\nhad just been cut.\n\n       *       *       *       *       *\n\nDylan sat for a long while by the radio shack, holding the ends in his\nhands. He reached almost automatically for the bottle on his hip and\nthen, for the first time he could remember, let it go. This was real,\nthere was no time for that.\n\nWhen Rossel came up, Dylan was still sitting. Rossel was so excited he\ndid not notice the wire.\n\n\"Listen, soldier, how many people can your ship take?\"\n\nDylan looked at him vaguely. \"She sleeps two and won't take off with\nmore'n ten. Why?\"\n\nHis eyes bright and worried, Rossel leaned heavily against the shack.\n\"We're overloaded. There are sixty of us and our ship will only take\nforty. We came out in groups, we never thought....\"\n\nDylan dropped his eyes, swearing silently. \"You're sure? No baggage, no\niron rations; you couldn't get ten more on?\"\n\n\"Not a chance. She's only a little ship with one deck--she's all we\ncould afford.\"\n\nDylan whistled. He had begun to feel light-headed. \"It 'pears that\nsomebody's gonna find out first hand what them aliens look like.\"\n\nIt was the wrong thing to say and he knew it. \"All right,\" he said\nquickly, still staring at the clear-sliced wire, \"we'll do what we can.\nMaybe the colony on Three has room. I'll call Bossio and ask.\"\n\nThe colonist had begun to look quite pitifully at the buildings around\nhim and the scurrying people.\n\n\"Aren't there any fleet ships within radio distance?\"\n\nDylan shook his head. \"The fleet's spread out kind of thin nowadays.\"\nBecause the other was leaning on him he felt a great irritation, but\nhe said, as kindly as he could, \"We'll get 'em all out. One way or\nanother, we won't leave anybody.\"\n\nIt was then that Rossel saw the wire. Thickly, he asked what had\nhappened.\n\nDylan showed him the two clean ends. \"Somebody dug it up, cut it, then\nburied it again and packed it down real nice.\"\n\n\"The damn fool!\" Rossel exploded.\n\n\"Who?\"\n\n\"Why, one of ... of us, of course. I know nobody ever liked sitting on\na live bomb like this, but I never....\"\n\n\"You think one of your people did it?\"\n\nRossel stared at him. \"Isn't that obvious?\"\n\n\"Why?\"\n\n\"Well, they probably thought it was too dangerous, and silly too, like\nmost government rules. Or maybe one of the kids....\"\n\n       *       *       *       *       *\n\nIt was then that Dylan told him about the wire on Lupus V. Rossel was\nsilent. Involuntarily, he glanced at the sky, then he said shakily,\n\"Maybe an animal?\"\n\nDylan shook his head. \"No animal did that. Wouldn't have buried it, or\nfound it in the first place. Heck of a coincidence, don't you think?\nThe wire at Lupus was cut just before an alien attack, and now this one\nis cut too--newly cut.\"\n\nThe colonist put one hand to his mouth, his eyes wide and white.\n\n\"So something,\" said Dylan, \"knew enough about this camp to know that\na bomb was buried here and also to know why it was here. And that\nsomething didn't want the camp destroyed and so came right into the\ncenter of the camp, traced the wire, dug it up and cut it. And then\nwalked right out again.\"\n\n\"Listen,\" said Rossel, \"I'd better go ask.\"\n\nHe started away but Dylan caught his arm.\n\n\"Tell them to arm,\" he said, \"and try not to scare hell out of them.\nI'll be with you as soon as I've spliced this wire.\"\n\nRossel nodded and went off, running. Dylan knelt with the metal in his\nhands.\n\nHe began to feel that, by God, he was getting cold. He realized that\nhe'd better go inside soon, but the wire had to be spliced. That was\nperhaps the most important thing he could do now, splice the wire.\n\nAll right, he asked himself for the thousandth time, who cut it? How?\nTelepathy? Could they somehow control one of us?\n\nNo. If they controlled one, then they could control all, and then there\nwould be no need for an attack. But you don't know, you don't really\nknow.\n\nWere they small? Little animals?\n\nUnlikely. Biology said that really intelligent life required a sizable\nbrain and you would have to expect an alien to be at least as large\nas a dog. And every form of life on this planet had been screened long\nbefore a colony had been allowed in. If any new animals had suddenly\nshown up, Rossel would certainly know about it.\n\nHe would ask Rossel. He would damn sure have to ask Rossel.\n\nHe finished splicing the wire and tucked it into the ground. Then he\nstraightened up and, before he went into the radio shack, he pulled out\nhis pistol. He checked it, primed it, and tried to remember the last\ntime he had fired it. He never had--he never had fired a gun.\n\n       *       *       *       *       *\n\nThe snow began falling near noon. There was nothing anybody could do\nbut stand in the silence and watch it come down in a white rushing\nwall, and watch the trees and the hills drown in the whiteness, until\nthere was nothing on the planet but the buildings and a few warm lights\nand the snow.\n\nBy one o'clock the visibility was down to zero and Dylan decided to\ntry to contact Bossio again and tell him to hurry. But Bossio still\ndidn't answer. Dylan stared long and thoughtfully out the window\nthrough the snow at the gray shrouded shapes of bushes and trees which\nwere beginning to become horrifying. It must be that Bossio was still\ndrunk--maybe sleeping it off before making planetfall on Three. Dylan\nheld no grudge. Bossio was a kid and alone. It took a special kind\nof guts to take a ship out into space alone, when Things could be\nwaiting....\n\nA young girl, pink and lovely in a thick fur jacket, came into the\nshack and told him breathlessly that her father, Mr. Rush, would like\nto know if he wanted sentries posted. Dylan hadn't thought about it but\nhe said yes right away, beginning to feel both pleased and irritated at\nthe same time, because now they were coming to him.\n\nHe pushed out into the cold and went to find Rossel. With the snow it\nwas bad enough, but if they were still here when the sun went down they\nwouldn't have a chance. Most of the men were out stripping down their\nship and that would take a while. He wondered why Rossel hadn't yet put\na call through to Three, asking about room on the ship there. The only\nanswer he could find was that Rossel knew that there was no room, and\nhe wanted to put off the answer as long as possible. And, in a way, you\ncould not blame him.\n\nRossel was in his cabin with the big, gloomy man--who turned out to\nbe Rush, the one who had asked about sentries. Rush was methodically\ncleaning an old hunting rifle. Rossel was surprisingly full of hope.\n\n\"Listen, there's a mail ship due in, been due since yesterday. We might\nget the rest of the folks out on that.\"\n\nDylan shrugged. \"Don't count on it.\"\n\n\"But they have a contract!\"\n\nThe soldier grinned.\n\nThe big man, Rush, was paying no attention. Quite suddenly he said:\n\"Who cut that wire, Cap?\"\n\n       *       *       *       *       *\n\nDylan swung slowly to look at him. \"As far as I can figure, an alien\ncut it.\"\n\nRush shook his head. \"No. Ain't been no aliens near this camp, and\nno peculiar animals either. We got a planet-wide radar, and ain't no\nunidentified ships come near, not since we first landed more'n a year\nago.\" He lifted the rifle and peered through the bore. \"Uh-uh. One of\nus did it.\"\n\nThe man had been thinking. And he knew the planet.\n\n\"Telepathy?\" asked Dylan.\n\n\"Might be.\"\n\n\"Can't see it. You people live too close, you'd notice right away if\none of you wasn't ... himself. And, if they've got one, why not all?\"\n\nRush calmly--at least outwardly calmly--lit his pipe. There was a\nstrength in this man that Dylan had missed before.\n\n\"Don't know,\" he said gruffly. \"But these are aliens, mister. And until\nI know different I'm keepin' an eye on my neighbor.\"\n\nHe gave Rossel a sour look and Rossel stared back, uncomprehending.\n\nThen Rossel jumped. \"My God!\"\n\nDylan moved to quiet him. \"Look, is there any animal at all that ever\ncomes near here that's as large as a dog?\"\n\nAfter a pause, Rush answered. \"Yep, there's one. The viggle. It's like\na reg'lar monkey but with four legs. Biology cleared 'em before we\nlanded. We shoot one now and then when they get pesky.\" He rose slowly,\nthe rifle held under his arm. \"I b'lieve we might just as well go post\nthem sentries.\"\n\nDylan wanted to go on with this but there was nothing much else to\nsay. Rossel went with them as far as the radio shack, with a strained\nexpression on his face, to put through that call to Three.\n\nWhen he was gone Rush asked Dylan, \"Where you want them sentries? I got\nWalt Halloran and Web Eggers and six others lined up.\"\n\nDylan stopped and looked around grimly at the circling wall of snow.\n\"You know the site better than I do. Post 'em in a ring, on rises,\nwithin calling distance. Have 'em check with each other every five\nminutes. I'll go help your people at the ship.\"\n\nThe gloomy man nodded and fluffed up his collar. \"Nice day for\nhuntin',\" he said, and then he was gone with the snow quickly covering\nhis footprints.\n\n       *       *       *       *       *\n\nThe Alien lay wrapped in a thick electric cocoon, buried in a wide\nwarm room beneath the base of a tree. The tree served him as antennae;\ncuriously he gazed into a small view-screen and watched the humans\ncome. He saw them fan out, eight of them, and sink down in the snow. He\nsaw that they were armed.\n\nHe pulsed thoughtfully, extending a part of himself to absorb a spiced\nlizard. Since the morning, when the new ship had come, he had been\nwatching steadily, and now it was apparent that the humans were aware\nof their danger. Undoubtedly they were preparing to leave.\n\nThat was unfortunate. The attack was not scheduled until late that\nnight and he could not, of course, press the assault by day. But\n_flexibility_, he reminded himself sternly, _is the first principle of\nabsorption_, and therefore he moved to alter his plans. A projection\nreached out to dial several knobs on a large box before him, and the\nhour of assault was moved forward to dusk. A glance at the chronometer\ntold him that it was already well into the night on Planet Three, and\nthat the attack there had probably begun.\n\nThe Alien felt the first tenuous pulsing of anticipation. He lay\nquietly, watching the small square lights of windows against the snow,\nthanking the Unexplainable that matters had been so devised that he\nwould not have to venture out into that miserable cold.\n\nPresently an alarming thought struck him. These humans moved with\nuncommon speed for intelligent creatures. Even without devices, it was\ndistinctly possible that they could be gone before nightfall. He could\ntake no chance, of course. He spun more dials and pressed a single\nbutton, and lay back again comfortably, warmly, to watch the disabling\nof the colonists' ship.\n\n       *       *       *       *       *\n\nWhen Three did not answer, Rossel was nervously gazing at the snow,\nthinking of other things, and he called again. Several moments later\nthe realization of what was happening struck him like a blow. Three\nhad never once failed to answer. All they had to do when they heard\nthe signal buzz was go into the radio shack and say hello. That was\nall they had to do. He called again and again, but nobody answered.\nThere was no static and no interference and he didn't hear a thing. He\nchecked frenziedly through his own apparatus and tried again, but the\nair was as dead as deep space. He raced out to tell Dylan.\n\nDylan accepted it. He had known none of the people on Three and what\nhe felt now was a much greater urgency to be out of here. He said\nhopeful things to Rossel, and then went out to the ship and joined the\nmen in lightening her. About the ship at least, he knew something and\nhe was able to tell them what partitions and frames could go and what\nwould have to stay or the ship would never get off the planet. But\neven stripped down, it couldn't take them all. When he knew that, he\nrealized that he himself would have to stay here, for it was only then\nthat he thought of Bossio.\n\nThree was dead. Bossio had gone down there some time ago and, if Three\nwas dead and Bossio had not called, then the fact was that Bossio was\ngone too. For a long, long moment Dylan stood rooted in the snow.\nMore than the fact that he would have to stay here was the unspoken,\nunalterable, heart-numbing knowledge that Bossio was dead--the one\nthing that Dylan could not accept. Bossio was the only friend he had.\nIn all this dog-eared, aimless, ape-run Universe Bossio was all his\nfriendship and his trust.\n\nHe left the ship blindly and went back to the settlement. Now the\npeople were quiet and really frightened, and some of the women were\nbeginning to cry. He noticed now that they had begun to look at him\nwith hope as he passed, and in his own grief, humanly, he swore.\n\nBossio--a big-grinning kid with no parents, no enemies, no\ngrudges--Bossio was already dead because he had come out here and tried\nto help these people. People who had kicked or ignored him all the days\nof his life. And, in a short while, Dylan would also stay behind and\ndie to save the life of somebody he never knew and who, twenty-four\nhours earlier, would have been ashamed to be found in his company. Now,\nwhen it was far, far too late, they were coming to the army for help.\n\n       *       *       *       *       *\n\nBut in the end, damn it, he could not hate these people. All they had\never wanted was peace, and even though they had never understood that\nthe Universe is unknowable and that you must always have big shoulders,\nstill they had always sought only for peace. If peace leads to no\nconflict at all and then decay, well, that was something that had to be\nlearned. So he could not hate these people.\n\nBut he could not help them either. He turned from their eyes and went\ninto the radio shack. It had begun to dawn on the women that they might\nbe leaving without their husbands or sons, and he did not want to see\nthe fierce struggle that he was sure would take place. He sat alone and\ntried, for the last time, to call Bossio.\n\nAfter a while, an old woman found him and offered him coffee. It was\na very decent thing to do, to think of him at a time like this, and\nhe was so suddenly grateful he could only nod. The woman said that he\nmust be cold in that thin army thing and that she had brought along a\nmackinaw for him. She poured the coffee and left him alone.\n\nThey were thinking of him now, he knew, because they were thinking of\neveryone who had to stay. Throw the dog a bone. Dammit, don't be like\nthat, he told himself. He had not had anything to eat all day and the\ncoffee was warm and strong. He decided he might be of some help at the\nship.\n\nIt was stripped down now and they were loading. He was startled to see\na great group of them standing in the snow, removing their clothes.\nThen he understood. The clothes of forty people would change the\nweight by enough to get a few more aboard. There was no fighting. Some\nof the women were almost hysterical and a few had refused to go and\nwere still in their cabins, but the process was orderly. Children went\nautomatically, as did the youngest husbands and all the women. The\nelders were shuffling around in the snow, waving their arms to keep\nthemselves warm. Some of them were laughing to keep their spirits up.\n\nIn the end, the ship took forty-six people.\n\nRossel was one of the ones that would not be going. Dylan saw him\nstanding by the airlock holding his wife in his arms, his face buried\nin her soft brown hair. A sense of great sympathy, totally unexpected,\nrose up in Dylan, and a little of the lostness of thirty years went\nslipping away. These were his people. It was a thing he had never\nunderstood before, because he had never once been among men in great\ntrouble. He waited and watched, learning, trying to digest this while\nthere was still time. Then the semi-naked colonists were inside and\nthe airlock closed. But when the ship tried to lift, there was a sharp\nburning smell--she couldn't get off the ground.\n\n       *       *       *       *       *\n\nRush was sitting hunched over in the snow, his rifle across his knees.\nHe was coated a thick white and if he hadn't spoken Dylan would have\nstumbled over him. Dylan took out his pistol and sat down.\n\n\"What happened?\" Rush asked.\n\n\"Lining burned out. She's being repaired.\"\n\n\"Coincidence?\"\n\nDylan shook his head.\n\n\"How long'll it take to fix?\"\n\n\"Four--five hours.\"\n\n\"It'll be night by then.\" Rush paused. \"I wonder.\"\n\n\"Seems like they want to wait 'til dark.\"\n\n\"That's what I was figurin'. Could be they ain't got much of a force.\"\n\nDylan shrugged. \"Also could mean they see better at night. Also could\nmean they move slow. Also could mean they want the least number of\ncasualties.\"\n\nRush was quiet and the snow fell softly on his face, on his eyebrows,\nwhere it had begun to gather. At length he said, \"You got any idea how\nthey got to the ship?\"\n\nDylan shook his head again. \"Nobody saw anything--but they were all\npretty busy. Your theory about it maybe being one of us is beginning to\nlook pretty good.\"\n\nThe colonist took off his gloves, lit a cigarette. The flame was\nstrong and piercing and Dylan moved to check him, but stopped. It\ndidn't make much difference. The aliens knew where they were.\n\nAnd this is right where we're gonna be, he thought.\n\n\"You know,\" he said suddenly, speaking mostly to himself, \"I been in\nthe army thirty years, and this is the first time I was ever in a\nfight. Once in a while we used to chase smugglers--never caught any,\ntheir ships were new--used to cut out after unlicensed ships, used to\ndo all kinds of piddling things like that. But I never shot at anybody.\"\n\nRush was looking off into the woods. \"Maybe the mail ship will come in.\"\n\nDylan nodded.\n\n\"They got a franchise, dammit. They got to deliver as long as they's a\ncolony here.\"\n\nWhen Dylan didn't answer, he said almost appealingly: \"Some of those\nguys would walk barefoot through hell for a buck.\"\n\n\"Maybe,\" Dylan said. After all, why not let him hope? There were four\nlong hours left.\n\n       *       *       *       *       *\n\nNow he began to look down into himself, curiously, because he himself\nwas utterly without hope and yet he was no longer really afraid. It\nwas a surprising thing when you looked at it coldly, and he guessed\nthat, after all, it was because of the thirty years. A part of him\nhad waited for this. Some crazy part of him was ready--even after all\nthis time--even excited about being in a fight. Well, what the hell, he\nmarveled. And then he realized that the rest of him was awakening too,\nand he saw that this job was really his ... that he had always been, in\ntruth, a soldier.\n\nDylan sat, finding himself in the snow. Once long ago he had read\nabout some fool who didn't want to die in bed, old and feeble. This\ncharacter wanted to reach the height of his powers and then explode\nin a grand way--\"in Technicolor,\" the man had said. Explode in\nTechnicolor. It was meant to be funny, of course, but he had always\nremembered it, and he realized now that that was a small part of what\nhe was feeling. The rest of it was that he was a soldier.\n\n_Barbarian_, said a small voice, _primitive._ But he couldn't listen.\n\n\"Say, Cap,\" Rush was saying, \"it's getting a mite chilly. I understand\nyou got a bottle.\"\n\n\"Sure,\" he said cheerfully, \"near forgot it.\" He pulled it out and gave\nit to Rush. The colonist broke the seal and drank, saying to Dylan\nhalf-seriously, half-humorously: \"One for the road.\"\n\nBeneath them the planet revolved and the night came on. They waited,\nspeaking briefly, while the unseen sun went down. And faintly, dimly\nthrough the snow, they heard at last the muffled beating of a ship.\nIt passed overhead and they were sighting their guns before they\nrecognized it. It was the mailship.\n\nThey listened while she settled in a field by the camp, and Rush was\npounding Dylan's arm. \"She will take us all,\" Rush was shouting,\n\"she'll take us all,\" and Dylan too was grinning, and then he saw a\nthing.\n\n       *       *       *       *       *\n\nSmall and shadowy, white-coated and almost invisible, the thing\nhad come out of the woods and was moving toward them, bobbing and\nshuffling in the silent snow.\n\nDylan fired instinctively, because the thing had four arms and was\ncoming right at him. He fired again. This time he hit it and the thing\nfell, but almost immediately it was up and lurching rapidly back into\nthe trees. It was gone before Dylan could fire again.\n\nThey both lay flat in the snow, half-buried. From the camp there were\nnow no sounds at all. For the first time today Dylan could hear the\nsnow fall.\n\n\"Did you get a good look?\"\n\nRush grunted, relaxing. \"Should've saved your fire, son. Looked like\none o' them monkeys.\"\n\nBut there was something wrong. There was something that Dylan had heard\nin the quickness of the moment which he could not remember but which\nwas very wrong.\n\n\"Listen,\" he said, suddenly placing it. \"Dammit, that was no monkey.\"\n\n\"Easy--\"\n\n\"I hit it. I hit it cold. It made a _noise_.\"\n\nRush was staring at him.\n\n\"Didn't you hear?\" Dylan cried.\n\n\"No. Your gun was by my ear.\"\n\nAnd then Dylan was up and running, hunched over, across the snow to\nwhere the thing had fallen. He had seen a piece of it break off when\nthe bolt struck, and now in the snow he picked up a paw and brought it\nback to Rush. He saw right away there was no blood. The skin was real\nand furry all right but there was no blood. Because the bone was steel\nand the muscles were springs and the thing had been a robot.\n\n       *       *       *       *       *\n\nThe Alien rose up from his cot, whistling with annoyance. When that\nship had come in, his attention had been distracted from one of the\nrobots, and of course the miserable thing had gone blundering right\nout into the humans. He thought for a while that the humans would\noverlook it--the seeing was poor and they undoubtedly would still think\nof it as animal, even with its firing ports open--but then he checked\nthe robot and saw that a piece was missing and knew that the humans had\nfound it. Well, he thought unhappily, flowing into his suit, no chance\nnow to disable that other ship. The humans would never let another\nanimal near.\n\nAnd therefore--for he was, above all, a flexible being--he would\nproceed to another plan. The settlement would have to be detonated.\nAnd for that he would have to leave his own shelter and go out in\nthat miserable cold and lie down in one of his bunkers which was much\nfarther away. No need to risk blowing himself up with his own bombs,\nbut still, that awful cold.\n\nHe dismissed his regrets and buckled his suit into place. It carried\nhim up the stairs and bore him out into the snow. After one whiff of\nthe cold, he snapped his viewplate shut and immediately, as he had\nexpected, it began to film with snow. Well, no matter, he would guide\nthe unit by coordinates and it would find the bunker itself. No need\nfor caution now. The plan was nearly ended.\n\nIn spite of his recent setback, the Alien lay back and allowed\nhimself the satisfaction of a full tremble. The plan had worked very\nnearly to perfection, as of course it should, and he delighted in the\ncontemplation of it.\n\n       *       *       *       *       *\n\nWhen the humans were first detected, in the region of Bootes, much\nthought had gone into the proper method of learning their technology\nwithout being discovered themselves. There was little purpose in\ndestroying the humans without first learning from them. Life was really\na remarkable thing--one never knew what critical secrets a star-borne\nrace possessed. Hence the robots. And it was an extraordinary plan, an\nelegant plan. The Alien trembled again.\n\nThe humans were moving outward toward the Rim, their base was\napparently somewhere beyond Centaurus. Therefore, a ring of defense was\nthrown up on most of the habitable worlds toward which the humans were\ncoming--oh, a delightful plan--and the humans came down one by one and\nnever realized that there was any defense at all.\n\nWith a cleverness which was almost excruciating, the Aliens had\ncarefully selected a number of animals native to each world, and then\nconstructed robot duplicates. So simple then to place the robots down\non a world with a single Director, then wait ... for the humans to\ninhabit. Naturally the humans screened all the animals and scouted\na planet pretty thoroughly before they set up a colony. Naturally\ntheir snares and their hunters caught no robots, and never found the\ndeep-buried Alien Director.\n\nThen the humans relaxed and began to make homes, never realizing that\nin among the animals which gamboled playfully in the trees there\nwas one which did not gambol, but watched. Never once noticing the\nmonkey-like animals or the small thing like a rabbit which was a camera\neye, or the thing like a rat which took chemical samples, or the thing\nlike a lizard which cut wires.\n\nThe Alien rumbled on through the snow, trembling so much now with\necstasy and anticipation that the suit which bore him almost lost its\nbalance. He very nearly fell over before he stopped trembling, and then\nhe contained himself. In a little while, a very little while, there\nwould be time enough for trembling.\n\n       *       *       *       *       *\n\n\"They could've been here 'til the sun went out,\" Rush said, \"and we\nnever would've known.\"\n\n\"I wonder how much they've found out,\" Dylan said.\n\nRush was holding the paw.\n\n\"Pretty near everything, I guess. This stuff don't stop at monkeys.\nCould be any size, any kind ... look, let's get down into camp and tell\n'em.\"\n\nDylan rose slowly to a kneeling position, peering dazedly out into the\nfar white trees. His mind was turning over and over, around and around,\nlike a roulette wheel. But, at the center of his mind, there was one\nthought, and it was rising up slowly now, through the waste and waiting\nof the years. He felt a vague surprise.\n\n\"Gettin' kind of dark,\" he said.\n\nRush swore. \"Let's go. Let's get out of here.\" He tugged once at\nDylan's arm and started off on his knees.\n\nDylan said: \"Wait.\"\n\nRush stopped. Through the snow he tried to see Dylan's eyes. The\nsoldier was still looking into the woods.\n\nDylan's voice was halting and almost inaudible. \"They know everything\nabout us. We don't know anything about them. They're probably sittin'\nout there right now, a swarm of 'em there behind those trees, waitin'\nfor it to get real nice and dark.\"\n\nHe paused. \"If I could get just one.\"\n\nIt was totally unexpected, to Dylan as well as Rush. The time for this\nsort of thing was past, the age was done, and for a long while neither\nof them fully understood.\n\n\"C'mon,\" Rush said with exasperation.\n\nDylan shook his head, marveling at himself. \"I'll be with you in a\nlittle while.\"\n\nRush came near and looked questioningly into his face.\n\n\"Listen,\" Dylan said hurriedly, \"we only need one. If we could just get\none back to a lab we'd at least have some clue to what they are. This\nway we don't know anything. We can't just cut and run.\" He struggled\nwith the unfamiliar, time-lost words. \"We got to make a stand.\"\n\n       *       *       *       *       *\n\nHe turned from Rush and lay forward on his belly in the snow. He could\nfeel his heart beating against the soft white cushion beneath him.\nThere was no time to look at this calmly and he was glad of that. He\nspent some time being very much afraid of the unknown things beyond\nthe trees, but even then he realized that this was the one thing in his\nlife he had to do.\n\nIt is not a matter of dying, he thought, but of _doing_. Sooner or\nlater a man must do a thing which justifies his life, or the life is\nnot worth living. The long cold line of his existence had reached this\npoint, here and now in the snow at this moment. He would go on from\nhere as a man ... or not at all.\n\nRush had sat down beside him, beginning to understand, watching without\nwords. He was an old man. Like all Earthmen, he had never fought with\nhis hands. He had not fought the land, or the tides, or the weather, or\nany of the million bitter sicknesses which Man had grown up fighting,\nand he was beginning to realize that somewhere along the line he had\nbeen betrayed. Now, with a dead paw of the enemy in his hand, he did\nnot feel like a man. And he was ready to fight now, but it was much\ntoo late and he saw with a vast leaden shame that he did not know how,\ncould not even begin.\n\n\"Can I help?\" he said.\n\nDylan shook his head. \"Go back and let them know about the robots, and,\nif the ship is ready to leave before I get back, well--then good luck.\"\n\nHe started to slither forward on his belly but Rush reached out and\ngrabbed him, holding with one hand to peace and gentleness and the soft\ndays which were ending.\n\n\"Listen,\" he said, \"you don't owe anybody.\"\n\nDylan stared at him with surprise. \"I know,\" he said, and then he\nslipped up over the mound before him and headed for the trees.\n\n       *       *       *       *       *\n\nNow what he needed was luck. Just good, plain old luck. He didn't know\nwhere they were or how many there were or what kinds there were, and\nthe chances were good that one of them was watching him right now.\nWell, then he needed some luck. He inched forward slowly, carefully,\nwatching the oncoming line of trees. The snow was falling on him in\nbig, leafy flakes and that was fine, because the blackness of his suit\nwas much too distinct and the more white he was the better. Even so,\nit was becoming quite dark by now and he thought he had a chance. He\nreached the first tree.\n\nSilently he slipped off his heavy cap. The visor got in his way and\nabove all he must be able to see. He let the snow thicken on his hair\nbefore he raised himself on his elbows and looked outward.\n\nThere was nothing but the snow and the dead quiet and the stark white\nboles of the trees. He slid past the first trunk to the next, moving\nforward on his elbows with his pistol in his right hand. His elbow\nstruck a rock and it hurt and his face was freezing. Once he rubbed\nsnow from his eyebrows. Then he came through the trees and lay down\nbefore a slight rise, thinking.\n\nBetter to go around than over. But if anything is watching, it is most\nlikely watching from above.\n\nTherefore, go around and come back up from behind. Yes.\n\nHis nose had begun to run. With great care he crawled among some large\nrocks, hoping against hope that he would not sneeze. Why had nothing\nseen him? Was something following him now? He turned to look behind him\nbut it was darker now and becoming difficult to see. But he would have\nto look behind him more often.\n\nHe was moving down a gorge. There were large trees above him and he\nneeded their shelter, but he could not risk slipping down the sides of\nthe gorge. And far off, weakly, out of the gray cold ahead, he heard a\nnoise.\n\nHe lay face down in the snow, listening. With a slow, thick shuffle, a\nthing was moving through the trees before him. In a moment he saw that\nit was not coming toward him. He lifted his head but saw nothing. Much\nmore slowly now, he crawled again. The thing was moving down the left\nside of the gorge ahead, coming away from the rise he had circled. It\nwas moving without caution and he worried that if he did not hurry, he\nwould lose it. But for the life of him he couldn't stand up.\n\n       *       *       *       *       *\n\nThe soldier went forward on his hands and knees. When his clothes hung\ndown, the freezing cold entered his throat and shocked his body, which\nwas sweating. He shifted his gun to his gloved hand and blew on the\nbare fingers of his right, still crawling. When he reached the other\nend of the gorge, he stood upright against a rock wall and looked in\nthe direction of the shuffling thing.\n\nHe saw it just as it turned. It was a great black lump on a platform.\nThe platform had legs and the thing was plodding methodically upon a\npath which would bring it past him. It had come down from the rise and\nwas rounding the gorge when Dylan saw it. It did not see him.\n\nIf he had not ducked quickly and brought up his gun, the monkey would\nnot have seen him either, but there was no time for regret. The monkey\nwas several yards to the right of the lump on the platform when he\nheard it start running, and he had to look up this time and saw it\nleaping toward him over the snow.\n\nAll right, he said to himself. His first shot took the monkey in the\nhead, where the eyes were. As the thing crashed over, there was a hiss\nand a stench, and flame seared into his shoulder and the side of his\nface. He lurched to the side, trying to see, his gun at arm's-length as\nthe lump on the platform spun toward him. He fired four times. Three\nbolts went home in the lump, the fourth tore a leg off the platform and\nthe whole thing fell over.\n\nDylan crawled painfully behind a rock, his left arm useless. The\nsilence had come back again and he waited, but neither of the alien\nthings moved. Nothing else moved in the woods around him. He turned his\nface up to the falling snow and let it come soothingly upon the awful\nwound in his side.\n\nAfter a while he looked out at the monkey. It had risen to a sitting\nposition but was frozen in the motion of rising. It had ceased to\nfunction when he hit the lump. Out of the numbness and the pain, he\nfelt a great gladness rising.\n\nThe guide. He had killed the guide.\n\n       *       *       *       *       *\n\nHe would not be cautious any more. Maybe some of the other robots were\nself-directing and dangerous, but they could be handled. He went to the\nlump, stared at it without feeling. A black doughy bulge was swelling\nout through one of the holes.\n\nIt was too big to carry, but he would have to take something back. He\nwent over and took the monkey by a stiff jutting arm and began dragging\nit back toward the village.\n\nNow he began to stumble. It was dark and he was very tired. But the\nsteel he had been forging in his breast was complete, and the days\nwhich were coming would be days full of living. He would walk with big\nshoulders and he would not bother to question, because Man was not born\nto live out his days at home, by the fire.\n\nIt was a very big thing that Dylan had learned and he could not express\nit, but he knew it all the same, knew it beyond understanding. And so\nhe went home to his people.\n\nOne by one, increasing, in the wee black corner of space which Man had\ntaken for his own, other men were learning. And the snow fell and the\nplanets whirled, and, when it was spring where Dylan had fought, men\nwere already leaping back out to the stars.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Soldier Boy, by Michael Shaara\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SOLDIER BOY ***\n\n***** This file should be named 50848.txt or 50848.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/4/50848/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}