{"title": "Tea Tray in the Sky", "author": "Evelyn E. Smith", "releaseDate": "January 5, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Tea Tray in the Sky\n\n                          By EVELYN E. SMITH\n\n                         Illustrated by ASHMAN\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Visiting a society is tougher than being born\n              into it. A 40 credit tour is no substitute!\n\n\nThe picture changed on the illuminated panel that filled the forward\nend of the shelf on which Michael lay. A haggard blonde woman sprawled\napathetically in a chair.\n\n\"Rundown, nervous, hypertensive?\" inquired a mellifluous voice. \"In\nneed of mental therapy? Buy Grugis juice; it's not expensive. And they\nswear by it on Meropé.\"\n\nA disembodied pair of hands administered a spoonful of Grugis juice to\nthe woman, whereupon her hair turned bright yellow, makeup bloomed on\nher face, her clothes grew briefer, and she burst into a fast Callistan\nclog.\n\n\"I see from your hair that you have been a member of one of the\nBrotherhoods,\" the passenger lying next to Michael on the shelf\nremarked inquisitively. He was a middle-aged man, his dust-brown hair\nthinning on top, his small blue eyes glittering preternaturally from\nthe lenses fitted over his eyeballs.\n\nMichael rubbed his fingers ruefully over the blond stubble on his scalp\nand wished he had waited until his tonsure were fully grown before\nhe had ventured out into the world. But he had been so impatient to\nleave the Lodge, so impatient to exchange the flowing robes of the\nBrotherhood for the close-fitting breeches and tunic of the outer world\nthat had seemed so glamorous and now proved so itchy.\n\n\"Yes,\" he replied courteously, for he knew the first rule of universal\nbehavior, \"I have been a Brother.\"\n\n\"Now why would a good-looking young fellow like you want to join a\nBrotherhood?\" his shelf companion wanted to know. \"Trouble over a\nfemale?\"\n\nMichael shook his head, smiling. \"No, I have been a member of the\nAngeleno Brotherhood since I was an infant. My father brought me when\nhe entered.\"\n\nThe other man clucked sympathetically. \"No doubt he was grieved over\nthe death of your mother.\"\n\nMichael closed his eyes to shut out the sight of a baby protruding its\nfat face at him three-dimensionally, but he could not shut out its\nlisping voice: \"Does your child refuse its food, grow wizened like a\nmonkey? It will grow plump with oh-so-good Mealy Mush from Nunki.\"\n\n\"No, sir,\" Michael replied. \"Father said that was one of the few\nblessings that brightened an otherwise benighted life.\"\n\nHorror contorted his fellow traveller's plump features. \"Be careful,\nyoung man!\" he warned. \"Lucky for you that you are talking to someone\nas broad-minded as I, but others aren't. You might be reported for\nviolating a tabu. An Earth tabu, moreover.\"\n\n\"An Earth tabu?\"\n\n\"Certainly. Motherhood is sacred here on Earth and so, of course, in\nthe entire United Universe. You should have known that.\"\n\n       *       *       *       *       *\n\nMichael blushed. He should indeed. For a year prior to his leaving the\nLodge, he had carefully studied the customs and tabus of the Universe\nso that he should be able to enter the new life he planned for himself,\nwith confidence and ease. Under the system of universal kinship, all\nthe customs and all the tabus of all the planets were the law on all\nthe other planets. For the Wise Ones had decided many years before\nthat wars arose from not understanding one's fellows, not sympathizing\nwith them. If every nation, every planet, every solar system had the\nsame laws, customs, and habits, they reasoned, there would be no\ndifferences, and hence no wars.\n\nFuture events had proved them to be correct. For five hundred years\nthere had been no war in the United Universe, and there was peace and\nplenty for all. Only one crime was recognized throughout the solar\nsystems--injuring a fellow-creature by word or deed (and the telepaths\nof Aldebaran were still trying to add _thought_ to the statute).\n\nWhy, then, Michael had questioned the Father Superior, was there any\nreason for the Lodge's existence, any reason for a group of humans to\nretire from the world and live in the simple ways of their primitive\nforefathers? When there had been war, injustice, tyranny, there had,\nperhaps, been an understandable emotional reason for fleeing the\nworld. But now why refuse to face a desirable reality? Why turn one's\nface upon the present and deliberately go back to the life of the\npast--the high collars, vests and trousers, the inefficient coal\nfurnaces, the rude gasoline tractors of medieval days?\n\nThe Father Superior had smiled. \"You are not yet a fully fledged\nBrother, Michael. You cannot enter your novitiate until you've achieved\nyour majority, and you won't be thirty for another five years. Why\ndon't you spend some time outside and see how you like it?\"\n\nMichael had agreed, but before leaving he had spent months studying\nthe ways of the United Universe. He had skimmed over Earth, because\nhe had been so sure he'd know its ways instinctively. Remembering his\npreparations, he was astonished by his smug self-confidence.\n\n       *       *       *       *       *\n\nA large scarlet pencil jumped merrily across the advideo screen. The\nface on the eraser opened its mouth and sang: \"Our pencils are finest\nfrom point up to rubber, for the lead is from Yed, while the wood comes\nfrom Dschubba.\"\n\n\"Is there any way of turning that thing off?\" Michael wanted to know.\n\nThe other man smiled. \"If there were, my boy, do you think anybody\nwould watch it? Furthermore, turning it off would violate the spirit of\nfree enterprise. We wouldn't want that, would we?\"\n\n\"Oh, no!\" Michael agreed hastily. \"Certainly not.\"\n\n\"And it might hurt the advertiser's feelings, cause him ego injury.\"\n\n\"How could I ever have had such a ridiculous idea?\" Michael murmured,\nabashed.\n\n\"Allow me to introduce myself,\" said his companion. \"My name is\nPierce B. Carpenter. Aphrodisiacs are my line. Here's my card.\" He\nhanded Michael a transparent tab with the photograph of Mr. Carpenter\nsuspended inside, together with his registration number, his name, his\naddress, and the Universal seal of approval. Clearly he was a character\nof the utmost respectability.\n\n\"My name's Michael Frey,\" the young man responded, smiling awkwardly.\n\"I'm afraid I don't have any cards.\"\n\n\"Well, you wouldn't have had any use for them where you were. Now,\nlook here, son,\" Carpenter went on in a lowered voice, \"I know you've\njust come from the Lodge and the mistakes you'll make will be through\nignorance rather than deliberate malice. But the police wouldn't\nunderstand. You know what the sacred writings say: 'Ignorance of The\nLaw is no excuse.' I'd be glad to give you any little tips I can. For\ninstance, your hands....\"\n\nMichael spread his hands out in front of him. They were perfectly good\nhands, he thought. \"Is there something wrong with them?\"\n\nCarpenter blushed and looked away. \"Didn't you know that on Electra it\nis forbidden for anyone to appear in public with his hands bare?\"\n\n\"Of course I know that,\" Michael said impatiently. \"But what's that got\nto do with me?\"\n\nThe salesman was wide-eyed. \"But if it is forbidden on Electra, it\nbecomes automatically prohibited here.\"\n\n\"But Electrans have eight fingers on each hand,\" Michael protested,\n\"with two fingernails on each--all covered with green scales.\"\n\nCarpenter drew himself up as far as it was possible to do so while\nlying down. \"Do eight fingers make one a lesser Universal?\"\n\n\"Of course not, but--\"\n\n\"Is he inferior to you then because he has sixteen fingernails?\"\n\n\"Certainly not, but--\"\n\n\"Would you like to be called guilty of--\" Carpenter paused before the\ndreaded word--\"_intolerance_?\"\n\n\"No, no, _no_!\" Michael almost shrieked. It would be horrible for him\nto be arrested before he even had time to view Portyork. \"I have lots\nof gloves in my pack,\" he babbled. \"Lots and lots. I'll put some on\nright away.\"\n\n       *       *       *       *       *\n\nWith nervous haste, he pressed the lever which dropped his pack down\nfrom the storage compartment. It landed on his stomach. The device had\nbeen invented by one of the Dschubbans who are, as everyone knows,\nhoop-shaped.\n\nMichael pushed the button marked _Gloves A_, and a pair of yellow\ngauntlets slid out.\n\nCarpenter pressed his hands to his eyes. \"Yellow is the color of death\non Saturn, and you know how morbid the Saturnians are about passing\naway! No one _ever_ wears yellow!\"\n\n\"Sorry,\" Michael said humbly. The button marked _Gloves B_ yielded a\npair of rose-colored gloves which harmonized ill with his scarlet tunic\nand turquoise breeches, but he was past caring for esthetic effects.\n\n\"The quality's high,\" sang a quartet of beautiful female humanoids,\n\"but the price is meager. You _know_ when you buy Plummy Fruitcake from\nVega.\"\n\nThe salesman patted Michael's shoulder. \"You staying a while in\nPortyork?\" Michael nodded. \"Then you'd better stick close to me for a\nwhile until you learn our ways. You can't run around loose by yourself\nuntil you've acquired civilized behavior patterns, or you'll get into\ntrouble.\"\n\n\"Thank you, sir,\" Michael said gratefully. \"It's very kind of you.\"\n\nHe twisted himself around--it was boiling hot inside the jet bus\nand his damp clothes were clinging uncomfortably--and struck his\nhead against the bottom of the shelf above. \"Awfully inconvenient\narrangement here,\" he commented. \"Wonder why they don't have seats.\"\n\n\"Because this arrangement,\" Carpenter said stiffly, \"is the one that\nhas proved suitable for the greatest number of intelligent life-forms.\"\n\n\"Oh, I see,\" Michael murmured. \"I didn't get a look at the other\npassengers. Are there many extraterrestrials on the bus?\"\n\n\"Dozens of them. Haven't you heard the Sirians singing?\"\n\nA low moaning noise had been pervading the bus, but Michael had thought\nit arose from defective jets.\n\n\"Oh, yes!\" he agreed. \"And very beautiful it is, too! But so sad.\"\n\n\"Sirians are always sad,\" the salesman told him. \"Listen.\"\n\n       *       *       *       *       *\n\nMichael strained his ears past the racket of the advideo. Sure enough,\nhe could make out words: \"Our wings were unfurled in a far distant\nworld, our bodies are pain-racked, delirious. And never, it seems, will\nwe see, save in dreams, the bright purple swamps of our Sirius....\"\n\nCarpenter brushed away a tear. \"Poignant, isn't it?\"\n\n\"Very, very touching,\" Michael agreed. \"Are they sick or something?\"\n\n\"Oh, no; they wouldn't have been permitted on the bus if they were.\nThey're just homesick. Sirians love being homesick. That's why they\nleave Sirius in such great numbers.\"\n\n\"Fasten your suction disks, please,\" the stewardess, a pretty\ntwo-headed Denebian, ordered as she walked up and down the gangway.\n\"We're coming into Portyork. I have an announcement to make to all\npassengers on behalf of the United Universe. Zosma was admitted into\nthe Union early this morning.\"\n\nAll the passengers cheered.\n\n\"Since it is considered immodest on Zosma,\" she continued, \"ever to\nappear with the heads bare, henceforward it will be tabu to be seen in\npublic without some sort of head-covering.\"\n\nWild scrabbling sounds indicated that all the passengers were searching\ntheir packs for headgear. Michael unearthed a violet cap.\n\nThe salesmen unfolded what looked like a medieval opera hat in\npiercingly bright green.\n\n\"Always got to keep on your toes,\" he whispered to the younger man.\n\"The Universe is expanding every minute.\"\n\nThe bus settled softly on the landing field and the passengers flew,\nfloated, crawled, undulated, or walked out. Michael looked around him\ncuriously. The Lodge had contained no extraterrestrials, for such of\nthose as sought seclusion had Brotherhoods on their own planets.\n\nOf course, even in Angeles he had seen other-worlders--humanoids from\nVega, scaly Electrans, the wispy ubiquitous Sirians--but nothing to\ncompare with the crowds that surged here. Scarlet Meropians rubbed\ntentacles with bulging-eyed Talithans; lumpish gray Jovians plodded\nalongside graceful, spidery Nunkians. And there were countless others\nwhom he had seen pictured in books, but never before in reality.\n\nThe gaily colored costumes and bodies of these beings rendered\nkaleidoscopic a field already brilliant with red-and-green lights and\nbanners. The effect was enhanced by Mr. Carpenter, whose emerald-green\ncloak was drawn back to reveal a chartreuse tunic and olive-green\nbreeches which had apparently been designed for a taller and somewhat\nless pudgy man.\n\n       *       *       *       *       *\n\nCarpenter rubbed modestly gloved hands together. \"I have no immediate\nbusiness, so supposing I start showing you the sights. What would you\nlike to see first, Mr. Frey? Or would you prefer a nice, restful movid?\"\n\n\"Frankly,\" Michael admitted, \"the first thing I'd like to do is get\nmyself something to eat. I didn't have any breakfast and I'm famished.\"\nTwo small creatures standing close to him giggled nervously and\nscuttled off on six legs apiece.\n\n\"Shh, not so loud! There are females present.\" Carpenter drew the\nyouth to a secluded corner. \"Don't you know that on Theemim it's\nfrightfully vulgar to as much as speak of eating in public?\"\n\n\"But why?\" Michael demanded in too loud a voice. \"What's wrong with\neating in public here on Earth?\"\n\nCarpenter clapped a hand over the young man's mouth. \"Hush,\" he\ncautioned. \"After all, on Earth there are things we don't do or even\nmention in public, aren't there?\"\n\n\"Well, yes. But those are different.\"\n\n\"Not at all. Those rules might seem just as ridiculous to a Theemimian.\nBut the Theemimians have accepted our customs just as we have accepted\nthe Theemimians'. How would you like it if a Theemimian violated\none of our tabus in public? You must consider the feelings of the\nTheemimians as equal to your own. Observe the golden rule: 'Do unto\nextraterrestrials as you would be done by.'\"\n\n\"But I'm still hungry,\" Michael persisted, modulating his voice,\nhowever, to a decent whisper. \"Do the proprieties demand that I starve\nto death, or can I get something to eat somewhere?\"\n\n\"Naturally,\" the salesman whispered back. \"Portyork provides for all\nbodily needs. Numerous feeding stations are conveniently located\nthroughout the port, and there must be some on the field.\"\n\nAfter gazing furtively over his shoulder to see that no females were\nwatching, Carpenter approached a large map of the landing field and\npressed a button. A tiny red light winked demurely for an instant.\n\n\"That's the nearest one,\" Carpenter explained.\n\n       *       *       *       *       *\n\nInside a small, white, functional-looking building unobtrusively\nmarked \"Feeding Station,\" Carpenter showed Michael where to insert a\ntwo-credit piece in a slot. A door slid back and admitted Michael into\na tiny, austere room, furnished only with a table, a chair, a food\ncompartment, and an advideo. The food consisted of tabloid synthetics\nand was tasteless. Michael knew that only primitive creatures waste\ntime and energy in growing and preparing natural foods. It was all a\nmatter of getting used to this stuff, he thought glumly, as he tried to\nchew food that was meant to be gulped.\n\nA ferret-eyed Yeddan appeared on the advideo. \"Do you suffer from\ngastric disorders? Does your viscera get in your hair? A horrid\ncondition, but swift abolition is yours with Al-Brom from Altair.\"\n\nMichael finished his meal in fifteen minutes and left the compartment\nto find Carpenter awaiting him in the lobby, impatiently glancing at\nthe luminous time dial embedded in his wrist.\n\n\"Let's go to the Old Town,\" he suggested to Michael. \"It will be of\ngreat interest to a student and a newcomer like yourself.\"\n\nA few yards away from the feeding station, the travel agents were lined\nup in rows, each outside his spaceship, each shouting the advantages of\nthe tour he offered:\n\n\"Better than a mustard plaster is a weekend spent on Castor.\"\n\n\"If you want to show you like her, take her for a week to Spica.\"\n\n\"Movid stars go to Mars.\"\n\nCarpenter smiled politely at them. \"No space trips for us today,\ngentlemen. We're staying on Terra.\" He guided the bewildered young man\nthrough the crowds and to the gates of the field. Outside, a number of\nsurface vehicles were lined up, with the drivers loudly competing for\nbusiness.\n\n\"Come, take a ride in my rocket car, suited to both gent and lady,\nlined with luxury _hukka_ fur brought from afar, and perfumed with rare\nscents from Algedi.\"\n\n\"Whichever movid film you choose to view will be yours in my fine\ncab from Mizar. Just press a button--it won't cost you nuttin'--see\na passionate drama of long-vanished Mu or the bloodhounds pursuing\nEliza.\"\n\n\"All honor be laid at the feet of free trade, but, whatever your race\nor your birth, each passenger curls up with two dancing girls who rides\nin the taxi from Earth.\"\n\n\"Couldn't we--couldn't we walk? At least part of the way?\" Michael\nfaltered.\n\nCarpenter stared. \"Walk! Don't you know it's forbidden to walk more\nthan two hundred yards in any one direction? Fomalhautians never walk.\"\n\n\"But they have no feet.\"\n\n\"That has nothing whatsoever to do with it.\"\n\n       *       *       *       *       *\n\nCarpenter gently urged the young man into the Algedian cab ... which\nreeked. Michael held his nose, but his mentor shook his head. \"No, no!\nTpiu Number Five is the most esteemed aroma on Algedi. It would break\nthe driver's heart if he thought you didn't like it. You wouldn't want\nto be had up for ego injury, would you?\"\n\n\"Of course not,\" Michael whispered weakly.\n\n\"Brunettes are darker and blondes are fairer,\" the advideo informed\nhim, \"when they wash out their hair with shampoos made on Chara.\"\n\nAfter a time, Michael got more or less used to Tpiu Number Five and\nwas able to take some interest in the passing landscape. Portyork,\nthe biggest spaceport in the United Universe, was, of course, the\nmost cosmopolitan city--cosmopolitan in its architecture as well as\nits inhabitants. Silver domes of Earth were crowded next to the tall\nhelical edifices of the Venusians.\n\n\"You'll notice that the current medieval revival has even reached\narchitecture,\" Carpenter pointed out. \"See those period houses in the\nFrank Lloyd Wright and Inigo Jones manner?\"\n\n\"Very quaint,\" Michael commented.\n\nGreat floating red and green balls lit the streets, even though it was\nstill daylight, and long scarlet-and-emerald streamers whipped out\nfrom the most unlikely places. As Michael opened his mouth to inquire\nabout this, \"We now interrupt the commercials,\" the advideo said, \"to\nbring you a brand new version of one of the medieval ballads that are\nbecoming so popular....\"\n\n\"I shall scream,\" stated Carpenter, \"if they play _Beautiful Blue\nDeneb_ just once more.... No, thank the Wise Ones, I've never heard\nthis before.\"\n\n\"Thuban, Thuban, I've been thinking,\" sang a buxom Betelgeusian, \"what\na Cosmos this could be, if land masses were transported to replace the\nwasteful sea.\"\n\n\"I guess the first thing for me to do,\" Michael began in a businesslike\nmanner, \"is to get myself a room at a hotel.... What have I said now?\"\n\n\"The word _hotel_,\" Carpenter explained through pursed lips, \"is\nnot used in polite society any more. It has come to have unpleasant\nconnotations. It means--a place of dancing girls. I hardly think....\"\n\n\"Certainly not,\" Michael agreed austerely. \"I merely want a lodging.\"\n\n\"That word is also--well, you see,\" Carpenter told him, \"on Zaniah it\nis unthinkable to go anywhere without one's family.\"\n\n\"They're a sort of ant, aren't they? The Zaniahans, I mean.\"\n\n\"More like bees. So those creatures who travel--\" Carpenter lowered his\nvoice modestly \"--_alone_ hire a family for the duration of their stay.\nThere are a number of families available, but the better types come\nrather high. There has been talk of reviving the old-fashioned price\ncontrols, but the Wise Ones say this would limit free enterprise as\nmuch as--if you'll excuse my use of the expression--tariffs would.\"\n\n       *       *       *       *       *\n\nThe taxi let them off at a square meadow which was filled with\ntransparent plastic domes housing clocks of all varieties, most of\nthe antique type based on the old twenty-four hour day instead of the\nstandard thirty hours. There were few extraterrestrial clocks because\nmost non-humans had time sense, Michael knew, and needed no mechanical\ndevices.\n\n\"This,\" said Carpenter, \"is Times Square. Once it wasn't really square,\nbut it is contrary to Nekkarian custom to do, say, imply, or permit\nthe existence of anything that isn't true, so when Nekkar entered the\nUnion, we had to square off the place. And, of course, install the\nclocks. Finest clock museum in the Union, I understand.\"\n\n\"The pictures in my history books--\" Michael began.\n\n\"Did I hear you correctly, sir?\" The capes of a bright blue cloak\ntrembled with the indignation of a scarlet, many-tentacled being. \"Did\nyou use the word _history_?\" He pronounced it in terms of loathing. \"I\nhave been grossly insulted and I shall be forced to report you to the\npolice, sir.\"\n\n\"Please don't!\" Carpenter begged. \"This youth has just come from one of\nthe Brotherhoods and is not yet accustomed to the ways of our universe.\nI know that, because of the great sophistication for which your race is\nnoted, you will overlook this little gaucherie on his part.\"\n\n\"Well,\" the red one conceded, \"let it not be said that Meropians are\nnot tolerant. But, be careful, young man,\" he warned Michael. \"There\nare other beings less sophisticated than we. Guard your tongue, or you\nmight find yourself in trouble.\"\n\nHe indicated the stalwart constable who, splendid in gold helmet and\ngold-spangled pink tights, surveyed the terrain haughtily from his\nfloating platform in the air.\n\n\"I should have told you,\" Carpenter reproached himself as the Meropian\nswirled off. \"Never mention the word 'history' in front of a Meropian.\nThey rose from barbarism in one generation, and so they haven't any\nhistory at all. Naturally, they're sensitive in the extreme about it.\"\n\n\"Naturally,\" Michael said. \"Tell me, Mr. Carpenter, is there some\nspecial reason for everything being decorated in red and green? I\nnoticed it along the way and it's all over here, too.\"\n\n\"Why, Christmas is coming, my boy,\" Carpenter answered, surprised.\n\"It's July already--about time they got started fixing things up. Some\nplaces are so slack, they haven't even got their Mother's Week shrines\ncleared away.\"\n\n       *       *       *       *       *\n\nA bevy of tiny golden-haired, winged creatures circled slowly over\nTimes Square.\n\n\"Izarians,\" Carpenter explained \"They're much in demand for Christmas\ndisplays.\"\n\nThe small mouths opened and clear soprano voices filled the air: \"It\ncame upon the midnight clear, that glorious song of old, from angels\nbending near the Earth to tune their harps of gold. Peace on Earth,\ngood will to men, from Heaven's All-Celestial. Peace to the Universe\nas well and every extraterrestrial.... Beat the drum and clash the\ncymbals; buy your Christmas gifts at Nimble's.\"\n\n\"This beautiful walk you see before you,\" Carpenter said, waving an\nexpository arm, \"shaded by boogil trees from Dschubba, is called\nBroadway. To your left you will be delighted to see--\"\n\n\"Listen, could we--\" Michael began.\n\n\"--Forty-second Street, which is now actually the forty-second--\"\n\n\"By the way--\"\n\n\"It is extremely rude and hence illegal,\" Carpenter glared, \"to\ninterrupt anyone who is speaking.\"\n\n\"But I would like,\" Michael whispered very earnestly, \"to get washed.\nIf I might.\"\n\nThe other man frowned. \"Let me see. I believe one of the old landmarks\nwas converted into a lavatory. Only thing of suitable dimensions.\nAnyhow, it was absolutely useless for any other purpose. We have to\ntake a taxi there; it's more than two hundred yards. Custom, you know.\"\n\n\"A taxi? Isn't there one closer?\"\n\n\"Ah, impatient youth! There aren't too many altogether. The\ninstallations are extremely expensive.\"\n\nThey hailed the nearest taxi, which happened to be one of the variety\nequipped with dancing girls. Fortunately the ride was brief.\n\nMichael gazed at the Empire State Building with interest. It was in a\nremarkable state of preservation and looked just like the pictures in\nhis history--in his books, except that none of them showed the huge\ngolden sign \"Public-Washport\" riding on its spire.\n\nAttendants directed traffic from a large circular desk in the lobby.\n\"Mercurians, seventy-eighth floor. _A_ group Vegans, fourteenth floor\nright. _B_ group, fourteenth floor left. _C_ group, fifteenth floor\nright. _D_ group, fifteenth floor left. Sirians, forty-ninth floor.\nFemale humans fiftieth floor right, males, fiftieth floor left.\nUranians, basement....\"\n\nCarpenter and Michael shared an elevator with a group of sad-eyed,\ntranslucent Sirians, who were singing as usual and accompanying\nthemselves on _wemps_, a cross between a harp and a flute. \"Foreign\nplanets are strange and we're subject to mange. Foreign atmospheres\nprove deleterious. Only with our mind's eye can we sail through the sky\nto the bright purple swamps of our Sirius.\"\n\nThe cost of the compartment was half that of the feeding station; one\ncredit in the slot unlocked the door. There was an advideo here, too:\n\n\"Friend, do you clean yourself each day? Now, let's not be evasive,\nfor each one has his favored way. Some use an abrasive and some use\noil. Some shed their skins, in a brand-new hide emerging. Some rub\nwith grease put up in tins. For others there's deterging. Some lick\nthemselves to take off grime. Some beat it off with rope. Some cook it\naway in boiling lime. Old-fashioned ones use soap. More ways there are\nthan I recall, and each of these will differ, but the only one that\nworks for all is Omniclene from Kiffa.\"\n\n       *       *       *       *       *\n\n\"And now,\" smiled Carpenter as the two humans left the building, \"we\nmust see you registered for a nice family. Nothing too ostentatious,\nbut, on the other hand, you mustn't count credits and ally yourself\nbeneath your station.\"\n\nMichael gazed pensively at two slender, snakelike Difdans writhing\n\"Only 99 Shopping Days Till Christmas\" across an aquamarine sky.\n\n\"They won't be permanent?\" he asked. \"The family, I mean?\"\n\n\"Certainly not. You merely hire them for whatever length of time you\nchoose. But why are you so anxious?\"\n\nThe young man blushed. \"Well, I'm thinking of having a family of my own\nsome day. Pretty soon, as a matter of fact.\"\n\nCarpenter beamed. \"That's nice; you're being adopted! I do hope it's\nan Earth family that's chosen you--it's so awkward being adopted by\nextraterrestrials.\"\n\n\"Oh, no! I'm planning to have my own. That is, I've got a--a girl,\nyou see, and I thought after I had secured employment of some kind in\nPortyork, I'd send for her and we'd get married and....\"\n\n\"_Married!_\" Carpenter was now completely shocked. \"You _mustn't_ use\nthat word! Don't you know marriage was outlawed years ago? Exclusive\npossession of a member of the opposite sex is slavery on Talitha.\nFurthermore, supposing somebody else saw your--er--friend and wanted\nher also; you wouldn't wish him to endure the frustration of not having\nher, would you?\"\n\nMichael squared his jaw. \"You bet I would.\"\n\nCarpenter drew himself away slightly, as if to avoid contamination.\n\"This is un-Universal. Young man, if I didn't have a kind heart, I\nwould report you.\"\n\nMichael was too preoccupied to be disturbed by this threat. \"You mean\nif I bring my girl here, I'd have to share her?\"\n\n\"Certainly. And she'd have to share you. If somebody wanted you, that\nis.\"\n\n\"Then I'm not staying here,\" Michael declared firmly, ashamed to admit\neven to himself how much relief his decision was bringing him. \"I don't\nthink I like it, anyhow. I'm going back to the Brotherhood.\"\n\nThere was a short cold silence.\n\n\"You know, son,\" Carpenter finally said, \"I think you might be right.\nI don't want to hurt your feelings--you _promise_ I won't hurt your\nfeelings?\" he asked anxiously, afraid, Michael realized, that he might\ncall a policeman for ego injury.\n\n\"You won't hurt my feelings, Mr. Carpenter.\"\n\n\"Well, I believe that there are certain individuals who just cannot\nadapt themselves to civilized behavior patterns. It's much better for\nthem to belong to a Brotherhood such as yours than to be placed in one\nof the government incarceratoriums, comfortable and commodious though\nthey are.\"\n\n\"Much better,\" Michael agreed.\n\n\"By the way,\" Carpenter went on, \"I realize this is just vulgar\ncuriosity on my part and you have a right to refuse an answer without\nfear of hurting my feelings, but how do you happen to have a--er--girl\nwhen you belong to a Brotherhood?\"\n\nMichael laughed. \"Oh, 'Brotherhood' is merely a generic term. Both\nsexes are represented in our society.\"\n\n\"On Talitha--\" Carpenter began.\n\n\"I know,\" Michael interrupted him, like the crude primitive he was and\nalways would be. \"But our females don't mind being generic.\"\n\n       *       *       *       *       *\n\nA group of Sirians was traveling on the shelf above him on the slow,\nvery slow jet bus that was flying Michael back to Angeles, back to the\nLodge, back to the Brotherhood, back to her. Their melancholy howling\nwas getting on his nerves, but in a little while, he told himself, it\nwould be all over. He would be back home, safe with his own kind.\n\n\"When our minds have grown tired, when our lives have expired, when our\nsorrows no longer can weary us, let our ashes return, neatly packed in\nan urn, to the bright purple swamps of our Sirius.\"\n\nThe advideo crackled: \"The gown her fairy godmother once gave to\nCinderella was created by the haute couture of fashion-wise Capella.\"\n\nThe ancient taxi was there, the one that Michael had taken from the\nLodge, early that morning, to the little Angeleno landing field, as if\nit had been waiting for his return.\n\n\"I see you're back, son,\" the driver said without surprise. He set the\nnoisy old rockets blasting. \"I been to Portyork once. It's not a bad\nplace to live in, but I hate to visit it.\"\n\n\"I'm back!\" Michael sank into the motheaten sable cushions and gazed\nwith pleasure at the familiar landmarks half seen in the darkness. \"I'm\nback! And a loud sneer to civilization!\"\n\n\"Better be careful, son,\" the driver warned. \"I know this is a rural\narea, but civilization is spreading. There are secret police all over.\nHow do you know I ain't a government spy? I could pull you in for\ninsulting civilization.\"\n\nThe elderly black and white advideo flickered, broke into purring\nsound: \"Do you find life continues to daze you? Do you find for a quick\ndeath you hanker? Why not try the new style euthanasia, performed by\nskilled workmen from Ancha?\"\n\nNot any more, Michael thought contentedly. He was going home.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tea Tray in the Sky, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TEA TRAY IN THE SKY ***\n\n***** This file should be named 50847-8.txt or 50847-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/4/50847/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}