{"title": "The Highest Mountain", "author": "Bryce Walton", "releaseDate": "January 7, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         THE HIGHEST MOUNTAIN\n\n                            By BRYCE WALTON\n\n                       Illustrated by BOB HAYES\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             First one up this tallest summit in the Solar\n            System was a rotten egg ... a very rotten egg!\n\n\nBruce heard their feet on the gravel outside and got up reluctantly to\nopen the door for them. He'd been reading some of Byron's poems he'd\nsneaked aboard the ship; after that he had been on the point of dozing\noff, and now one of those strangely realistic dreams would have to be\npostponed for a while. Funny, those dreams. There were faces in them of\nhuman beings, or of ghosts, and other forms that weren't human at all,\nbut seemed real and alive--except that they were also just parts of a\nlast unconscious desire to escape death. Maybe that was it.\n\n\"'Oh that my young life were a lasting dream, my spirit not awakening\ntill the beam of an eternity should bring the 'morrow,\" Bruce said. He\nsmiled without feeling much of anything and added, \"Thanks, Mr. Poe.\"\n\nJacobs and Anhauser stood outside. The icy wind cut through and into\nBruce, but he didn't seem to notice. Anhauser's bulk loomed even larger\nin the special cold-resisting suiting. Jacobs' thin face frowned slyly\nat Bruce.\n\n\"Come on in, boys, and get warm,\" Bruce invited.\n\n\"Hey, poet, you're still here!\" Anhauser said, looking astonished.\n\n\"We thought you'd be running off somewhere,\" Jacobs said.\n\nBruce reached for the suit on its hook, started climbing into it.\n\"Where?\" he asked. \"Mars looks alike wherever you go. Where did you\nthink I'd be running to?\"\n\n\"Any place just so it was away from here and us,\" Anhauser said.\n\n\"I don't have to do that. You are going away from me. That takes care\nof that, doesn't it?\"\n\n\"Ah, come on, get the hell out of there,\" Jacobs said. He pulled the\nrevolver from its holster and pointed it at Bruce. \"We got to get some\nsleep. We're starting up that mountain at five in the morning.\"\n\n\"I know,\" Bruce said. \"I'll be glad to see you climb the mountain.\"\n\nOutside, in the weird light of the double moons, Bruce looked up at the\ngigantic overhang of the mountain. It was unbelievable. The mountain\ndidn't seem to belong here. He'd thought so when they'd first hit Mars\neight months back and discovered the other four rockets that had never\ngot back to Earth--all lying side by side under the mountain's shadow,\nlike little white chalk marks on a tallyboard.\n\nThey'd estimated its height at over 45,000 feet, which was a lot higher\nthan any mountain on Earth. Yet Mars was much older, geologically. The\nentire face of the planet was smoothed into soft, undulating red hills\nby erosion. And there in the middle of barren nothingness rose that one\nincredible mountain. On certain nights when the stars were right, it\nhad seemed to Bruce as though it were pointing an accusing finger at\nEarth--or a warning one.\n\n       *       *       *       *       *\n\nWith Jacobs and Anhauser and the remainder of the crew of the ship,\n_Mars V_, seven judges sat in a semi-circle and Bruce stood there in\nfront of them for the inquest.\n\nIn the middle of the half-moon of inquisition, with his long legs\nstretched out and his hands folded on his belly, sat Captain Terrence.\nHis uniform was black. On his arm was the silver fist insignia of the\nConqueror Corps. Marsha Rennels sat on the extreme right and now there\nwas no emotion at all on her trim, neat face.\n\nHe remembered her as she had been years ago, but at the moment he\nwasn't looking very hard to see anything on her face. It was too late.\nThey had gotten her young and it was too late.\n\nTerrence's big, square face frowned a little. Bruce was aware suddenly\nof the sound of the bleak, never-ending wind against the plastilene\nshelter. He remembered the strange misty shapes that had come to him in\nhis dreams, the voices that had called to him, and how disappointed he\nhad been when he woke from them.\n\n\"This is a mere formality,\" Terrence finally said, \"since we all know\nyou killed Lieutenant Doran a few hours ago. Marsha saw you kill him.\nWhatever you say goes on the record, of course.\"\n\n\"For whom?\" Bruce asked.\n\n\"What kind of question is that? For the authorities on Earth when we\nget back.\"\n\n\"When you get back? Like the crews of those other four ships out\nthere?\" Bruce laughed without much humor.\n\nTerrence rubbed a palm across his lips, dropped the hand quickly again\nto his belly. \"You want to make a statement or not? You shot Doran in\nthe head with a rifle. No provocation for the attack. You've wasted\nenough of my time with your damn arguments and anti-social behavior.\nThis is a democratic group. Everyone has his say. But you've said too\nmuch, and done too much. Freedom doesn't allow you to go around killing\nfellow crew-members!\"\n\n\"Any idea that there was any democracy or freedom left died on Venus,\"\nBruce said.\n\n\"Now we get another lecture!\" Terrence exploded. He leaned forward.\n\"You're sick, Bruce. They did a bad psych job on you. They should never\nhave sent you on this trip. We need strength, all the strength we can\nfind. You don't belong here.\"\n\n\"I know,\" Bruce agreed indifferently. \"I was drafted for this trip. I\ntold them I shouldn't be brought along. I said I didn't want any part\nof it.\"\n\n\"Because you're afraid. You're not Conqueror material. That's why you\nbacked down when we all voted to climb the mountain. And what the devil\ndoes Venus--?\"\n\nMax Drexel's freckles slipped into the creases across his high\nforehead. \"Haven't you heard him expounding on the injustice done to\nthe Venusian aborigines, Captain? If you haven't, you aren't thoroughly\neducated to the crackpot idealism still infecting certain people.\"\n\n\"I haven't heard it,\" Terrence admitted. \"What injustice?\"\n\nBruce said, \"I guess it couldn't really be considered an injustice\nany longer. Values have changed too much. Doran and I were part of the\ncrew of that first ship to hit Venus, five years ago. Remember? One\nof the New Era's more infamous dates. Drexel says the Venusians were\naborigines. No one ever got a chance to find out. We ran into this\nvillage. No one knows how old it was. There were intelligent beings\nthere. One community left on the whole planet, maybe a few thousand\ninhabitants. They made their last mistake when they came out to greet\nus. Without even an attempt at communication, they were wiped out. The\nvillage was burned and everything alive in it was destroyed.\"\n\nBruce felt the old weakness coming into his knees, the sweat beginning\nto run down his face. He took a deep breath and stood there before the\ncold nihilistic stares of fourteen eyes.\n\n\"No,\" Bruce said. \"I apologize. None of you know what I'm talking\nabout.\"\n\nTerrence nodded. \"You're psycho. It's as simple as that. They pick the\nmost capable for these conquests. Even the flights are processes of\nelimination. Eventually we get the very best, the most resilient, the\nreal conquering blood. You just don't pass, Bruce. Listen, what do you\nthink gives you the right to stand here in judgment against the laws\nof the whole Solar System?\"\n\n\"There are plenty on Earth who agree with me,\" Bruce said. \"I can say\nwhat I think now because you can't do more than kill me and you'll do\nthat regardless....\"\n\nHe stopped. This was ridiculous, a waste of his time. And theirs. They\nhad established a kind of final totalitarianism since the New Era. The\npsychologists, the Pavlovian Reflex boys, had done that. If you didn't\nwant to be reconditioned to fit into the social machine like a human\nvacuum tube, you kept your mouth shut. And for many, when the mouth was\nkept shut long enough, the mind pretty well forgot what it had wanted\nto open the mouth for in the first place.\n\nA minority in both segments of a world split into two factions.\nBoth had been warring diplomatically and sometimes physically, for\ncenturies, clung to old ideas of freedom, democracy, self-determinism,\nindividualism. To most, the words had no meaning now. It was a question\nof which set of conquering heroes could conquer the most space first.\nSo far, only Venus had fallen. They had done a good, thorough job\nthere. Four ships had come to Mars and their crews had disappeared.\nThis was the fifth attempt--\n\n       *       *       *       *       *\n\nTerrence said, \"why did you shoot Doran?\"\n\n\"I didn't like him enough to take the nonsense he was handing me, and\nwhen he shot the--\" Bruce hesitated.\n\n\"What? When he shot what?\"\n\nBruce felt an odd tingling in his stomach. The wind's voice seemed to\nsharpen and rise to a kind of wail.\n\n\"All right, I'll tell you. I was sleeping, having a dream. Doran woke\nme up. Marsha was with him. I'd forgotten about that geological job we\nwere supposed to be working on. I've had these dreams ever since we got\nhere.\"\n\n\"What kind of dreams?\"\n\nSomeone laughed.\n\n\"Just fantastic stuff. Ask your Pavlovian there,\" Bruce said. \"People\ntalk to me, and there are other things in the dreams. Voices and some\nkind of shapes that aren't what you would call human at all.\"\n\nSomeone coughed. There was obvious embarrassment in the room.\n\n\"It's peculiar, but many faces and voices are those of crew members of\nsome of the ships out there, the ones that never got back to Earth.\"\n\nTerrence grinned. \"Ghosts, Bruce?\"\n\n\"Maybe. This planet may not be a dead ball of clay. I've had a feeling\nthere's something real in the dreams, but I can't figure it out.\nYou're still interested?\"\n\nTerrence nodded and glanced to either side.\n\n\"We've seen no indication of any kind of life whatsoever,\" Bruce\npointed out. \"Not even an insect, or any kind of plant life except some\nfungi and lichen down in the crevices. That never seemed logical to me\nfrom the start. We've covered the planet everywhere except one place--\"\n\n\"The mountain,\" Terrence said. \"You've been afraid even to talk about\nscaling it.\"\n\n\"Not afraid,\" Bruce objected. \"I don't see any need to climb it. Coming\nto Mars, conquering space, isn't that enough? It happens that the crew\nof the first ship here decided to climb the mountain, and that set a\nprecedent. Every ship that has come here has had to climb it. Why?\nBecause they had to accept the challenge. And what's happened to them?\nLike you, they all had the necessary equipment to make a successful\nclimb, but no one's ever come back down. No contact with anything up\nthere.\n\n\"Captain, I'm not accepting a ridiculous challenge like that. Why\nshould I? I didn't come here to conquer anything, even a mountain. The\nchallenge of coming to Mars, of going on to where ever you guys intend\ngoing before something bigger than you are stops you--it doesn't\ninterest me.\"\n\n\"Nothing's bigger than the destiny of Earth!\" Terrence said, sitting up\nstraight and rigid.\n\n\"I know,\" Bruce said. \"Anyway, I got off the track. As I was saying,\nI woke up from this dream and Marsha and Doran were there. Doran was\nshaking me. But I didn't seem to have gotten entirely awake; either\nthat or some part of the dream was real, because I looked out the\nwindow--something was out there, looking at me. It was late, and at\nfirst I thought it might be a shadow. But it wasn't. It was misty,\nalmost translucent, but I think it was something alive. I had a feeling\nit was intelligent, maybe very intelligent. I could feel something in\nmy mind. A kind of beauty and softness and warmth. I kept looking--\"\n\nHis throat was getting tight. He had difficulty talking. \"Doran asked\nme what I was looking at, and I told him. He laughed. But he looked.\nThen I realized that maybe I wasn't still dreaming. Doran saw it, too,\nor thought he did. He kept looking and finally he jumped and grabbed up\nhis rifle and ran outside. I yelled at him. I kept on yelling and ran\nafter him. 'It's intelligent, whatever it is!' I kept saying. 'How do\nyou know it means any harm?' But I heard Doran's rifle go off before I\ncould get to him. And whatever it was we saw, I didn't see it any more.\nNeither did Doran. Maybe he killed it. I don't know. He had to kill it.\nThat's the way you think.\"\n\n\"What? Explain that remark.\"\n\n\"That's the philosophy of conquest--don't take any chances with\naliens. They might hinder our advance across the Universe. So we kill\neverything. Doran acted without thinking at all. Conditioned to kill\neverything that doesn't look like us. So I hit Doran and took the gun\naway from him and killed him. I felt sick, crazy with rage. Maybe\nthat's part of it. All I know is that I thought he deserved to die and\nthat I had to kill him, so I did.\"\n\n\"Is that all, Bruce?\"\n\n\"That's about all. Except that I'd like to kill all of you. And I would\nif I had the chance.\"\n\n\"That's what I figured.\" Terrence turned to the psychologist, a small\nwiry man who sat there constantly fingering his ear. \"Stromberg, what\ndo you think of this gobbledegook? We know he's crazy. But what hit\nhim? You said his record was good up until a year ago.\"\n\nStromberg's voice was monotonous, like a voice off of a tape.\n\"Schizophrenia with mingled delusions of persecution. The schizophrenia\nis caused by inner conflict--indecision between the older values and\nour present ones which he hasn't been able to accept. A complete case\nhistory would tell why he can't accept our present attitudes. I would\nsay that he has an incipient fear of personal inadequacy, which is why\nhe fears our desire for conquest. He's rationalized, built up a defense\nwhich he's structured with his idealism, foundationed with Old Era\nvalues. Retreat into the past, an escape from his own present feelings\nof inadequacy. Also, he escapes into these dream fantasies.\"\n\n\"Yes,\" Terrence said. \"But how does that account for Doran's action?\nDoran must have seen something--\"\n\n\"Doran's charts show high suggestibility under stress. Another weak\npersonality eliminated. Let's regard it that way. He _imagined_ he saw\nsomething.\" He glanced at Marsha. \"Did _you_ see anything?\"\n\nShe hesitated, avoiding Bruce's eyes. \"Nothing at all. There wasn't\nanything out there to see, except the dust and rocks. That's all there\nis to see here. We could stay a million years and never see anything\nelse. A shadow maybe--\"\n\n\"All right,\" Terrence interrupted. \"Now, Bruce, you know the law\nregulating the treatment of serious psycho cases in space?\"\n\n\"Yes. Execution.\"\n\n\"No facilities for handling such cases en route back to Earth.\"\n\n\"I understand. No apologies necessary, Captain.\"\n\nTerrence shifted his position. \"However, we've voted to grant you\na kind of leniency. In exchange for a little further service from\nyou, you can remain here on Mars after we leave. You'll be left\nfood-concentrates to last a long time.\"\n\n\"What kind of service?\"\n\n\"Stay by the radio and take down what we report as we go up the\nmountain.\"\n\n\"Why not?\" Bruce said. \"You aren't certain you're coming back, then?\"\n\n\"We might not,\" Terrence admitted calmly. \"Something's happened to the\nothers. We're going to find out what and we want it recorded. None of\nus want to back down and stay here. You can take our reports as they\ncome in.\"\n\n\"I'll do that,\" Bruce said. \"It should be interesting.\"\n\n       *       *       *       *       *\n\nBruce watched them go, away and up and around the immediate face of\nthe mountain in the bleak cold of the Martian morning. He watched them\ndisappear behind a high ledge, tied together with plastic rope like\nconvicts.\n\nHe stayed by the radio. He lost track of time and didn't care much\nif he did. Sometimes he took a heavy sedative and slept. The sedative\nprevented the dreams. He had an idea that the dreams might be so\npleasant that he wouldn't wake up. He wanted to listen to Terrence as\nlong as the captain had anything to say. It was nothing but curiosity.\n\nAt fifteen thousand feet, Terrence reported only that they were\nclimbing.\n\nAt twenty thousand feet, Terrence said, \"We're still climbing, and\nthat's all I can report, Bruce. It's worth coming to Mars for--to\naccept a challenge like this!\"\n\nAt twenty-five thousand feet, Terrence reported, \"We've put on oxygen\nmasks. Jacobs and Drexel have developed some kind of altitude sickness\nand we're taking a little time out. It's a magnificent sight up here. I\ncan imagine plenty of tourists coming to Mars one of these days, just\nto climb this mountain! Mt. Everest is a pimple compared with this!\nWhat a feeling of power, Bruce!\"\n\nFrom forty thousand feet, Terrence said, \"We gauged this mountain\nat forty-five thousand. But here we are at forty and there doesn't\nseem to be any top. We can see up and up and the mountain keeps on\ngoing. I don't understand how we could have made such an error in our\ncomputations. I talked with Burton. He doesn't see how a mountain this\nhigh could still be here when the rest of the planet has been worn so\nsmooth.\"\n\nAnd then from fifty-three thousand feet, Terrence said with a voice\nthat seemed slightly strained: \"No sign of any of the crew of the other\nfour ships yet. Ten in each crew, that makes fifty. Not a sign of any\nof them so far, but then we seem to have a long way left to climb--\"\n\nBruce listened and noted and took sedatives and opened cans of food\nconcentrates. He smoked and ate and slept. He had plenty of time. He\nhad only time and the dreams which he knew he could utilize later to\ntake care of the time.\n\nFrom sixty thousand feet, Terrence reported, \"I had to shoot Anhauser\na few minutes ago! He was dissenting. Hear that, Bruce? One of my most\ndependable men. We took a vote. A mere formality, of course, whether\nwe should continue climbing or not. We knew we'd all vote to keep on\nclimbing. And then Anhauser dissented. He was hysterical. He refused\nto accept the majority decision. 'I'm going back down!' he yelled.\nSo I had to shoot him. Imagine a man of his apparent caliber turning\nanti-democratic like that! This mountain will be a great tester for\nus in the future. We'll test everybody, find out quickly who the\nweaklings are.\"\n\nBruce listened to the wind. It seemed to rise higher and higher.\nTerrence, who had climbed still higher, was calling. \"Think of it! What\na conquest! No man's ever done a thing like this. Like Stromberg says,\nit's symbolic! We can build spaceships and reach other planets, but\nthat's not actual physical conquest. We feel like gods up here. We can\nsee what we are now. We can see how it's going to be--\"\n\nOnce in a while Terrence demanded that Bruce say something to prove he\nwas still there taking down what Terrence said. Bruce obliged. A long\ntime passed, the way time does when no one cares. Bruce stopped taking\nthe sedatives finally. The dreams came back and became, somehow, more\nreal each time. He needed the companionship of the dreams.\n\nIt was very lonely sitting there without the dreams, with nothing but\nTerrence's voice ranting excitedly on and on. Terrence didn't seem real\nany more; certainly not as real as the dreams.\n\n       *       *       *       *       *\n\nThe problem of where to put the line between dream and reality began to\nworry Bruce. He would wake up and listen and take down what Terrence\nwas saying, and then go to sleep again with increasing expectancy. His\ndream took on continuity. He could return to the point where he had\nleft it, and it was the same--allowing even for the time difference\nnecessitated by his periods of sleep.\n\nHe met people in the dreams, two girls and a man. They had names:\nPietro, Marlene, Helene.\n\nHelene he had seen from the beginning, but she became more real to\nhim all the time, until he could talk with her. After that, he could\nalso talk with Marlene and Pietro, and the conversations made sense.\nConsistently, they made sense.\n\nThe Martian landscape was entirely different in the dreams. Green\nvalleys and rivers, or actually wide canals, with odd trees trailing\ntheir branches on the slow, peacefully gliding currents. Here and there\nwere pastel-colored cities and there were things drifting through them\nthat were alive and intelligent and soft and warm and wonderful to know.\n\n'_... dreams, in their vivid coloring of life, as in that fleeting,\nshadowy, misty strife of semblance with reality which brings to the\ndelirious eye more lovely things of paradise and love--and all our\nown!--than young Hope in his sunniest hour hath known...._'\n\nSo sometimes he read poetry, but even that was hardly equal to the\ndreams.\n\nAnd then he would wake up and listen to Terrence's voice. He would\nlook out the window over the barren frigid land where there was nothing\nbut seams of worn land, like scabs under the brazen sky.\n\n\"If I had a choice,\" he thought, \"I wouldn't ever wake up at all again.\nThe dreams may not be more real, but they're preferable.\"\n\nDreams were supposed to be wishful thinking, primarily, but he\ncouldn't live in them very long. His body would dry up and he would\ndie. He had to stay awake enough to put a little energy back into\nhimself. Of course, if he died and lost the dreams, there would be one\ncompensation--he would also be free of Terrence and the rest of them\nwho had learned that the only value in life lay in killing one's way\nacross the Cosmos.\n\nBut then he had a feeling Terrence's voice wouldn't be annoying him\nmuch more anyway. The voice was unreal, coming out of some void. He\ncould switch off Terrence any time now, but he was still curious.\n\n\"Bruce--Bruce, you still there? Listen, we're up here at what we figure\nto be five hundred thousand feet! It _is_ impossible. We keep climbing\nand now we look up and we can see up and up and there the mountain is\ngoing up and up--\"\n\nAnd some time later: \"Bruce, Marsha's dying! We don't know what's the\nmatter. We can't find any reason for it. She's lying here and she keeps\nlaughing and calling your name. She's a woman, so that's probably it.\nWomen don't have real guts.\"\n\nBruce bent toward the radio. Outside the shelter, the wind whistled\nsoftly at the door.\n\n\"Marsha,\" he said.\n\n\"Bruce--\"\n\nShe hadn't said his name that way for a long time.\n\n\"Marsha, remember how we used to talk about human values? I remember\nhow you seemed to have something maybe different from the others. I\nnever thought you'd really buy this will to conquer, and now it doesn't\nmatter....\"\n\nHe listened to her voice, first the crazy laughter, and then a whisper.\n\"Bruce, hello down there.\" Her voice was all mixed up with fear and\nhysteria and mockery. \"Bruce darling, are you lonely down there? I wish\nI were with you, safe ... free ... warm. I love you. Do you hear that?\nI really love you, after all. After all....\"\n\nHer voice drifted away, came back to him. \"We're climbing the highest\nmountain. What are you doing there, relaxing where it's peaceful and\nwarm and sane? You always were such a calm guy. I remember now. What\nare you doing--reading poetry while we climb the mountain? What was\nthat, Bruce--that one about the mountain you tried to quote to me last\nnight before you ... I can't remember it now. Darling, what...?\"\n\n       *       *       *       *       *\n\nHe stared at the radio. He hesitated, reached out and switched on the\nmike. He got through to her.\n\n\"Hello, hello, darling,\" he whispered. \"Marsha, can you hear me?\"\n\n\"Yes, yes. You down there, all warm and cozy, reading poetry, darling.\nWhere you can see both ways instead of just up and down, up and down.\"\n\nHe tried to imagine where she was now as he spoke to her, how she\nlooked. He thought of Earth and how it had been there, years ago, with\nMarsha. Things had seemed so different then. There was something of\nthat hope in his voice now as he spoke to her, yet not directly to her,\nas he looked out the window at the naked frigid sky and the barren\nrocks.\n\n    \"'... and there is nowhere to go from the top of a mountain,\n      But down, my dear;\n    And the springs that flow on the floor of the valley\n      Will never seem fresh or clear\n    For thinking of the glitter of the mountain water\n      In the feathery green of the year....'\"\n\nThe wind stormed over the shelter in a burst of power, buried the sound\nof his own voice.\n\n\"Marsha, are you still there?\"\n\n\"What the devil's the idea, poetry at a time like this, or any time?\"\nTerrence demanded. \"Listen, you taking this down? We haven't run into\nany signs of the others. Six hundred thousand feet, Bruce! We feel our\ndestiny. We conquer the Solar System. And we'll go out and out, and\nwe'll climb the highest mountain, the highest mountain anywhere. We're\ngoing up and up. We've voted on it. Unanimous. We go on. On to the\ntop, Bruce! Nothing can stop us. If it takes ten years, a hundred, a\nthousand years, we'll find it. We'll find the top! Not the top of this\nworld--the top of _everything_. The top of the UNIVERSE!\"\n\nLater, Terrence's voice broke off in the middle of something or\nother--Bruce couldn't make any sense out of it at all--and turned into\ncrazy yells that faded out and never came back.\n\nBruce figured the others might still be climbing somewhere, or maybe\nthey were dead. Either way it wouldn't make any difference to him. He\nknew they would never come back down.\n\nHe was switching off the radio for good when he saw the coloration\nbreak over the window. It was the same as the dream, but for an\ninstant, dream and reality seemed fused like two superimposed film\nnegatives.\n\nHe went to the window and looked out. The comfortable little city was\nout there, and the canal flowing past through a pleasantly cool yet\nsunny afternoon. Purple mist blanketed the knees of low hills and there\nwas a valley, green and rich with the trees high and full beside the\nsoftly flowing canal water.\n\nThe filmy shapes that seemed alive, that were partly translucent,\ndrifted along the water's edge, and birds as delicate as colored glass\nwavered down the wind.\n\nHe opened the shelter door and went out. The shelter looked the same,\nbut useless now. How did the shelter of that bleak world get into this\none, where the air was warm and fragrant, where there was no cold, from\nthat world into this one of his dreams?\n\nThe girl--Helene--was standing there leaning against a tree, smoking a\ncigarette.\n\nHe walked toward her, and stopped. In the dream it had been easy, but\nnow he was embarrassed, in spite of the intimacy that had grown between\nthem. She wore the same casual slacks and sandals. Her hair was brown.\nShe was not particularly beautiful, but she was comfortable to look at\nbecause she seemed so peaceful. Content, happy with what was and only\nwhat was.\n\nHe turned quickly. The shelter was still there, and behind it the row\nof spaceships--not like chalk marks on a tallyboard now, but like odd\nrelics that didn't belong there in the thick green grass. Five ships\ninstead of four.\n\nThere was his own individual shelter beyond the headquarters building,\nand the other buildings. He looked up.\n\nThere was no mountain.\n\n       *       *       *       *       *\n\nFor one shivery moment he knew fear. And then the fear went away, and\nhe was ashamed of what he had felt. What he had feared was gone now,\nand he knew it was gone for good and he would never have to fear it\nagain.\n\n\"Look here, Bruce. I wondered how long it would take to get it through\nthat thick poetic head of yours!\"\n\n\"Get what?\" He began to suspect what it was all about now, but he\nwasn't quite sure yet.\n\n\"Smoke?\" she said.\n\nHe took one of the cigarettes and she lighted it for him and put the\nlighter back into her pocket.\n\n\"It's real nice here,\" she said. \"Isn't it?\"\n\n\"I guess it's about perfect.\"\n\n\"It'll be easy. Staying here, I mean. We won't be going to Earth ever\nagain, you know.\"\n\n\"I didn't _know_ that, but I didn't _think_ we ever would again.\"\n\n\"We wouldn't want to anyway, would we, Bruce?\"\n\n\"No.\"\n\nHe kept on looking at the place where the mountain had been. Or maybe\nit still was; he couldn't make up his mind yet. Which was and which was\nnot? That barren icy world without life, or this?\n\n\"'_Is all that we see or seem_,'\" he whispered, half to himself, \"'_but\na dream within a dream?_'\"\n\nShe laughed softly. \"Poe was ahead of his time,\" she said. \"You still\ndon't get it, do you? You don't know what's been happening?\"\n\n\"Maybe I don't.\"\n\nShe shrugged, and looked in the direction of the ships. \"Poor guys. I\ncan't feel much hatred toward them now. The Martians give you a lot of\nunderstanding of the human mind--after they've accepted you, and after\nyou've lived with them awhile. But the mountain climbers--we can see\nnow--it's just luck, chance, we weren't like them. A deviant is a child\nof chance.\"\n\n\"Yes,\" Bruce said. \"There's a lot of people like us on Earth, but\nthey'll never get the chance--the chance we seem to have here, to live\ndecently....\"\n\n\"You're beginning to see now which was the dream,\" she said and\nsmiled. \"But don't be pessimistic. Those people on Earth will get their\nchance, too, one of these fine days. The Conquerors aren't getting far.\nVenus, and then Mars, and Mars is where they stop. They'll keep coming\nhere and climbing the mountain and finally there won't be any more. It\nwon't take so long.\"\n\nShe rose to her toes and waved and yelled. Bruce saw Pietro and Marlene\nwalking hand in hand up the other side of the canal. They waved back\nand called and then pushed off into the water in a small boat, and\ndrifted away and out of sight around a gentle turn.\n\nShe took his arm and they walked along the canal toward where the\nmountain had been, or still was--he didn't know.\n\nA quarter of a mile beyond the canal, he saw the high mound of red,\nnaked hill, corroded and ugly, rising up like a scar of the surrounding\ngreen.\n\nShe wasn't smiling now. There were shadows on her face as the pressure\non his arm stopped him.\n\n\"I was on the first ship and Marlene on the second. None like us on the\nthird, and on the fourth ship was Pietro. All the others had to climb\nthe mountain--\" She stopped talking for a moment, and then he felt the\npressure of her fingers on his arm. \"I'm very glad you came on the\nfifth,\" she whispered. \"Are you glad now?\"\n\n\"I'm very glad,\" he said.\n\n\"The Martians tested us,\" she explained. \"They're masters of the mind.\nI guess they've been grinding along through the evolutionary mill\na darn long time, longer than we could estimate now. They learned\nthe horror we're capable of from the first ship--the Conquerors,\nthe climbers. The Martians knew more like them would come and go on\ninto space, killing, destroying for no other reason than their own\nsickness. Being masters of the mind, the Martians are also capable\nof hypnosis--no, that's not really the word, only the closest our\nlanguage comes to naming it. Suggestion so deep and strong that it\nseems real to one human or a million or a billion; there's no limit to\nthe number that can be influenced. What the people who came off those\nships saw wasn't real. It was partly what the Martians wanted them to\nsee and feel--but most of it, like the desire to climb the mountain,\nwas as much a part of the Conquerors' own psychic drive as it was the\nsuggestion of the Martians.\"\n\nShe waved her arm slowly to describe a peak. \"The Martians made the\nmountain real. So real that it could be seen from space, measured by\ninstruments ... even photographed and chipped for rock samples. But\nyou'll see how that was done, Bruce, and realize that this and not the\nmountain of the Conquerors is the reality of Mars. This is the Mars no\nConqueror will ever see.\"\n\n       *       *       *       *       *\n\nThey walked toward the ugly red mound that jutted above the green. When\nthey came close enough, he saw the bodies lying there ... the remains,\nactually, of what had once been bodies. He felt too sickened to go on\nwalking.\n\n\"It may seem cruel now,\" she said, \"but the Martians realized that\nthere is no cure for the will to conquer. There is no safety from it,\neither, as the people of Earth and Venus discovered, unless it is\ngiven an impossible obstacle to overcome. So the Martians provided the\nConquerors with a mountain. They themselves wanted to climb. They had\nto.\"\n\nHe was hardly listening as he walked away from Helene toward the eroded\nhills. The crew members of the first four ships were skeletons tied\ntogether with imperishably strong rope about their waists. Far beyond\nthem were those from _Mars V_, too freshly dead to have decayed\nmuch ... Anhauser with his rope cut, a bullet in his head; Jacobs and\nMarsha and the others ... Terrence much past them all. He had managed\nto climb higher than anyone else and he lay with his arms stretched\nout, his fingers still clutching at rock outcroppings.\n\nThe trail they left wound over the ground, chipped in places for holds,\nred elsewhere with blood from torn hands. Terrence was more than twelve\nmiles from the ship--horizontally.\n\nBruce lifted Marsha and carried her back over the rocky dust, into the\nfresh fragrance of the high grass, and across it to the shade and peace\nbeside the canal.\n\nHe put her down. She looked peaceful enough, more peaceful than that\nother time, years ago, when the two of them seemed to have shared so\nmuch, when the future had not yet destroyed her. He saw the shadow of\nHelene bend across Marsha's face against the background of the silently\nflowing water of the cool, green canal.\n\n\"You loved her?\"\n\n\"Once,\" Bruce said. \"She might have been sane. They got her when she\nwas young. Too young to fight. But she would have, I think, if she'd\nbeen older when they got her.\"\n\nHe sat looking down at Marsha's face, and then at the water with the\nleaves floating down it.\n\n\"'... And the springs that flow on the floor of the valley will never\nseem fresh or clear for thinking of the glitter of the mountain water\nin the feathery green of the year....'\"\n\nHe stood up, walked back with Helene along the canal toward the calm\ncity. He didn't look back.\n\n\"They've all been dead quite a while,\" Bruce said wonderingly. \"Yet\nI seemed to be hearing from Terrence until only a short time ago.\nAre--are the climbers still climbing--somewhere, Helene?\"\n\n\"Who knows?\" Helene answered softly. \"Maybe. I doubt if even the\nMartians have the answer to that.\"\n\nThey entered the city.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Highest Mountain, by Bryce Walton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HIGHEST MOUNTAIN ***\n\n***** This file should be named 50868.txt or 50868.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/6/50868/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}