{"title": "Half past Alligator", "author": "Donald Colvin", "releaseDate": "January 10, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                          Half Past Alligator\n\n                           By DONALD COLVIN\n\n                         Illustrated by BARTH\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1953.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            It takes sportsmanship to make a ball team ...\n            and foul play to get a backward race civilized!\n\n\nBill Bradley shooed away the group of Quxas that had surged over\nthe first-base line. With broad grins on their flat, piebald faces,\nthey moved away--in the wrong direction, of course--and squatted\nin a smiling semicircle around Pat Reed, who was playing third.\nThis was bad, because Reed was a fifty-fifty player: It was an even\nchance whether he got the ball or the ball got him. One of the\nhalf-domesticated thrags broke loose and cantered across the outfield\nwith its peculiar five-legged gait. In the hubbub, Ray Bush stole\nsecond. Nobody seemed to notice.\n\nSighing heavily, Bill returned to the mound and whiplashed in a fast\none, tight across the letters. The hitter got only a small piece of it;\na pop fly sauntered toward left field. Judging it to a nicety, Gust\nMustas came racing in, evaded a tethered thrag, leaped a hole some Quxa\nhad dug and forgotten, and made a shoestring catch, retiring the side.\nThe Quxas cheered deliriously.\n\nBill trotted off the mound. For a moment, the thrill of the game held\nhim. This was the way things should be: The feel of smoothly flowing\nmuscles, the thudding sound of horsehide hitting a leather glove, the\nweight of a bat in your hands in your first ball game after clambering\nover and scrabbling in an unexplored planet for fourteen months.\n\nThen he caught sight of Candace Mathews, walking among the pneuma-huts\nthat served as the outpost camp for the expedition. Gloom enveloped him\nagain, surrounding him like a dank fog.\n\n       *       *       *       *       *\n\nFor fourteen long months, Bill had feasted on the memory of Candy\nMathews, on his recollection of her turquoise eyes and cascading brown\nhair, on the remembrance of her soft lips on his last night under the\nfour moons of Vensor III.\n\nToday she had arrived with the seventy-odd men and women who comprised\nthe appraisal unit, the final group of the planet's explorers. He had\nlooked forward like a schoolboy to her coming. And, like a schoolboy,\nhe had suffered black despair when his dreams were shattered.\n\nFor the Candy Mathews who got off the shuttlebug at Camp Outpost was\nnot the Candy Mathews who had said soft words on Vensor III. She was,\ninstead, a self-assured young woman, somehow harder, who felt only an\nindifferent tolerance toward a tall young man named Bill Bradley, and\nan all-consuming, hero-worshipping infatuation for a newcomer, a dapper\nwalking brain, Vance Montgomery, one of the council's smart boys, with\nthe title of planet evaluator.\n\n\"He's simply wonderful,\" she had said. And the joy of life had gone out\nof Bill Bradley.\n\nThe appraisal group brought in athletic equipment and Bill's men\nspontaneously declared a holiday, their first on the planet. Baseball\nwas the order of the afternoon and they shanghaied a not unwilling Bill\nto pitch. He should, he knew, be laying out reports for Montgomery to\nstudy. He did not particularly want to be with Montgomery.\n\nBill sat on the xetal log that served as a bench.\n\nOne Quxa was bent over, examining first base. He made a colorful sight.\nThe first baseman slapped him jovially on the loin cloth to move him.\n\nThe owner of the thrag caught up to it and was struggling manfully\nto lead it away. The five-legged beast defied his efforts, rearing\nand dragging him. A dozen Quxas stood nearby. Their sympathies were\nobviously with their fellow-Quxa, but they made no move to help him.\n\nReed was on the bench next to Bill. He had come in with the appraisal\ngroup.\n\n\"Your vivid friends,\" he said, cocking a thumb at the Quxas, \"don't\nappear too bright.\"\n\n\"They're smart enough,\" said Bill. \"Almost as intelligent as we are.\nIt's just that they've never risen above a herd culture.\"\n\n\"Look,\" said Reed. \"I'm a silviculturist. Give me a hunk of wood and I\ncan tell how long it took to grow, what it's good for, where it can be\nraised and how much board and profit can be made out of it. But this\nkind of talk throws me. Try another wave-length.\"\n\n\"Socially, they're like the seals or penguins back on Earth. They like\nto gather in groups. The things they can do individually, they do\nwell. But they don't know how to help each other. That's beyond them.\"\n\n\"Don't understand the meaning of cooperation?\"\n\n\"The word isn't even in their language. I've seen forty of them\nstanding around, fretting and stewing, while the horals killed off one\nof their fellows.\"\n\n\"What are horals?\"\n\n\"The other dominant life-form here. Nasty brutes, like big upright ants\nwith tentacles. Stand about as high as my chest. Most malignant things\nI've seen. One Quxa can handle any horal, maybe even two or three. But\nthe horals hunt in packs. Good-by Quxa.\"\n\n\"Killing them off, are they?\"\n\n\"This is the last big concentration the Quxas have left. In another\nhundred years, there'll be no more Quxas.\"\n\n       *       *       *       *       *\n\nThey looked again at the natives. The Quxas were something to\nsee--human in form, although somewhat shorter than Earthmen; their\nskins were blotched and dashed with patches of vivid colors.\nAntiquarians talked of their resemblance to the ancient circus clowns,\na likeness furthered by their broad, flat faces and habitual grins.\n\n\"Sort of hate to see them disappear,\" Bill said glumly. \"They're happy,\ngood-natured creatures. In their whole race, I know only one who's\nmean. We've done our best to help them. But if they won't cooperate\neven in a matter of life and death, what incentive can you offer them?\"\n\nAn elbow dug into him.\n\n\"Up to the platter, dream boy,\" said Gust Mustas. \"A hit means two\nruns.\"\n\nSelecting a bat, Bill made his way to the plate. In the middle\ndistance, Vance Montgomery emerged from a hut. Candy went to him\neagerly, put a hand on his arm. A deep rage engulfed Bill.\n\nThe first pitch was a curve that failed to break. As it came fatly over\nthe plate, Bill swung angrily. The ball rocketed up and away, past the\ninfield, over the head of the desperately running left-fielder and\ndropped toward a sure home run.\n\nThen a curious thing happened. One of the Quxas darted away from the\ngabbling group along the foul line, his short legs churning over the\nuneven ground. As the ball sank, he dove, plucked it out of the air\nwith one broad hand, turned a somersault and came up with it, grinning.\nIt was an impossible catch and the Earthmen joined the Quxas in\napplause. Still clinging to the ball, the Quxa made little bobbing bows\nof acknowledgment.\n\n\"Throw it in!\" shouted Bill. The Quxa stood motionless. \"Throw it in,\nAdlaa!\" Bill urged. He went through a throwing motion.\n\nThe Quxa nodded comprehension. He went into a violent wind-up. His left\nfoot came up, his upper body went back, his right arm snapped in an\narc. The ball flew from his hand, straight and fast.\n\nIn the wrong direction, of course.\n\nThe pack of Quxas pelted after it, shouting, picked it up and threw\nagain. To his surprise, Bill found himself pounding after them, bawling\nfruitless pleas, aware that he looked foolish, but, in his rage, not\ncaring. He closed in on them on the fifth throw and his fingertips\ntouched the ball. He succeeded only in deflecting it. There was a dull\n_thunk_ and the game was over. The ball had struck Vance Montgomery,\nplanet evaluator, squarely in the left eye.\n\nThree things were said then to Bill Bradley.\n\nOne was by Montgomery as he handed back the ball. \"I was not aware,\nBradley, that the job of camp leader entailed joining the rowdyism of\nthe native races.\"\n\nOne was by Candy Mathews, hopping with anger. \"You're a barbarian, Bill\nBradley. Monty might have been badly hurt.\"\n\nThe third was by a clot of Quxas, crowding eagerly. \"Play ball!\nBillbrad, more play ball!\"\n\nTo the first two, Bill did not reply. To the Quxas, he said one word,\n\"Nuts!\" and dolefully followed Montgomery into the headquarters hut.\n\n       *       *       *       *       *\n\nIn spite of his natural prejudice against Montgomery, Bill was forced\ninto a reluctant admiration for the way the man worked.\n\nMontgomery's task was to recommend whether the planet should be marked\nfor immediate colonization, placed on a reserve list for future\nexpansion, or be left strictly alone as unworthy of occupancy. He tore\nthrough Bill's reports like a small child through a bag of jellybeans.\nHis questions, if pompous, were pointed.\n\nWithin twenty-four hours, ready to leave for the main camp, he called a\nconference.\n\nHe stood before the group, as dapper as a man can be with a rainbow\nbruise under one eye, complacently listening to the resonance of his\nown voice. Beside him, Candy nodded worshipful agreement. Bill grumped\nin a corner.\n\nFor a full forty-five minutes, Montgomery outlined additional data he\nwanted gathered. His voice was faintly chiding, implying by its tone\nthat anybody but a dolt would have obtained the information long ago.\n\n\"And now,\" he said, \"we come to the question of the humanoid denizens\nof this planet--the so-called Quxas.\" He fingered his black eye. \"Many\npersons might conclude that the Quxas are not worth saving; and in\nthemselves, they are not. However, my preliminary conclusions--based,\nunfortunately, on insufficient data--lead me to believe that this\nplanet will be used for colonization in about five hundred years. It\nwould be very convenient then to have a dominant life-form friendly to\nthe galactic humans and capable of being integrated with the colonists.\nSome method of preserving the Quxas must therefore be worked out. In\nthis, the advance group has failed lamentably.\"\n\nHe paused, glanced around triumphantly.\n\n\"How do I propose to achieve this? By a historical method. What do\nnations do when they are in peril? They call upon a single man, place\nthemselves under him and let him lead them out. When the ancient\nwestern civilization was in its greatest danger after the fall of Rome,\nthe people gathered around the strong men, made them kings and dukes\nand earls, and were saved from barbarism.\n\n\"I shall do the same for the Quxas. The Quxas shall have a king.\"\n\nHis eyes sought out Bill.\n\n\"My acquaintance here has been short. I must rely on advice. Bradley,\nwhom would you recommend as king of the Quxas?\"\n\n\"Well,\" said Bill slowly, \"Moahlo is the most intelligent. He's\ngood-natured and kindly. He has a lot of artistic ability. Some of his\ncarvings are being taken back for the Galactic Folk Museum.\"\n\n\"An artist!\" said Montgomery in disgust. \"Well, let's have a look at\nhim.\"\n\n       *       *       *       *       *\n\nMoahlo was finishing a figurine near one of the meandering paths that\nthe Quxas had worn by habit, not design. A bemused group of natives\nlooked on admiringly.\n\nDown the path came Ratakka, the biggest of the Quxas, his shoulders\nproudly back, his face set in the truculent scowl. Bill knew and\ndisliked him, and apprehensively felt sure the peaceful scene would be\ndestroyed. Alone of an amiable, tolerant race, Ratakka was perpetually\nill-tempered, the rankling product of Lord knew what alien genetic\naccident or trauma.\n\nRatakka found his path obstructed by the carving. Callously, he brought\nhis foot down on the delicate figurine, crushing it to splinters.\nMoahlo sprang up in gentle protest. Ratakka gave him the back of a\nmeaty hand that knocked him off his feet. Two spectators indicated\ndisapproval. Ratakka smashed their heads together and strode on.\n\n\"To save a culture, Bradley,\" said Montgomery, who had watched the\nbrutal display with admiration, \"you need strength, not delicacy or\nfeeling. That man shall be king of the Quxas.\"\n\nHe ran after Ratakka.\n\nThe members of the outpost staff looked at Bill in dismay. He shrugged\nsadly and walked out of the headquarters hut. At the doorway, Adlaa was\nwaiting for him with the same old plea.\n\n\"Play ball?\" he begged. \"More play ball, Billbrad?\"\n\nIn his despondent mood, Bill did not care.\n\n\"All right. I'll throw the ball to you and you throw it back to me.\"\n\n\"Quxas not do that.\"\n\n\"It's just as much fun to throw the ball in one direction as in any\nother direction,\" Bill explained patiently. \"Unless you throw it back,\nforget it--no play ball.\"\n\nAdlaa thought seriously. \"Hunky dokey. Want play ball.\"\n\nThey were tossing it back and forth in the middle of a cheering group\nwhen a half-track passed, taking Montgomery, Candy and Ratakka to the\nmain camp. The look that the girl gave Bill was disdainful.\n\n\"There's a gaggle of natives outside in assorted shades,\" said Pat\nReed the next day. \"They want to play ball. Moahlo's at their head. He\ncarved a bat.\"\n\n\"Tell them to beat it. We're busy.\"\n\n\"Let's give them some fun while we can. They won't enjoy life much\nafter King Rat gets back here.\"\n\n\"That's the truth,\" Bill agreed. \"All right.\"\n\n       *       *       *       *       *\n\n\"I wish your painted idiots would get over their baseball mania,\"\ncomplained Rudy Peters, the mineralogist, two days later. \"Look me over\ncarefully, will you, Bill? I think my throwing arm just dropped off.\"\n\n\"They're nutty about it, all right,\" Bill Bradley said. \"Too bad it\ncouldn't have been about something with some economic value.\"\n\n\"Economic value, the man wants. Okay, I'll talk economic value to you.\nBet you fifty units I can make a better ball team out of these freaks\nthan you can.\"\n\n\"Well, make it thirty.\"\n\n\"You're on, sucker. I've lined up the sweetest shortstop that ever spit\nin a glove ...\"\n\n\"Here's your thirty,\" said Rudy Peters a week after. \"How was I to\nknow that shortstop wouldn't throw the ball to anyone except the\ncenter-fielder?\"\n\n\"Team play's the stuff, lad,\" said Bill Bradley. \"Stress team play.\nTwenty-five, twenty-seven, twenty-nine, thirty. Exactly right. Another\nlesson at the same price?\"\n\nHe was refused, but never on an exploration had Bill Bradley had so\nmuch fun. And never, he reminded himself grimly, had he got so little\nwork done. The Quxas were neglecting their skimpy food plots in their\neagerness to play. They were getting lean. Finally, with reluctance,\nBill called a temporary halt to baseball.\n\n\"Billbrad say no baseball until work done,\" said Moahlo sadly to Adlaa.\n\"Sometimes Billbrad talk like southpaw pitcher.\"\n\nAdlaa was trying to cultivate his food plot with the help of a thrag.\nThe beast was of independent mind. It dragged Adlaa in eccentric ovals,\nin defiance of agricultural needs.\n\n\"Adlaa want finish work, play baseball,\" the Quxa commented. \"Thrag no\nplay baseball, say nuts to work. Adlaa be old like Old Hoss Radbourne\nbefore work done.\"\n\nMoahlo contemplated. \"Adlaa have trouble his thrag. Moahlo have trouble\nhis. Moahlo help Adlaa his thrag and Adlaa help Moahlo his. Get work\ndone more faster.\"\n\nAdlaa dismissed the revolutionary thought. \"Quxas not do.\"\n\n\"We play baseball run down play,\" argued Moahlo. \"Play together. You\nthrow ball me. I throw ball you. Yippee. Man out.\"\n\n\"Same team. Old pals. Want sing team song?\"\n\n\"Want play team with thrag.\"\n\nAdlaa considered the matter in this new light. \"Like ball game,\" he\nsaid at last in amazement.\n\n\"Sure. You, me be us together. Make thrag look like busher.\"\n\nThey both took hold of the thrag. Unable to resist their combined\nstrengths, the beast submitted docilely. They began to work.\n\n       *       *       *       *       *\n\nGlancing out from his labor in the headquarters pneuma-hut, Bill saw\nthe incident in happy surprise. Perhaps, after all, his stay here might\nproduce something to help the culture that Montgomery would introduce\nupon his return. He had no doubt of Montgomery's success.\n\nNeither, for that matter, had Montgomery. At the main camp, things were\ngoing swimmingly.\n\nThe camp lay on the very fringe of the Quxa territory, but, by an\narduous hunt, Ratakka had captured eight wandering Quxas to whom he\nimmediately set about teaching the duties of subjects. His method\nwas simple--the Quxa followed his orders, which he obtained from\nMontgomery, or the Quxa was knocked down. If he still refused, he was\nknocked down again. Within three weeks, Ratakka had them doing things\nno Quxas ever had done before. They performed them reluctantly and\nsullenly, but they did them.\n\nSeeing the result, but not the means, Candy was enthusiastic.\n\n\"They're working together!\" she cried. \"Oh, Monty, what will the Quxas\ndo to reward you?\"\n\n\"Oh, they'll probably make a culture god of me,\" said Montgomery,\nmanaging to look modest. \"Like the Greeks did to that Martian, Proma Ss\nThaa, who taught them the use of fire.\"\n\nAs time went on, though, the girl began to have doubts.\n\n\"But they're doing everything for Ratakka,\" she protested. \"As far as\nthey're concerned themselves, they're more wretched than before.\"\n\n\"That's the way feudal cultures are built, my dear,\" Montgomery assured\nher. \"The king gives them law and a fighting leader. In return, the\nsubjects take care of his bodily comfort.\"\n\n\"But they look so unhappy!\"\n\n\"In saving an inferior race, we cannot be concerned too much about the\nhappiness of a few miserable members. Perhaps in three hundred years or\nso, they can afford happiness.\"\n\nAnd finally an incident happened to complete her disillusionment.\n\nOne of Ratakka's morose subjects managed to slip the shackles with\nwhich he was bound at night and make a bolt for freedom. The king\npursued him relentlessly, brought him back and then beat him, coldly\nand cruelly, slugging and gouging and kicking.\n\nAshen-faced, Candy moved to interfere; Montgomery restrained her.\n\n\"We're saving a race,\" he said. \"You can't make an omelet without\nbreaking a few eggs.\"\n\nCandy turned and ran sobbing to her quarters, unable to dispel the\nmemory of the writhing body on the ground.\n\n       *       *       *       *       *\n\nThe next day was the day to move equipment. It was a policy of the\nexpeditions to leave their wornout machines for the most friendly of\nthe native races, who could dismantle them and use the parts. The\nequipment not worth toting back to Earth was to be taken to the advance\ncamp, where the Quxa center was. Montgomery also planned that day to\ntake Ratakka to his kingdom.\n\nA few minutes ahead of the motorcade, Candy slipped out, got into\na battered half-track and started driving the eighty miles to the\nadvance camp. For the first twenty-five miles, she told herself that\nher eagerness was because it was a nice day and she wanted to get out\nof camp.\n\nFor the next twenty-five miles, she called herself a liar.\n\nFor the third twenty-five miles she gave herself up unashamedly to\nthinking about Bill Bradley: his smile, his gentleness, the awkward\ngrace of his lean body. Not a man to set a planet on fire--but how\npleasant and restful to have around!\n\nShe wondered if he would forgive the way she had acted. Somehow she was\nsure he would.\n\nThe narrow vehicular trail ran through a grove of fernlike trees. It's\njust over the rise, Candy thought, just over the rise and down into the\nsaucer, where Bill is waiting....\n\nThe half-track struck a rock, lurched, threw a tread and went off the\nroad, out of control.\n\nThat did not matter especially, for the Quxas could use the material\nvery well where it was. Candy went forward briskly afoot. A fallen\nbranch brushed her ankle. Unheedingly, she kicked it away. She began\nto reconstruct Bill, feature by feature: the way his hair swirled\non his forehead; his eyebrows, arched and regular; his eyes, wide,\ndeep-seated, with inner pools of merriment; his nose, straight and\nrather ...\n\nAnother branch caught her. She lifted her foot to free it. It did not\ncome free. Another tentacle moved around her, pinioning her right arm\nto her side. She whirled in terror and found herself in the grip of the\nhorals.\n\n       *       *       *       *       *\n\nThere were a dozen of the horrors, their antenna ears erect, mandibles\nopen. They exuded an acid odor, a sign of hunger. Candy screamed. She\nfought to reach her pistol, strapped to her right hip. More tentacles\nstopped her. She screamed and screamed again, throwing her body to\nshake off the grip, trying to kick with her feet.\n\nThere was a movement in the road at the top of the rise. For a moment,\nelation surged in Candy, almost stifling her. Perhaps some expedition\nmember had heard her, was hurrying to her rescue. Then she saw that\nthe newcomers were Quxas. Hope vanished, leaving her limp and hollow.\nTo be killed by these horrors was bad enough, but to be killed in the\npresence of a group of piebald morons, who would stand and watch and\nmoan, but not lift a hand ...\n\nIn her agitation, she did not notice that the Quxas were nine in number\nand wore baseball caps. They drew short clubs, shaped like bats.\n\n\"Kill the umpire!\" they shouted, hatred born of diamond conflicts in\ntheir cry. \"Kill the umpire!\" they yelled and charged.\n\n       *       *       *       *       *\n\nIn military formation, they clubbed their way through their enemies,\nbattering and smashing until Candy was free, with a dozen dying horals\non the ground, their tentacles contracting and writhing. The Quxa\nleader made his bobbing bow to her.\n\n\"How do,\" he said politely. \"We dip them in calcimine vat, you bet. We\nhang them out like wash. Now we give team yell.\"\n\nThe Quxas put their arms around each other's shoulders. In unison, they\nchanted:\n\n    \"Hoe tomata; hoe potata\n    Half past alligata,\n    Bum, bum, bulligata,\n    Chickala dah!\n    Pussycats! Pussycats!\n    Rah! Rah! Rah!\"\n\n\"Pussycats,\" the leader explained to Candy, \"are honored animal on\nplanet where Billbrad is head cheese.\"\n\n\"I'll bet you play baseball nicely,\" Candy said.\n\nWoe broke forth on nine broad faces.\n\n\"Misfortunately not,\" confessed the captain. \"Thirty-three teams in\nQuxa town. Pussycats in thirty-third place.\" He brightened. \"Go ivory\nhunt now. Catch nine new Quxas. Teach 'em baseball. Then maybe we beat\n'em and not be in cellar any more.\"\n\nTogether, the team bobbed politely to Candy and trotted down the road.\n\nHappily, Candy went up the rise, then stopped in astonishment, looking\nat Quxa town.\n\nGone was the straggling, haphazard settlement, with the flimsy huts\nand untended starvation patches where individual Quxas tried to raise\ntheir own food. Instead, building sites were laid out in straight,\nbroad rows, and Quxas were working, three and four in a group, raising\nsubstantial homes of timber. Others were surrounding the settlement\nwith a wall of brambles, impenetrable to horals. Teams of men, two to a\nthrag, were plowing, preparing large fields for tillage. And down the\nside of the settlement, affectionately tended, ran a line of baseball\nfields.\n\nJust off the road, a Quxa squatted, baseball cap on his head, watching\na crude sun dial.\n\n\"Nice day for game,\" he greeted Candy.\n\n       *       *       *       *       *\n\nSpeechless with surprise, the girl made a dazed questioning gesture\ntoward the improvements.\n\n\"Billbrad do it,\" the Quxa informed her. \"He tell us how. Work one\nby one, he say, work all time to fill belly, maybe fill horal belly\ninstead. Work all by all, do more quick. Have time in afternoon. Batter\nup! Sock it, boy! Wing it home, he sliding!\"\n\nThe sun's shadow touched a peg.\n\n\"Five minute!\" bawled the Quxa.\n\nThe laborers quit work, put away their tools. The farmers herded their\nthrags into a strongly constructed corral. The natives gathered in\nknots at the settlement edge and looked longingly at the baseball\nfields.\n\n\"Yestday I fool Billbrad,\" confided the Quxa. \"I hide ball, catch him\noff second. Billbrad get all red face and say--\"\n\n\"Never mind what Bill said,\" Candy interjected hastily.\n\nThe shadow touched another peg.\n\n\"Play ball!\" the Quxa yelled. \"Play ball! Play ball! Play ball!\"\n\nHe sprang up, produced a baseball glove and spat into it reverently.\n\n\"I go play now. You come see. Get scorecard, know players.\"\n\nHe looked at Candy hopefully.\n\n\"'Specially me,\" he added.\n\nOut of the moil of Quxas came the lank form of Bill Bradley. He spied\nthe girl, whooped and came running to her. For a few moments they\ntalked at once, in an incoherent and ecstatic jumble. Then Candy,\ncatching control of herself, cited in admiration the change in the Quxa\nvillage.\n\n\"And you've done all this!\" she concluded.\n\n\"I didn't do anything!\" Bill protested. \"They like to play baseball\nand this sort of happened. We're getting representative government\ninto action now. Each team elects a captain and the captains are the\ntown council. Tonight they're going to vote on naming the settlement\nBrooklyn.\"\n\n\"You know,\" said Candy, \"I'll bet they'll make you a culture god.\"\n\n       *       *       *       *       *\n\nThe tanned face of Bill Bradley took on the rose hue of a blush.\n\n\"Well, Moahlo carved a statue and they've put it in front of league\nheadquarters--that's their city hall,\" he admitted uncomfortably. \"It\ndoesn't look much like me. I've got six arms because they wanted me\nbatting, pitching and catching a ball all at the same time.\"\n\nCandy slipped a hand into his.\n\n\"Is there a place around here,\" she asked in a small tone, \"where a\nculture god can take a girl and--well, talk to her?\"\n\n\"Is there!\" said Bill. \"You just come with me ...\"\n\nA heavy object bumped into him. He whirled at the touch.\n\n\"Oh! Hi, Ratakka,\" Bill said in a flat voice.\n\nMontgomery's king had returned to his subjects. He was alone--his\ncaptives having escaped off the ride over--and he was in vile temper.\nGlaring evilly, he motioned at the baseball players. He was recalling\nan advice of Montgomery: \"Whatever your subjects like to do most, do it\nbetter than they can. In that way, you will get their respect and find\nit easier to take over.\"\n\n\"What that fool doings-on?\" snarled Ratakka. \"Ratakka do, too.\"\n\nBill's already sagging spirits sank again. With Ratakka's strength and\nreflexes, the great brute undoubtedly would become the star of stars,\ngathering admirers to himself and destroying all the pleasant prospects\nnow so happily started. Still, it was Bill's duty to give him every\nchance ...\n\n\"I'll see what team has an opening, Ratakka. Perhaps you'd better bat\nseventh for a few days. Then you can move to the clean-up spot.\"\n\nThe giant stopped him. \"Ratakka not ordinary Quxa; Ratakka a king.\nRatakka not play like those serfs. Want special job.\"\n\nA wild thought struck Bill. On the playing fields were more than two\nhundred Quxas, most of them with a justified and carefully nurtured\ndislike for the surly slab of muscle before him. In the old days, they\ncould do nothing individually against him.\n\nBut the Quxas had learned to fight as a team. If he could only give\nthem the shadow of an excuse, trap Ratakka into rousing their joint\nanger, take advantage of the prejudices of their new-found love for\nbaseball, then Ratakka would get the reckoning that he deserved, the\ndays of his supremacy would be over, the threat of his tyranny would be\nremoved from a happy race.\n\n       *       *       *       *       *\n\nBill grinned broadly. \"Sure thing, old pal,\" he said.\n\nHe took off his own baseball cap and put it backward on Ratakka's head.\nHe signaled for someone to bring over a mask and chest protector.\n\n\"There's only one of these at each playing field,\" Bill explained. \"In\na way, he's boss of the game. Are you sure you want to do it? Sometimes\nthe players argue with you.\"\n\n\"Anyone argue with Ratakka,\" the giant said, raising a huge fist,\n\"Ratakka knock 'em down. Ratakka a king, boss of game.\"\n\n\"Okay, boy, you asked for it,\" Bill said.\n\nHe thrust a whiskbroom into Ratakka's hand.\n\n\"You can be umpire,\" said Bill Bradley.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Half past Alligator, by Donald Colvin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HALF PAST ALLIGATOR ***\n\n***** This file should be named 50889.txt or 50889.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/8/50889/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}