{"title": "The Weather on Mercury", "author": "William Morrison", "releaseDate": "January 9, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        The Weather on Mercury\n\n                          By WILLIAM MORRISON\n\n                         Illustrated by VIDMER\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1953.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Anyone mad enough (1) to land on that crazy\n              world (2) in order to rescue that screwball\n              explorer should (3) have his head examined!\n\n\nI\n\nThe first thing McCracken did was shoot a Mercurian native. But then\nMcCracken, although he had powerful muscles, was never supposed to be\nvery strong in the head.\n\nThe expedition was in the Twilight Zone, naturally, at the time.\nWithout special clothing, which no one had, both the perpetual night\nof the Cold Side and the furnace heat of the Hot Side were out of the\nquestion. The Twilight Zone at this point was about forty miles wide,\nand the _Astrolight_ had been skillfully brought down smack in the\nmiddle of it. Two hours after the landing, having ascertained that the\nair was as breathable as Kalinoff had reported, McCracken went out and\naimed his explosive bullet at the Mercurian.\n\nIf it hadn't been for Carvalho, who accompanied him, the rest of the\ngroup would have known nothing of the incident. It was Carvalho who\nreported what had happened to Lamoureux, captain of the expedition.\n\nMcCracken, of course, burst into vigorous denials that he had shot a\nnative. \"You don't think I'd be fool enough to go around looking for\ntrouble, do you?\"\n\n       *       *       *       *       *\n\nLamoureux thought he would, but didn't say so. \"You did shoot at\nsomething. We heard the report.\"\n\n\"I tried to hit a dangerous bird.\"\n\n\"What sort of bird was it?\"\n\n\"Kind of like a penguin, I'd say, but with a broader face. No bill to\nspeak of--\"\n\n\"Then don't speak of it,\" snapped Lamoureux. \"Did you score a hit?\"\n\n\"I think the explosion caught it in the shoulder. It got away.\"\n\n\"Thank God for small favors,\" said Lamoureux. \"That bird, you\npigeon-brain, was a Mercurian. How do you expect intelligent\ninhabitants of other planets to look? Like you? They'd die of\nmortification.\"\n\n\"Damn it, how was I to know?\"\n\n\"I told you not to shoot unless you were attacked.\" Lamoureux scowled.\n\"Kalinoff is somewhere in the Twilight Zone and we were supposed to\nfind him with the help of the Mercurians. It may interest you to know\nthat, while you were out at target practice, some of them came around\nhere and began to behave as if they wanted to be friendly. Then they\nsuddenly disappeared. I imagine they got news of what you had done. A\nfat lot of help they'll give us now.\"\n\n\"We'll run across Kalinoff without them,\" said McCracken confidently.\n\nCarvalho, who had a habit of looking for the dark side of every\nsituation, and finding it, suggested, \"Suppose the Mercurians attack\nus?\"\n\nMcCracken said, \"They haven't any weapons.\"\n\n\"How do you know?\"\n\n\"Kalinoff didn't mention any.\"\n\nLamoureux emitted a laugh that sounded like an angry bark. \"Kalinoff\nwouldn't know. _He_ was friendly with them. He did report that\nthey were an intelligent race. It'll be too bad if they use their\nintelligence against us.\"\n\nMcCracken thrust out his jaw. There was a streak of stubbornness in\nhim, and he was not going to take too many dirty cracks lying down. He\ngrowled, \"I think you're making a mountain out of an anthill.\"\n\n\"Molehill,\" corrected Lamoureux.\n\n\"Whatever it is. What if Kalinoff did say the Mercurians would help us?\nYou can't take his word for it. Everybody knows what Kalinoff is.\"\n\nLamoureux frowned. \"Kalinoff is a great man and a great explorer.\"\n\n\"They call him the interplanetary screwball.\"\n\n\"Not on this expedition, they don't, McCracken. You will please keep a\ncivil tongue in your head.\"\n\n\"There's nothing wrong in what I'm saying. Kalinoff _is_ a screwball,\nand you know it, Captain. He's always playing practical jokes. Look at\nhow he got that Martian senator into the same cage with a moon-snake,\nand locked the door on him. The senator had a fit. How was he to know\nthe snake was harmless?\"\n\n\"You don't think Kalinoff would play jokes when his own life was at\nstake, do you?\"\n\n\"Once a screwball,\" insisted McCracken firmly, \"always a screwball.\"\n\nLamoureux lost patience. \"Once an idiot, always an idiot. Get over to\nthe ship and help with the unpacking. And remember, if we don't find\nKalinoff, it'll be your fault, and God help you.\"\n\n       *       *       *       *       *\n\nHaving, he hoped, left McCracken feeling properly ashamed of himself,\nLamoureux walked away. The responsibility was beginning to weigh him\ndown. The other nineteen men in the expedition thought they were merely\ntrying to rescue an intrepid explorer for the sake of human life, which\nwas supposed to be sacred. They didn't know that, behind his screwball\nsurface, Kalinoff was as shrewd as they came. He had made some valuable\ndiscoveries--and promptly staked out a claim to them.\n\nHe had run across large quantities of stable isotopes of metals whose\natomic numbers ranged from 95 to 110. These had remarkable and useful\nproperties.\n\nThey were, to begin with, of unusual value as catalysts in chemical\nreactions. For example, element 99, in the presence of air, was a more\npowerful oxidizing agent than platinum or palladium was a reducing\nagent, in the presence of hydrogen. And the oxidations could be\ncontrolled beautifully, could be made to affect almost any part of a\ncomplicated organic molecule at a time. Element 99 was recoverable, and\ncould be used again and again. A few hundred grams of it alone might\nvery well pay for the cost of the entire expedition.\n\nAdd the value of a few kilos of elements 101 to 110, and Kalinoff had\ndiscovered enough to make him and a few other people rich for life.\n\nLamoureux wanted to be one of those other people. He had three kids he\nwanted to send through Lunar Tech; he had a wife with expensive tastes\nin robot servants; and he had relatives. Let him get Kalinoff off this\nGod-forsaken planet, where he had been marooned for the past year, and\neven an interplanetary screwball might be expected to show some feeling\nof gratitude. Combine this feeling of gratitude with a reasonably fair\ncontract already printed, and needing only the explorer's scrawl to\ngive it validity, and Lamoureux could almost feel the money in his\npocket. If only McCracken had not spoiled everything by his stupidity--\n\nLamoureux shuddered to think that by the time they got to him\nKalinoff might be dead, and they would have to do business with his\nheirs--heirs who had no sense of gratitude to impair their business\njudgment. He felt suddenly poor again. But he put the gloomy thought\nout of his head, and went on with his work.\n\n       *       *       *       *       *\n\nUnpacking would be finished in a couple of hours at most. Meanwhile\nthere was some preliminary exploring to be done. The neighboring\nground must be surveyed, and landmarks noted, so that they would\nhave a suitable base from which to start their search. Kalinoff had\ntalked about two mountains with a saddlelike ridge joining them. Those\ntwo mountains shouldn't be too difficult to recognize--if ever the\nexpedition ran across them.\n\nMcCracken, obeying orders, was lending a hand at the unloading. What\nwith Mercury's low gravity, and his own strength, he had no difficulty\nin wrestling around the five hundred pound crates in which their\nsupplies had been packed. However, he was of little help in getting the\nwork done. With what Lamoureux decided was characteristic stupidity, he\nseemed to be mostly in everyone else's way.\n\nLamoureux called, \"McCracken!\"\n\n\"Yes, sir.\"\n\n\"Let go those crates. The others will handle them. I want you--\"\n\nLamoureux stopped suddenly. A distant sound had come to his ears--the\nexplosion of a bullet.\n\nThere was a sudden silence that was so absolute, Lamoureux could hear\nhis men breathe. Another bullet exploded, then another--and silence\nagain.\n\nSomebody whispered, \"The natives don't have guns. It must be Kalinoff!\"\n\n\"What luck to find him this way!\"\n\nLamoureux had run for his own gun. He fired ten shots into the air and\nwaited. But there was no reply.\n\nLamoureux spat out his orders with machine-gun speed. \"McCracken, you,\nCarvalho, and Haggard set out to the right. The shots seemed to be\ncoming from that direction. But we'll take no chances. Gronski, Terrill\nand Cannoni, go straight ahead. Marsden and Blaine, to the left;\nRobinson and Sprott, to the rear. Spread out fast and keep your eyes\npeeled. Don't go any further away than the sound of a bullet. Uncover\nevery damned white-bush, and tear up every desert-cat hill, but don't\ncome back without Kalinoff. Now get going!\"\n\n       *       *       *       *       *\n\nThe men started on a run. Lamoureux, waiting impatiently, walked up and\ndown in growing excitement. He had come prepared for a three months'\nsearch, expected it. He had pictured himself and his men, exhausted\nby a long trek across the planet, coming upon the startled Kalinoff,\nstriking a magnificent attitude, and saying, with characteristic\nTellurian modesty, \"Dr. Livingston, I presume.\" And, instead, he was\ngoing to find Kalinoff in less than a day. He ran into the ship, got\nout the printed contract, and read it hastily.\n\nAll was in order. He'd have Kalinoff's signature that day.\n\nA half hour passed, and Lamoureux fired ten more shots. Haskell, the\ncook, was looking at the sky with a troubled expression on his face. He\napproached Lamoureux apologetically. \"Say, Captain--\"\n\n\"What is it, Haskell?\"\n\n\"Does it ever rain on Mercury?\"\n\n\"Never. No rain, no snow, no hail. No man who has ever set foot on the\nplanet has come across any sort of bad weather. Kalinoff emphasizes\nthat fact.\"\n\n\"Well, that's what I seemed to remember. But just now I thought I felt\na drop of rain.\"\n\n\"Impossible, Haskell. Some bird--\"\n\nLamoureux stopped abruptly. He, too, had thought he felt a drop of rain.\n\nHaskell held out a hairy paw. \"I thought I felt another one.\" His eyes\nfell on the brown rocks. \"Say, here's a big drop that splashed.\"\n\nThe brown rocks were being slowly spotted with black. And, as Lamoureux\nstared, he felt his head grow wet. There was no doubt about it. It was\nraining.\n\nHis mouth dropped open. \"But it doesn't rain on Mercury!\"\n\nThe sky was a dull gray now, and the patter of rain drowned out his\nwords. He realized suddenly that he was becoming soaked.\n\nHaskell was running for the ship. Lamoureux followed him and slammed\nthe door shut. The men who had not been sent to search for Kalinoff\nwere already inside. The rain rattled on the hull of the _Astrolight_,\nand on the parched ground.\n\nLamoureux stared through the side port and repeated blankly, \"But it\ndoesn't rain on Mercury!\"\n\nFortunately, the noise of the rain was so loud that no one heard him\nsay it.\n\n\nII\n\nIt was six hours before the first of the search parties Lamoureux had\nsent out returned. The men were soaked, but they had seen no trace of\nKalinoff. They had faithfully tried to follow Lamoureux's directions,\nbut in a downpour where it was impossible to see more than fifty feet\nahead of them, they stood little chance of rescuing anyone. Most of the\nsix hours had been spent finding their own way home.\n\nThe other search parties drifted in slowly, until all had returned.\nLamoureux checked them off one by one, and discovered, with practically\nno surprise, that McCracken was missing.\n\n\"Where is the idiot?\" he growled.\n\n\"McCracken separated from the rest of us,\" replied Carvalho. \"He\nthought he could catch a glimpse of those mountains Kalinoff described.\"\n\n\"When was this?\"\n\n\"Just before it started to rain.\"\n\n\"He's probably within a few hundred yards of the ship right now, but\ncan't find us because of this rain. I hope he has sense enough to dig\nup a white-bush and get some shelter.\"\n\n\"We can never be sure how much sense McCracken has. Anyway, Captain, it\ncan't go on raining like this for very long.\"\n\nBut it could, and it did. The men sat around in the ship, stretching\nlazily, and took life easy. They had not had time to unpack many of the\nfive hundred pound crates, and what materials were exposed to the rain\nwould not be spoiled. There was no harm in leaving them where they were.\n\nA vacation of this sort would have been welcome, if the trip through\nspace to Mercury had itself not been so largely a vacation. After a\nday, Lamoureux saw plainly that his men were sick of inactivity. So,\nfor that matter, was he. He had come to take part in a strenuous and\ndangerous expedition, not to sit on his fanny waiting for the rain to\ngo away.\n\nTwenty-four hours after everyone else had returned to the ship,\nMcCracken made a sensational reappearance. With that independence of\nthought that Lamoureux was beginning to recognize, he had found his own\nway of coping with the bad weather. He had stripped off his soggy and\nunpleasant clothing, and had meandered around for the past day clad in\nnothing but his shorts, with his rifle, his one remaining possession,\nheld firmly in the crook of his right arm. The rain was fairly warm,\nand outside of giving him his usual ravenous appetite, his outing had\ndone him no harm.\n\n       *       *       *       *       *\n\nLamoureux got one of the crew to dig up an extra suit of clothes to\ncover McCracken's manly beauty. \"Where did you sleep?\"\n\n\"I didn't.\"\n\n\"You wandered around all this time shocking the natives without rest?\"\n\n\"I'm no sissy,\" grunted McCracken. \"I'm not even tired.\"\n\nHe yawned, and caught himself. \"I didn't see anything of Kalinoff. But\nI got a good look at those mountains he described. The pair with the\nsaddleback ridge between them.\"\n\n\"Where are they?\"\n\nMcCracken scratched his head. \"I think I lost my sense of direction.\nBut they're not far from here. No, sir, they're not far. Kalinoff is as\ngood as found. The screwball.\"\n\nHis eyes closed while he was talking, and Lamoureux had him led to his\nbunk and deposited there. Two minutes later, McCracken's snoring was\ncompeting successfully with the noise of the rain.\n\nThere was little sense in looking for the mountains until the rain let\nup. Lamoureux waited, and waited in vain. The downpour kept on until\nits monotonous sound had become an integral part of their life. They\nlearned to talk without paying any attention to it, and without even\nhearing it. But not without, now and then, cursing it.\n\nAfter it had been raining for a week, Lamoureux noticed that the\ntemperature was falling. It probably signified that on this part of the\nTwilight Zone the Sun was dropping further behind the horizon. As if he\ndidn't already have troubles enough. He cursed Mercury; he cursed the\nTwilight Zone; he cursed the rain; he even cursed the Sun. A few hours\nlater, he also cursed the snow and the hail.\n\nSuch weather was absolutely incredible. There was nothing to explain\nit. As he had told Haskell, the cook, no previous explorer had ever\nseen a sign of rain, snow, or hail. Kalinoff had not reported such\nphenomena, and Kalinoff got around.\n\nThe men were going crazy with inactivity. Worst of all, to Lamoureux,\nwas the way they looked at him. They seemed to feel that, as leader of\nthe expedition, he was responsible for the weather. Lamoureux almost\nfound himself agreeing with them.\n\n       *       *       *       *       *\n\nOn the tenth day, he could stand it no longer. He called the men\ntogether and made a short speech. \"Men, this rain seems able to go on\nforever. We can't stay here waiting for it to clear up.\"\n\nSomebody cheered hopefully, and the others, for the sake of exercising\ntheir lungs, joined in.\n\nLamoureux held up his hand. \"McCracken has reported that he saw the\nmountains we were looking for, with the saddleback ridge between them.\nRain or no rain, we're going to find them.\"\n\nSomebody yelled, \"Three cheers for Big Muscles McCracken!\" The three\ncheers were roared. Then there came, \"Three cheers for our brave and\nheroic captain!\" and, \"Three cheers for the mountains!\" and even,\n\"Three cheers for the lousy rain and snow.\"\n\nLamoureux began to feel uncomfortable. This was too much like a high\nschool football rally, with burlesque overtones, to suit him. The men\nwere bursting with pent-up energy, and it had to get out somehow.\n\n\"I'm leaving only a half dozen of you behind to stay with the ship. The\nrest are coming with me. Any volunteers?\"\n\nHe had expected what followed. They all volunteered. He made his\nchoices rapidly. McCracken went along because he had actually seen\nthe mountains. Carvalho would make an intelligent assistant. Gronski,\nMarsden, Sprott--he reeled off the names rapidly, and in less than a\nminute had his group, leaving a disgruntled half dozen who would have\nnothing to do but continue to sit around the ship.\n\nLamoureux himself carried a two-way radio transmission set capable of\nreceiving intelligible signals over a distance of 12,000 miles. He\ngave another of the sets to McCracken, and ordered the man to hang on\nto it no matter what happened. In the rain, it would be their only way\nof maintaining communications with the ship. He put McCracken and the\nradio in the second squad under Carvalho, and himself took charge of\nthe first. The two squads would stick together unless some emergency\ndemanded that they separate.\n\nWhen they set out in the snow, wearing the heaviest clothing they had,\nthe men were singing. McCracken's voice, like the croaking of a huge\nbullfrog, supplied an unharmonized but ear-filling bass. It sounded so\nimpressive to Lamoureux that not until McCracken had reached the third\nsong did he perceive that the man didn't know any of the melodies at\nall. He just oom-pahed as the spirit moved him, evidently feeling that,\non Mercury, noise and good spirits were more important than any tune.\n\n       *       *       *       *       *\n\nThey had been marching for a half hour when Gronski exclaimed, \"Well,\nI'll be damned to Venus and back!\"\n\n\"What's wrong, Gronski?\"\n\n\"It isn't snowing so hard, Captain.\"\n\nIt wasn't. Carvalho said hopefully, \"Maybe it'll stop.\"\n\nSprott was so overwhelmed with delight that he scooped up a huge pile\nof snow, pressed it together, and popped McCracken on the nose with it.\nMcCracken threw him down and poured snow down his back.\n\nLamoureux said angrily, \"Stop that, you fools! You're not a bunch of\nkids.\"\n\nThe horseplay came to an abrupt halt. They marched on a little more\nsoberly, and in a few minutes the snow had stopped falling altogether.\nInstead of being as happy as Lamoureux had expected, McCracken seemed\npuzzled. He scratched his head and scowled.\n\n\"What's wrong, McCracken? Termites?\"\n\n\"It's this snow, Captain. We walk two or three miles and it stops. It\ndon't make sense.\"\n\n\"It's got to stop sometime.\"\n\n\"The point is, Captain, it didn't snow here at all. There's none on the\nground. It just snowed around the ship.\"\n\nIt cost Lamoureux an effort to admit it, but McCracken was right. He\nwas not as stupid as he had seemed.\n\nIt was Lamoureux's turn to scowl. He got in touch with the ship.\n\"Haskell!\"\n\n\"Yes, sir?\"\n\n\"How's the weather where you are?\"\n\n\"Are you joking, Captain?\"\n\n\"I'm serious, Haskell. Is it clear?\"\n\n\"It's still snowing, Captain, just as it was less than an hour ago when\nyou left.\"\n\nLamoureux grunted. \"You may be interested to know that it hasn't\nsnowed here at all.\"\n\nHe cut off Haskell's astonished voice, and turned to the others, who\nnow seemed a little uneasy. The unexpected changes in the weather were\na little too much for them.\n\n\"Now that it's cleared up, we should be able to find that mountain.\nWe'll spread out just a little, but not too far. For all we know, it\nmay start to snow again. Carvalho, you take your group off to the\nleft--\"\n\nSprott whispered, \"Captain!\"\n\n\"Yes?\"\n\n\"Isn't that a Mercurian?\"\n\n       *       *       *       *       *\n\nLamoureux stared where Sprott had pointed. About a half mile away,\na small gray creature, looking, as McCracken had reported, like a\npenguin, but with a broader face and no bill to speak of, was standing\nmotionless.\n\n\"Sprott, you and Marsden go over to that thing. Be as friendly as you\nknow how. Smile, grin, stand on your head if you have to, but don't\nscare it away. Try to induce it to follow you here. Maybe we'll finally\nget some of that information about Kalinoff we're looking for.\"\n\nSprott and Marsden were approaching the Mercurian cautiously. Several\nhundred yards away, they stopped and spread their arms in what was\nevidently meant to be a gesture of good will.\n\nThe Mercurian remained motionless. Not until the men had come within\nthirty feet of it did it give a sign of life. Then it took a step\ntoward them.\n\nAs Lamoureux watched, the two men spoke a few words. The Mercurian did\nnot respond, but when they turned around and moved away, it followed\nslowly.\n\nSeen from close at hand, the Mercurian did not so greatly resemble a\npenguin. To begin with, it had no wings, and no arms either. It lacked\na bill altogether, but had instead a small mouth that seemed crammed\nwith teeth. Its two eyes were slanted, which gave it an appearance of\nslyness. There were two round tufted ears. It moved forward not by\nwaddling, but with a smooth rollercoaster gait that was the result of\nits moving its four legs forward one after the other.\n\nSprott reported, \"It seems hurt.\"\n\nThere was, in fact, a grayish wound on the Mercurian's chest. Lamoureux\ndidn't know enough about Mercurian physiology to hazard a guess as to\nwhat would be the best treatment; and, therefore, decided to leave\nwell enough alone. But, according to Kalinoff, the Mercurians were\nintelligent. He wondered if the screwball explorer had taught this one\nany of the Earth languages.\n\n\"Can you speak English?\"\n\nThe Mercurian stared at him with its sly expression and said nothing.\n\n\"_Parlez-vous français? Sprechen sie Deutsch?_\"\n\nThe men were grinning now, and Lamoureux felt his face growing warm. He\nmust look like a fool, trying to carry on a conversation with a bird.\n\nHe asked, \"Anybody here know Russian? Polish? Spanish?\"\n\n       *       *       *       *       *\n\nHis men supplied him with phrases in the languages he asked for, but\nthe Mercurian remained unresponsive.\n\nMcCracken ventured, \"He don't look very bright to me, Captain. I can't\nunderstand why Kalinoff said they were intelligent.\"\n\n\"Maybe,\" suggested Sprott, \"it's because they just stand there looking\nwise and don't say anything.\"\n\nLamoureux shook his head. \"Kalinoff wouldn't be impressed by anybody's\njust looking wise. And he wouldn't be impressed by anybody's not saying\nanything. He didn't go for either stuffed shirts or strong silent men.\nThat's why I believe that this thing must have a language of its own,\nand a fairly decent brain.\"\n\nThe Mercurian closed its two eyes slowly, like a sleepy cat, and opened\nthem again. Then it poked one of its four feet out from under its body\nand scratched on the ground.\n\n\"He's nuts,\" decided McCracken. \"Just scrabbling around.\"\n\n\"Hold it,\" ordered Lamoureux, \"I'm beginning to get this.\"\n\nThe Mercurian had scratched nine parallel lines, only a few of\nthem visible on the rocky ground. Now it scratched other lines,\nperpendicular to these.\n\nLamoureux barked, \"A checkerboard! That's what it is! Has anybody got\none?\"\n\nMarsden had a pocket chess set. He took it out. The Mercurian's eyes\nbrightened. It sat down suddenly on the hard ground.\n\n\"I'll be damned,\" said Lamoureux. \"He wants to play a game. Go ahead,\nMarsden. Entertain our guest.\"\n\nThe men were grinning again. Marsden squatted down on the ground\nand began to set up the men. The Mercurian stretched out two of its\npaws--three-fingered affairs, the fingers almost human--and seized one\nwhite chessman and one black. It hid the paws behind its back, then\nheld them out again.\n\nMarsden chose the white, and moved forward the queen's pawn. The\nMercurian countered and the game was on.\n\nIt was Kalinoff who must have taught this creature the game, and, if it\ndid nothing else, the incident showed that the explorer was just as\nscrewy as ever, and probably alive somewhere on the planet. Or did it\nmerely show that he _had_ been alive? Lamoureux, undecided, watched the\ncurious battle of wits.\n\nHalf an hour later, Marsden, thoroughly beaten, demanded, \"Who says\nthis thing isn't intelligent?\"\n\n\nIII\n\nThe Mercurian was sitting up, wagging its head from side to side as if\nwaiting for approbation. But Lamoureux, quite sure now that it wouldn't\nor couldn't talk, wouldn't have given a damn if it had beaten every\nchampion on Earth. In addition, he was bothered by the fact that it was\nsnowing again.\n\nThe flakes had just begun to fall, large and feathery, and Lamoureux\nhimself soon had a powdered look. Most of the other men were still\ngathered around the Mercurian. But one of them, Sprott, came over to\nLamoureux and glanced up at the sky as if puzzled.\n\n\"It's following us around, Captain.\"\n\n\"What is?\"\n\n\"The snow, sir.\"\n\n\"Don't be silly, Sprott. We just happen to have run into a streak of\nbad weather.\"\n\nSprott went on stubbornly, \"It looks funny to me. First it rains and\nsnows for ten days around the ship. But it doesn't rain, or at least\nit doesn't snow, here. An hour after we get to this place, though, it\nstarts coming down.\"\n\nLamoureux brushed some of the white flakes off his shoulders. \"All\nright, Sprott, suppose you are right. It _is_ following us around.\nThat's no reason to alarm the other men, is it?\"\n\n\"I guess not, sir.... I won't say a word. But there's something else I\nwanted to speak to you about, sir. It's McCracken.\"\n\n\"You believe he's responsible for the snow?\"\n\nSprott looked astonished. \"I don't mean that, sir. I don't see how he\ncould be.\"\n\n\"I do. He shot a Mercurian. I have an idea that they're the ones who\nare causing the peculiar weather we've been having.\"\n\n\"Why would they do that, sir?\"\n\n\"Well, Kalinoff didn't mention seeing any weapons among them, so\nwe've always assumed they had none. But suppose the weather was their\nweapon. It's a very effective one, Sprott. They've made things damnably\nunpleasant for us.\"\n\n\"How can they make rain where there isn't any, Captain? I know that\nrainmakers on Earth have had some success. But all they do is get the\nrain to fall near where it would have fallen anyway. They may make it\nprecipitate a few hours before it would have otherwise, but that's all.\nHere there weren't any clouds to start with.\"\n\nLamoureux admitted, \"I don't know how the trick is done, Sprott. But I\nagree with you that the snow is following us around, and I'm sure that\nthe trick _is_ done.\"\n\n       *       *       *       *       *\n\nSprott was silent a moment. Then he said, \"And you think, sir, it's all\nbecause McCracken shot one of them?\"\n\n\"They evidently believe in the principle of the rain falling on the\njust and unjust alike. And the same thing goes for the snow.\"\n\nSprott said doubtfully, \"I'm not sure about that, sir. But I do know\nthat McCracken is up to something. He's been getting some queer noises\non his receiver.\"\n\n\"Such as Haskell singing lullabies from the ship?\"\n\n\"Nothing as unpleasant as that, Captain. They're just a series of\nsounds, some a little longer than others. Da, da, da-a-a, da--that sort\nof thing.\"\n\nLamoureux asked, \"When did you hear them?\"\n\n\"About ten minutes ago. McCracken doesn't know anything about chess,\nand neither do I, so we both wandered away after the first ten minutes.\nMcCracken said he had an idea where those mountains were.\"\n\nLamoureux's eyes narrowed. \"Those noises are undoubtedly a message. I\nseem to remember that some centuries back there was a code invented by\na man named Morris. That's it, the Morris code. But where could such a\nmessage have come from?\"\n\nSprott shook his head. \"I couldn't say, sir. There's supposed to be no\none but Kalinoff on Mercury, and his radio set doesn't work. Could the\nmessage have been sent from Earth?\"\n\n\"Impossible, Sprott. That set will hardly get more than twelve thousand\nmiles.\"\n\nSprott looked uncomfortable. \"Then maybe what I heard wasn't a message\nat all, sir.\"\n\n\"I think it was. Does McCracken know you overheard him?\"\n\n\"I don't think so, sir.\"\n\n\"Then don't let him know that we suspect anything wrong. Come to think\nof it, McCracken never seems to act quite as stupid as he pretends\nto be. I shouldn't be surprised if, when he shot that Mercurian, he\nunderstood very well what he was doing.\"\n\n\"You believe, sir, that he deliberately tried to cause trouble? Why\nwould he do that?\"\n\n\"I don't know,\" said Lamoureux slowly.\n\nThat wasn't the whole truth. He didn't know, but he certainly could\nmake a shrewd guess. All along, his chief reason for fearing delay on\nthis expedition had been that Kalinoff might die before he could get to\nhim. Now there was another reason for fearing delay. Suppose there were\nanother expedition on the way to rescue Kalinoff. And suppose McCracken\nwas secretly in the pay of the people behind that expedition, and doing\neverything possible to sabotage this one.\n\nLamoureux nodded to himself. That was probably it. The first thing,\nthen, was to get the radio set from McCracken.\n\n       *       *       *       *       *\n\nBig Muscles, as the other men had nicknamed McCracken, was a few\nhundred feet away, staring off into the distance. What else he could\nsee besides snow, Lamoureux couldn't guess. He yelled, \"Hey, McCracken!\"\n\n\"Coming, Captain.\"\n\nMcCracken took a few tentative steps, broke into a short run, and then\nmade a leap that carried him seventy-five feet through the air, past\nwhere Lamoureux was standing. He ended up at attention, his hand raised\nin a military salute.\n\nLamoureux frowned. Knowing what he did about McCracken, this attempt\nto seem carefree, childish, and perhaps a little stupid impressed him\nunfavorably. He said, \"McCracken, I'm taking you out of Carvalho's\ngroup and putting you into my own. I may need some strong-arm work and\nyou're just the man for it.\"\n\n\"I sure am, Captain.\"\n\n\"Seeing as I already have a radio, you may as well turn yours over to\nCarvalho.\"\n\nMcCracken seemed a trifle less eager. \"It's rather heavy, Captain. If\nyou'd like, I'd carry it for you just the same.\"\n\n\"I prefer to have my own where I can get at it whenever the need\narises. Turn yours over to Carvalho, McCracken.\"\n\n\"Yes, sir. Meanwhile, I want to report, sir, that from where I was\nstanding when you called to me, I think I could see those mountains.\"\n\nLamoureux had his doubts, but he kept them to himself. \"Good,\" he said\nbriefly. \"We'll get going.\"\n\nHe called the men together again and gave them their marching orders.\nWhether the Mercurian understood what he said, Lamoureux didn't know.\nAt any rate, it went along willingly.\n\nThey reached the place where McCracken had been standing, and Lamoureux\nstared where Big Muscles pointed. There were two mountains rising\noff in the distance, barely visible through the snow, and there was\ncertainly a saddleback ridge between them. The only trouble was that\none of the mountains was almost twice the height of the other.\nKalinoff had reported them as approximately the same height.\n\n\"That doesn't fit Kalinoff's description.\"\n\nMcCracken said, \"Maybe he looked at them from a different angle, sir.\nThen they might have seemed the same height.\"\n\n\"If he looked at them from a different angle, the ridge would no longer\nseem saddlebacked.\"\n\n\"That's true, sir. But then you know, sir, Kalinoff is a screwball--\"\n\nLamoureux found this a little hard to take from a man he suspected of\nquietly trying to stab him in the back. But he continued to hide his\nfeelings. \"That's as may be, McCracken, but he's not cockeyed. These\naren't the mountains he described. Still, we may as well approach them.\nWe may be able to get a good view from the top of the taller one.\"\n\n       *       *       *       *       *\n\nThey moved onward again. A quarter of an hour's marching took them\nto the edge of the falling snow. As they walked further, the air\nbecame completely clear, and Lamoureux could see the mountains without\nstraining his eyes. There was no doubt about it. They were _not_ the\nmountains Kalinoff had described.\n\nThe Mercurian horizon was not so far away as the more familiar horizon\nof Earth, and it was a little difficult for Lamoureux to estimate\ndistances. Still, the foothills of the mountains could not be more than\ntwenty miles away. For the past day, little more than the rim of the\nSun had been visible above the horizon, and while the peaks were ablaze\nwith scarlet and golden colors, only the higher one was out of the\nshadow to any considerable extent. The saddlebacked ridge itself was a\nvague outline of dull black.\n\nThe snow did not catch up with them until four or five hours later,\nwhen they stopped to prepare a meal and rest. Then it began to fall\ngently after they had been in the same place for three-quarters of an\nhour. By now, Lamoureux was sure that it was the Mercurians who were to\nblame. He still wondered how they did it.\n\nThe one they had come across had remained with them, and Lamoureux\nfound it harder than ever to regard the creature as intelligent.\nAll the thing had done was walk and play chess. Lamoureux had a low\nopinion of chess players, even when they were fairly human. He had an\neven lower opinion of trained animals. This Mercurian fell, in his\nestimation, somewhere between.\n\nThey were no more than a mile or two from the foothills of the larger\nmountain by now, and the saddlebacked ridge loomed several hundred\nfeet into the air. Unfortunately, the snow was between it and them,\nand prevented them from gaining too clear a view. Lamoureux wondered\nif the snow would keep up even at the top of the mountain, and damned\nMcCracken again for shooting that Mercurian. And then he discovered\nthat McCracken's feats of arms were not yet ended. McCracken was at\nthat very moment aiming at some target that Lamoureux could not see.\n\nLamoureux sprang to his feet. \"Don't shoot, you fool!\"\n\nHe was a little too late. The noise of the explosion rang out.\nMcCracken said, \"Sorry, sir, I didn't hear you until my finger had\nalready squeezed the trigger. But I wasn't trying to hit anything that\nwas alive. There was something that looked like a rock on that ridge--\"\n\nThe words died away in his throat. Lamoureux lifted his eyes and saw\nsomething hovering in front of them, high in the air. It had eyes and\na mouth and, from these features, he knew that it was a huge head, as\nlarge as a fair-sized house. There was a long, interminable stretch of\nneck behind it, and somewhere in the rear he felt sure was a monstrous\nbody. But he wasted no time searching for that.\n\nThe eyes were staring at the men unblinkingly. These eyes alone were\nbigger than the men were. Then the neck stretched out and the head came\npoking down.\n\n       *       *       *       *       *\n\nLamoureux turned and ran. It had been years since he had done much\nphysical exercise, but he made up for them now. Then, too, as the\ncaptain of the expedition, he felt that the men might expect a certain\namount of leadership from him; it was with some dismay that he\ndiscovered that all the rest were ahead of him. Picking up speed, he\npassed Sprott, then Marsden, and then Gronski. Ahead of him someone\nstumbled, and Lamoureux wasted a precious second helping the man to his\nfeet.\n\nThe huge head opened, and a roar that almost knocked out his eardrums\nvibrated through Lamoureux's body. The ground shook under him. That\nmeant that the whole creature, whatever it was, was coming after\nthem. Gronski and Sprott passed him as if someone had stuck a needle\ninto them, and Lamoureux, sobbing for breath, tripped over a rock and\nplunged headlong.\n\nThe ground beside him trembled as if it were being rocked by a series\nof quakes. A deep shadow fell over him, and Lamoureux tried to dig his\nprone body into the ground and not breathe. From far ahead, a scream of\nterror split the air.\n\nThen the quakes and the shadow had passed, and Lamoureux dared to lift\nhis head. Far ahead, he could make out the gigantic neck stretching\ninto the air, its outline already vague through the falling snow. A few\nfeet away from him lay Gronski, and a little further on McCracken.\n\nNone of the other men were in sight.\n\nThe valiant McCracken, his rifle still clutched to him, was aiming at\nthe vanishing figure. Lamoureux said, \"Don't bother, McCracken. You've\nalready done enough harm.\"\n\n\"I just thought I'd get a shot at him, sir, while he was excited. He\nwouldn't know where it came from.\"\n\n\"He knew the first time. Don't bother, I say. You can't hurt him, and\nhe can do plenty to you.\"\n\n\"All right, Captain.\"\n\nLamoureux brushed some of the snow off him and tried to catch his\nbreath. \"McCracken, if you're really anxious to play with your gun, you\nmay fire into the air. Five times.\"\n\n\"Yes, sir.\"\n\nMcCracken fired, and they waited. Lamoureux said, \"I hope nobody was\nhurt. I don't think any of them, if they're alive, are too far away to\nhear those shots. We'll wait for them to assemble here and then start\nout for those mountains again.\"\n\n\"Yes, sir. Except, Captain, that it may be a little difficult--\"\n\n\"What'll be difficult?\"\n\n\"Finding those mountains. They just don't look the same.\"\n\nLamoureux stared. The mountains stretched into the air exactly the same\nas before, the same scarlet and gold colors glowing on their peaks, the\nsame shadows on their sides. But the saddlebacked ridge between them--\n\nLamoureux looked again. The entire ridge was gone.\n\n\nIV\n\nThe snow fell as steadily as ever while Lamoureux waited for the men to\nassemble. Only two were missing now--Terrill and Carvalho. McCracken\nhad fired again and again into the air, but these two had not returned.\n\nLamoureux decided finally, \"It looks as if they're not coming. Gronski,\nyou take over for Carvalho. You'll stay here in charge of his group\nwhile the rest of us climb the mountain.\"\n\nMcCracken said, \"You want me to come with you, don't you, Captain?\"\n\n\"I certainly do. I'm curious to know what in hell way of ruining this\nexpedition you'll think of next.\"\n\n\"Aw, now, Captain, that isn't fair. How was I to know that whole ridge\nwas one big animal? You wouldn't have believed it yourself. Something\nover five hundred feet high, with a neck even longer. We're not used to\nthem that big on Earth. Here the gravity's less, so it's okay. But even\nKalinoff--\"\n\n\"Don't talk to me about Kalinoff,\" said Lamoureux fiercely. \"He's as\nbad as you. That screwball!\"\n\n\"We're still trying to find him, aren't we, Captain?\"\n\n\"Sure, we're trying to find him, but how can we expect to do it?\" Was\nit his imagination, or did McCracken seem pleased? Lamoureux didn't\ncare. He went on, very bitterly, \"He starts off by telling us that the\nMercurians are intelligent. You saw how intelligent they were. Where's\nthat specimen we had?\"\n\n\"He got lost in the shuffle,\" reported Gronski.\n\n\"It's just as well. Kalinoff tells us of a landmark--two mountains\nwith a saddlebacked ridge between them. The ridge runs away, and our\nlandmark isn't a landmark any more. Then there's the weather--no rain,\nno hail, no snow. Nothing but pure fresh air and nice clean sunshine.\"\nHe kicked at a snowdrift. \"What's this thing supposed to be, a mirage?\"\n\nMcCracken said, \"I know how you feel, Captain. But about this mountain\nnow--do you really think we ought to climb it?\"\n\n\"Why not?\"\n\n\"You can't see the top from here on account of the snow. It's coming\ndown in bigger flakes than ever now. That means you can't see here from\nthe top. And as the only reason we want to climb it is to take a look\naround--\"\n\n\"We'll climb it anyway. Maybe it isn't snowing as hard on the other\nside.\"\n\n       *       *       *       *       *\n\nThey started off then, with Lamoureux barely keeping a tight enough\ngrip on his feelings to prevent his talking to himself. The mountain\nwas steep, but the gravity here being low, it was easy enough to\nclimb. McCracken demonstrated how easy it was by running up it full\nspeed. Lamoureux let him go, hoping that he would break his neck, but\nMcCracken's luck was too good. All he did was start a gentle landslide\nthat almost buried everybody else.\n\nAs they rose, they got more and more of the Sun's rays and the\ntemperature went up slightly. The snow turned to rain, drenching them\nto the skin, and they climbed all the faster, anxious to get the job\nover with.\n\nAt the top, the rain had died down to a faint drizzle. Lamoureux,\nlooking off into the distance, could see as through a veil a range\nof sky-piercing mountains, their peaks gleaming in the Sun, their\nroots cleft with deep shadowed valleys. Between almost every pair of\nmountains was a saddlebacked ridge.\n\n\"Landmarks,\" commented Lamoureux sourly. \"To hell with them.\"\n\n\"I told you it would be a waste of time, Captain.\"\n\n\"Not in the least, McCracken. After all, you _might_ have broken your\nneck.\"\n\nThey started down again, and in a half hour were back at the line where\nthe rain changed to snow. Another hour took them to Gronski again.\n\nLamoureux shook his head. \"No sign of Kalinoff.\"\n\n\"What do we do now?\"\n\n\"We go back to the ship and carry on from there. I don't know what\nsteps we'll take after that, but at least we'll get back to shelter,\nout of this snow.\"\n\n\"Which way is the ship?\"\n\n\"That,\" said Lamoureux, \"is one question we can find the answer to.\" He\nspoke into his radio. \"Haskell!\"\n\nHaskell was alert. \"Yes, Captain.\"\n\n\"Keep your radio beam going. We're depending on it for direction.\"\n\n\"Sure, Captain.\"\n\nLamoureux snapped off the sending set. \"Now let's get moving, before we\nfreeze to death.\"\n\nThe return trip was a slow one. Their spirits were all low, even\nMcCracken's. Lamoureux pictured the return to Earth, the eager, and\nthen disappointed, reception, and the wave of ridicule that would\nfollow their account of the difficulties they had encountered.\n\nThey stopped once to eat. Lamoureux estimated that they had supplies\nfor another two and a half months left in the ship, not counting what\nwould be needed for the return journey. They might as well stay here\nuntil those supplies were used up. They might possibly find Kalinoff\nduring those two and a half months, although, with the Twilight Zone\nof the whole planet to look in, and no decent clues, not to mention\nthe difficulties caused by the snow, the chances were none too bright.\nNevertheless, they would have to do their best.\n\nThe meal came to an end, and they started off again. They had gone only\na few hundred yards, when Lamoureux noticed something wrong.\n\n\"Haskell!\"\n\nThere was no reply. Haskell's radio beam had been shut off.\n\n       *       *       *       *       *\n\nThis was a little too much. Lamoureux let loose a streak of profanity\nthat had even McCracken staring at him in awe. Then they started out\nagain, trying, through the falling snow, and over the rocky ground,\nto keep in as straight a line as possible toward the ship. Lamoureux\nmanaged to sustain his spirits only by thinking of what he would do to\nhis cook.\n\nTwo hours later, he had an opportunity to put his plan into practice.\nFor out of the snow there emerged Haskell, and the men who had been\nleft with him at the ship. Haskell started to run toward Lamoureux the\nmoment he caught sight of the other group.\n\n\"Here we are, Captain! We came as fast as we could!\"\n\nLamoureux's eyes were almost as cold as the snow. \"How thoughtful of\nyou.\"\n\n\"Who else is hurt, Captain?\"\n\n\"Nobody's hurt, but somebody is going to be.\"\n\nHaskell looked surprised. \"I don't get it. You told me to come as fast\nas I could, and you said that eight of the men were badly injured.\"\n\n\"_I_ told you?\"\n\n\"Yes, sir. I thought you were hurt yourself, sir. Your voice sounded\nhoarse.\"\n\nLamoureux's jaws were clenched together so tightly in his effort to\nmaintain his self-control that his teeth hurt. He unclenched them. \"I\ndon't quite understand you, Haskell. My voice is as melodious as ever.\nSomething else is strange, too. You ask who _else_ is hurt.\"\n\n\"Yes, sir. We ran across Terrill a little while ago. He got brushed by\nthe tail of some animal and was walking around in a real daze.\"\n\n\"How do you suppose we're walking? At any rate, I'm glad you found him.\nSee any signs of Carvalho?\"\n\n\"No, sir. We left the radio beam on to guide you--\"\n\n\"What's that? You're sure you left it on?\"\n\n\"Positive, sir.\"\n\n\"Well, someone has turned it off! Someone--Oh, my God!\"\n\nIt was so damn simple, and he had never even thought of it. Carvalho\nwas the man. Carvalho was shrewd and quiet, a man who could keep his\nintentions to himself and wreck an expedition without so much as\nbeing suspected. Subconsciously, Lamoureux hadn't quite believed in\nMcCracken's guilt, despite the seeming evidence against him. McCracken\nhad too genuine a love of horseplay, and of childish showing off.\n\nThese things were hard to pretend. You didn't put snow down somebody's\nback when you were plotting to leave him marooned on a deserted planet.\nAnd you didn't impress people by making a seventy-five foot broad jump\nwhen you could impress them much more effectively by condemning them\nto slow death.\n\n       *       *       *       *       *\n\nOnce he had thought of it, Lamoureux couldn't doubt. Carvalho had\nturned off the radio beam at the ship. By now the _Astrolight_ was\nprobably somewhere in space, possibly proceeding to some rendezvous\nwith a rival expedition. Carvalho wouldn't dare appear back on Earth as\nthe lone passenger returning on Lamoureux's ship. But he wouldn't have\nto. He could set the _Astrolight_ adrift, be \"rescued\" by the people\nwho had employed him, and come back to tell of the dangers he had\nbraved on Mercury.\n\nIt all fitted in. Carvalho had been the one who had tried to hamper\ntheir work from the moment they had landed. When McCracken had shot\nthat Mercurian--\n\nLamoureux asked, \"What happened then? Try to remember.\"\n\nMcCracken scratched his head vigorously. \"I think Carvalho saw this\nMercurian and started to yell and run. I thought he was scared. That's\nwhy I shot.\"\n\nSo Carvalho had really been responsible for the shooting. Lamoureux\nasked, \"Why didn't you report that Carvalho started to yell and run?\"\n\n\"Well, Captain, you don't expect me to go around telling you things\nlike that about another guy?\"\n\nThe words, \"You fool,\" had been on Lamoureux's lips, but he bit them\nback. After all, who had been the bigger fool, McCracken or he himself,\nwho had insisted that Carvalho get the radio? There was no doubt about\nthe answer to that one.\n\nAs for the occasion when the radio had begun to emit its mysterious\ncode signals, the explanation for that was simple enough, too. The\npeople who were in contact with Carvalho had sent their messages, not\nknowing whether strangers might be listening in, but not caring either.\nNo one could make head or tail of the mysterious sounds but Carvalho.\nMcCracken had, in fact, considered the noises a new strange form of\nstatic that had interfered when he tried to talk to Haskell.\n\nLamoureux felt like asking McCracken to kick him in the pants. As that\nwould have been bad for discipline, he substituted an order to get\nstarted back toward the ship. There was the faintest of chances that\nCarvalho had delayed, or had been forced by some accident to delay, his\ndeparture back to Earth.\n\nIt was snowing harder than ever now, and it was difficult for Lamoureux\nto see more than fifty feet ahead of him. The rim of the Sun was\nblotted out so thoroughly that it was almost as dark as on a moonless\nnight. Nevertheless he pressed on doggedly.\n\nIt was not until six hours later, after he and the men had been\nwandering around aimlessly for a long enough time to have reached the\nship and returned, that he admitted to himself that they were lost.\n\n\nV\n\nNot that it mattered a great deal. Lamoureux realized perfectly well\nthat by this time the _Astrolight_ was on its return journey to Earth.\nAll the same, it was disheartening to know that he was so completely\nunable to find his way about on this planet.\n\nThe question now was what to do. They had little enough food, and not\ntoo much in the way of other supplies. They would have to live off the\nplanet until some kind of rescue expedition had been organized to save\n_them_. If Kalinoff had done it, they could, too. Lamoureux's face\nburned as he pictured himself striding over to Kalinoff, staring at the\nman solemnly, and uttering those historic words, \"Dr. Livingston, I\npresume.\" That was one scene that would never take place.\n\nIt was growing colder by the hour. That meant that they would have to\nmove over toward the Hot Side before the Sun sank beneath the horizon\naltogether.\n\nMcCracken, the most cheerful of the lot, had a glum face as he asked,\n\"What do we do now, Captain?\"\n\n\"First we eat, McCracken. Then we move toward the Sun. Just one word,\nMcCracken. You like to shoot?\"\n\n\"Yes, sir.\"\n\n\"Save your bullets. I have an idea we're going to need them before this\nlittle adventure of ours is finished.\"\n\nThen Lamoureux sat down on a snowy rock, leaned back, and thought\neverything over. It was improbable now that any of his kids would ever\nget to Lunar Tech. Well, that wasn't anything to be sorry about. The\nlife of ease and luxury of the place had ruined more than one promising\nyoungster. His wife would have to get along with a single robot. It\nwould do her good to wait on the family for a change. As for his\nrelatives--to hell with them. Let them find somebody else to sponge on.\n\nHe was busy with these cheerful reflections when he heard McCracken\nshout, \"Hey!\"\n\nA figure loomed out of the snow ahead.\n\nThe figure paused and stared at Lamoureux.\n\nMcCracken yelled, \"Hey, Captain!\"\n\nThe figure came forward, bowed, and showed its teeth. \"Mr. Stanley, I\npresume?\"\n\n       *       *       *       *       *\n\nLooking back at it later, Lamoureux decided that this was the most\nmortifying moment of his life. He had been sent to save Kalinoff.\n\nInstead, Kalinoff had saved him.\n\nIt was the screwball explorer, of course. Lamoureux recognized him at\nonce. Kalinoff was a shrimp, a fraction of an inch below five feet in\nheight, and he had a face like a monkey's. Having taken a good look at\nhim, Lamoureux felt, \"My God, is this what we've been trying to rescue?\"\n\nKalinoff was not alone. He was accompanied by a pair of penguin-like\nMercurians, who looked just as sly and acted with as little\nintelligence as the one they had previously encountered. Lamoureux had\nno idea how Kalinoff had managed to get along with them.\n\nKalinoff, it seemed, was angry. \"Why in hell,\" he demanded, \"didn't you\nhave sense enough to return to the ship?\"\n\nLamoureux stared.\n\n\"You mean the _Astrolight_ is still here?\"\n\n\"Of course it's here. And the radio beam is on.\"\n\n\"You're sure--the beam is on?\"\n\n\"Of all the nitwits to let loose on an unfriendly planet, you're about\nthe worst. I've just told you it's on, haven't I? It's been on for the\npast two hours.\"\n\nLamoureux swallowed hard. \"And Carvalho?\"\n\n\"There's a man who I assume is Carvalho. He's tied up. I've got a\ncouple of friends watching him to make sure he doesn't get away.\"\n\n\"Friends?\"\n\n\"Like these.\" Kalinoff indicated the Mercurians. \"Come on. I'd like to\nget back to Earth. There's a girl I've got to see.\"\n\n\"But who--what happened to Carvalho?\"\n\n\"He seemed anxious to leave, so I pushed my fist down his throat.\nIncidentally, there was a radio going, with a code message.\"\n\n\"Short distance, radio?\"\n\n\"Interplanetary. The ship's hull acted as a receiver, naturally. You\ncould get the message anywhere on the planet by arranging a short\ndistance automatic re-broadcast.\"\n\n\"So that's what Carvalho did.\"\n\n\"If I'm late this time,\" said Kalinoff worriedly, \"she and I are\nfinished. She's willing to put up with dates six months in advance, but\nthere's a limit, and I've been late too often. And she's too nice to\nlose. Get a move on, quick.\"\n\nLamoureux, in a daze, complied. They were only an hour's journey from\nthe ship, and, under Kalinoff's urging, they made it in forty minutes.\nCarvalho, looking terrified of the two Mercurians who were standing\nover him with their teeth showing, yelled, \"Help!\"\n\n\"Never mind him,\" Kalinoff ordered. \"Hop into the ship.\"\n\n\"But what are we going to do with him?\"\n\n\"Well, what's he been up to?\"\n\n       *       *       *       *       *\n\nLamoureux explained briefly, and Kalinoff grunted. \"You fellows are a\nbunch of screwballs, setting out on an expedition like this without\nproper equipment and proper information about Mercury.\" At the word\n\"screwballs,\" Lamoureux winced, but remained silent. Maybe it _was_\ndeserved. Kalinoff went on, \"As for Carvalho, that's simple. Leave him\nbehind. He intended to maroon you, didn't he? Maroon him instead. But\nfirst let him send one interplanetary radio message to his friends.\"\n\n\"In code? We won't know what it is!\"\n\nKalinoff grinned. \"We'll leave his punishment up to him. Suppose he\nreports you've found me. Then his pals won't come for him, and he's\ngoing to stay here indefinitely.\"\n\n\"What if he reports you _haven't_ been found?\"\n\n\"Then they come for him, discover he's a liar, and there's hell to pay.\nEither way, he's in for a lousy time.\"\n\n\"They'll murder him.\"\n\n\"Oh, no. We'll let them know that we're reporting the facts of the\ncase to the Interplanetary Commission. They'd never dare commit murder.\"\n\nLamoureux objected doubtfully, \"Wouldn't the Mercurians kill him?\"\n\n\"If he treats them right, they'll treat him right. They're not as\nintelligent as I thought at first--maybe you've discovered that--but\nthey have their points.\"\n\n\"They're wonderful chess players.\"\n\n\"Fair,\" said Kalinoff critically. \"Only fair. I always beat them,\nbut then, naturally, I'm very good. Maybe that's why they admire me.\nThey have great mathematical abilities, and they can visualize well,\nbut their language is primitive and in some ways they're halfwits.\nThere have been plenty of mathematical prodigies on Earth just like\nthem--wonders at calculating, and fools at everything else. To hell\nwith them. Let's get started.\"\n\n\"Wait a minute, Kalinoff. What about those huge beasts? Won't they be\ndangerous to Carvalho?\"\n\n\"Oh, them.\" Kalinoff chuckled. \"I certainly gave you some off-beam\ninstructions before that radio of mine went on the blink. I really\nthought at first that those two mountains I described with the\nsaddlebacked ridge between them would make a good landmark. Two days\nafterward, I discovered that the ridges were living creatures. The\nthings have a habit of sheltering themselves from the Sun between a\npair of mountains. They wrap their necks around their bodies, tuck\ntheir heads beside them, and you'd never know they were alive. They\ndon't move for days at a time.\"\n\n\"But when they _do_ move--\"\n\n\"Leave them alone, and they leave you alone.\"\n\n       *       *       *       *       *\n\nThe Captain asked, \"What about the rain and snow?\"\n\n\"I may as well clear this up once and for all. The rain and snow were\nmy doing. After I had told you to rely on the Mercurians and described\nthe landmark, I discovered that the Mercurians were nitwits and the\nlandmark a false alarm. That meant that, once you landed, you'd never\nfind me except by accident. That put it up to me to find you.\n\n\"As you may have heard, normally there's no such thing as rain or snow\non Mercury. But there is water. And there is a continual process of\ntransfer going on. The water flows through subterranean channels to the\nHot Side, evaporates, and is carried over in the air to the Cold Side.\nThere it deposits on the ground eventually as ice, melts, and goes\nthrough the whole process again.\"\n\n\"Why doesn't it rain?\"\n\n\"Because there's no dust in Mercury's air. The absence of a rapidly\nalternating day and night means that the air doesn't circulate on the\nsame scale as on Earth. Practically no wind, combined with little\nerosion, means little dust. The water-laden air cools off and becomes\nsuper-saturated at the Twilight Zone. But there are no clouds, and\nthere's no precipitation because the water needs either dust or ions to\ncondense on. In a Wilson cloud chamber, an experimenter furnishes it\nwith ions. Here on Mercury I furnished it with dust.\n\n\"I gave the Mercurians rifles and explosive bullets, and taught them to\nshoot into the air. It was quite a job, but they learned. The explosion\nspreads a cloud of dust, the water condenses, and you have rain or\nsnow, depending on the temperature. I impressed it upon their brains,\nsuch as they are, that the presence of human beings calls for a Fourth\nof July celebration--shooting into the air. And there you are. I had\nthe occurrence of rain and snow reported to me, moved toward wherever\nthe snow was thickest, and found the ship.\"\n\n\"Another thing--\"\n\n\"I've talked enough. That dame won't wait forever. Which will it be,\nCarvalho, the Lady or the Tiger?\"\n\nThey listened in curiosity as Carvalho, tight-lipped, tapped out a\nshort message in code. They didn't ask him what it was.\n\nAs the _Astrolight_ drove upward away from Mercury, Lamoureux had one\nlast glimpse of the Mercurians shooting into the air. The snow was\ncoming down in enormous flakes two inches across, and Carvalho, staring\nafter the ship, was shivering and cursing. After they reported the\nfacts to the Interplanetary Commission, a ship would be sent to pick\nhim up--but it might take some time.\n\n\"Let me tell you about this dame,\" said Kalinoff.\n\nLamoureux listened patiently, got out his contract, and waited, with\npen ready, for the interplanetary screwball's signature.\n\n\n\n\n\nEnd of Project Gutenberg's The Weather on Mercury, by William Morrison\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WEATHER ON MERCURY ***\n\n***** This file should be named 50885-8.txt or 50885-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/8/50885/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}