{"title": "The Great Nebraska Sea", "author": "Allan Danzig", "releaseDate": "January 11, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE GREAT NEBRASKA SEA\n\n                            By ALLAN DANZIG\n\n                          Illustrated by WOOD\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n          It has happened a hundred times in the long history\n          of Earth--and, sooner or later, will happen again!\n\n\nEveryone--all the geologists, at any rate--had known about the Kiowa\nFault for years. That was before there was anything very interesting\nto know about it. The first survey of Colorado traced its course north\nand south in the narrow valley of Kiowa Creek about twenty miles east\nof Denver; it extended south to the Arkansas River. And that was about\nall even the professionals were interested in knowing. There was never\nso much as a landslide to bring the Fault to the attention of the\ngeneral public.\n\nIt was still a matter of academic interest when in the late '40s\ngeologists speculated on the relationship between the Kiowa Fault and\nthe Conchas Fault farther south, in New Mexico, and which followed the\nPecos as far south as Texas.\n\nNor was there much in the papers a few years later when it was\nsuggested that the Niobrara Fault (just inside and roughly parallel to\nthe eastern border of Wyoming) was a northerly extension of the Kiowa.\nBy the mid sixties it was definitely established that the three Faults\nwere in fact a single line of fissure in the essential rock, stretching\nalmost from the Canadian border well south of the New Mexico-Texas line.\n\nIt is not really surprising that it took so long to figure out the\nconnection. The population of the states affected was in places as\nlow as five people per square mile! The land was so dry it seemed\nimpossible that it could ever be used except for sheep-farming.\n\nIt strikes us today as ironic that from the late '50s there was grave\nconcern about the level of the water table throughout the entire area.\n\n       *       *       *       *       *\n\nThe even more ironic solution to the problem began in the summer of\n1973. It had been a particularly hot and dry August, and the Forestry\nService was keeping an anxious eye out for the fires it knew it could\nexpect. Dense smoke was reported rising above a virtually uninhabited\narea along Black Squirrel Creek, and a plane was sent out for a report.\n\nThe report was--no fire at all. The rising cloud was not smoke, but\ndust. Thousands of cubic feet of dry earth rising lazily on the summer\nair. Rock slides, they guessed; certainly no fire. The Forestry Service\nhad other worries at the moment, and filed the report.\n\nBut after a week had gone by, the town of Edison, a good twenty miles\naway from the slides, was still complaining of the dust. Springs was\ngoing dry, too, apparently from underground disturbances. Not even in\nthe Rockies could anyone remember a series of rock slides as bad as\nthis.\n\nNewspapers in the mountain states gave it a few inches on the front\npage; anything is news in late August. And the geologists became\ninterested. Seismologists were reporting unusual activity in the area,\ntremors too severe to be rock slides. Volcanic activity? Specifically,\na dust volcano? Unusual, they knew, but right on the Kiowa Fault--could\nbe.\n\nLabor Day crowds read the scientific conjectures with late summer\nlassitude. Sunday supplements ran four-color artists' conceptions of\nthe possible volcano. \"Only Active Volcano in U. S.?\" demanded the\nheadlines, and some papers even left off the question mark.\n\nIt may seem odd that the simplest explanation was practically not\nmentioned. Only Joseph Schwartzberg, head geographer of the Department\nof the Interior, wondered if the disturbance might not be a settling\nof the Kiowa Fault. His suggestion was mentioned on page nine or ten\nof the Monday newspapers (page 27 of the New York _Times_). The idea\nwas not nearly so exciting as a volcano, even a lava-less one, and you\ncouldn't draw a very dramatic picture of it.\n\nTo excuse the other geologists, it must be said that the Kiowa Fault\nhad never acted up before. It never sidestepped, never jiggled,\nnever, never produced the regular shows of its little sister out in\nCalifornia, which almost daily bounced San Francisco or Los Angeles, or\nsome place in between. The dust volcano was on the face of it a more\nplausible theory.\n\nStill, it was only a theory. It had to be proved. As the tremors grew\nbigger, along with the affected area, as several towns including\nEdison were shaken to pieces by incredible earthquakes, whole bus- and\nplane-loads of geologists set out for Colorado, without even waiting\nfor their university and government department to approve budgets.\n\nThey found, of course, that Schwartzberg had been perfectly correct.\n\n       *       *       *       *       *\n\nThey found themselves on the scene of what was fast becoming the\nmost violent and widespread earthquake North America--probably the\nworld--has ever seen in historic times. To describe it in the simplest\nterms, land east of the Fault was settling, and at a precipitous rate.\n\nRock scraped rock with a whining roar. Shuddery as a squeaky piece of\nchalk raked across a blackboard, the noise was deafening. The surfaces\nof the land east and west of the Fault seemed no longer to have any\nrelation to each other. To the west, tortured rock reared into cliffs.\nEast, where sharp reports and muffled wheezes told of continued\nbuckling and dropping, the earth trembled downward. Atop the new\ncliffs, which seemed to grow by sudden inches from heaving rubble, dry\nearth fissured and trembled, sliding acres at a time to fall, smoking,\ninto the bucking, heaving bottom of the depression.\n\nThere the devastation was even more thorough, if less spectacular.\nDry earth churned like mud, and rock shards weighing tons bumped and\nrolled about like pebbles as they shivered and cracked into pebbles\nthemselves. \"It looks like sand dancing in a child's sieve,\" said the\nnormally impassive Schwartzberg in a nationwide broadcast from the\nscene of disaster. \"No one here has ever seen anything like it.\" And\nthe landslip was growing, north and south along the Fault.\n\n\"Get out while you can,\" Schwartzberg urged the population of the\naffected area. \"When it's over you can come back and pick up the\npieces.\" But the band of scientists who had rallied to his leadership\nprivately wondered if there would be any pieces.\n\nThe Arkansas River, at Avondale and North Avondale, was sluggishly\nbacking north into the deepening trough. At the rate things were going,\nthere might be a new lake the entire length of El Paso and Pueblo\nCounties. And, warned Schwartzberg, this might only be the beginning.\n\nBy 16 September the landslip had crept down the Huerfano River past\nCedarwood. Avondale, North Avondale and Boone had totally disappeared.\nLand west of the Fault was holding firm, though Denver had recorded\nseveral small tremors; everywhere east of the Fault, to almost twenty\nmiles away, the now-familiar lurch and steady fall had already sent\nseveral thousand Coloradans scurrying for safety.\n\nAll mountain climbing was prohibited on the Eastern Slope because of\nthe danger of rock slides from minor quakes. The geologists went home\nto wait.\n\nThere wasn't much to wait for. The news got worse and worse. The Platte\nRiver, now, was creating a vast mud puddle where the town of Orchard\nhad been. Just below Masters, Colorado, the river leaped 70-foot cliffs\nto add to the heaving chaos below. And the cliffs were higher every day\nas the land beneath them groaned downward in mile-square gulps.\n\nAs the Fault moved north and south, new areas quivered into unwelcome\nlife. Fields and whole mountainsides moved with deceptive sloth down,\ndown. They danced \"like sand in a sieve\"; dry, they boiled into rubble.\nTelephone lines, railroad tracks, roads snapped and simply disappeared.\nVirtually all east-west land communication was suspended and the\nPresident declared a national emergency.\n\n       *       *       *       *       *\n\nBy 23 September the Fault was active well into Wyoming on the north,\nand rapidly approaching the border of New Mexico to the south.\nTrinchera and Branson were totally evacuated, but even so the over-all\ndeath toll had risen above 1,000.\n\nAway to the east the situation was quiet but even more ominous.\nTremendous fissures opened up perpendicular to the Fault, and a general\nsubsidence of the land was noticeable well into Kansas and Nebraska.\nThe western borders of these states, and soon of the Dakotas and\nOklahoma as well, were slowly sinking.\n\nOn the actual scene of the disaster (or the _scenes_; it is impossible\nto speak of anything this size in the singular) there was a horrifying\nconfusion. Prairie and hill cracked open under intolerable strains as\nthe land shuddered downward in gasps and leaps. Springs burst to the\nsurface in hot geysers and explosions of steam.\n\nThe downtown section of North Platte, Nebraska, dropped eight feet,\njust like that, on the afternoon of 4 October. \"We must remain calm,\"\ndeclared the Governor of Nebraska. \"We must sit this thing out. Be\nassured that everything possible is being done.\" But what could be\ndone, with his state dropping straight down at a mean rate of a foot a\nday?\n\nThe Fault nicked off the south-east corner of Montana. It worked its\nway north along the Little Missouri. South, it ripped past Roswell, New\nMexico, and tore down the Pecos toward Texas. All the upper reaches of\nthe Missouri were standing puddles by now, and the Red River west of\nParis, Texas, had begun to run backward.\n\nSoon the Missouri began slowly slipping away westward over the slowly\nchurning land. Abandoning its bed, the river spread uncertainly across\nfarmland and prairie, becoming a sea of mud beneath the sharp new\ncliffs which rose in rending line, ever taller as the land continued to\nsink, almost from Canada to the Mexican border. There were virtually no\nfloods, in the usual sense. The water moved too slowly, spread itself\nwith no real direction or force. But the vast sheets of sluggish water\nand jelly-like mud formed death-traps for the countless refugees now\nstreaming east.\n\nPerhaps the North Platte disaster had been more than anyone could take.\n193 people had died in that one cave-in. Certainly by 7 October it had\nto be officially admitted that there was an exodus of epic proportion.\nNearly two million people were on the move, and the U. S. was faced\nwith a gigantic wave of refugees. Rails, roads and air-lanes were\njammed with terrified hordes who had left everything behind to crowd\neastward.\n\nAll through October hollow-eyed motorists flocked into Tulsa, Topeka,\nOmaha, Sioux Falls and Fargo. St. Louis was made distributing center\nfor emergency squads which flew everywhere with milk for babies and\ndog food for evacuating pets. Gasoline trucks boomed west to meet the\ndemand for gas, but once inside the \"zone of terror,\" as the newspapers\nnow called it, they found their route blocked by eastbound cars on the\nwrong side of the road. Shops left by their fleeing owners were looted\nby refugees from further west; an American Airlines plane was wrecked\nby a mob of would-be passengers in Bismarck, North Dakota. Federal and\nState troops were called out, but moving two million people was not to\nbe done in an orderly way.\n\nAnd still the landslip grew larger. The new cliffs gleamed in the\nautumn sunshine, growing higher as the land beneath them continued its\ninexorable descent.\n\nOn 21 October, at Lubbock, Texas, there was a noise variously described\nas a hollow roar, a shriek and a deep musical vibration like a church\nbell. It was simply the tortured rock of the substrata giving way. The\nsecond phase of the national disaster was beginning.\n\n       *       *       *       *       *\n\nThe noise traveled due east at better than 85 miles per hour. In its\nwake the earth to the north \"just seemed to collapse on itself like\na punctured balloon,\" read one newspaper report. \"Like a cake that's\nfailed,\" said a Texarkana housewife who fortunately lived a block\n_south_ of Thayer Street, where the fissure raced through. There\nwas a sigh and a great cloud of dust, and Oklahoma subsided at the\nastounding rate of about six feet per hour.\n\nAt Biloxi, on the Gulf, there had been uneasy shufflings under foot all\nday. \"Not tremors, exactly,\" said the captain of a fishing boat which\nwas somehow to ride out the coming flood, \"but like as if the land\nwanted to be somewhere else.\"\n\nEveryone in doomed Biloxi would have done well to have been somewhere\nelse that evening. At approximately 8:30 p.m. the town shuddered,\nseemed to rise a little like the edge of a hall carpet caught in a\ndraft, and sank. So did the entire Mississippi and Alabama coast, at\nabout the same moment. The tidal wave which was to gouge the center\nfrom the U. S. marched on the land.\n\nFrom the north shore of Lake Ponchartrain to the Appalachicola River\nin Florida, the Gulf coast simply disappeared. Gulfport, Biloxi,\nMobile, Pensacola, Panama City: 200 miles of shoreline vanished, with\nover two and a half million people. An hour later a wall of water\nhad swept over every town from Dothan, Alabama, to Bogalusa on the\nLouisiana-Mississippi border.\n\n\"We must keep panic from our minds,\" said the Governor of Alabama in a\nradio message delivered from a hastily arranged all-station hookup. \"We\nof the gallant southland have faced and withstood invasion before.\"\nThen, as ominous creakings and groanings of the earth announced the\napproach of the tidal wave, he flew out of Montgomery half an hour\nbefore the town disappeared forever.\n\nOne head of the wave plunged north, eventually to spend itself in\nthe hills south of Birmingham. The main sweep followed the lowest\nland. Reaching west, it swallowed Vicksburg and nicked the corner of\nLouisiana. The whole of East Carroll Parish was scoured from the map.\n\nThe Mississippi River now ended at about Eudora, Arkansas, and minute\nby minute the advancing flood bit away miles of river bed, swelling\nnorth. Chicot, Jennie, Lake Village, Arkansas City, Snow Lake, Elaine,\nHelena and Memphis felt the tremors. The tormented city shuddered\nthrough the night. The earth continued its descent, eventually tipping\n2-1/2 degrees down to the west. The \"Memphis Tilt\" is today one of\nthe unique and charming characteristics of the gracious Old Town, but\nduring the night of panic Memphis residents were sure they were doomed.\n\n       *       *       *       *       *\n\nSouth and west the waters carved deeply into Arkansas and Oklahoma.\nBy morning it was plain that all of Arkansas was going under. Waves\nadvanced on Little Rock at almost 100 miles an hour, new crests\nforming, overtopping the wave's leading edge as towns, hills and the\nthirst of the soil temporarily broke the furious charge.\n\nWashington announced the official hope that the Ozarks would stop the\nwild gallop of the unleashed Gulf, for in northwest Arkansas the land\nrose to over 2,000 feet. But nothing could save Oklahoma. By noon the\nwater reached clutching fingers around Mt. Scott and Elk Mountain,\ndeluging Hobart and almost all of Greer County.\n\nDespite hopeful announcements that the wave was slowing, had virtually\nstopped after inundating Oklahoma City, was being swallowed up in the\ndesert near Amarillo, the wall of water continued its advance. For the\nland was still sinking, and the floods were constantly replenished from\nthe Gulf. Schwartzberg and his geologists advised the utmost haste in\nevacuating the entire area between Colorado and Missouri, from Texas to\nNorth Dakota.\n\nLubbock, Texas, went under. On a curling reflex the tidal wave blotted\nout Sweetwater and Big Spring. The Texas panhandle disappeared in one\ngreat swirl.\n\nWhirlpools opened. A great welter of smashed wood and human debris was\nsucked under, vomited up and pounded to pieces. Gulf-water crashed on\nthe cliffs of New Mexico and fell back on itself in foam. Would-be\nrescuers on the cliffs along what had been the west bank of the Pecos\nRiver afterwards recalled the hiss and scream like tearing silk as\nthe water broke furiously on the newly exposed rock. It was the most\nterrible sound they had ever heard.\n\n\"We couldn't hear any shouts, of course, not that far away and with all\nthe noise,\" said Dan Weaver, Mayor of Carlsbad. \"But we knew there\nwere people down there. When the water hit the cliffs, it was like a\ncollision between two solid bodies. We couldn't see for over an hour,\nbecause of the spray.\"\n\n_Salt spray._ The ocean had come to New Mexico.\n\n       *       *       *       *       *\n\nThe cliffs proved to be the only effective barrier against the westward\nmarch of the water, which turned north, gouging out lumps of rock and\ntumbling down blocks of earth onto its own back. In places scoops of\ngranite came out like ice cream. The present fishing town of Rockport,\nColorado, is built on a harbor created in such a way.\n\nThe water had found its farthest westering. But still it poured north\nalong the line of the original Fault. Irresistible fingers closed on\nSterling, Colorado, on Sidney, Nebraska, on Hot Springs, South Dakota.\nThe entire tier of states settled, from south to north, down to its\neventual place of stability one thousand feet below the level of the\nnew sea.\n\nMemphis was by now a seaport. The Ozarks, islands in a mad sea, formed\nprecarious havens for half-drowned humanity. Waves bit off a corner of\nMissouri, flung themselves on Wichita. Topeka, Lawrence and Belleville\nwere the last Kansas towns to disappear. The Governor of Kansas went\ndown with his State.\n\nDaniel Bernd of Lincoln, Nebraska, was washed up half-drowned in a cove\nof the Wyoming cliffs, having been sucked from one end of vanished\nNebraska to the other. Similar hair-breadth escapes were recounted on\nradio and television.\n\nVirtually the only people saved out of the entire population of Pierre,\nSouth Dakota were the six members of the Creeth family. Plucky Timothy\nCreeth carried and dragged his aged parents to the loft of their barn\non the outskirts of town. His brother Geoffrey brought along the\nyounger children and what provisions they could find--\"Mostly a ham\nand about half a ton of vanilla cookies,\" he explained to his eventual\nrescuers. The barn, luckily collapsing in the vibrations as the waves\nbore down on them, became an ark in which they rode out the disaster.\n\n\"We must of played cards for four days straight,\" recalled genial\nMrs. Creeth when she afterwards appeared on a popular television\nspectacular. Her rural good-humor undamaged by an ordeal few women can\never have been called on to face, she added, \"We sure wondered why\nflushes never came out right. Jimanettly, we'd left the king of hearts\nbehind, in the rush!\"\n\nBut such lightheartedness and such happy endings were by no means\ntypical. The world could only watch aghast as the water raced north\nunder the shadow of the cliffs which occasionally crumbled, roaring,\ninto the roaring waves. Day by day the relentless rush swallowed what\nhad been dusty farmland, cities and towns.\n\nSome people were saved by the helicopters which flew mercy missions\njust ahead of the advancing waters. Some found safety in the peaks of\nwestern Nebraska and the Dakotas. But when the waters came to rest\nalong what is roughly the present shoreline of our inland sea, it was\nestimated that over fourteen million people had lost their lives.\n\nNo one could even estimate the damage to property; almost the entirety\nof eight states, and portions of twelve others, had simply vanished\nfrom the heart of the North American continent forever.\n\n       *       *       *       *       *\n\nIt was in such a cataclysmic birth that the now-peaceful Nebraska Sea\ncame to America.\n\nToday, nearly one hundred years after the unprecedented--and happily\nunrepeated--disaster, it is hard to remember the terror and despair of\nthose weeks in October and November, 1973. It is inconceivable to think\nof the United States without its beautiful and economically essential\ncurve of interior ocean. Two-thirds as long as the Mediterranean,\nit graduates from the warm waters of the Gulf of Mexico through the\nequally blue waves of the Mississippi Bight, becoming cooler and\ngreener north and west of the pleasant fishing isles of the Ozark\nArchipelago, finally shading into the gray-green chop of the Gulf of\nDakota.\n\nWhat would the United States have become without the 5600-mile\ncoastline of our inland sea? It is only within the last twenty years\nthat any but the topmost layer of water has cleared sufficiently\nto permit a really extensive fishing industry. Mud still held in\nsuspension by the restless waves will not precipitate fully even in our\nlifetimes. Even so, the commercial fisheries of Missouri and Wyoming\ncontribute no small part to the nation's economy.\n\nWho can imagine what the middle west must have been like before the\namelioration of climate brought about by the proximity of a warm sea?\nThe now-temperate state of Minnesota (to say nothing of the submerged\nDakotas) must have been Siberian. From contemporary accounts Missouri,\nour second California, was unbelievably muggy, almost uninhabitable\nduring the summer months. Our climate today, from Ohio and North\nCarolina to the rich fields of New Mexico and the orchards of Montana,\nis directly ameliorated by the marine heart of the continent.\n\nWho today could imagine the United States without the majestic\nsea-cliffs in stately parade from New Mexico to Montana? The beaches\nof Wyoming, the American Riviera, where fruit trees grow almost to the\nwater's edge? Or incredible Colorado, where the morning skier is the\nafternoon bather, thanks to the monorail connecting the highest peaks\nwith the glistening white beaches?\n\nOf course there have been losses to balance slightly these strong\ngains. The Mississippi was, before 1973, one of the great rivers of\nthe world. Taken together with its main tributary, the Missouri, it\nvied favorably with such giant systems as the Amazon and the Ganges.\nNow, ending as it does at Memphis and drawing its water chiefly from\nthe Appalachian Mountains, it is only a slight remnant of what it was.\nAnd though the Nebraska Sea today carries many times the tonnage of\nshipping in its ceaseless traffic, we have lost the old romance of\nriver shipping. We may only guess what it was like when we look upon\nthe Ohio and the truncated Mississippi.\n\nAnd transcontinental shipping is somewhat more difficult, with trucks\nand the freight-railroads obliged to take the sea-ferries across the\nNebraska Sea. We shall never know what the United States was like with\nits numerous coast-to-coast highways busy with trucks and private\ncars. Still, the ferry ride is certainly a welcome break after days of\ndriving, and for those who wish a glimpse of what it must have been\nlike, there is always the Cross-Canada Throughway and the magnificent\nU. S. Highway 73 looping north through Minnesota and passing through\nthe giant port of Alexis, North Dakota, shipping center for the wheat\nof Manitoba and crossroad of a nation.\n\n       *       *       *       *       *\n\nThe political situation has long been a thorny problem. Only tattered\nremnants of the eight submerged states remained after the flood, but\nnone of them wanted to surrender its autonomy. The tiny fringe of\nKansas seemed, for a time, ready to merge with contiguous Missouri,\nbut following the lead of the Arkansas Forever faction, the remaining\npopulation decided to retain political integrity. This has resulted\nin the continuing anomaly of the seven \"fringe States\" represented\nin Congress by the usual two Senators each, though the largest of\nthem is barely the size of Connecticut and all are economically\nindistinguishable from their neighboring states.\n\nFortunately it was decided some years ago that Oklahoma, only one of\nthe eight to have completely disappeared, could not in any sense be\nconsidered to have a continuing political existence. So, though there\nare still families who proudly call themselves Oklahomans, and the\nOklahoma Oil Company continues to pump oil from its submerged real\nestate, the state has in fact disappeared from the American political\nscene.\n\nBut this is by now no more than a petty annoyance, to raise a smile\nwhen the talk gets around to the question of State's Rights. Not even\nthe tremendous price the country paid for its new sea--fourteen million\ndead, untold property destroyed--really offsets the asset we enjoy\ntoday. The heart of the continent, now open to the shipping of the\nworld, was once dry and land-locked, cut off from the bustle of trade\nand the ferment of world culture.\n\nIt would indeed seem odd to an American of the '50s or '60s of the last\ncentury to imagine sailors from the merchant fleets of every nation\nwalking the streets of Denver, fresh ashore at Newport, only fifteen\nmiles away. Or to imagine Lincoln, Fargo, Kansas City and Dallas as\nworld ports and great manufacturing centers. Utterly beyond their ken\nwould be Roswell, New Mexico; Benton, Wyoming; Westport, Missouri,\nand the other new ports of over a million inhabitants each which have\ndeveloped on the new harbors of the inland sea.\n\nUnimaginable too would have been the general growth of population\nin the states surrounding the new sea. As the water tables rose and\nmanufacturing and trade moved in to take advantage of the just-created\naxis of world communication, a population explosion was touched off of\nwhich we are only now seeing the diminution. This new westering is to\nbe ranked with the first surge of pioneers which created the American\nwest. But what a difference! Vacation paradises bloom, a new fishing\nindustry thrives; her water road is America's main artery of trade, and\nfleets of all the world sail ... where once the prairie schooner made\nits laborious and dusty way west!\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Great Nebraska Sea, by Allan Danzig\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GREAT NEBRASKA SEA ***\n\n***** This file should be named 50893.txt or 50893.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/9/50893/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}