{"title": "The Birds of Lorrane", "author": "Bill Doede", "releaseDate": "January 10, 2016", "language": "English", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n                         THE BIRDS OF LORRANE\n\n                             By BILL DOEDE\n\n                         Illustrated by BURNS\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                Intelligent birds! They knew a dead-end\n                     planet when they visited one!\n\n\nIngomar Bjorgson knew he was going to die.\n\nHe turned his back on his useless ship and went inside the bubble house\nthat had been his home for ninety-nine days. Methodically he donned his\nall-weather clothes, his environment suit. He did not want to die in\nthis place. Here was food and refrigeration for the days, warmth and\ncomfort for the nights. He could not bring himself to put a gun to his\nhead, or end it by any other direct, willful act. But out there in the\ndesert, away from man-made helps for survival ... there a man could get\nhimself into circumstances where nature took care of it.\n\nThat was his reason for being here on this lonely planet, in the first\nplace--the promise of finding intelligent life. For intelligence was\nrare in the universe, after all. A lone adventurer, a year before,\nforced down on this planet by a cosmic storm, had waited a week here\nfor the storm to subside, then had landed on Earth with the feverish\nnews of intelligent life. Ingomar Bjorgson had come to investigate.\n\nBirds, yet.\n\n       *       *       *       *       *\n\nThey were only two. Two birds with minds like the edge of a razor,\nliving alone on this planet that was one hundred per cent desert.\n\nHe took one last look around the bubble, then walked out, leaving the\ndoor open. From ten feet away he watched the sand already blowing in\nthrough the doorway, and he felt very lonely and small. He knew that\nhis death, like his life, would never be marked anywhere with any\ndegree of permanence.\n\nHe walked. There was no hurry, so he walked slowly, stopping\noccasionally to turn and stare at the tracks his feet had scuffed in\nthe sand, watching sand drift into them. He smiled wryly. The universe\nwas so eager to be rid of him--as if he were a disease.\n\nHe looked up again, studying the whole sky. But there was no movement\nof wings, no silver streak of a ship coming to pick him up. Only one\nspot marred the desert's domain--the tiny bright reflection of the\nburning sun on the now distant bubble.\n\nThe birds had promised him. They had been so sure of themselves.\n\nWhen he knew that the fierce sun and wind would kill him before he\ncould get back to the bubble, he started removing his all-weather\nclothes. He flung them aside like a dancer. Coat to the left, trousers\nto the right. The hot wind threw the trousers back against his face. He\ntore them off with a curse. Shirt to the left. He kept the shoes on,\nout of respect for his feet. Then he trudged on, wondering vaguely how\na half dressed man, dying on his feet, could make the same marks in the\nsand as a fully clothed, comfortable one.\n\nHe stumbled on an outcropping of rock. He fell. He picked himself up\nagain. It would be quick, after all. The sun was in league with the\nrest of the universe. He would die soon.\n\nHe fell again.\n\nHe had found the planet of Lorrane easily. The adventurer's charts were\naccurate. It was a dry, barren place, an old, worn-out world where only\nwind and sand moved, where mountains shoved their eroded peaks into\nthe impotent sky. But Ingomar found, upon emerging from his ship, that\nthere was another movement. Two black dots appeared far away in the sky\nand rapidly grew larger. He had been told that the planet was populated\nby an intelligent form of bird life. Two were approaching now.\n\nHe smiled to himself. \"Imagine that,\" he said to himself, \"A smart\nbird. How should you meet a smart bird? Should you shake hands?\"\n\nThe birds alighted in the sand before him. They eyed him with bright,\nintelligent eyes. They were quite large, standing at least two feet\ntall. Their gray feathers lay smooth and straight, immaculately cared\nfor. Ingomar cast around in his mind for something to say, or some sign\nto make that indicated friendship.\n\nThen one of the birds looked at the other and said, \"This one is\nlarger.\"\n\n\"Much,\" the other replied.\n\nIngomar was astonished. \"You can talk?\" he asked, \"In English?\"\n\n\"Certainly. Didn't the first man tell how he instructed us?\"\n\n\"Yes, yes, of course,\" Ingomar said, confused. \"But I didn't remem ...\nthat is.... Well, I didn't believe it.\"\n\nThe birds eyed each other again. \"I like him,\" one said. \"If there's\nanything I hate, it's a completely honest person.\"\n\nThe other gave him a vicious peck on his back. \"Shut up!\" it said, \"Do\nyou want him to think we condone dishonesty?\"\n\n\"Of course not,\" the other retorted hotly, \"I just meant that,\nconsidering social protocol, it is sometimes kind to tell a very small\nlie.\"\n\n       *       *       *       *       *\n\nIngomar was speechless. He looked back at his ship, standing tall and\nstraight, ready to blast itself into the sky again. He glanced around\nat the lonely landscape. Finally he said, \"It is difficult to see a\ndifference between you two. Do you have names that I might be able to\nuse?\"\n\n\"Oh, yes. We beg your pardon. How uncivil of us. Our name, translated\ninto your tongue, is Pisces.\"\n\n\"The fish?\"\n\n\"Well,\" they said, \"from our home planet the constellation does not\nlook like a fish.\"\n\n\"Oh. Well, are both of you named Pisces? Oh, I see. That is your\nspecies. I am called Man; you are called Pisces.\"\n\n\"Of course not,\" they said, \"You were right the first time. Pisces is\nour name. You can say, 'Pisces, get me that ship.' And we would do so.\"\n\n\"How can both of you have the same name? Are you actually one\nintelligence? And see that you keep your hands ... I mean, see that you\nleave my ship alone.\"\n\nOne said, \"We wouldn't think of touching your ship.\" The other said,\n\"No, we are two separate entities.\"\n\nIngomar passed a hand over his face, thinking. The two very\nEarth-looking birds stood quietly before him, their feet buried in the\nsand so that it looked like their legs were two stilts shoved into the\nground. At last he said, \"Well, I know what we'll do. I will call you\nPisces I,\" he pointed to the bird on his left, \"and your companion\nPisces II.\"\n\nThe identical birds glanced at each other, then leapt into the air.\nThey circled high above his head. They swooped low. They engaged in\nmarvelous aerial gymnastics wonderful to see. Ingomar made notes in his\nbook concerning their agility. Finally they came to rest before him\nagain, so suddenly that he stepped backward quickly, frightened.\n\n\"Now,\" they said, \"which one of us is Pisces I and which is Pisces II?\"\n\nPuzzled, Ingomar studied them carefully. The one with the quick temper\nmight show this characteristic in some way. He pointed to the bird on\nhis right. \"You,\" he said, \"are Pisces I.\"\n\nThey laughed. It was a verbal sound only. No expression showed in their\neyes.\n\n       *       *       *       *       *\n\n\"All right,\" Ingomar said, after some thought. \"I can fix that.\" He\nentered his ship and rummaged around in his clothes locker, then\nemerged with a brilliant red ribbon of plastic. \"I'll tie this to your\nleg. That way I'll know that you are Pisces I. If you promise not to\nmove it from one to the other.\"\n\n\"We promise.\"\n\nHe stooped over to tie the plastic on the leg of the one he thought was\nPisces I, and was almost caught in the sudden flurry of slashing beaks\nand raking claws, like a mating fight in an aviary.\n\n\"_I_ am Pisces I,\" one screamed, administering a resounding peck on the\nother's back.\n\n\"No, you're not. I am.\" This one leapt into the air and landed on the\nother's back. He raked vicious, long talons across the well-groomed\nfeathers. \"I am more intelligent than you. _I_ should be Pisces I.\"\n\nFrom a safe ten feet away, Ingomar threw the ribbon at them. \"Stop it!\"\nhe yelled.\n\nThey obeyed instantly, and stood quietly side by side facing him.\nIngomar drew his hand gun and pointed it at them. \"Now stop your\nfighting, or I'll blow you to kingdom come.\"\n\n\"Fine,\" they said. \"Anything to get off this miserable planet. How far\nis it?\"\n\nIngomar smiled, in spite of his anger. \"It's an expression. It means I\nwill destroy you.\"\n\nOne of the birds quickly picked up the plastic ribbon and carried it\nto the other, and dropped it near the leg. Then both took it in their\nbeaks and together they tied it around the leg. It was done so quickly\nthat Ingomar stood there aghast, surprised into immobility. He had\nnever before seen birds tie knots.\n\n\"It would not be wise to destroy us,\" Pisces I said. \"We can help you.\"\n\n\"How?\"\n\n\"You need help,\" Pisces II said. \"A storm is coming.\"\n\n\"A cosmic storm?\" Ingomar asked. \"I'm not worried about that. I'll stay\nhere until it moves on.\"\n\nPisces I shook his head. \"A planetary storm.\"\n\n\"When?\"\n\n\"Sometime tonight.\"\n\n\"Okay,\" Ingomar said. \"Thanks. I'll stay inside.\"\n\n\"It's not so easy as that. You must blast off and put your ship in\norbit for the night.\"\n\n\"Why? Do you know how much fuel it takes to get into orbit? I have none\nto spare.\"\n\nPisces II scratched in the sand with his claws, thinking. Then he said,\n\"Only one alternative exists. If you remain, the storm will wreck your\nship. Take us aboard now, and blast off for your home planet. To stay\nhere means death.\"\n\nIngomar snorted and turned back toward his ship. He thought, \"Take\nthem aboard my ship? Not in a million years.\" He saw their plan, now.\nThey wanted to get into his ship. Then, by some means he could not now\nforesee, they would take the ship away from him.\n\n       *       *       *       *       *\n\nHe was so shaken by this conclusion that he quickly retreated to\nsafety, closing the airlock. The birds stayed outside. They were\narguing between themselves. He could tell by the gesticulations they\nmade with their heads. Once Pisces I attacked Pisces II viciously,\nraking him mercilessly with sharp talons. Pisces II fought back\nferociously. They rolled over and over in the sand. Ingomar threw a\nswitch that gave him communication outside the ship, and yelled at them.\n\nThey stopped fighting at once. He said, \"Have you two lost your minds?\"\n\nPisces II laughed. \"Now how could one lose his mind? It goes with him\neverywhere.\"\n\n\"All right,\" Ingomar said. \"I meant, have you become insane?\"\n\n\"Of course not,\" Pisces I said. \"We are peaceful entities. We\nintentionally developed this argument to break the monotony of life\nhere.\"\n\n\"Is it so bad as that?\"\n\n\"It is terrible. Will you take us aboard?\"\n\nIngomar did not answer, but switched the communicator off and busied\nhimself with recording his observations. He took advantage of their\ncontinued presence and took photographs.\n\nFinally, after several hours, they leapt into the air and flew away\ntoward the distant mountains. Ingomar was sorry to see them leave, and\nmore than once checked his instruments for signs of a coming storm in\ncase they were right. But nothing outside had changed.\n\nAfter they had left he opened the ship and stepped outside, taking\nreadings with instruments to record the character of the planet. He\ntrudged through the eternally drifting sand, looking for some sign of\nlife. No plants, insects, animals anywhere. Only the fine, mobile sand,\noccasionally an outcropping of rock not yet eroded away. And the heat!\nIngomar was forced to turn the controls of his environment suit almost\nall the way up to keep comfortable. Then, when the sun receded behind\nthe ghostly barren mountains, the cold came creeping in. Ingomar turned\nhis controls in the other direction, while walking back to his ship. He\nwas afraid he would not keep the cold outside.\n\nThe landscape, with the sun's absence, was dark and fearful. Shadows\nmoved in the wind, shadows of drifting sand that took on the\nshapes of monsters lurking in the darkness. Ingomar was not one to\nfrighten easily, but the night took on such ominous sighs and moans\nand movements that his imagination began to magnify them beyond\nrecognition. When he finally saw the ship loom up before him he ran,\nstumbling toward it. He fumbled in the darkness for the control knob\nto open the lock and found it at last. He leapt inside, accompanied by\na cold blast of wind and sand, and stood there panting, hearing his\nheart pound in his ears.\n\nThe night was long and lonely. He was too far from civilization for\nhis radio equipment to bring the comfort of familiar sounds. He tried\nto read, but found concentration impossible. He thought of the birds,\nwondering where they were now, how they kept from freezing to death at\nnight. He rewrote his notes, adding remembered facts and impressions.\nFinally he decided sleep was the most painless way of spending the\nnight, and swallowed a small capsule designed to induce total sleep for\nat least six hours.\n\n       *       *       *       *       *\n\nHe awoke the next morning standing on his head.\n\nThe bed, horizontal the night before, was now vertical. The whole room\nwas vertical. Panic swept over him like a wave of burning fire. He\nscrambled to the airlock. It opened grotesquely.\n\nThe ship, which last night had stood so proudly, now lay on its side.\nAnd in his drugged sleep he had not known when it fell. For Ingomar,\nthe bottom dropped out of everything, and his heart dropped with it.\nThere was no resetting of a ship once it had fallen. This took special\nequipment. Ingomar Bjorgson was a doomed man, and he knew it.\n\nWhile he stood outside in the morning sun, staring at the horrible\nspectacle before him, the two birds alighted, one on each side.\n\n\"Why didn't you listen to us?\" Pisces I said in an accusing tone.\n\n\"Yes,\" Pisces II echoed angrily. \"You make me sick, thinking you're\nso smart, coming down here in your big ship and strutting around like\nyou think you're a God, or something. Now, how big do you feel? Do you\nrealize that this is our first opportunity to leave this planet? I've a\ngood notion to peck your stupid eyes out right here and now.\"\n\n\"Leave him be,\" Pisces I said. \"He may not be so bright, but I think\nhe would have taken us with him, after he got used to us and saw how\nharmless we are.\"\n\nPisces II leapt at him, almost knocking Ingomar off his feet. \"Shut up!\nI've a good notion to peck your eyes out, too.\"\n\n\"Oh, stop it!\" Ingomar said wearily. \"We're all doomed to spend the\nrest of our lives here. How was I to know that the storm would be so\nbad? My instruments gave no indication whatever.\"\n\n\"Actually, it was our fault,\" Pisces II said, more calmly. \"We failed\nto mention the nature of the storm. We thought you knew. It was a\nmagnetic storm. A shifting of magnetic currents surrounding the planet.\nWe had no idea that you would think of the weather.\"\n\nThey walked with him around the fallen ship. It was not injured, that\nmuch Ingomar could see. The soft bed of sand had cushioned its fall. If\nit could only be righted! Ingomar knew it was impossible.\n\n\"It is pointed toward that knoll out there. See? Suppose we all got\ninside and blasted off. We would slide along and maybe when we reached\nthe knoll we'd have enough speed to keep on going in a straight line\nuntil we could point her nose upward.\"\n\nIngomar shook his head, but he appreciated the suggestion. It indicated\nthat they were willing to try anything. He knew their motives were not\nentirely philanthropic, but he liked them more for it, anyway.\n\nHe said, \"There is only one way out, and that is for someone to come in\nand get us.\"\n\n\"Well,\" Pisces II said, \"What are you waiting for? Call them.\"\n\n\"I can't. We are too far out for communication.\"\n\nThe two gray birds eyed one another in disbelief. Pisces I scratched\nhis breast impolitely. Then he said, \"Are you telling us that you have\ncome this far from your own solar system, knowing that you could not\ncall for help, if necessary?\"\n\nIngomar nodded.\n\n       *       *       *       *       *\n\nPisces II snorted through his beak, and scratched in the sand.\n\"Stupidity,\" he said. \"There is no other word for it.\"\n\n\"Yes, there is,\" Pisces I answered, somewhat sharply. \"In fact, there\nare several possible words. Bravery. Desperation. Actually I think\nit is a combination of both. I am sure that you are aware how rare\nintelligent life is in the universe. When you heard of us, you rushed\nout here at once. I would call it bravery to go beyond the sound of the\nvoices of your kind. You are desperate because you are lonely in an\nalmost empty universe.\"\n\n\"We must help him,\" said Pisces II.\n\n\"Of course. But first let's make him comfortable. It will be a long\nwait.\"\n\n\"Thank you,\" Ingomar said, moved by their sympathy. \"But you cannot\nhelp. Or do you have a way to send messages?\"\n\n\"Yes, in a way,\" Pisces II said, \"You see....\"\n\nPisces I lifted a huge wing and knocked Pisces II in the sand. He\nturned to Ingomar. \"Do you promise to take us with you, if we should\nsucceed in getting help?\"\n\nIngomar did not think it over. \"Yes,\" he said.\n\n\"Then we will do it. But first we must make you comfortable. Do you\nhave equipment for shelter, besides the ship?\"\n\n\"Yes, there is the bubble. It can be expanded to become a house.\"\n\n\"Get it,\" Pisces II said.\n\nIngomar did. He dragged it outside and began to unfold it, in\npreparation for inflation. But Pisces II stopped him. \"Not here,\" he\nsaid. \"It will be a long time. Our calculation is that it will take at\nleast forty-five days to get help. The trip from your planet alone is\nat least forty days. You will not wish to stare at your toppled ship\nfor so long. I suggest we go beyond the first knoll.\"\n\nPisces I laughed and said to Ingomar, \"For once he is using his brain.\nWe will carry it.\"\n\nHe grasped the bubble in his claws, flapped his enormous wings and\nsailed off. Soon he returned, and among the three of them all his food\nand books and any equipment he might need was carried over the knoll\nout of sight of the wrecked ship.\n\n\"We will not return,\" they said, \"until the rescue ship arrives. So\nmake yourself comfortable. Do not stray too far from the ship. This is\nthe most miserable planet in the universe. Give us plenty of time. We\nknow we can summon help, but we do not know how long it will take. We\nmay need as many as seventy-five days.\"\n\nIngomar settled down to wait.\n\n       *       *       *       *       *\n\nThe fierce, burning sun had turned Ingomar's face and naked arms into\nfried areas of intense pain, but he regained consciousness when he felt\nthe coolness of the ointment. It penetrated deep down, under the burned\nskin, into flesh and muscle, soothing injured cells.\n\nHe opened his eyes. He moved his head. The eyes were burned and\nbloodshot, but he could see a ship standing a hundred feet away. It was\nnot sleek and long, pointing its needle nose at the sky, though. It was\nround, dull white, like a giant egg laid by a giant bird.\n\nBird? Ingomar chuckled, senses returning, thinking through his pain of\nPisces I or Pisces II laying an egg. Then he laughed aloud.\n\nHe stopped, quite abruptly, and looked again. The egg was still there,\nbut it was not an egg. It was actually a ship and the airlock was open\nand Pisces II was backing out, dragging a sort of stretcher on wheels.\n\n\"It's a ... a ... ship!\" he exclaimed, tears running down his cheeks,\nover the ointment. \"Whose ship is it?\"\n\n\"Ours,\" said Pisces I.\n\n\"Yours?\" Ingomar said, after a long pause while the pain raged over\nhis skin. He tried to sit up, and Pisces I got behind him and pushed,\nnudging him upright. \"Where did you get it?\"\n\n\"Oh,\" Pisces II interrupted. \"We had it all the time.\"\n\n\"Shut up!\" Pisces I yelled. \"He asked me.\"\n\n\"Hold your tongue,\" Pisces II retorted hotly, \"or I'll take off and\nleave you here. I've had enough of you in the past century to last a\nlifetime.\"\n\nPisces I said to Ingomar, \"Pay no attention to that peasant.\" He helped\nPisces II push the stretcher next to Ingomar. Then he pushed a lever\nand the stretcher reduced itself to ground height. It was too short\nfor Ingomar's body, having been designed for the body of a bird. \"He's\nright, though,\" Pisces I continued, giving the stretcher a kick because\nit wasn't long enough. \"We had the ship all along. It was despicable of\nus to deceive you, but our ship was defective, and we needed yours for\nparts.\"\n\nIngomar shook his head. \"There was no magnetic storm?\"\n\nPisces II nodded his head. \"Oh, yes, there was a storm. But not a\nnatural phenomenon, I'm sorry to say. Too bad. The natural storms are\nmuch more beautiful.\"\n\n\"And you had the bubble set up away from the ship so I wouldn't see\nyou steal the parts?\"\n\nThey hung their heads. \"Despicable,\" they said. \"A rotten thing to do.\"\n\nIngomar was too ill for anger. \"Let me understand this,\" he said. \"You\nruined my ship to get parts for yours. Why? Why not just take my ship?\"\n\n\"Too slow,\" Pisces II said. He took the container of ointment in his\nbeak and set it beside Ingomar's hand. \"Here, you can rub it on by\nyourself now. Get busy.\"\n\nPisces I said, \"By your standards our planet is a terrible distance\naway. Your ship would take too long. Hurry, now. We've got to take you\nto ... what do you call it, Earth? What an odd name! We're in sort of a\nhurry to get home, as you might imagine.\"\n\nIngomar hurried. With the help of the mysterious, healing ointment he\nwas soon able to get up and make his way to the ship.\n\n\"One more question,\" he said. \"Your ship was defective and you set down\nhere and you've been here for a long time, and you're a long way from\nhome. What were you doing so far from home, in the first place?\"\n\n\"What do you suppose?\" said Pisces I irritably. \"We were looking for\nintelligent life. Get a move on, now. If we don't waste too much time\non this Earth, we may still find some!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Birds of Lorrane, by Bill Doede\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BIRDS OF LORRANE ***\n\n***** This file should be named 50890.txt or 50890.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/8/9/50890/\n\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}