{"title": "Hot Planet", "author": "Hal Clement", "releaseDate": "January 14, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              HOT PLANET\n\n                            By HAL CLEMENT\n\n                         Illustrated by FINLAY\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Mercury had no atmosphere--everyone knew\n                 that. Why was it developing one now?\n\n\nI\n\nThe wind which had nearly turned the _Albireo's_ landing into a\ndisaster instead of a mathematical exercise was still playing tunes\nabout the fins and landing legs as Schlossberg made his way down to\nDeck Five.\n\nThe noise didn't bother him particularly, though the endless seismic\ntremors made him dislike the ladders. But just now he was able to\nignore both. He was curious--though not hopeful.\n\n\"Is there anything at all obvious on the last sets of tapes, Joe?\"\n\nMardikian, the geophysicist, shrugged. \"Just what you'd expect ... on\na planet which has at least one quake in each fifty-mile-square area\nevery five minutes. You know yourself we had a nice seismic program set\nup, but when we touched down we found we couldn't carry it out. We've\ndone our best with the natural tremors--incidentally stealing most of\nthe record tapes the other projects would have used. We have a lot of\nnice information for the computers back home; but it will take all of\nthem to make any sense out of it.\"\n\nSchlossberg nodded; the words had not been necessary. His astronomical\nprogram had been one of those sabotaged by the transfer of tapes to the\nseismic survey.\n\n\"I just hoped,\" he said. \"We each have an idea why Mercury developed\nan atmosphere during the last few decades, but I guess the high school\nkids on Earth will know whether it's right before we do. I'm resigned\nto living in a chess-type universe--few and simple rules, but infinite\ncombinations of them. But it would be nice to know an answer sometime.\"\n\n\"So it would. As a matter of fact, I need to know a couple right now.\nFrom you. How close to finished are the other programs--or what's left\nof them?\"\n\n\"I'm all set,\" replied Schlossberg. \"I have a couple of instruments\nstill monitoring the sun just in case, but everything in the revised\nprogram is on tape.\"\n\n\"Good. Tom, any use asking you?\"\n\nThe biologist grimaced. \"I've been shown two hundred and sixteen\ndifferent samples of rock and dust. I have examined in detail twelve\ncrystal growths which looked vaguely like vegetation. Nothing was alive\nor contained living things by any standards I could conscientiously\nset.\"\n\nMardikian's gesture might have meant sympathy.\n\n\"Camille?\"\n\n\"I may as well stop now as any time. I'll never be through. Tape didn't\nmake much difference to me, but I wish I knew what weight of specimens\nI could take home.\"\n\n\"Eileen?\" Mardikian's glance at the stratigrapher took the place of the\nactual question.\n\n\"Cam speaks for me, except that I could have used any more tape you\ncould have spared. What I have is gone.\"\n\n\"All right, that leaves me, the tape-thief. The last spools are in the\nseismographs now, and will start running out in seventeen hours. The\ntractors will start out on their last rounds in sixteen, and should be\nback in roughly a week. Will, does that give you enough to figure the\nweights we rockhounds can have on the return trip?\"\n\n       *       *       *       *       *\n\nThe _Albireo's_ captain nodded. \"Close enough. There really hasn't been\nmuch question since it became evident we'd find nothing for the mass\ntanks here. I'll have a really precise check in an hour, but I can\ntell right now that you have about one and a half metric tons to split\nup among the three of you.\n\n\"Ideal departure time is three hundred ten hours away, as you all know.\nWe can stay here until then, or go into a parking-and-survey orbit at\nalmost any time before then. You have all the survey you need, I should\nthink, from the other time. But suit yourselves.\"\n\n\"I'd just as soon be space-sick as seasick,\" remarked Camille Burkett.\n\"I still hate to think that the entire planet is as shivery as the spot\nwe picked.\"\n\nWillard Rowson smiled. \"You researchers told me where to land after ten\ndays in orbit mapping this rockball. I set you just where you asked. If\nyou'd found even five tons of juice we could use in the reaction tanks\nI could still take you to another one--if you could agree which one. I\nhate to say 'Don't blame me,' but I can't think of anything else that\nfits.\"\n\n\"So we sit until the last of the tractors is back with the precious\nseismo tapes, playing battleship while our back teeth are being\nshaken out by earthquakes--excuse the word. What a thrill! Glorious\nadventure!\" Zaino, the communications specialist who had been out of a\njob almost constantly since the landing, spoke sourly. The captain was\nthe only one who saw fit to answer.\n\n\"If you want adventure, you made a mistake exploring space. The only\nspace adventures I've heard of are second-hand stories built on\nguesswork; the people who really had them weren't around to tell about\nit. Unless Dr. Marini discovers a set of Mercurian monsters at the last\nminute and they invade the ship or cut off one of the tractors, I'm\nafraid you'll have to do without adventures.\" Zaino grimaced.\n\n\"That sounds funny coming from a spaceman, Captain. I didn't really\nmean adventure, though; all I want is something to do besides betting\nwhether the next quake will come in one minute or five. I haven't even\nhad to fix a suit-radio since we touched down. How about my going out\nwith one of the tractors on this last trip, at least?\"\n\n\"It's all right with me,\" replied Rowson, \"but Dr. Mardikian runs the\nprofessional part of this operation. I require that Spurr, Trackman,\nHargedon and Aiello go as drivers, since without them even a minor\nmechanical problem would be more than an adventure. As I recall it, Dr.\nHarmon, Dr. Schlossberg, Dr. Marini and Dr. Mardikian are scheduled to\ngo; but if any one of them is willing to let you take his or her place,\nI certainly don't mind.\"\n\nThe radioman looked around hopefully. The geologists and the biologist\nshook their heads negatively, firmly and unanimously; but the\nastronomer pondered for a moment. Zaino watched tensely.\n\n\"It may be all right,\" Schlossberg said at last. \"What I want to get\nis a set of wind, gas pressure, gas temperature and gas composition\nmeasures around the route. I didn't expect to be more meteorologist\nthan astronomer when we left Earth, and didn't have exactly the right\nequipment. Hargedon and Aiello helped me improvise some, and this is\nthe first chance to use it on Darkside. If you can learn what has to be\ndone with it before starting time, though, you are welcome to my place.\"\n\n       *       *       *       *       *\n\nThe communicator got to his feet fast enough to leave the deck in\nMercury's feeble gravity.\n\n\"Lead me to it, Doc. I guess I can learn to read a home-made\nweathervane!\"\n\n\"Is that merely bragging, or a challenge?\" drawled a voice which had\nnot previously joined the discussion. Zaino flushed a bit.\n\n\"Sorry, Luigi,\" he said hastily. \"I didn't mean it just that way. But I\nstill think I can run the stuff.\"\n\n\"Likely enough,\" Aiello replied. \"Remember though, it wasn't made just\nfor talking into.\" Schlossberg, now on his feet, cut in quickly.\n\n\"Come on, Arnie. We'll have to suit up to see the equipment; it's\noutside.\"\n\nHe shepherded the radioman to the hatch at one side of the deck and\nshooed him down toward the engine and air lock levels. Both were silent\nfor some moments; but safely out of earshot of Deck Five the younger\nman looked up and spoke.\n\n\"You needn't push, Doc. I wasn't going to make anything of it. Luigi\nwas right, and I asked for it.\" The astronomer slowed a bit in his\ndescent.\n\n\"I wasn't really worried,\" he replied, \"but we have several months yet\nbefore we can get away from each other, and I don't like talk that\ncould set up grudges. Matter of fact, I'm even a little uneasy about\nhaving the girls along, though I'm no misogynist.\"\n\n\"Girls? They're not--\"\n\n\"There goes your foot again. Even Harmon is about ten years older than\nyou, I suppose. But they're girls to me. What's more important, they no\ndoubt think of themselves as girls.\"\n\n\"Even Dr. Burkett? That is--I mean--\"\n\n\"Even Dr. Burkett. Here, get into your suit. And maybe you'd better\ntake out the mike. It'll be enough if you can listen for the next\nhour or two.\" Zaino made no answer, suspecting with some justice that\nanything he said would be wrong.\n\nEach made final checks on the other's suit; then they descended\none more level to the airlock. This occupied part of the same deck\nas the fusion plants, below the wings and reaction mass tanks but\nabove the main engine. Its outer door was just barely big enough to\nadmit a spacesuited person. Even with the low air pressure carried\nby spaceships, a large door area meant large total force on jamb,\nhinges and locks. It opened onto a small balcony from which a ladder\nled to the ground. The two men paused on the balcony to look over the\nlandscape.\n\nThis hadn't changed noticeably since the last time either had been out,\nthough there might have been some small difference in the volcanic\ncones a couple of miles away to the northeast. The furrows down the\nsides of these, which looked as though they had been cut by water but\nwere actually bone-dry ash slides, were always undergoing alteration as\ngas from below kept blowing fresh scoria fragments out of the craters.\n\n       *       *       *       *       *\n\nThe spines--steep, jagged fragments of rock which thrust upward from\nthe plain beyond and to both sides of the cones--seemed dead as ever.\n\nThe level surface between the _Albireo_ and the cones was more\ninteresting. Mardikian and Schlossberg believed it to be a lava sheet\ndating from early in Mercury's history, when more volatile substances\nstill existed in the surface rocks to cut down their viscosity when\nmolten. They supposed that much--perhaps most--of the surface around\nthe \"twilight\" belt had been flooded by this very liquid lava, which\nhad cooled to a smoother surface than most Earthly lava flows.\n\nHow long it had stayed cool they didn't guess. But both men felt sure\nthat Mercury must have periodic upheavals as heat accumulated inside\nit--heat coming not from radioactivity but from tidal energy. Mercury's\norbit is highly eccentric. At perihelion, tidal force tries to pull it\napart along the planet-to-sun line, while at aphelion the tidal force\nis less and the little world's own gravity tries to bring it back to\na spherical shape. The real change in form is not great, but a large\nforce working through even a small amount of distance can mean a good\ndeal of energy.\n\nIf the energy can't leak out--and Mercury's rocks conduct heat no\nbetter than those of Earth--the temperature must rise.\n\nSooner or later, the men argued, deeply buried rock must fuse to magma.\nIts liquefaction would let the bulk of the planet give farther under\ntidal stress, so heat would be generated even faster. Eventually a\ngirdle of magma would have to form far below the crust all around the\ntwilight strip, where the tidal strain would be greatest. Sooner or\nlater this would melt its way to the surface, giving the zone a period\nof intense volcanic activity and, incidentally, giving the planet a\ntemporary atmosphere.\n\nThe idea was reasonable. It had, the astronomer admitted, been\nsuggested long before to account for supposed vulcanism on the moon.\nIt justified the careful examination that Schlossberg and Zaino gave\nthe plain before they descended the ladder; for it made reasonable\nthe occasional changes which were observed to occur in the pattern of\ncracks weaving over its surface.\n\nNo one was certain just how permanent the local surface was--though\nno one could really justify feeling safer on board the _Albireo_ than\noutside on the lava. If anything really drastic happened, the ship\nwould be no protection.\n\nThe sun, hanging just above the horizon slightly to the watcher's\nright, cast long shadows which made the cracks stand out clearly;\nas far as either man could see, nothing had changed recently. They\ndescended the ladder carefully--even the best designed spacesuits are\nsomewhat vulnerable--and made their way to the spot where the tractors\nwere parked.\n\nA sheet-metal fence a dozen feet high and four times as long provided\nshade, which was more than a luxury this close to the sun. The\ntractors were parked in this shadow, and beside and between them were\npiles of equipment and specimens. The apparatus Schlossberg had devised\nwas beside the tractor at the north end of the line, just inside the\nshaded area.\n\nIt was still just inside the shade when they finished, four hours\nlater. Hargedon had joined them during the final hour and helped\npack the equipment in the tractor he was to drive. Zaino had had no\ntrouble in learning to make the observations Schlossberg wanted, and\nthe youngster was almost unbearably cocky. Schlossberg hoped, as they\nreturned to the _Albireo_, that no one would murder the communications\nexpert in the next twelve hours. There would be nothing to worry about\nafter the trip started; Hargedon was quite able to keep anyone in his\nplace without being nasty about it. If Zaino had been going with Aiello\nor Harmon--but he wasn't, and it was pointless to dream up trouble.\n\nAnd no trouble developed all by itself.\n\n\nII\n\nZaino was not only still alive but still reasonably popular when\nthe first of the tractors set out, carrying Eileen Harmon and Eric\nTrackman, the _Albireo's_ nuclear engineer.\n\nIt started more than an hour before the others, since the\nstratigrapher's drilling program, \"done\" or not, took extra time. The\ntractor hummed off to the south, since both Darkside routes required a\nlong detour to pass the chasm to the west. Routes had been worked out\nfrom the stereo-photos taken during the orbital survey. Even Darkside\nhad been covered fairly well with Uniquantum film under Venus light.\n\nThe Harmon-Trackman vehicle was well out of sight when Mardikian and\nAiello started out on one of the Brightside routes, and a few minutes\nlater Marini set out on the other with the spacesuit technician, Mary\nSpurr, driving.\n\nBoth vehicles disappeared quickly into a valley to the northeast,\nbetween the ash cones and a thousand-foot spine which rose just south\nof them. All the tractors were in good radio contact; Zaino made sure\nof that before he abandoned the radio watch to Rowson, suited up and\njoined Hargedon at the remaining one. They climbed in, and Hargedon set\nit in motion.\n\nAt about the same time, the first tractor came into view again, now\ntraveling north on the farther side of the chasm. Hargedon took this as\nevidence that the route thus far was unchanged, and kicked in highest\nspeed.\n\nThe cabin was pretty cramped, even though some of the equipment had\nbeen attached outside. The men could not expect much comfort for the\nnext week.\n\nHargedon was used to the trips, however. He disapproved on principle\nof people who complained about minor inconveniences such as having\nto sleep in spacesuits; fortunately, Zaino's interest and excitement\noverrode any thought he might have had about discomfort.\n\nThis lasted through the time they spent doubling the vast crack in\nMercury's crust, driving on a little to the north of the ship on the\nother side and then turning west toward the dark hemisphere. The\nroute was identical to that of Harmon's machine for some time, though\nno trace of its passage showed on the hard surface. Then Hargedon\nangled off toward the southwest. He had driven this run often enough\nto know it well even without the markers which had been set out with\nthe seismographs. The photographic maps were also aboard. With them,\neven Zaino had no trouble keeping track of their progress while they\nremained in sunlight.\n\nHowever, the sun sank as they traveled west. In two hours its lower rim\nwould have been on the horizon, had they been able to see the horizon;\nas it was, more of the \"sea level\" lava plain was in shadow than not\neven near the ship, and their route now lay in semi-darkness.\n\nThe light came from peaks projecting into the sunlight, from scattered\nsky-light which was growing rapidly fainter and from the brighter\ncelestial objects such as Earth. Even with the tractor's lights it was\ngetting harder to spot crevasses and seismometer markers. Zaino quickly\nfound the fun wearing off ... though his pride made him cover this fact\nas best he could.\n\nIf Hargedon saw this, he said nothing. He set Zaino to picking up\nevery other instrument, as any partner would have, making no allowance\nfor the work the youngster was doing for Schlossberg. This might, of\ncourse, have had the purpose of keeping the radioman too busy to think\nabout discomfort. Or it might merely have been Hargedon's idea of\nnormal procedure.\n\nWhatever the cause, Zaino got little chance to use the radio once they\nhad driven into the darkness. He managed only one or two brief talks\nwith those left at the ship.\n\n       *       *       *       *       *\n\nThe talks might have helped his morale, since they certainly must have\ngiven the impression that nothing was going on in the ship while at\nleast he had something to do in the tractor. However, this state of\naffairs did not last. Before the vehicle was four hours out of sight of\nthe _Albireo_, a broadcast by Camille Burkett reached them.\n\nThe mineralogist's voice contained at least as much professional\nenthusiasm as alarm, but everyone listening must have thought promptly\nof the dubious stability of Mercury's crust. The call was intended for\nher fellow geologists Mardikian and Harmon. But it interested Zaino at\nleast as much.\n\n\"Joe! Eileen! There's a column of what looks like black smoke rising\nover Northeast Spur. It can't be a real fire, of course; I can't see\nits point of origin, but if it's the convection current it seems to\nbe the source must be pretty hot. It's the closest thing to a genuine\nvolcano I've seen since we arrived; it's certainly not another of those\nash mounds. I should think you'd still be close enough to make it out,\nJoe. Can you see anything?\"\n\nThe reply from Mardikian's tractor was inaudible to Zaino and Hargedon,\nbut Burkett's answer made its general tenor plain.\n\n\"I hadn't thought of that. Yes, I'd say it was pretty close to the\nBrightside route. It wouldn't be practical for you to stop your run now\nto come back to see. You couldn't do much about it anyway. I could go\nout to have a look and then report to you. If the way back is blocked\nthere'll be plenty of time to work out another.\" Hargedon and Zaino\npassed questioning glances at each other during the shorter pause that\nfollowed.\n\n\"I know there aren't,\" the voice then went on, responding to the words\nthey could not hear, \"but it's only two or three miles, I'd say. Two\nto the spur and not much farther to where I could see the other side.\nEnough of the way is in shade so I could make it in a suit easily\nenough. I can't see calling back either of the dark-side tractors.\nTheir work is just as important as the rest--anyway, Eileen is probably\nout of range. She hasn't answered yet.\"\n\nAnother pause.\n\n\"That's true. Still, it would mean sacrificing that set of seismic\nrecords--no, wait. We could go out later for those. And Mel could take\nhis own weather measures on the later trip. There's plenty of time!\"\n\nPause, longer this time.\n\n\"You're right, of course. I just wanted to get an early look at this\nvolcano, if it is one. We'll let the others finish their runs, and when\nyou get back you can check the thing from the other side yourself. If\nit is blocking your way there's time to find an alternate route. We\ncould be doing that from the maps in the meantime, just in case.\"\n\nZaino looked again at his companion.\n\n\"Isn't that just my luck!\" he exclaimed. \"I jump at the first chance\nto get away from being bored to death. The minute I'm safely away, the\nonly interesting thing of the whole operation happens--back at the\nship!\"\n\n\"Who asked to come on this trip?\"\n\n\"Oh, I'm not blaming anyone but myself. If I'd stayed back there the\nvolcano would have popped out here somewhere, or else waited until we\nwere gone.\"\n\n\"If it is a volcano. Dr. Burkett didn't seem quite sure.\"\n\n\"No, and I'll bet a nickel she's suiting up right now to go out and\nsee. I hope she comes back with something while we're still near enough\nto hear about it.\"\n\nHargedon shrugged. \"I suppose it was also just your luck that sent you\non a Darkside trip? You know the radio stuff. You knew we couldn't\nreach as far this way with the radios. Didn't you think of that in\nadvance?\"\n\n\"I didn't think of it, any more than you would have. It was bad luck,\nbut I'm not grousing about it. Let's get on with this job.\" Hargedon\nnodded with approval, and possibly with some surprise, and the tractor\nhummed on its way.\n\nThe darkness deepened around the patches of lava shown by the driving\nlights; the sky darkened toward a midnight hue, with stars showing\never brighter through it; and radio reception from the _Albireo_\nbegan to get spotty. Gas density at the ion layer was high enough so\nthat recombination of molecules with their radiation-freed electrons\nwas rapid. Only occasional streamers of ionized gas reached far over\nDarkside. As these thinned out, so did radio reception. Camille\nBurkett's next broadcast came through very poorly.\n\nThere was enough in it, however, to seize the attention of the two men\nin the tractor.\n\n       *       *       *       *       *\n\nShe was saying: \"--real all right, and dangerous. It's the ... thing I\never saw ... kinds of lava from what looks like ... same vent. There's\nhigh viscosity stuff building a spatter cone to end all spatter cones,\nand some very thin fluid from somewhere at the bottom. The flow has\nalready blocked the valley used by the Brightside routes and is coming\nalong it. A new return route will have to be found for the tractors\nthat ... was spreading fast when I saw it. I can't tell how much will\ncome. But unless it stops there's nothing at all to keep the flow away\nfrom the ship. It isn't coming fast, but it's coming. I'd advise all\ntractors to turn back. Captain Rowson reminds me that only one takeoff\nis possible. If we leave this site, we're committed to leaving Mercury.\nArnie and Ren, do you hear me?\"\n\nZaino responded at once. \"We got most of it, Doctor. Do you really\nthink the ship is in danger?\"\n\n\"I don't know. I can only say that _if_ this flow continues the\nship will have to leave, because this area will sooner or later be\ncovered. I can't guess how likely ... check further to get some sort\nof estimate. It's different from any Earthly lava source--maybe you\nheard--should try to get Eileen and Eric back, too. I can't raise\nthem. I suppose they're well out from under the ion layer by now.\nMaybe you're close enough to them to catch them with diffracted waves.\nTry, anyway. Whether you can raise them or not you'd better start back\nyourself.\"\n\nHargedon cut in at this point. \"What does Dr. Mardikian say about that?\nWe still have most of the seismometers on this route to visit.\"\n\n\"I think Captain Rowson has the deciding word here, but if it helps\nyour decision Dr. Mardikian has already started back. He hasn't\nfinished his route, either. So hop back here, Ren. And Arnie, put that\ntechnical skill you haven't had to use yet to work raising Eileen and\nEric.\"\n\n\"What I can do, I will,\" replied Zaino, \"but you'd better tape a recall\nmessage and keep it going out on. Let's see--band F.\"\n\n\"All right. I'll be ready to check the volcano as soon as you get back.\nHow long?\"\n\n\"Seven hours--maybe six and a half,\" replied Hargedon. \"We have to be\ncareful.\"\n\n\"Very well. Stay outside when you arrive; I'll want to go right out in\nthe tractor to get a closer look.\" She cut off.\n\n\"And _that_ came through clearly enough!\" remarked Hargedon as he swung\nthe tractor around. \"I've been awake for fourteen hours, driving off\nand on for ten of them; I'm about to drive for another six; and then\nI'm to stand by for more.\"\n\n\"Would you like me to do some of the driving?\" asked Zaino.\n\n\"I guess you'll have to, whether I like it or not,\" was the rather\nlukewarm reply. \"I'll keep on for awhile, though--until we're back in\nbetter light. You get at your radio job.\"\n\n\nIII\n\nZaino tried. Hour after hour he juggled from one band to another. Once\nhe had Hargedon stop while he went out to attach a makeshift antenna\nwhich, he hoped, would change his output from broadcast to some sort\nof beam; after this he kept probing the sky with the \"beam,\" first\nlistening to the _Albireo's_ broadcast in an effort to find projecting\nwisps of ionosphere and then, whenever he thought he had one, switching\non his transmitter and driving his own message at it.\n\nNot once did he complain about lack of equipment or remark how much\nbetter he could do once he was back at the ship.\n\nHargedon's silence began to carry an undercurrent of approval not\nusual in people who spent much time with Zaino. The technician made no\nfurther reference to the suggestion of switching drivers. They came\nin sight of the _Albireo_ and doubled the chasm with Hargedon still at\nthe wheel, Zaino still at his radio and both of them still uncertain\nwhether any of the calls had gotten through.\n\nBoth had to admit, even before they could see the ship, that Burkett\nhad had a right to be impressed.\n\nThe smoke column showed starkly against the sky, blowing back over the\ntractor and blocking the sunlight which would otherwise have glared\ninto the driver's eyes. Fine particles fell from it in a steady shower;\nlooking back, the men could see tracks left by their vehicle in the\ndeposit which had already fallen.\n\nAs they approached the ship the dark pillar grew denser and narrower,\nwhile the particles raining from it became coarser. In some places the\nash was drifting into fairly deep piles, giving Hargedon some anxiety\nabout possible concealed cracks. The last part of the trip, along the\nedge of the great chasm and around its end, was really dangerous;\ncracks running from its sides were definitely spreading. The two men\nreached the _Albireo_ later than Hargedon had promised, and found\nBurkett waiting impatiently with a pile of apparatus beside her.\n\nShe didn't wait for them to get out before starting to organize.\n\n\"There isn't much here. We'll take off just enough of what you're\ncarrying to make room for this. No--wait. I'll have to check some of\nyour equipment; I'm going to need one of Milt Schlossberg's gadget's, I\nthink, so leave that on. We'll take--\"\n\n\"Excuse me, Doctor,\" cut in Hargedon. \"Our suits need servicing, or at\nleast mine will if you want me to drive you. Perhaps Arnie can help you\nload for a while, if you don't think it's too important for him to get\nat the radio--\"\n\n\"Of course. Excuse me. I should have had someone out here to help me\nwith this. You two go on in. Ren, please get back as soon as you can. I\ncan do the work here; none of this stuff is very heavy.\"\n\nZaino hesitated as he swung out of the cab. True, there wasn't too\nmuch to be moved, and it wasn't very heavy in Mercury's gravity,\nand he really should be at the radio; but the thirty-nine-year-old\nmineralogist was a middle-aged lady by his standards, and shouldn't be\nallowed to carry heavy packages....\n\n\"Get along, Arnie!\" the middle-aged lady interrupted this train of\nthought. \"Eric and Eileen are getting farther away and harder to reach\nevery second you dawdle!\"\n\n       *       *       *       *       *\n\nHe got, though he couldn't help looking northeast as he went rather\nthan where he was going.\n\nThe towering menace in that direction would have claimed anyone's\nattention. The pillar of sable ash was rising straighter, as though\nthe wind were having less effect on it. An equally black cone had\nrisen into sight beyond Northeast Spur--a cone that must have grown\nto some two thousand feet in roughly ten hours. It had far steeper\nsides than the cinder mounds near it; it couldn't be made of the same\nloose ash. Perhaps it consisted of half-melted particles which were\nfusing together as they fell--that might be what Burkett had meant by\n\"spatter-cone.\" Still, if that were the case, the material fountaining\nfrom the cone's top should be lighting the plain with its incandescence\nrather than casting an inky shadow for its entire height.\n\nWell, that was a problem for the geologists; Zaino climbed aboard and\nsettled to his task.\n\nThe trouble was that he could do very little more here than he could\nin the tractor. He could have improvised longer-wave transmitting\ncoils whose radiations would have diffracted a little more effectively\nbeyond the horizon, but the receiver on the missing vehicle would\nnot have detected them. He had more power at his disposal, but could\nonly beam it into empty space with his better antennae. He had better\nequipment for locating any projecting wisps of charged gas which might\nreflect his waves, but he was already located under a solid roof of the\nstuff--the _Albireo_ was technically on Brightside. Bouncing his beam\nfrom this layer still didn't give him the range he needed, as he had\nfound both by calculation and trial.\n\nWhat he really needed was a relay satellite. The target was simply too\nfar around Mercury's sharp curve by now for anything less.\n\nZaino's final gesture was to set his transmission beam on the lowest\nfrequency the tractor would pick up, aim it as close to the vehicle's\ndirection as he could calculate from map and itinerary and set the\nrecorded return message going. He told Rowson as much.\n\n\"Can't think of anything else?\" the captain asked. \"Well, neither can\nI, but of course it's not my field. I'd give a year's pay if I could.\nHow long before they should be back in range?\"\n\n\"About four days. A hundred hours, give or take a few. They'll be\nheading back anyway by that time.\"\n\n\"Of course. Well, keep trying.\"\n\n\"I am--or rather, the equipment is. I don't see what else I can do\nunless a really bright idea should suddenly sprout. Is there anywhere\nelse I could be useful? I'm as likely to have ideas working as just\nsitting.\"\n\n\"We can keep you busy, all right. But how about taking a transmitter up\none of those mountains? That would get your wave farther.\"\n\n\"Not as far as it's going already. I'm bouncing it off the ion layer,\nwhich is higher than any mountain we've seen on Mercury even if it's\nnowhere near as high as Earth's.\"\n\n\"Hmph. All right.\"\n\n\"I could help Ren and Dr. Burkett. I could hang on outside the\ntractor--\"\n\n\"They've already gone. You'd better call them, though, and keep a log\nof what they do.\"\n\n\"All right.\" Zaino turned back to his board and with no trouble raised\nthe tractor carrying Hargedon and the mineralogist. The latter had been\ntrying to call the _Albireo_ and had some acid comments about radio\noperators who slept on the job.\n\n       *       *       *       *       *\n\n\"There's only one of me, and I've been trying to get the Darkside\nteam,\" he pointed out. \"Have you found anything new about this lava\nflood?\"\n\n\"Flow, not flood,\" corrected the professional automatically. \"We're\nnot in sight of it yet. We've just rounded the corner that takes us\nout of your sight. It's over a mile yet, and a couple of more corners,\nbefore we get to the spot where I left it. Of course, it will be closer\nthan that by now. It was spreading at perhaps a hundred yards an hour\nthen. That's one figure we must refine.... Of course, I'll try to get\nsamples, too. I wish there were some way to get samples of the central\ncone. The whole thing is the queerest volcano I've ever heard of. Have\nyou gotten Eileen started back?\"\n\n\"Not as far as I can tell. As with your cone samples, there are\npractical difficulties,\" replied Zaino. \"I haven't quit yet, though.\"\n\n\"I should think not. If some of us were paid by the idea we'd be pretty\npoor, but the perspiration part of genius is open to all of us.\"\n\n\"You mean I should charge a bonus for getting this call through?\"\nretorted the operator.\n\nWhatever Burkett's reply to this might have been was never learned; her\nattention was diverted at that point.\n\n\"We've just come in sight of the flow. It's about five hundred yards\nahead. We'll get as close as seems safe, and I'll try to make sure\nwhether it's really lava or just mud.\"\n\n\"Mud? Is that possible? I thought there wasn't--couldn't be--any water\non this planet!\"\n\n\"It is, and there probably isn't. The liquid phase of mud doesn't have\nto be water, even though it usually is on Earth. Here, for example, it\nmight conceivably be sulfur.\"\n\n\"But if it's just mud, it wouldn't hurt the ship, would it?\"\n\n\"Probably not.\"\n\n\"Then why all this fuss about getting the tractors back in a hurry?\"\n\n       *       *       *       *       *\n\nThe voice which answered reminded him of another lady in his past, who\nhad kept him after school for drawing pictures in math class.\n\n\"Because in my judgment the flow is far more likely to be lava than\nmud, and if I must be wrong I'd rather my error were one that left\nus alive. I have no time at the moment to explain the basis of my\njudgment. I will be reporting our activities quite steadily from now\non, and would prefer that you not interrupt unless a serious emergency\ndemands it, or you get a call from Eileen.\n\n\"We are about three hundred yards away now. The front is moving about\nas fast as before, which suggests that the flow is coming only along\nthis valley. It's only three or four feet high, so viscosity is very\nlow or density very high. Probably the former, considering where we\nare. It's as black as the smoke column.\"\n\n\"Not glowing?\" cut in Zaino thoughtlessly.\n\n\"_Black_, I said. Temperature will be easier to measure when we get\ncloser. The front is nearly straight across the valley, with just a few\nlobes projecting ten or twelve yards and one notch where a small spine\nis being surrounded. By the way, I trust you're taping all this?\" Again\nZaino was reminded of the afternoon after school.\n\n\"Yes, Ma'am,\" he replied. \"On my one and only monitor tape.\"\n\n\"Very well. We're stopping near the middle of the valley one hundred\nyards from the front. I am getting out, and will walk as close as I\ncan with a sampler and a radiometer. I assume that the radio equipment\nwill continue to relay my suit broadcast back to you.\" Zaino cringed a\nlittle, certain as he was that the tractor's electronic apparatus was\nin perfect order.\n\nIt struck him that Dr. Burkett was being more snappish than usual. It\nnever crossed his mind that the woman might be afraid.\n\n\"Ren, don't get any closer with the tractor unless I call. I'll get a\nset of temperature readings as soon as I'm close enough. Then I'll try\nto get a sample. Then I'll come back with that to the tractor, leave it\nand the radiometer and get the markers to set out.\"\n\n\"Couldn't I be putting out the markers while you get the sample,\nDoctor?\"\n\n\"You could, but I'd rather you stayed at the wheel.\" Hargedon made no\nanswer, and Burkett resumed her description for the record.\n\n\"I'm walking toward the front, a good deal faster than it's flowing\ntoward me. I am now about twenty yards away, and am going to take a set\nof radiation-temperature measures.\" A brief pause. \"Readings coming.\nNine sixty. Nine eighty. Nine ninety--that's from the bottom edge near\nthe spine that's being surrounded. Nine eighty-five--\" The voice\ndroned on until about two dozen readings had been taped. Then, \"I'm\ngoing closer now. The sampler is just a ladle on a twelve-foot handle\nwe improvised, so I'll have to get that close. The stuff is moving\nslowly; there should be no trouble. I'm in reach now. The lava is very\nliquid; there's no trouble getting the sampler in--or out again--it's\nnot very dense, either. I'm heading back toward the tractor now. No,\nRen, don't come to meet me.\"\n\nThere was a minute of silence, while Zaino pictured the spacesuited\nfigure with its awkwardly long burden, walking away from the\ncreeping menace to the relative safety of the tractor. \"It's frozen\nsolid already; we needn't worry about spilling. The temperature is\nabout--five eighty. Give me the markers, please.\"\n\nAnother pause, shorter this time. Zaino wondered how much of that\ncould be laid to a faster walk without the ladle and how much to the\nlessening distance between flow and tractor. \"I'm tossing the first\nmarker close to the edge--it's landed less than a foot from the lava.\nThey're all on a light cord at ten-foot intervals; I'm paying out the\ncord as I go back to the tractor. Now we'll stand by and time the\narrival at each marker as well as we can.\"\n\n\"How close are you to the main cone?\" asked Zaino.\n\n\"Not close enough to see its base, I'm afraid. Or to get a sample of\nit, which is worse. We--goodness, what was that?\"\n\nZaino had just time to ask, \"What was what?\" when he found out.\n\n\nIV\n\nFor a moment, he thought that the _Albireo_ had been flung bodily into\nthe air. Then he decided that the great metal pillar had merely fallen\nover. Finally he realized that the ship was still erect, but the ground\nunder it had just tried to leave.\n\nEveryone in the group had become so used to the almost perpetual ground\ntremors that they had ceased to notice them; but this one demanded\nattention. Rowson, using language which suggested that his career\nmight not have been completely free of adventure after all, flashed\nthrough the communication level on his way down to the power section.\nSchlossberg and Babineau followed, the medic pausing to ask Zaino if he\nwere all right. The radioman merely nodded affirmatively; his attention\nwas already back at his job. Burkett was speaking a good deal faster\nthan before.\n\n\"Never mind if the sample isn't lashed tight yet--if it falls off\nthere'll be plenty more. There isn't time! Arnie, get in touch with Dr.\nMardikian and Dr. Marini. Tell them that this volcano is explosive,\nthat all estimates of what the flow may do are off until we can make\nmore measures, and in any case the whole situation is unpredictable.\nEveryone should get back as soon as possible. Remember, we decided that\nthose big craters Eileen checked were not meteor pits. I don't know\nwhether this thing will let go in the next hour, the next year, or at\nall. Maybe what's happening now will act as a safety valve--but let's\nget out. Ren, that flow is speeding up and getting higher, and the ash\nrain is getting a lot worse. Can you see to drive?\"\n\nShe fell silent. Zaino, in spite of her orders, left his set long\nenough to leap to the nearest port for a look at the volcano.\n\nHe never regretted it.\n\nAcross the riven plain, whose cracks were now nearly hidden under the\nnew ash, the black cone towered above the nearer elevations. It was\nvisibly taller than it had been only a few hours before. The fountain\nfrom its top was thicker, now jetting straight up as though wind no\nlonger meant a thing to the fiercely driven column of gas and dust. The\ndarkness was not so complete; patches of red and yellow incandescence\nshowed briefly in the pillar, and glowing sparks rather than black\ncinders rained back on the steep slopes. Far above, a ring of smoke\nrolled and spread about the column, forming an ever-broadening blanket\nof opaque cloud above a landscape which had never before been shaded\nfrom the sun. Streamers of lightning leaped between cloud and pillar,\npillar and mountain, even cloud and ground. Any thunder there might\nhave been was drowned in the howl of the escaping gas, a roar which\nseemed to combine every possible note from the shrillest possible\nwhistle to a bass felt by the chest rather than heard by the ears.\nRowson's language had become inaudible almost before he had disappeared\ndown the hatch.\n\nFor long moments the radioman watched the spreading cloud, and wondered\nwhether the _Albireo_ could escape being struck by the flickering,\nceaseless lightning. Far above the widening ring of cloud the smoke\nfountain drove, spreading slowly in the thinning atmosphere and beyond\nit. Zaino had had enough space experience to tell at a glance whether\na smoke or dust cloud was in air or not. This wasn't, at least at the\nupper extremity....\n\nAnd then, quite calmly, he turned back to his desk, aimed the antenna\nstraight up, and called Eileen Harmon. She answered promptly.\n\n       *       *       *       *       *\n\nThe stratigrapher listened without interruption to his report and the\norder to return. She conferred briefly with her companion, replied\n\"We'll be back in twelve hours,\" and signed off. And that was that.\n\nZaino settled back with a sign, and wondered whether it would be\ntactful to remind Rowson of his offer of a year's pay.\n\nAll four vehicles were now homeward bound; all one had to worry about\nwas whether any of them would make it. Hargedon and Burkett were\nfighting their way through an ever-increasing ash rain a scant two\nmiles away--ash which not only cut visibility but threatened to block\nthe way with drifts too deep to negotiate. The wind, now blowing\nfiercely toward the volcano, blasted the gritty stuff against their\nfront window as though it would erode through; and the lava flow,\nmoving far faster than the gentle ooze they had never quite measured,\nsurged--and glowed--grimly behind.\n\nA hundred miles or more to the east, the tractors containing Mardikian,\nMarini and their drivers headed southwest along the alternate route\ntheir maps had suggested; but Mardikian, some three hours in the lead,\nreported that he could see four other smoke columns in that general\ndirection.\n\nMercury seemed to be entering a new phase. The maps might well be out\nof date.\n\nHarmon and Trackman were having no trouble at the moment, but they\nwould have to pass the great chasm. This had been shooting out daughter\ncracks when Zaino and Hargedon passed it hours before. No one could say\nwhat it might be like now, and no one was going out to make sure.\n\n\"We can see you!\" Burkett's voice came through suddenly. \"Half a mile\nto go, and we're way ahead of the flow.\"\n\n\"But it's coming?\" Rowson asked tensely. He had returned from the power\nlevel at Zaino's phoned report of success.\n\n\"It's coming.\"\n\n\"How fast? When will it get here? Do you know whether the ship can\nstand contact with it?\"\n\n\"I don't know the speed exactly. There may be two hours, maybe five\nor six. The ship can't take it. Even the temperature measures I got\nwere above the softening point of the alloys, and it's hotter and much\ndeeper now. Anyway, if the others aren't back before the flow reaches\nthe ship they won't get through. The tractor wheels would char away,\nand I doubt that the bodies would float. You certainly can't wade\nthrough the stuff in a spacesuit, either.\"\n\n\"And you think there can't be more than five or six hours before the\nflow arrives?\"\n\n\"I'd say that was a very optimistic guess. I'll stop and get a better\nspeed estimate if you want, but won't swear to it.\"\n\nRowson thought for a moment.\n\n\"No,\" he said finally, \"don't bother. Get back here as soon as you can.\nWe need the tractor and human muscles more than we need even expert\nguesses.\" He turned to the operator.\n\n\"Zaino, tell all the tractors there'll be no answer from the ship for a\nwhile, because no one will be aboard. Then suit up and come outside.\"\nHe was gone.\n\n       *       *       *       *       *\n\nTen minutes later, six human beings and a tractor were assembled in the\nflame-lit near-darkness outside the ship. The cloud had spread to the\nhorizon, and the sun was gone. Burkett and Hargedon had arrived, but\nRowson wasted no time on congratulations.\n\n\"We have work to do. It will be easy enough to keep the lava from the\nship, since there seems to be a foot or more of ash on the ground and\na touch of main drive would push it into a ringwall around us; but\nthat's not the main problem. We have to keep it from reaching the\nchasm anywhere south of us, since that's the way the others will\nbe coming. If they're cut off, they're dead. It will be brute work.\nWe'll use the tractor any way we can think of. Unfortunately it has no\nplow attachment, and I can't think of anything aboard which could be\nturned into one. You have shovels, such as they are. The ash is light,\nespecially here, but there's a mile and a half of dam to be built. I\ndon't see how it can possibly be done ... but it's going to be.\"\n\n\"Come on, Arnie! You're young and strong,\" came the voice of the\nmineralogist. \"You should be able to lift as much of this stuff as I\ncan. I understand you were lucky enough to get hold of Eileen--have you\nasked for the bonus yet?--but your work isn't done.\"\n\n\"It wasn't luck,\" Zaino retorted. Burkett, in spite of her voice,\nseemed much less of a schoolmistress when encased in a spacesuit and\ncarrying a shovel, so he was able to talk back to her. \"I was simply\nalert enough to make use of existing conditions, which I had to observe\nfor myself in spite of all the scientists around. I'm charging the\nachievement to my regular salary. I saw--\"\n\nHe stopped suddenly, both with tongue and shovel. Then, \"Captain!\"\n\n\"What is it?\"\n\n\"The only reason we're starting this wall here is to keep well ahead\nof the flow so we can work as long as possible, isn't it?\"\n\n\"Yes, I suppose so. I never thought of trying anywhere else. The valley\nwould mean a much shorter dam, but if the flow isn't through it by now\nit would be before we could get there--oh! Wait a minute!\"\n\n\"Yes, sir. You can put the main switch anywhere in a D. C. circuit.\nWhere are the seismology stores we never had to use?\"\n\nFour minutes later the tractor set out from the _Albireo_, carrying\nRowson and Zaino. Six minutes after that it stopped at the base of the\nash cone which formed the north side of the valley from which the lava\nwas coming. They parked a quarter of the way around the cone's base\nfrom the emerging flood and started to climb on foot, both carrying\nburdens.\n\nForty-seven minutes later they returned empty-handed to the vehicle, to\nfind that it had been engulfed by the spreading liquid.\n\nWith noticeable haste they floundered through the loose ash a few\nyards above the base until they had outdistanced the glowing menace,\ndescended and started back across the plain to where they knew the\nship to be, though she was invisible through the falling detritus.\nOnce they had to detour around a crack. Once they encountered one\nwhich widened toward the chasm on their right, and they knew a detour\nwould be impossible. Leaping it seemed impossible, too, but they did\nit. Thirty seconds after this, forty minutes after finding the tractor\ndestroyed, the landscape was bathed in a magnesium-white glare as the\ntwo one-and-a-half kiloton charges planted just inside the crater rim\nlet go.\n\n       *       *       *       *       *\n\n\"Should we go back and see if it worked?\" asked Zaino.\n\n\"What's the use? The only other charges we had were in the tractor.\nThank goodness they were nuclear instead of H. E. If it didn't work\nwe'd have more trouble to get back than we're having now.\"\n\n\"If it didn't work, is there any point in going back?\"\n\n\"Stop quibbling and keep walking. Dr. Burkett, are you listening?\"\n\n\"Yes, Captain.\"\n\n\"We're fresh out of tractors, but if you want to try it on foot you\nmight start a set of flow measures on the lava. Arnie wants to know\nwhether our landslide slid properly.\"\n\nHowever, the two were able to tell for themselves before getting back\nto the _Albireo_.\n\nThe flow didn't stop all at once, of course; but with the valley\nfeeding it blocked off by a pile of volcanic ash four hundred feet high\non one side, nearly fifty on the other and more than a quarter of a\nmile long, its enthusiasm quickly subsided. It was thin, fluid stuff,\nas Burkett had noted; but as it spread it cooled, and as it cooled it\nthickened.\n\nSix hours after the blast it had stopped with its nearest lobe almost a\nmile from the ship, less than two feet thick at the edge.\n\nWhen Mardikian's tractor arrived, Burkett was happily trying to analyze\nsamples of the flow, and less happily speculating on how long it would\nbe before the entire area would be blown off the planet. When Marini's\nand Harmon's vehicles arrived, almost together, the specimens had been\nloaded and everything stowed for acceleration. Sixty seconds after the\nlast person was aboard, the _Albireo_ left Mercury's surface at two\ngravities.\n\nThe haste, it turned out, wasn't really necessary. She had been in\nparking orbit nearly forty-five hours before the first of the giant\nvolcanoes reached its climax, and the one beside their former site was\nnot the first. It was the fourth.\n\n\"And that seems to be that,\" said Camille Burkett rather tritely as\nthey drifted a hundred miles above the little world's surface. \"Just a\nbelt of white-hot calderas all around the planet. Pretty, if you like\nsymmetry.\"\n\n\"I like being able to see it from this distance,\" replied Zaino,\nfloating weightless beside her. \"By the way, how much bonus should I\nask for getting that idea of putting the seismic charges to use after\nall?\"\n\n\"I wouldn't mention it. Any one of us might have thought of that. We\nall knew about them.\"\n\n\"Anyone _might_ have. Let's speculate on how long it would have been\nbefore anyone _did_.\"\n\n\"It's still not like the other idea, which involved your own specialty.\nI still don't see what made you suppose that the gas pillar from the\nvolcano would be heavily charged enough to reflect your radio beam. How\ndid that idea strike you?\"\n\n       *       *       *       *       *\n\nZaino thought back, and smiled a little as the picture of lightning\nblazing around pillar, cloud and mountain rose before his eyes.\n\n\"You're not quite right,\" he said. \"I was worried about it for a while,\nbut it didn't actually strike me.\"\n\nIt fell rather flat; Camille Burkett, Ph.D., had to have it explained\nto her.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Hot Planet, by Hal Clement\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HOT PLANET ***\n\n***** This file should be named 50928.txt or 50928.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/2/50928/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}