{"title": "$1,000 A Plate", "author": "Jack McKenty", "releaseDate": "January 14, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            $1,000 A Plate\n\n                            By JACK McKENTY\n\n                          Illustrated by BECK\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction October 1954.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             When Marsy Gras shot off its skyrockets, Mars\n               Observatory gave it the works--fireworks!\n\n\nSunset on Mars is a pale, washed out, watery sort of procedure that is\nhardly worth looking at. The shadows of the cactus lengthen, the sun\ngoes down without the slightest hint of color or display and everything\nis dark. About once a year there is one cloud that turns pink briefly.\nBut even the travel books devote more space describing the new sign\nadorning the Canal Casino than they do on the sunset.\n\nThe night sky is something else again. Each new crop of tourists goes\nto bed at sunrise the day after arrival with stiff necks from looking\nup all night. The craters of the moons are visible to the naked eye,\nand even a cheap pair of opera glasses can pick out the buildings of\nthe Deimos Space Station.\n\nA typical comment from a sightseer is, \"Just think, Fred, we were way\nup there only twelve hours ago.\"\n\nAt fairly frequent intervals, the moons eclipse. The local Chamber of\nCommerce joins with the gambling casinos to use these occasions as\nexcuses for a celebration. The \"Marsy Gras\" includes floats, costumes,\nliquor, women, gambling--and finishes off with a display of fireworks\nand a stiff note of protest from the nearby Mars Observatory.\n\n       *       *       *       *       *\n\nThe day after a particularly noisy, glaring fireworks display, the top\nbrass at the Observatory called an emergency meeting. The topic was\nnot a new one, but fresh evidence, in the form of several still-wet\nphotographic plates, showing out-of-focus skyrocket trails and a galaxy\nof first-magnitude aerial cracker explosions was presented.\n\n\"I maintain they fire them in our direction on purpose,\" one scientist\ndeclared.\n\nThis was considered to be correct because the other directions around\ntown were oil refineries and the homes of the casino owners.\n\n\"Why don't we just move the Observatory way out in the desert?\" a\ntechnician demanded. \"It wouldn't be much of a job.\"\n\n\"It would be a tremendous job,\" said Dr. Morton, the physicist. \"If\nnot for the glare of city lights on Earth, we wouldn't have had to move\nour telescopes to the Moon. If not for the gravel falling out of the\nsky on the Moon, making it necessary to resurface the reflectors every\nweek, we wouldn't have had to move to Mars. Viewing conditions here are\njust about perfect--except for the immense cost of transporting the\nequipment, building materials, workmen, and paying us triple time for\nworking so far from home. Why, did you ever figure the cost of a single\nphotographic plate? What with salaries, freight to and from Earth,\nmaintenance and all the rest, it's enormous!\"\n\n\"Then why don't we cut down the cost of ruined exposures,\" asked the\ntechnician, \"by moving the Observatory away from town?\"\n\n\"Because,\" Dr. Morton explained, \"we'd have to bring in crews to tear\nthe place down, other crews to move it, still more crews to rebuild it.\nNot to mention unavoidable breakage and replacement, which involve more\nfreight from Earth. At $7.97 per pound dead-weight ... well, you figure\nit out.\"\n\n\"So we can't move and we can't afford ruined thousand-dollar plates,\"\nsaid the scientist who had considered himself a target for the\nfireworks. \"Then what's the answer?\"\n\nThe usual suggestion was proposed that a delegation approach the Town\nCouncil to follow up the letter of protest. A search through the past\nmeetings' minutes showed that this had never accomplished anything up\nto date.\n\nA recent arrival to the Observatory mentioned that their combined\nbrain power should be enough to beat the games and thus force the\ncasino owners--who were the real offenders--out of business. One of\nthe scientists, who had already tried that very scheme on a small\nscale, reported his results. He proved with his tabulations that,\nin this instance, science, in the guise of the law of averages, was\nunfortunately against them.\n\nDr. Morton rose to his feet. The other men listened to his plan, at\nfirst with shocked horror, then with deep interest and finally in wild\nexultation. The meeting broke up with most of the members grinning from\near to ear. \"It's lucky Dr. Morton is a physicist,\" said one of the\ndirectors. \"No astronomer would ever have thought of that.\"\n\n       *       *       *       *       *\n\nA few days later a modest little ad appeared in the weekly publication\n\"What to do in Marsport.\" It did not try to compete with any of the\ncasino ads (all of which featured pretty girls), but it had a unique\nheading.\n\n                                 FREE\n                        For the First Time Ever\n                            Your HOROSCOPE\n                          SCIENTIFICALLY CAST\n                          by the Staff of the\n                        FAMOUS MARS OBSERVATORY\n                     Learn your Luck, your Future!\n                    Write or call Mars Observatory.\n                       No charge. No obligation.\n\nSince the horoscopes being offered were about the only things on Mars\nthat didn't cost the tourists any money, the response was great. The\nrecipient of a horoscope found a mimeographed folder which contained\nthree pages describing the present positions of the planets, where to\nlook for Earth in the sky, and what science hoped to learn the next\ntime Mercury was in transit. The fourth page held the kicker. It said\nthat while the tourist's luck would be better than average at most\nof the gambling houses, he would lose consistently if he played at\nHarvey's Club.\n\nWithin two days the only people playing at Harvey's were the shills.\nThe following day, the visitors to the observatory included Harvey.\n\nThe gambler was welcomed with mingled respect for his money and\ncontempt for his occupation. He was taken immediately to see Dr.\nMorton, who greeted him with a sly smile.\n\nHarvey's conversation was brief and to the point. \"How much?\" he asked\nwaving a horoscope under Dr. Morton's nose.\n\n\"Just a promise,\" said the scientist. Harvey said nothing but looked\nsullen. \"You are on the Town Council,\" Morton continued. \"Now, the next\ntime the question of tourist entertainment is discussed, we want you to\nvote _against_ a fireworks display.\" He then explained how important\nplates had been ruined by skyrocket trails.\n\nHarvey listened with great interest, especially when Dr. Morton flatly\nstated that each casino, in turn, would get the same publicity in the\nhoroscopes.\n\n\"The Council members are all for the tourists,\" Harvey commented, \"and\nyou guys are supposed to be nuts, like all scientists. But I'll do like\nyou say.\" He reached into his pocket. \"Here's fifty bucks. Use it for\na full page ad this time and do the Desert Sands Casino in your next\nhoroscope. And say--before I go, can I look through the telescope? I\nnever seemed to have the time before.\"\n\n       *       *       *       *       *\n\nAt weekly intervals, Dr. Morton \"did\" the Desert Sands; Frankland's\nParadise; the Martian Gardens; and the Two Moons Club. From each owner\nhe extracted the same promise--to vote against the fireworks at the\nCouncil meetings.\n\nThe technique was settling down to a routine. Each victim came, made\nthe promise, paid for the following week's ad, named the next casino,\nand was taken on a tour of the Observatory. Then disaster struck.\n\nIt took the form of an interplanetary telegram from Harvard\nObservatory, their parent organization. It read:\n\n     EARTH NEWSPAPERS CARRYING ACCOUNTS OF HOROSCOPES PUBLISHED BY\n     YOUR ORGANIZATION VERY UNSCIENTIFIC MUST STOP AT ONCE FIND OTHER\n     SOLUTION\n\n     L K BELL DIRECTOR\n\nDr. Morton was eating alone in the staff dining room when he noticed a\nfamiliar face beside him. \"Harvey,\" he said. \"Guess you've come down to\ngloat over our misfortune.\"\n\n\"No, Professor,\" said Harvey. \"You've got my promise to help you boys\nand I'll stick by you. It's a rotten shame, too. You just about made\nit. The rest of the club owners saw the writing on the wall and were\ngoing to cooperate with you when the telegram came. All of us got\ncontacts in the telegraph office, so they heard about it soon as it\narrived and stayed away.\"\n\nDr. Morton said, \"Yes, I supposed they would. There's not much we can\ndo now.\"\n\n\"There are thirteen members on the Council.\" Harvey continued, \"and\nyou've got five of us. If that telegram had only come one day later--no\nmore fireworks. But I got an idea.\"\n\nDr. Morton pushed aside his empty coffee cup and stood up. \"Let's get\nout in the fresh air.\"\n\nThe Town Council was adding insult to injury by staging one of the\nbiggest fireworks displays ever. It consisted of practically all\nskyrockets. Dr. Morton expressed wonder at their supply; Harvey\nexplained that they were made right on Mars. He went on to tell his\nidea.\n\n\"I was real interested in everything when you took me around the first\ntime I was here,\" the gambler said. \"The same goes for the other boys\nwho saw the place. Most of us meant to come out here and look around\nsometime, but you people work nights and, us mostly working nights,\ntoo, we never got around to it. How about arranging an exclusive tour\nsometime just for the club operators and their help? Then when they see\neverything, you could offer to name a star after them or something. If\nI hadn't already promised, I'd be willing to promise, just to be able\nto point in the sky and say 'That's Harvey's Star.'\"\n\nDr. Morton smiled gently. \"That's a wonderful idea,\" he said, \"but I\ndon't think it would work. Any stars worth looking at with the naked\neye already have names. The only ones we could name after people are\nso far away that, it would take an exposure of several hours, just to\nsee them on a photographic plate. You wouldn't be able to point yours\nout at all. Besides, Harvard Observatory wouldn't stand for this idea\neither. It would make as much sense to them as you naming a poker chip\nafter me.\"\n\nHe sighed. \"But, in any case, we would like to have all the owners\nover some time. It might improve relations somewhat.\" The two of them\nwatched a rocket wobble all over the sky before exploding.\n\n\"Let's go back inside,\" said the physicist. \"Maybe we can arrange that\ntour for Sunday.\"\n\n       *       *       *       *       *\n\nSunday afternoon the visitors, presumably softened up by what one of\nthe chemists thought were martinis, were seated in the lecture hall\nlistening to Dr. Morton's concluding remarks.\n\n\"One of the technicians is working on a gadget with a photocell that\ncloses the shutter on the film when a rocket goes up,\" Dr. Morton was\nsaying. \"It should cut down the exposure time a great deal. Right\nnow, every night may be significant. If the plates from any one night\nare spoiled, we may not be able to duplicate them for a Martian year.\nMankind is preparing the first trip to another star, and the work of\nMars Observatory is necessary to insure the success of that trip. You\ngentlemen are rightly the leaders of Mars, and so it is up to you to\ndecide whether or not that success will be possible.\" He sat down to a\nsmattering of applause.\n\nThe visitors, except Harvey, then left.\n\n\"It didn't go over, Professor,\" said Harvey.\n\n\"I know,\" said Dr. Morton. \"That washes out that plan.\" He turned to\nthe gambler. \"You're the only person I can trust with this,\" he said.\n\"How would you like to help me make some fireworks?\"\n\n       *       *       *       *       *\n\nOne week later the two men had everything ready. That night, as quietly\nas possible, they moved to a position behind a fence near the skyrocket\nlaunching racks. Dr. Morton was carrying a compass, a flashlight, and a\nsmall clinometer; Harvey was struggling with two large skyrockets. He\nwhispered, \"What if we miss or they go off too soon, or something?\"\n\n\"Nonsense, Harvey,\" said Dr. Morton. He busied himself with the\nflashlight and compass, and carefully aimed one of the rockets. \"You\nforget I am a physicist.\" He then aimed the other rocket and checked\nelevation with the clinometer. \"The fuels are standard, and I worked\nout the trajectories on the computer. Ready with your match? These are\ngoing to explode in the canal, and get everybody in the Canal Casino\nall wet.\" He peeked over the fence, to see how the regular display was\ndoing. \"Here comes their finale. Ready, set, light!\"\n\nCovered by the launching of the last of the official display, their two\nrockets arced up and away. One of them did explode in the canal, and\nmost of the Casino's patrons did get wet. But the other wobbled off to\nthe right, landed on the roof of Harvey's bachelor home and burned it\nto the ground.\n\n       *       *       *       *       *\n\nDr. Morton sat numbly in front of his typewriter, staring at a letter.\nHe couldn't seem to find the right words for what he wished to say. He\ntried to derive inspiration from a glossy photograph lying on the table\nbeside him. It had what looked like another skyrocket trail on it.\n\nBefore he could answer it, the door opened and Harvey walked in,\naccompanied by two men with muscles. \"I haven't seen you since the\naccident, Professor,\" he said.\n\n\"I've been trying to write you a letter,\" said Dr. Morton, \"to tell you\nhow sorry I am about what happened. And I also have to thank you for\ngetting that law against fireworks through the Council. I am extremely\nsorry it took your house burning down to convince them.\"\n\n\"I keep my promises,\" said Harvey. One of the men with muscles turned\nthe radio on, loud.\n\n\"We're trying to get up a collection among the staff to help pay for\nyour losses,\" said Dr. Morton, \"but the director suggested a more\npermanent kind of remembrance.\" He picked up the photograph. \"This will\nbe one of the brightest objects in the sky, in a few months. It won't\nbe back again for thousands of years, but it will be around for a good\nwhile. We've just discovered it, and it is our privilege to call it\n'Harvey's Comet.'\"\n\n\"That's nice,\" said Harvey. The first of the two men went around\npulling down blinds; the other went into the bathroom and starting\nfilling the tub.\n\n\"Well,\" said the physicist, looking tired and old, \"I guess there's\nnothing more I can say.\"\n\n\"Oh, yes, there is, Professor,\" said Harvey, with a sudden grin on his\nface. He turned to his muscle men. \"You two guys cut out the comedy and\nbring it in, now.\"\n\nThe two men followed his instructions.\n\n\"You see, Professor,\" the gambler continued, \"I took a beating on the\nhouse, but the other club boys chipped in and made up all my losses.\nSo, I don't need your money at all. Besides, I have two things to thank\n_you_ for. First, I heard about the comet from one of your men, and\nit's the nicest thing anybody's ever done for me.\" One of his men came\nback with what looked like a round candy box. \"Second, that fire was\nthe best publicity stunt I could get. It made the papers back on Earth\nand all the new tourists are packing into the Harvey Club. Even the\nother operators are playing my tables. That's why I want you to have\nthis.\"\n\nHe handed Dr. Morton the box. It read \"Harvey's Club\" in the center,\nand \"Doctor Morton's Poker Chip\" around the edge. Across the bottom, it\nsaid \"Five Thousand.\"\n\n\"That's dollars in it, Professor,\" said Harvey. \"Don't spend it all in\none place.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of $1,000 A Plate, by Jack McKenty\n\n*** END OF THIS PROJECT GUTENBERG EBOOK $1,000 A PLATE ***\n\n***** This file should be named 50921.txt or 50921.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/2/50921/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}