{"title": "Star, Bright", "author": "Mark Clifton", "releaseDate": "January 15, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             Star, Bright\n\n                            By MARK CLIFTON\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            There is no past or future, the children said;\n            it all just IS! They had every reason to know!\n\n\n_Friday--June 11th_\n\nAt three years of age, a little girl shouldn't have enough functioning\nintelligence to cut out and paste together a Moebius Strip.\n\nOr, if she did it by accident, she surely shouldn't have enough\nreasoning ability to pick up one of her crayons and carefully trace the\ncontinuous line to prove it has only one surface.\n\nAnd if by some strange coincidence she did, and it was still just an\naccident, how can I account for this generally active daughter of\nmine--and I do mean _active_--sitting for a solid half hour with her\nchin cupped in her hand, staring off into space, thinking with such\nconcentration that it was almost painful to watch?\n\nI was in my reading chair, going over some work. Star was sitting on\nthe floor, in the circle of my light, with her blunt-nosed scissors and\nher scraps of paper.\n\nHer long silence made me glance down at her as she was taping the two\nends of the paper together. At that point I thought it was an accident\nthat she had given a half twist to the paper strip before joining the\ncircle. I smiled to myself as she picked it up in her chubby fingers.\n\n\"A little child forms the enigma of the ages,\" I mused.\n\nBut instead of throwing the strip aside, or tearing it apart as any\nother child would do, she carefully turned it over and around--studying\nit from all sides.\n\nThen she picked up one of her crayons and began tracing the line. She\ndid it as though she were substantiating a conclusion already reached!\n\nIt was a bitter confirmation for me. I had been refusing to face it\nfor a long time, but I could ignore it no longer.\n\nStar was a High I.Q.\n\nFor half an hour I watched her while she sat on the floor, one knee\nbent under her, her chin in her hand, unmoving. Her eyes were wide with\nwonderment, looking into the potentialities of the phenomenon she had\nfound.\n\nIt has been a tough struggle, taking care of her since my wife's death.\nNow this added problem. If only she could have been normally dull, like\nother children!\n\n       *       *       *       *       *\n\nI made up my mind while I watched her. If a child is afflicted, then\nlet's face it, she's afflicted. A parent must teach her to compensate.\nAt least she could be prepared for the bitterness I'd known. She could\nlearn early to take it in stride.\n\nI could use the measurements available, get the degree of intelligence,\nand in that way grasp the extent of my problem. A twenty point jump\nin I.Q. creates an entirely different set of problems. The 140 child\nlives in a world nothing at all like that of the 100 child, and a world\nwhich the 120 child can but vaguely sense. The problems which vex and\nchallenge the 160 pass over the 140 as a bird flies over a field mouse.\nI must not make the mistake of posing the problems of one if she is the\nother. I must know. In the meantime, I must treat it casually.\n\n\"That's called the Moebius Strip, Star,\" I interrupted her thoughts.\n\nShe came out of her reverie with a start. I didn't like the quick way\nher eyes sought mine--almost furtively, as though she had been caught\ndoing something bad.\n\n\"Somebody already make it?\" she disappointedly asked.\n\nShe knew what she had discovered! Something inside me spilled over with\ngrief, and something else caught at me with dread.\n\nI kept my voice casual. \"A man by the name of Moebius. A long time ago.\nI'll tell you about him sometime when you're older.\"\n\n\"Now. While I'm little,\" she commanded with a frown. \"And don't tell.\nRead me.\"\n\nWhat did she mean by that? Oh, she must be simply paraphrasing me at\nthose times in the past when I've wanted the facts and not garbled\ngeneralizations. It could only be that!\n\n\"Okay, young lady.\" I lifted an eyebrow and glared at her in mock\nferociousness, which usually sent her into gales of laughter. \"I'll\nslow you down!\"\n\nShe remained completely sober.\n\nI turned to the subject in a physics book. It's not in simple language,\nby any means, and I read it as rapidly as I could speak. My thought\nwas to make her admit she didn't understand it, so I could translate it\ninto basic language.\n\nHer reaction?\n\n\"You read too slow. Daddy,\" she complained. She was childishly\nirritable about it. \"You say a word. Then I think a long time. Then you\nsay another word.\"\n\nI knew what she meant. I remember, when I was a child, my thoughts used\nto dart in and out among the slowly droning words of any adult. Whole\npatterns of universes would appear and disappear in those brief moments.\n\n\"So?\" I asked.\n\n\"So,\" she mocked me impishly. \"You teach me to read. Then I can think\nquick as I want.\"\n\n\"Quickly,\" I corrected in a weak voice. \"The word is 'quickly,' an\nadverb.\"\n\nShe looked at me impatiently, as if she saw through this allegedly\nadult device to show up a younger's ignorance. I felt like the dope!\n\n       *       *       *       *       *\n\n\n_September 1st_\n\nA great deal has happened the past few months. I have tried, a number\nof times to bring the conversation around to discuss Star's affliction\nwith her. But she is amazingly adroit at heading me off, as though she\nalready knows what I am trying to say and isn't concerned. Perhaps, in\nspite of her brilliance, she's too young to realize the hostility of\nthe world toward intelligence.\n\nSome of the visiting neighbors have been amused to see her sit on the\nfloor with an encyclopedia as big as she is, rapidly turning the pages.\nOnly Star and I know she is reading the pages as rapidly as she can\nturn them. I've brushed away the neighbors' comments with: \"She likes\nto look at the pictures.\"\n\nThey talk to her in baby talk--and she answers in baby talk! How does\nshe know enough to do that?\n\nI have spent the months making an exhaustive record of her I.Q.\nmeasurements, aptitude speeds, reaction, tables, all the recommended\nparaphernalia for measuring something we know nothing about.\n\nThe tables are screwy, or Star is beyond all measurement.\n\nAll right, Pete Holmes, how are you going to pose those problems and\ncombat them for her, when you have no conception of what they might\nbe? But I must have a conception. I've got to be able to comprehend at\nleast a little of what she may face. I simply couldn't stand by and do\nnothing.\n\nEasy, though. Nobody knows better than you the futility of trying to\ncompete out of your class. How many students, workers and employers\nhave tried to compete with you? You've watched them and pitied them,\ncomparing them to a donkey trying to run the Kentucky Derby.\n\nHow does it feel to be in the place of the donkey, for a change? You've\nalways blamed them for not realizing they shouldn't try to compete.\n\nBut this is my own daughter! I _must_ understand.\n\n       *       *       *       *       *\n\n_October 1st_\n\nStar is now four years old, and according to State Law her mind has now\ndeveloped enough so that she may attend nursery school. Again I tried\nto prepare her for what she might face. She listened through about\ntwo sentences and changed the subject. I can't tell about Star. Does\nshe already know the answers? Or does she not even realize there is a\nproblem?\n\nI was in a sweat of worry when I took her to her first day at school\nyesterday morning. Last night I was sitting in my chair, reading. After\nshe had put her dolls away, she went to the bookshelves and brought\ndown a book of fairy tales.\n\nThat is another peculiarity of hers. She has an unmeasurably quick\nperception, yet she has all the normal reactions of a little girl. She\nlikes her dolls, fairy stories, playing grown up. No, she's not a\nmonster.\n\nShe brought the book of fairy tales over to me.\n\n\"Daddy, read me a story,\" she asked quite seriously.\n\nI looked at her in amazement. \"Since when? Go read your own story.\"\n\nShe lifted an eyebrow in imitation of my own characteristic gesture.\n\n\"Children of my age do not read,\" she instructed pedantically. \"I can't\nlearn to read until I am in the first grade. It is very hard to do and\nI am much too little.\"\n\nShe had found the answer to her affliction--conformity! She had already\nlearned to conceal her intelligence. So many of us break our hearts\nbefore we learn that.\n\nBut you don't have to conceal it from me, Star! Not from me!\n\nOh, well, I could go along with the gag, if that was what she wanted.\n\n\"Did you like nursery school?\" I asked the standard question.\n\n\"Oh, yes,\" she exclaimed enthusiastically. \"It was fun.\"\n\n\"And what did you learn today, little girl?\"\n\nShe played it straight back to me. \"Not much. I tried to cut out paper\ndolls, but the scissors kept slipping.\" Was there an elfin deviltry\nback of her sober expression?\n\n\"Now, look,\" I cautioned, \"don't overdo it. That's as bad as being\ntoo quick. The idea is that everybody has to be just about standard\naverage. That's the only thing we will tolerate. It is expected that a\nlittle girl of four should know how to cut out paper dolls properly.\"\n\n\"Oh?\" she questioned, and looked thoughtful. \"I guess that's the hard\npart, isn't it, Daddy--to know how much you ought to know?\"\n\n\"Yes, that's the hard part,\" I agreed fervently.\n\n\"But it's all right,\" she reassured me. \"One of the Stupids showed me\nhow to cut them out, so now that little girl likes me. She just took\ncharge of me then and told the other kids they should like me, too. So\nof course they did because she's leader. I think I did right, after\nall.\"\n\n\"Oh, no!\" I breathed to myself. She knew how to manipulate other people\nalready. Then my thought whirled around another concept. It was the\nfirst time she had verbally classified normal people as \"Stupids,\" but\nit had slipped out so easily that I knew she'd been thinking to herself\nfor a long time. Then my whirling thoughts hit a third implication.\n\n\"Yes, maybe it was the right thing,\" I conceded. \"Where the little girl\nwas concerned, that is. But don't forget you were being observed by a\ngrownup teacher in the room. And she's smarter.\"\n\n\"You mean she's older, Daddy,\" Star corrected me.\n\n\"Smarter, too, maybe. You can't tell.\"\n\n\"I can,\" she sighed. \"She's just older.\"\n\nI think it was growing fear which made me defensive.\n\n\"That's good,\" I said emphatically. \"That's very good. You can learn a\nlot from her then. It takes an awful lot of study to learn how to be\nstupid.\"\n\nMy own troublesome business life came to mind and I thought to myself,\n\"I sometimes think I'll never learn it.\"\n\nI swear I didn't say it aloud. But Star patted me consolingly and\nanswered as though I'd spoken.\n\n\"That's because you're only fairly bright, Daddy. You're a Tween, and\nthat's harder than being really bright.\"\n\n\"A Tween? What's a Tween?\" I was bumbling to hide my confusion.\n\n\"That's what I mean, Daddy,\" she answered in exasperation. \"You don't\ngrasp quickly. An In Between, of course. The other people are Stupids,\nI'm a Bright, and you're a Tween. I made those names up when I was\nlittle.\"\n\nGood God! Besides being unmeasurably bright, she's a telepath!\n\nAll right, Pete, there you are. On reasoning processes you might stand\na chance--but not telepathy!\n\n\"Star,\" I said on impulse, \"can you read people's minds?\"\n\n\"Of course, Daddy,\" she answered, as if I'd asked a foolishly obvious\nquestion.\n\n\"Can you teach me?\"\n\nShe looked at me impishly. \"You're already learning it a little. But\nyou're so slow! You see, you didn't even know you were learning.\"\n\nHer voice took on a wistful note, a tone of loneliness.\n\n\"I wish--\" she said, and paused.\n\n\"What do you wish?\"\n\n\"You see what I mean, Daddy? You try, but you're so slow.\"\n\nAll the same, I knew. I knew she was already longing for a companion\nwhose mind could match her own.\n\nA father is prepared to lose his daughter eventually, Star, but not so\nsoon.\n\nNot so soon....\n\n       *       *       *       *       *\n\n_June again_\n\nSome new people have moved in next door. Star says their name is\nHowell. Bill and Ruth Howell. They have a son, Robert, who looks maybe\na year older than Star, who will soon be five.\n\nStar seems to have taken up with Robert right away. He is a\nwell-mannered boy and good company for Star.\n\nI'm worried, though. Star had something to do with their moving in next\ndoor. I'm convinced of that. I'm also convinced, even from the little\nI've seen of him, that Robert is a Bright and a telepath.\n\nCould it be that, failing to find quick accord with my mind, Star has\nreached out and out until she made contact with a telepath companion?\n\nNo, that's too fantastic. Even if it were so, how could she shape\ncircumstances so she could bring Robert to live next door to her? The\nHowells came from another city. It just happened that the people who\nlived next door moved out and the house was put up for sale.\n\nJust happened? How frequently do we find such abnormal Brights? What\nare the chances of one _just happening_ to move in next door to another?\n\nI know he is a telepath because, as I write this, I sense him reading\nit.\n\nI even catch his thought: \"Oh, pardon me, Mr. Holmes. I didn't intend\nto peek. Really I didn't.\"\n\nDid I imagine that? Or is Star building a skill in my mind?\n\n\"It isn't nice to look into another person's mind unless you're asked,\nRobert,\" I thought back, rather severely. It was purely an experiment.\n\n\"I know it, Mr. Holmes. I apologize.\" He is in his bed in his house,\nacross the driveway.\n\n\"No, Daddy, he really didn't mean to.\" And Star is in her bed in this\nhouse.\n\nIt is impossible to write how I feel. There comes a time when words are\nempty husks. But mixed with my expectant dread is a thread of gratitude\nfor having been taught to be even stumblingly telepathic.\n\n       *       *       *       *       *\n\n_Saturday--August 11th_\n\nI've thought of a gag. I haven't seen Jim Pietre in a month of Sundays,\nnot since he was awarded that research fellowship with the museum. It\nwill be good to pull him out of his hole, and this little piece of\nadvertising junk Star dropped should be just the thing.\n\nStrange about the gadget. The Awful Secret Talisman of the Mystic\nJunior G-Men, no doubt. Still, it doesn't have anything about crackles\nand pops printed on it. Merely an odd-looking coin, not even true\nround, bronze by the look of it. Crude. They must stamp them out by the\nmillion without ever changing a die.\n\nBut it is just the thing to send to Jim to get a rise out of him. He\ncould always appreciate a good practical joke. Wonder how he'd feel to\nknow he was only a Tween.\n\n       *       *       *       *       *\n\n_Monday--August 13th_\n\nSitting here at my study desk, I've been staring into space for an\nhour. I don't know what to think.\n\nIt was about noon today when Jim Pietre called the office on the phone.\n\n\"Now, look, Pete,\" he started out. \"What kind of gag are you pulling?\"\n\nI chortled to myself and pulled the dead pan on him.\n\n\"What do you mean, boy?\" I asked back into the phone. \"Gag? What kind\nof gag? What are you talking about?\"\n\n\"A coin. A coin.\" He was impatient. \"You remember you sent me a coin in\nthe mail?\"\n\n\"Oh, yeah, that,\" I pretended to remember. \"Look, you're an important\nresearch analyst on metals--too damned important to keep in touch\nwith your old friends--so I thought I'd make a bid for your attention\nthataway.\"\n\n\"All right, give,\" he said in a low voice. \"Where did you get it?\" He\nwas serious.\n\n\"Come off it, Jim. Are you practicing to be a stuffed shirt? I admit\nit's a rib. Something Star dropped the other day. A manufacturer's idea\nof kid advertising, no doubt.\"\n\n\"I'm in dead earnest, Peter,\" he answered. \"It's no advertising gadget.\"\n\n\"It means something?\"\n\nIn college, Jim could take a practical joke and make six out of it.\n\n\"I don't know what it means. Where did Star get it?\" He was being\npretty crisp about it.\n\n\"Oh, I don't know,\" I said. I was getting a little fed up; the joke\nwasn't going according to plan. \"Never asked her. You know how kids\nclutter up the place with their things. No father even tries to keep\ntrack of all the junk that can be bought with three box tops and a\ndime.\"\n\n\"This was not bought with three box tops and a dime,\" he spaced his\nwords evenly. \"This was not bought anywhere, for any price. In fact, if\nyou want to be logical about it, this coin doesn't exist at all.\"\n\nI laughed out loud. This was more like the old Jim.\n\n\"Okay, so you've turned the gag back on me. Let's call it quits. How\nabout coming over to supper some night soon?\"\n\n\"I'm coming over, my friend.\" He remained grim as he said it. \"And\nI'm coming over tonight. As soon as you will be home. It's no gag I'm\npulling. Can you get that through your stubborn head? You say you got\nit from Star, and of course I believe you. But it's no toy. It's the\nreal thing.\" Then, as if in profound puzzlement, \"Only it isn't.\"\n\nA feeling of dread was settling upon me. Once you cried \"Uncle\" to\nJim, he always let up.\n\n\"Suppose you tell me what you mean,\" I answered soberly.\n\n\"That's more like it, Pete. Here's what we know about the coin so far.\nIt is apparently pre-Egyptian. It's hand-cast. It's made out of one of\nthe lost bronzes. We fix it at around four thousand years old.\"\n\n\"That ought to be easy to solve,\" I argued. \"Probably some coin\ncollector is screaming all over the place for it. No doubt lost it and\nStar found it. Must be lots of old coins like that in museums and in\nprivate collections.\"\n\nI was rationalizing more for my own benefit than for Jim. He would\nknow all those things without my mentioning them. He waited until I had\nfinished.\n\n\"Step two,\" he went on. \"We've got one of the top coin men in the world\nhere at the museum. As soon as I saw what the metal was, I took it to\nhim. Now hold onto your chair, Pete. He says there is no coin like it\nin the world, either museum or private collection.\"\n\n\"You museum boys get beside yourselves at times. Come down to Earth.\nSometime, somewhere, some collector picked it up in some exotic place\nand kept it quiet. I don't have to tell you how some collectors\nare--sitting in a dark room, gloating over some worthless bauble, not\ntelling a soul about it--\"\n\n\"All right, wise guy,\" he interrupted. \"Step three. That coin is at\nleast four thousand years old _and it's also brand-new_! Let's hear you\nexplain that away.\"\n\n\"New?\" I asked weakly. \"I don't get it.\"\n\n\"Old coins show wear. The edges get rounded with handling. The surface\noxidizes. The molecular structure changes, crystalizes. This coin shows\nno wear, no oxidation, no molecular change. This coin might have been\nstruck yesterday. _Where did Star get it?_\"\n\n\"Hold it a minute,\" I pleaded.\n\n       *       *       *       *       *\n\nI began to think back. Saturday morning. Star and Robert had been\nplaying a game. Come to think of it, that was a peculiar game. Mighty\npeculiar.\n\nStar would run into the house and stand in front of the encyclopedia\nshelf. I could hear Robert counting loudly at the base tree outside in\nthe back yard. She would stare at the encyclopedia for a moment.\n\nOnce I heard her mumble: \"That's a good place.\"\n\nOr maybe she merely thought it and I caught the thought. I'm doing that\nquite a bit of late.\n\nThen she would run outside again. A moment later, Robert would run in\nand stand in front of the same shelf. Then he also would run outside\nagain. There would be silence for several minutes. The silence would\nrupture with a burst of laughing and shouting. Soon, Star would come in\nagain.\n\n\"How does he find me?\" I heard her think once. \"I can't reason it, and\nI can't ESP it out of him.\"\n\nIt was during one of their silences when Ruth called over to me.\n\n\"Hey, Pete! Do you know where the kids are? Time for their milk and\ncookies.\"\n\nThe Howells are awfully good to Star, bless 'em. I got up and went over\nto the window.\n\n\"I don't know, Ruth,\" I called back. \"They were in and out only a few\nminutes ago.\"\n\n\"Well, I'm not worried,\" she said. She came through the kitchen door\nand stood on the back steps. \"They know better than to cross the street\nby themselves. They're too little for that. So I guess they're over at\nMarily's. When they come back, tell 'em to come and get it.\"\n\n\"Okay, Ruth,\" I answered.\n\nShe opened the screen door again and went back into her kitchen. I left\nthe window and returned to my work.\n\nA little later, both the kids came running into the house. I managed to\ncapture them long enough to tell them about the cookies and milk.\n\n\"Beat you there!\" Robert shouted to Star.\n\nThere was a scuffle and they ran out the front door. I noticed then\nthat Star had dropped the coin and I picked it up and sent it to Jim\nPietre.\n\n       *       *       *       *       *\n\n\"Hello, Jim,\" I said into the phone. \"Are you still there?\"\n\n\"Yep, still waiting for an answer,\" he said.\n\n\"Jim, I think you'd better come over to the house right away. I'll\nleave my office now and meet you there. Can you get away?\"\n\n\"Can I get away?\" he exclaimed. \"Boss says to trace this coin down and\ndo nothing else. See you in fifteen minutes.\"\n\nHe hung up. Thoughtfully, I replaced the receiver and went out to my\ncar. I was pulling into my block from one arterial when I saw Jim's car\npulling in from a block away. I stopped at the curb and waited for him.\nI didn't see the kids anywhere out front.\n\nJim climbed out of his car, and I never saw such an eager look of\nanticipation on a man's face before. I didn't realize I was showing my\ndread, but when he saw my face, he became serious.\n\n\"What is it, Pete? What on Earth is it?\" he almost whispered.\n\n\"I don't know. At least I'm not sure. Come on inside the house.\"\n\nWe let ourselves in the front, and I took Jim into the study. It has a\nlarge window opening on the back garden, and the scene was very clear.\n\nAt first it was an innocent scene--so innocent and peaceful. Just three\nlittle children in the back yard playing hide and seek. Marily, a\nneighbor's child, was stepping up to the base tree.\n\n\"Now look, you kids,\" she was saying. \"You hide where I can find you or\nI won't play.\"\n\n\"But where can we go, Marily?\" Robert was arguing loudly. Like all\nlittle boys, he seems to carry on his conversations at the top of his\nlungs. \"There's the garage, and there's those trees and bushes. You\nhave to look everywhere, Marily.\"\n\n\"And there's going to be other buildings and trees and bushes there\nafterward,\" Star called out with glee. \"You gotta look behind them,\ntoo.\"\n\n\"Yeah!\" Robert took up the teasing refrain. \"And there's been lots and\nlots of buildings and trees there before--especially trees. You gotta\nlook behind them, too.\"\n\nMarily tossed her head petulantly. \"I don't know what you're talking\nabout, and I don't care. Just hide where I can find you, that's all.\"\n\nShe hid her face at the tree and started counting. If I had been alone,\nI would have been sure my eyesight had failed me, or that I was the\nvictim of hallucinations. But Jim was standing there and saw it, too.\n\nMarily started counting, yet the other two didn't run away. Star\nreached out and took Robert's hand and they merely stood there. For an\ninstant, they seemed to shimmer and--_they disappeared without moving a\nstep!_\n\nMarily finished her counting and ran around to the few possible hiding\nplaces in the yard. When she couldn't find them, she started to blubber\nand pushed through the hedge to Ruth's back door.\n\n\"They runned away from me again,\" she whined through the screen at Ruth.\n\nJim and I stood staring out the window. I glanced at him. His face was\nset and pale, but probably no worse than my own.\n\nWe saw the instant shimmer again. Star, and then immediately Robert,\nmaterialized from the air and ran up to the tree, shouting, \"Safe!\nSafe!\"\n\nMarily let out a bawl and ran home to her mother.\n\n       *       *       *       *       *\n\nI called Star and Robert into the house. They came, still holding\nhands, a little shamefaced, a little defiant.\n\nHow to begin? What in hell could I say?\n\n\"It's not exactly fair,\" I told them. \"Marily can't follow you there.\"\nI was shooting in the dark, but I had at least a glimmering to go by.\n\nStar turned pale enough for the freckles on her little nose to stand\nout under her tan. Robert blushed and turned to her fiercely.\n\n\"I told you so, Star. I _told_ you so! I said it wasn't sporting,\" he\naccused. He turned to me. \"Marily can't play good hide-and-seek anyway.\nShe's only a Stupid.\"\n\n\"Let's forget that for a minute, Robert.\" I turned to her. \"Star, just\nwhere do you go?\"\n\n\"Oh, it's nothing, Daddy.\" She spoke defensively, belittling the whole\nthing. \"We just go a little ways when we play with her. She ought to be\nable to find us a little ways.\"\n\n\"That's evading the issue. _Where_ do you go--and _how_ do you go?\"\n\nJim stepped forward and showed her the bronze coin I'd sent him.\n\n\"You see, Star,\" he said quietly. \"We've found this.\"\n\n\"I shouldn't have to tell you my game.\" She was almost in tears.\n\"You're both just Tweens. You couldn't understand.\" Then, struck with\ncontrition, she turned to me. \"Daddy, I've tried and tried to ESP you.\nTruly I did. But you don't ESP worth anything.\" She slipped her hand\nthrough Robert's arm. \"Robert does it very nicely,\" she said primly, as\nthough she were complimenting him on using his fork the right way. \"He\nmust be better than I am, because I don't know how he finds me.\"\n\n\"I'll tell you how I do it, Star,\" Robert exclaimed eagerly. It was\nas if he were trying to make amends now that grownups had caught on.\n\"You don't use any imagination. I never saw anybody with so little\nimagination!\"\n\n\"I do, too, have imagination,\" she countered loudly. \"I thought up the\ngame, didn't I? I told you how to do it, didn't I?\"\n\n\"Yeah, yeah!\" he shouted back. \"But you always have to look at a book\nto ESP what's in it, so you leave an ESP smudge. I just go to the\nencyclopedia and ESP where you did--and I go to that place--and there\nyou are. It's simple.\"\n\nStar's mouth dropped open in consternation.\n\n\"I never thought of that,\" she said.\n\nJim and I stood there, letting the meaning of what they were saying\npenetrate slowly into our incredulous minds.\n\n\"Anyway,\" Robert was saying, \"you haven't any imagination.\" He sank\ndown cross-legged on the floor. \"You can't teleport yourself to any\nplace that's never been.\"\n\nShe went over to squat down beside him. \"I can, too! What about the\nMoon People? They haven't been yet.\"\n\nHe looked at her with childish disgust.\n\n\"Oh, Star, they have so been. You know that.\" He spread his hands out\nas though he were a baseball referee. \"That time hasn't been yet for\nyour daddy here, for instance, but it's already been for somebody\nlike--well, say, like those things from Arcturus.\"\n\n\"Well, neither have you teleported yourself to some place that never\nwas,\" Star was arguing back. \"So there.\"\n\n       *       *       *       *       *\n\nWaving Jim to one chair, I sank down shakily into another. At least the\narms of the chair felt solid beneath my hands.\n\n\"Now, look, kids,\" I interrupted their evasive tactics. \"Let's start at\nthe beginning. I gather you've figured a way to travel to places in the\npast or future.\"\n\n\"Well, of course. Daddy.\" Star shrugged the statement aside\nnonchalantly. \"We just TP ourselves by ESP anywhere we want to go. It\ndoesn't do any harm.\"\n\nAnd these were the children who were too little to cross the street!\n\nI have been through times of shock before. This was the same--somehow,\nthe mind becomes too stunned to react beyond a point. One simply plows\nthrough the rest, the best he can, almost normally.\n\n\"Okay, okay,\" I said, and was surprised to hear the same tone I would\nhave used over an argument about the biggest piece of cake. \"I don't\nknow whether it's harmful or not. I'll have to think it over. Right\nnow, just tell me how you do it.\"\n\n\"It would be so much easier if I could ESP it to you,\" Star said\ndoubtfully.\n\n\"Well, pretend I'm a Stupid and tell me in words.\"\n\n\"You remember the Moebius Strip?\" she asked very slowly and carefully,\nstarting with the first and most basic point in almost the way one\nexplains to an ordinary child.\n\nYes, I remembered it. And I remembered how long ago it was that she\nhad discovered it. Over a year, and her busy, brilliant mind had been\nexploring its possibilities ever since. And I thought she had forgotten\nit!\n\n\"That's where you join the ends of a strip of paper together with a\nhalf twist to make one surface,\" she went on, as though jogging my\nundependable, slow memory.\n\n\"Yes,\" I answered. \"We all know the Moebius Strip.\"\n\nJim looked startled. I had never told him about the incident.\n\n\"Next you take a sheet and you give it a half twist and join the edge\nto itself all over to make a funny kind of holder.\"\n\n\"Klein's Bottle,\" Jim supplied.\n\nShe looked at him in relief.\n\n\"Oh, you know about that,\" she said. \"That makes it easier. Well, then,\nthe next step. You take a cube\"--Her face clouded with doubt again, and\nshe explained, \"You can't do this with your hands. You've gotta ESP it\ndone, because it's an imaginary cube anyway.\"\n\nShe looked at us questioningly. I nodded for her to continue.\n\n\"And you ESP the twisted cube all together the same way you did Klein's\nBottle. Now if you do that big enough, all around you, so you're sort\nof half twisted in the middle, then you can TP yourself anywhere you\nwant to go. And that's all there is to it,\" she finished hurriedly.\n\n\"Where have you gone?\" I asked her quietly.\n\nThe technique of doing it would take some thinking. I knew enough\nphysics to know that was the way the dimensions were built up. The\nline, the plane, the cube--Euclidian physics. The Moebius Strip, the\nKlein Bottle, the unnamed twisted cube--Einsteinian physics. Yes, it\nwas possible.\n\n\"Oh, we've gone all over,\" Star answered vaguely. \"The Romans and the\nEgyptians--places like that.\"\n\n\"You picked up a coin in one of those places?\" Jim asked.\n\nHe was doing a good job of keeping his voice casual. I knew the\nexcitement he must be feeling, the vision of the wealth of knowledge\nwhich must be opening before his eyes.\n\n\"I found it, Daddy,\" Star answered Jim's question. She was about to\ncry. \"I found it in the dirt, and Robert was about to catch me. I\nforgot I had it when I went away from there so fast.\" She looked at me\npleadingly. \"I didn't mean to steal it, Daddy. I never stole anything,\nanywhere. And I was going to take it back and put it right where I\nfound it. Truly I was. But I dropped it again, and then I ESP'd that\nyou had it. I guess I was awful naughty.\"\n\nI brushed my hand across my forehead.\n\n\"Let's skip the question of good and bad for a minute,\" I said, my head\nthrobbing. \"What about this business of going into the future?\"\n\n       *       *       *       *       *\n\nRobert spoke up, his eyes shining. \"There isn't any future, Mr. Holmes.\nThat's what I keep telling Star, but she can't reason--she's just a\ngirl. It'll all pass. Everything is always past.\"\n\nJim stared at him, as though thunderstruck, and opened his mouth in\nprotest. I shook my head warningly.\n\n\"Suppose you tell me about that, Robert,\" I said.\n\n\"Well,\" he began on a rising note, frowning, \"it's kinda hard to\nexplain at that. Star's a Bright and even she doesn't understand it\nexactly. But, you see, I'm older.\" He looked at her with superiority.\nThen, with a change of mood, he defended her. \"But when she gets as old\nas I am, she'll understand it okay.\"\n\nHe patted her shoulder consolingly. He was all of six years old.\n\n\"You go back into the past. Back past Egypt and Atlantis. That's\nrecent,\" he said with scorn. \"And on back, and on back, and all of a\nsudden it's future.\"\n\n\"That isn't the way _I_ did it.\" Star tossed her head contrarily. \"I\n_reasoned_ the future. I reasoned what would come next, and I went\nthere, and then I reasoned again. And on and on. I can, too, reason.\"\n\n\"It's the same future,\" Robert told us dogmatically. \"It has to be,\nbecause that's all that ever happened.\" He turned to Star. \"The reason\nyou never could find any Garden of Eden is because there wasn't any\nAdam and Eve.\" Then to me, \"And man didn't come from the apes, either.\nMan started himself.\"\n\nJim almost strangled as he leaned forward, his face red and his eyes\nbulging.\n\n\"How?\" he choked out.\n\nRobert sent his gaze into the far distance.\n\n\"Well,\" he said, \"a long time from now--you know what I mean, as a\nStupid would think of Time-From-Now--men got into a mess. Quite a mess--\n\n\"There were some people in that time who figured out the same kind of\ntraveling Star and I do. So when the world was about to blow up and\nform a new star, a lot of them teleported themselves back to when the\nEarth was young, and they started over again.\"\n\nJim just stared at Robert, unable to speak.\n\n\"I don't get it,\" I said.\n\n\"Not everybody could do it,\" Robert explained patiently. \"Just a\nfew Brights. But they enclosed a lot of other people and took them\nalong.\" He became a little vague at this point. \"I guess later on the\nBrights lost interest in the Stupids or something. Anyway, the Stupids\nsank down lower and lower and became like animals.\" He held his nose\nbriefly. \"They smelled worse. They worshiped the Brights as gods.\"\n\nRobert looked at me and shrugged.\n\n\"I don't know all that happened. I've only been there a few times.\nIt's not very interesting. Anyway,\" he finished, \"the Brights finally\ndisappeared.\"\n\n\"I'd sure like to know where they went,\" Star sighed. It was a lonely\nsigh. I helplessly took her hand and gave my attention back to Robert.\n\n\"I still don't quite understand,\" I said.\n\nHe grabbed up some scissors, a piece of cellophane tape, a sheet of\npaper. Quickly he cut a strip, gave it a half twist, and taped it\ntogether. Then rapidly, on the Moebius Strip, he wrote: \"Cave men. This\nmen, That men, Mu Men, Atlantis Men, Egyptians, History Men, Us Now\nMen, Atom Men, Moon Men, Planet Men, Star Men--\"\n\n\"There,\" he said. \"That's all the room there is on the strip. I've\nwritten clear around it. Right after Star Men comes Cave Men. It's all\none thing, joined together. It isn't future, and it isn't past, either.\nIt just plain _is_. Don't you see?\"\n\n\"I'd sure like to know how the Brights got off the strip,\" Star said\nwistfully.\n\n       *       *       *       *       *\n\nI had all I could take.\n\n\"Look, kids,\" I pleaded. \"I don't know whether this game's dangerous or\nnot. Maybe you'll wind up in a lion's mouth, or something.\"\n\n\"Oh, no, Daddy!\" Star shrilled in glee. \"We'd just TP ourselves right\nout of there.\"\n\n\"But fast,\" Robert chortled in agreement.\n\n\"Anyway, I've got to think it over,\" I said stubbornly. \"I'm only a\nTween, but, Star, I'm your daddy and you're just a little girl, so you\nhave to mind me.\"\n\n\"I always mind you,\" she said virtuously.\n\n\"You do, eh?\" I asked. \"What about going off the block? Visiting the\nGreeks and Star Men isn't my idea of staying on the block.\"\n\n\"But you didn't say that, Daddy. You said not to cross the street. And\nI never did cross the street. Did we, Robert? Did we?\"\n\n\"We didn't cross a single street, Mr. Holmes,\" he insisted.\n\n\"My God!\" said Jim, and he went on trying to light a cigarette.\n\n\"All right, all _right_! No more leaving this time, then,\" I warned.\n\n\"Wait!\" It was a cry of anguish from Jim. He broke the cigarette in\nsudden frustration and threw it in an ashtray. \"The museum, Pete,\"\nhe pleaded. \"Think what it would mean. Pictures, specimens, voice\nrecordings. And not only from historical places, but Star men, Pete.\n_Star men!_ Wouldn't it be all right for them to go places they know\nare safe? I wouldn't ask them to take risks, but--\"\n\n\"No, Jim,\" I said regretfully. \"It's your museum, but this is my\ndaughter.\"\n\n\"Sure,\" he breathed. \"I guess I'd feel the same way.\"\n\nI turned back to the youngsters.\n\n\"Star, Robert,\" I said to them both, \"I want your promise that you\nwill not leave this time, until I let you. Now I couldn't punish you if\nyou broke your promise, because I couldn't follow you. But I want your\npromise on your word of honor you won't leave this time.\"\n\n\"We promise.\" They each held up a hand, as if swearing in court. \"No\nmore leaving this time.\"\n\nI let the kids go back outside into the yard. Jim and I looked at one\nanother for a long while, breathing hard enough to have been running.\n\n\"I'm sorry,\" I said at last.\n\n\"I know,\" he answered. \"So am I. But I don't blame you. I simply\nforgot, for a moment, how much a daughter could mean to a man.\" He was\nsilent, and then added, with the humorous quirk back at the corner\nof his lips, \"I can just see myself reporting this interview to the\nmuseum.\"\n\n\"You don't intend to, do you?\" I asked, alarmed.\n\n\"And get myself canned or laughed at? I'm not that stupid.\"\n\n       *       *       *       *       *\n\n_September 10th_\n\nAm I actually getting it? I had a flash for an instant. I was\nconcentrating on Caesar's triumphant march into Rome. For the briefest\nof instants, _there it was_! I was standing on the roadway, watching.\nBut, most peculiar, it was still a picture; I was the only thing\nmoving. And then, just as abruptly, I lost it.\n\nWas it only a hallucination? Something brought about by intense\nconcentration and wishful thinking?\n\nNow let's see. You visualize a cube. Then you ESP it a half twist and\nseal the edges together--No, when it has the half twist there's only\none surface. You seal that surface all around you--\n\nSometimes I think I have it. Sometimes I despair. If only I were a\nBright instead of a Tween!\n\n       *       *       *       *       *\n\n_October 23rd_\n\nI don't see how I managed to make so much work of teleporting myself.\nIt's the simplest thing in the world, no effort at all. Why, a child\ncould do it! That sounds like a gag, considering that it was two\nchildren who showed me how, but I mean the whole thing is easy enough\nfor even almost any kid to learn. The problem is understanding the\nsteps ... no, not understanding, because I can't say I do, but working\nout the steps in the process.\n\nThere's no danger, either. No wonder it felt like a still picture at\nfirst, for the speeding up is incredible. That bullet I got in the way\nof, for instance--I was able to go and meet it and walk along beside it\nwhile it traveled through the air. To the men who were dueling, I must\nhave been no more than an instantaneous streak of movement.\n\nThat's why the youngsters laughed at the suggestion of danger. Even if\nthey materialized right in the middle of an atomic blast, it is so slow\nby comparison that they could TP right out again before they got hurt.\nThe blast can't travel any faster than the speed of light, you see,\nwhile there is no limit to the speed of thought.\n\nBut I still haven't given them permission to teleport themselves out\nof this time yet. I want to go over the ages pretty carefully before I\ndo; I'm not taking any chances, even though I don't see how they could\nwind up in any trouble. Still, Robert claimed the Brights went from the\nfuture back into the beginning, which means they could be going through\ntime and overtake any of the three of us, and one of them might be\nhostile--\n\nI feel like a louse, not taking Jim's cameras, specimen boxes and\nrecorders along. But there's time for that. Plenty of time, once I get\nthe feel of history without being encumbered by all that stuff to carry.\n\nSpeaking of time and history--what a rotten job historians have done!\nFor instance:\n\nGeorge III of England was neither crazy nor a moron. He wasn't a\nparticularly nice guy, I'll admit--I don't see how anybody could be\nwith the amount of flattery I saw--but he was the victim of empire\nexpansion and the ferment of the Industrial Revolution. So were all the\nother European rulers at the time, though. He certainly did better than\nLouis of France. At least George kept his job and his head.\n\nOn the other hand, John Wilkes Booth was definitely psychotic. He could\nhave been cured if they'd had our methods of psychotherapy then, and\nLincoln, of course, wouldn't have been assassinated. It was almost a\ncompulsion to prevent the killing, but I didn't dare.... God knows what\neffect it would have had on history. Strange thing, Lincoln looked\nless surprised than anybody else when he was shot, sad, yes, and hurt\nemotionally at least as much as physically, yet you'd swear he was\nexpecting it.\n\nCheops was _plenty_ worried about the number of slaves who died while\nthe pyramid was being built. They weren't easy to replace. He gave them\nfour hours off in the hottest part of the day, and I don't think any\nslaves in the country were fed or housed better.\n\nI never found any signs of Atlantis or Lemuria, just tales of lands\nfar off--a few hundred miles was a big distance then, remember--that\nhad sunk beneath the sea. With the Ancients' exaggerated notion of\ngeography, a big island was the same as a continent. Some islands did\ndisappear, naturally, drowning a few thousand villagers and herdsmen.\nThat must have been the source of the legends.\n\nColumbus was a stubborn cuss. He was thinking of turning back when the\nsailors mutinied, which made him obstinate. I still can't see what was\neating Genghis Khan and Alexander the Great--it would have been a big\nhelp to know the languages, because their big campaigns started off\nmore like vacation or exploration trips. Helen of Troy was attractive\nenough, considering, but she was just an excuse to fight.\n\nThere were several attempts to federate the Indian tribes before the\nwhite man and the Five Nations, but going after wives and slaves ruined\nthe movement every time. I think they could have kept America if they\nhad been united and, it goes without saying, knew the deal they were\ngoing to get. At any rate, they might have traded for weapons and tools\nand industrialized the country somewhat in the way the Japanese did.\nI admit that's only speculation, but this would certainly have been a\ndifferent world if they'd succeeded!\n\nOne day I'll put it all in a comprehensive _and corrected_ history of\nmankind, _complete with photographs_, and then let the \"experts\" argue\nthemselves into nervous breakdowns over it.\n\nI didn't get very far into the future. Nowhere near the Star Men, or,\nfor that matter, back to the beginning that Robert told us about. It's\na matter of reasoning out the path and I'm not a Bright. I'll take\nRobert and Star along as guides, when and if.\n\nWhat I did see of the future wasn't so good, but it wasn't so bad,\neither. The real mess obviously doesn't happen until the Star Men\nshow up very far ahead in history, if Robert is right, and I think he\nis. I can't guess what the trouble will be, but it must be something\nghastly if they won't be able to get out of it even with the enormously\nadvanced technology they'll have. Or maybe that's the answer. It's\nalmost true of us now.\n\n       *       *       *       *       *\n\n_November, Friday 14th_\n\nThe Howells have gone for a weekend trip and left Robert in my care.\nHe's a good kid and no trouble. He and Star have kept their promise,\nbut they're up to something else. I can sense it and that feeling of\nexpectant dread is back with me.\n\nThey've been secretive of late. I catch them concentrating intensely,\nsighing with vexation, and then breaking out into unexplained giggles.\n\n\"Remember your promise,\" I warned Star while Robert was in the room.\n\n\"We're not going to break it, Daddy,\" she answered seriously.\n\nThey both chorused, \"No more leaving this time.\"\n\nBut they both broke into giggles!\n\nI'll have to watch them. What good it would do, I don't know. They're\nup to something, yet how can I stop them? Shut them in their rooms? Tan\ntheir hides?\n\nI wonder what someone else would recommend.\n\n       *       *       *       *       *\n\n_Sunday night_\n\nThe kids are gone!\n\nI've been waiting an hour for them. I know they wouldn't stay away so\nlong if they could get back. There must be something they've run into.\nBright as they are, they're still only children.\n\nI have some clues. They promised me they wouldn't go out of this\npresent time. With all her mischievousness, Star has never broken a\npromise to me--as her typically feminine mind interprets it, that is.\nSo I know they are in our own time.\n\nOn several occasions Star has brought it up, wondering where the Old\nOnes, the Bright Ones, have gone--how they got off the Moebius Strip.\n\nThat's the clue. How can I get off the Moebius Strip and remain in the\npresent?\n\nA cube won't do it. There we have a mere journey along the single\nsurface. We have a line, we have a plane, we have a cube. And then\nwe have a supercube--a tesseract. That is the logical progression of\nmathematics. The Bright Ones must have pursued that line of reasoning.\n\nNow I've got to do the same, but without the advantage of being a\nBright. Still, it's not the same as expecting a normally intelligent\nperson to produce a work of genius. (Genius by our standards, of\ncourse, which I suppose Robert and Star would classify as Tween.)\nAnyone with a pretty fair I.Q. and proper education and training can\nfollow a genius's logic, provided the steps are there and especially\nif it has a practical application. What he can't do is initiate and\ncomplete that structure of logic. I don't have to, either--that was\ndone for me by a pair of Brights and I \"simply\" have to apply their\nfindings.\n\nNow let's see if I can.\n\nBy reducing the present-past-future of man to a Moebius Strip, we have\nsheared away a dimension. It is a two-dimensional strip, because it has\nno depth. (Naturally, it would be impossible for a Moebius Strip to\nhave depth; it has only one surface.)\n\nReducing it to two dimensions makes it possible to travel anywhere\nyou want to go on it via the third dimension. And you're in the third\ndimension when you enfold yourself in the twisted cube.\n\nLet's go a step higher, into one more dimension. In short, the\ntesseract. To get the equivalent of a Moebius Strip with depth,\nyou have to go into the fourth dimension, which, it seems to me,\nis the only way the Bright Ones could get off this closed cycle of\npast-present-future-past. They must have reasoned that one more notch\nup the dimensions was all they needed. It is equally obvious that Star\nand Robert have followed the same line of reasoning; they wouldn't\nbreak their promise not to leave the present--and getting off the\nMoebius Strip into _another_ present would, in a sort of devious way,\nbe keeping that promise.\n\nI'm putting all this speculation down for you, Jim Pietre, knowing\nfirst that you're a Tween like myself, and second that you're sure to\nhave been doing a lot of thinking about what happened after I sent you\nthe coin Star dropped. I'm hoping you can explain all this to Bill and\nRuth Howell--or enough, in any case, to let them understand the truth\nabout their son Robert and my daughter Star, and where the children may\nhave gone.\n\nI'm leaving these notes where you will find them, when you and Bill and\nRuth search the house and grounds for us. If you read this, it will be\nbecause I have failed in my search for the youngsters. There is also\nthe possibility that I'll find them and that we won't be able to get\nback onto this Moebius Strip. Perhaps time has a different value there,\nor doesn't exist at all. What it's like off the Strip is anybody's\nguess.\n\nBill and Ruth: I wish I might give you hope that I will bring Robert\nback to you. But all I can do is wish. It may be no more than wishing\nupon a star--my Star.\n\nI'm trying now to take six cubes and fold them in on one another so\nthat every angle is a right angle.\n\nIt's not easy, but I can do it, using every bit of concentration I've\nlearned from the kids. All right, I have the six cubes and I have every\nangle a right angle.\n\nNow if, in the folding, I ESP the tesseract a half twist around myself\nand--\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Star, Bright, by Mark Clifton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STAR, BRIGHT ***\n\n***** This file should be named 50935.txt or 50935.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/3/50935/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}