{"title": "Of All Possible Worlds", "author": "William Tenn", "releaseDate": "January 17, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        Of All Possible Worlds\n\n                            By WILLIAM TENN\n\n                        Illustrated by GAUGHAN\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1956.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Changing the world is simple; the trick is\n             to do it before you have a chance to undo it!\n\n\nIt was a good job and Max Alben knew whom he had to thank for it--his\ngreat-grandfather.\n\n\"Good old Giovanni Albeni,\" he muttered as he hurried into the\nlaboratory slightly ahead of the escorting technicians, all of them,\ndespite the excitement of the moment, remembering to bob their heads\ndeferentially at the half-dozen full-fleshed and hard-faced men\nlolling on the couches that had been set up around the time machine.\n\nHe shrugged rapidly out of his rags, as he had been instructed in the\nanteroom, and stepped into the housing of the enormous mechanism.\nThis was the first time he had seen it, since he had been taught\nhow to operate it on a dummy model, and now he stared at the great\ntransparent coils and the susurrating energy bubble with much respect.\n\nThis machine, the pride and the hope of 2089, was something almost\noutside his powers of comprehension. But Max Alben knew how to run it,\nand he knew, roughly, what it was supposed to accomplish. He knew also\nthat this was the first backward journey of any great duration and,\nbeing scientifically unpredictable, might well be the death of him.\n\n\"Good old Giovanni Albeni,\" he muttered again affectionately.\n\nIf his great-grandfather had not volunteered for the earliest\ntime-travel experiments way back in the nineteen-seventies, back even\nbefore the Blight, it would never have been discovered that he and his\nseed possessed a great deal of immunity to extra-temporal blackout.\n\nAnd if that had not been discovered, the ruling powers of Earth, more\nthan a century later, would never have plucked Max Alben out of an\nobscure civil-service job as a relief guard at the North American\nChicken Reservation to his present heroic and remunerative eminence.\nHe would still be patrolling the barbed wire that surrounded the three\nwhite leghorn hens and two roosters--about one-sixth of the known\nlivestock wealth of the Western Hemisphere--thoroughly content with\nthe half-pail of dried apricots he received each and every payday.\n\nNo, if his great-grandfather had not demonstrated long ago his unique\ncapacity for remaining conscious during time travel, Max Alben would\nnot now be shifting from foot to foot in a physics laboratory,\nfacing the black market kings of the world and awaiting their final\ninstructions with an uncertain and submissive grin.\n\n       *       *       *       *       *\n\nMen like O'Hara, who controlled mushrooms, Levney, the blackberry\ntycoon, Sorgasso, the packaged-worm monopolist--would black marketeers\nof their tremendous stature so much as waste a glance on someone like\nAlben ordinarily, let alone confer a lifetime pension on his wife and\nfive children of a full spoonful each of non-synthetic sugar a day?\n\nEven if he didn't come back, his family was provided for like almost no\nother family on Earth. This was a damn good job and he was lucky.\n\nAlben noticed that Abd Sadha had risen from the straight chair at\nthe far side of the room and was approaching him with a sealed metal\ncylinder in one hand.\n\n\"We've decided to add a further precaution at the last moment,\" the old\nman said. \"That is, the scientists have suggested it and I have--er--I\nhave given my approval.\"\n\nThe last remark was added with a slight questioning note as the\nSecretary-General of the United Nations looked back rapidly at the\nblack market princes on the couches behind him. Since they stared back\nstonily, but offered no objection, he coughed in relief and returned to\nAlben.\n\n\"I am sure, young man, that I don't have to go into the details of your\ninstructions once more. You enter the time machine and go back the\nduration for which it has been preset, a hundred and thirteen years, to\nthe moment after the Guided Missile of 1976 was launched. It _is_ 1976,\nisn't it?\" he asked, suddenly uncertain.\n\n\"Yes, sir,\" one of the technicians standing by the time machine said\nrespectfully. \"The experiment with an atomic warhead guided missile\nthat resulted in the Blight was conducted on this site on April 18,\n1976.\" He glanced proudly at the unemotional men on the couches, very\nmuch like a small boy after completing a recitation before visiting\ndignitaries from the Board of Education.\n\n\"Just so.\" Abd Sadha nodded. \"April 18, 1976. And on this site. You\nsee, young man, you will materialize at the very moment and on the\nvery spot where the remote-control station handling the missile\nwas--er--handling the missile. You will be in a superb position, a\nsuperb position, to deflect the missile in its downward course and\nalter human history for the better. Very much for the better. Yes.\"\n\nHe paused, having evidently stumbled out of his thought sequence.\n\n\"And he pulls the red switch toward him,\" Gomez, the dandelion-root\nmagnate, reminded him sharply, impatiently.\n\n\"Ah, yes, the red switch. He pulls the little red switch toward him.\nThank you, Mr. Gomez, thank you very much, sir. He pulls the little\nred switch on the green instrument panel toward him, thus preventing\nthe error that caused the missile to explode in the Brazilian jungle\nand causing it, instead, to explode somewhere in the mid-Pacific, as\noriginally planned.\"\n\nThe Secretary-General of the United Nations beamed. \"Thus preventing\nthe Blight, making it nonexistent, as it were, producing a present-day\nworld in which the Blight never occurred. That is correct, is it not,\ngentlemen?\" he asked, turning anxiously again.\n\n       *       *       *       *       *\n\nNone of the half-dozen men on couches deigned to answer him. And\nAlben kept his eyes deferentially in their direction, too, as he had\nthroughout this period of last-minute instruction.\n\nHe knew who ruled his world--these stolid, well-fed men in clean\ngarments with a minimum of patches, and where patches occurred, at\nleast they were the color of the surrounding cloth.\n\nSadha might be Secretary-General of the United Nations, but that\nwas still a civil-service job, only a few social notches higher\nthan a chicken guard. His clothes were fully as ragged, fully as\nmulti-colored, as those that Alben had stepped out of. And the gnawing\nin his stomach was no doubt almost as great.\n\n\"You understand, do you not, young man, that if anything goes wrong,\"\nAbd Sadha asked, his head nodding tremulously and anticipating the\nanswer, \"if anything unexpected, unprepared-for, occurs, you are not to\ncontinue with the experiment but return immediately?\"\n\n\"He understands everything he has to understand,\" Gomez told him.\n\"Let's get this thing moving.\"\n\nThe old man smiled again. \"Yes. Of course, Mr. Gomez.\" He came up to\nwhere Alben stood in the entrance of the time machine and handed the\nsealed metal cylinder to him. \"This is the precaution the scientists\nhave just added. When you arrive at your destination, just before\nmaterializing, you will release it into the surrounding temporal\nmedium. Our purpose here, as you no doubt--\"\n\nLevney sat up on his couch and snapped his fingers peremptorily. \"I\njust heard Gomez tell you to get this thing moving, Sadha. And it isn't\nmoving. We're busy men. We've wasted enough time.\"\n\n\"I was just trying to explain a crucial final fact,\" the\nSecretary-General apologized. \"A fact which may be highly--\"\n\n\"You've explained enough facts.\" Levney turned to the man inside the\ntime machine. \"Hey, fella. You. _Move!_\"\n\nMax Alben gulped and nodded violently. He darted to the rear of the\nmachine and turned the dial which activated it.\n\n     _flick!_\n\n       *       *       *       *       *\n\nIt was a good job and Mac Albin knew whom he had to thank for it--his\ngreat-grandfather.\n\n\"Good old Giovanni Albeni,\" he laughed as he looked at the morose faces\nof his two colleagues. Bob Skeat and Hugo Honek had done as much as he\nto build the tiny time machine in the secret lab under the helicopter\ngarage, and they were fully as eager to go, but--unfortunately for\nthem--they were not descended from the right ancestor.\n\nLeisurely, he unzipped the richly embroidered garment that, as the\nfather of two children, he was privileged to wear, and wriggled into\nthe housing of the complex little mechanism. This was hardly the\nfirst time he had seen it, since he'd been helping to build the device\nfrom the moment Honek had nodded and risen from the drafting board,\nand now he barely wasted a glance on the thumb-size translucent coils\ngrowing out of the almost microscopic energy bubbles which powered them.\n\nThis machine was the last hope, of 2089, even if the world of 2089, as\na whole, did not know of its existence and would try to prevent its\nbeing put into operation. But it meant a lot more to Mac Albin than\nmerely saving a world. It meant an adventurous mission with the risk of\ndeath.\n\n\"Good old Giovanni Albeni,\" he laughed again happily.\n\nIf his great-grandfather had not volunteered for the earliest\ntime-travel experiments way back in the nineteen-seventies, back even\nbefore the Epidemic, it would never have been discovered that he and\nhis seed possessed a great deal of immunity to extra-temporal blackout.\n\nAnd if that had not been discovered, the Albins would not have become\nphysicists upon the passage of the United Nations law that everyone\non Earth--absolutely without exception--had to choose a branch of\nresearch science in which to specialize. In the flabby, careful,\nlife-guarding world the Earth had become, Mac Albin would never have\nbeen reluctantly selected by his two co-workers as the one to carry the\nforbidden banner of dangerous experiment.\n\nNo, if his great-grandfather had not demonstrated long ago his unique\ncapacity for remaining conscious during time travel, Mac Albin would\nprobably be a biologist today like almost everyone else on Earth,\nlaboriously working out dreary gene problems instead of embarking on\nthe greatest adventure Man had known to date.\n\nEven if he didn't come back, he had at last found a socially useful\nescape from genetic responsibility to humanity in general and his own\nfamily in particular. This was a damn good job and he was lucky.\n\n\"Wait a minute, Mac,\" Skeat said and crossed to the other side of the\nnarrow laboratory.\n\n       *       *       *       *       *\n\nAlbin and Honek watched him stuff several sheets of paper into a small\nmetal box which he closed without locking.\n\n\"You will take care of yourself, won't you, Mac?\" Hugo Honek pleaded.\n\"Any time you feel like taking an unnecessary risk, remember that Bob\nand I will have to stand trial if you don't come back. We might be\nsentenced to complete loss of professional status and spend the rest of\nour lives supervising robot factories.\"\n\n\"Oh, it won't be that bad,\" Albin reassured him absent-mindedly from\nwhere he lay contorted inside the time machine. He watched Skeat coming\ntoward him with the box.\n\nHonek shrugged his shoulders. \"It might be a lot worse than even that\nand you know it. The disappearance of a two-time father is going to\nleave an awful big vacancy in the world. One-timers, like Bob and\nme, are all over the place; if either of us dropped out of sight, it\nwouldn't cause nearly as much uproar.\"\n\n\"But Bob and you both tried to operate the machine,\" Albin reminded\nhim. \"And you blacked out after a fifteen-second temporal displacement.\nSo I'm the only chance, the only way to stop the human race from\ndwindling and dwindling till it hits absolute zero, like that fat old\nSecurity Council seems willing for it to do.\"\n\n\"Take it easy, Mac,\" Bob Skeat said as he handed the metal box to\nAlbin. \"The Security Council is just trying to solve the problem in\ntheir way, the conservative way: a worldwide concentration on genetics\nresearch coupled with the maximum preservation of existing human lives,\nespecially those that have a high reproductive potential. We three\ndisagree with them; we've been skulking down here nights to solve it\n_our_ way, and ours is a radical approach and plenty risky. That's\nthe reason for the metal box--trying to cover one more explosive\npossibility.\"\n\nAlbin turned it around curiously. \"How?\"\n\n\"I sat up all last night writing the manuscript that's inside it. Look,\nMac, when you go back to the Guided Missile Experiment of 1976 and\npush that red switch away from you, a lot of other things are going to\nhappen than just deflecting the missile so that it will explode in the\nBrazilian jungle instead of the Pacific Ocean.\"\n\n\"Sure. I know. If it explodes in the jungle, the Epidemic doesn't\noccur. No Shapiro's Mumps.\"\n\nSkeat jiggled his pudgy little face impatiently. \"That's not what I\nmean. The Epidemic doesn't occur, but something else does. A new world,\na different 2089, an alternate time sequence. It'll be a world in which\nhumanity has a better chance to survive, but it'll be one with problems\nof its own. Maybe tough problems. Maybe the problems will be tough\nenough so that they'll get the same idea we did and try to go back to\nthe same point in time to change them.\"\n\n       *       *       *       *       *\n\nAlbin laughed. \"That's just looking for trouble.\"\n\n\"Maybe it is, but that's my job. Hugo's the designer of the time\nmachine and you're the operator, but I'm the theoretical man in this\nresearch team. It's my job to look for trouble. So, just in case, I\nwrote a brief history of the world from the time the missile exploded\nin the Pacific. It tells why ours is the worst possible of futures.\nIt's in that box.\"\n\n\"What do I do with it--hand it to the guy from the alternate 2089?\"\n\nThe small fat man exasperatedly hit the side of the time machine with\na well-cushioned palm. \"You know better. There won't be any alternate\n2089 until you push that red switch on the green instrument panel. The\nmoment you do, our world, with all its slow slide to extinction, goes\nout and its alternate goes on--just like two electric light bulbs on a\npush-pull circuit. We and every single one of our artifacts, including\nthe time machine, disappear. The problem is how to keep that manuscript\nfrom disappearing.\n\n\"Well, all you do, if I have this figured right, is shove the metal\nbox containing the manuscript out into the surrounding temporal medium\na moment before you materialize to do your job. That temporal medium\nin which you'll be traveling is something that exists independent of\nand autonomous to all possible futures. It's my hunch that something\nthat's immersed in it will not be altered by a new time sequence.\"\n\n       *       *       *       *       *\n\n\"Remind him to be careful, Bob,\" Honek rumbled. \"He thinks he's Captain\nBlood and this is his big chance to run away to sea and become a\nswashbuckling pirate.\"\n\nAlbin grimaced in annoyance. \"I _am_ excited by doing something\nbesides sitting in a safe little corner working out safe little\nabstractions for the first time in my life. But I know that this is a\nfirst experiment. Honestly, Hugo, I really have enough intelligence to\nrecognize that simple fact. I know that if anything unexpected pops up,\nanything we didn't foresee, I'm supposed to come scuttling back and ask\nfor advice.\"\n\n\"I hope you do,\" Bob Skeat sighed. \"I hope you do know that. A\ntwentieth century poet once wrote something to the effect that the\nworld will end not with a bang, but a whimper. Well, our world is\nending with a whimper. Try to see that it doesn't end with a bang,\neither.\"\n\n\"That I'll promise you,\" Albin said a trifle disgustedly. \"It'll end\nwith neither a bang _nor_ a whimper. So long, Hugo. So long, Bob.\"\n\nHe twisted around, reaching overhead for the lever which activated the\nforces that drove the time machine.\n\n     _flick!_\n\n       *       *       *       *       *\n\nIt was strange, Max Alben reflected, that this time travel business,\nwhich knocked unconscious everyone who tried it, only made him feel\nslightly dizzy. That was because he was descended from Giovanni Albeni,\nhe had been told. There must be some complicated scientific explanation\nfor it, he decided--and that would make it none of his business. Better\nforget about it.\n\nAll around the time machine, there was a heavy gray murk in which\nobjects were hinted at rather than stated definitely. It reminded him\nof patrolling his beat at the North American Chicken Reservation in a\nthick fog.\n\nAccording to his gauges, he was now in 1976. He cut speed until he hit\nthe last day of April, then cut speed again, drifting slowly backward\nto the eighteenth, the day of the infamous Guided Missile Experiment.\nCarefully, carefully, like a man handling a strange bomb made on a\nstrange planet, he watched the center gauge until the needle came to\nrest against the thin etched line that indicated the exactly crucial\nmoment. Then he pulled the brake and stopped the machine dead.\n\nAll he had to do now was materialize in the right spot, flash out and\npull the red switch toward him. Then his well-paid assignment would be\ndone.\n\nBut....\n\nHe stopped and scratched his dirt-matted hair. Wasn't there something\nhe was supposed to do a second before materialization? Yes, that\nuseless old windbag, Sadha, had given him a last instruction.\n\nHe picked up the sealed metal cylinder, walked to the entrance of the\ntime machine and tossed it into the gray murk. A solid object floating\nnear the entrance caught his eye. He put his arm out--whew, it was\ncold!--and pulled it inside.\n\nA small metal box. Funny. What was it doing out there? Curiously,\nhe opened it, hoping to find something valuable. Nothing but a few\nsheets of paper, Alben noted disappointedly. He began to read them\nslowly, very slowly, for the manuscript was full of a lot of long and\ncomplicated words, like a letter from one bookworm scientist to another.\n\nThe problems all began with the Guided Missile Experiment of 1976,\nhe read. There had been a number of such experiments, but it was\nthe one of 1976 that finally did the damage the biologists had been\nwarning about. The missile with its deadly warhead exploded in the\nPacific Ocean as planned, the physicists and the military men went\nhome to study their notes, and the world shivered once more over the\napproaching war and tried to forget about it.\n\nBut there was fallout, a radioactive rain several hundred miles to\nthe north, and a small fishing fleet got thoroughly soaked by it.\nFortunately, the radioactivity in the rain was sufficiently low to do\nlittle obvious physical damage: All it did was cause a mutation in the\nmumps virus that several of the men in the fleet were incubating at the\ntime, having caught it from the children of the fishing town, among\nwhom a minor epidemic was raging.\n\n       *       *       *       *       *\n\nThe fleet returned to its home town, which promptly came down with the\nnew kind of mumps. Dr. Llewellyn Shapiro, the only physician in town,\nwas the first man to note that, while the symptoms of this disease were\nsubstantially milder than those of its unmutated parent, practically no\none was immune to it and its effects on human reproductivity were truly\nterrible. Most people were completely sterilized by it. The rest were\nrendered much less capable of fathering or bearing offspring.\n\nShapiro's Mumps spread over the entire planet in the next few decades.\nIt leaped across every quarantine erected; for a long time, it\nsuccessfully defied all the vaccines and serums attempted against\nit. Then, when a vaccine was finally perfected, humanity discovered\nto its dismay that its generative powers had been permanently and\nfundamentally impaired.\n\nSomething had happened to the germ plasm. A large percentage of\nindividuals were born sterile, and, of those who were not, one child\nwas usually the most that could be expected, a two-child parent being\nquite rare and a three-child parent almost unknown.\n\nStrict eugenic control was instituted by the Security Council of the\nUnited Nations so that fertile men and women would not be wasted upon\nnon-fertile mates. Fertility was the most important avenue to social\nstatus, and right after it came successful genetic research.\n\nGenetic research had the very best minds prodded into it; the lesser\nones went into the other sciences. Everyone on Earth was engaged in\nsome form of scientific research to some extent. Since the population\nwas now so limited in proportion to the great resources available, all\nphysical labor had long been done by robots. The government saw to it\nthat everybody had an ample supply of goods and, in return, asked only\nthat they experiment without any risk to their own lives--every human\nbeing was now a much-prized, highly guarded rarity.\n\nThere were less than a hundred thousand of them, well below the danger\npoint, it had been estimated, where a species might be wiped out by a\nnew calamity. Not that another calamity would be needed. Since the end\nof the Epidemic, the birth rate had been moving further and further\nbehind the death rate. In another century....\n\nThat was why a desperate and secret attempt to alter the past was being\nmade. This kind of world was evidently impossible.\n\nMax Alben finished the manuscript and sighed. What a wonderful world!\nWhat a comfortable place to live!\n\nHe walked to the rear dials and began the process of materializing at\nthe crucial moment on April 18, 1976.\n\n     _flick!_\n\n       *       *       *       *       *\n\nIt was odd, Mac Albin reflected, that these temporal journeys, which\ninduced coma in everyone who tried it, only made him feel slightly\ndizzy. That was because he was descended from Giovanni Albeni, he\nknew. Maybe there was some genetic relationship with his above-average\nfertility--might be a good idea to mention the idea to a biologist or\ntwo when he returned. _If_ he returned.\n\nAll around the time machine, there was a soupy gray murk in which\nobjects were hinted at rather than stated definitely. It reminded him\nof the problems of landing a helicopter in a thick fog when the robot\nbutler had not been told to turn on the ground lights.\n\nAccording to the insulated register, he was now in 1976. He lowered\nspeed until he registered April, then maneuvered slowly backward\nthrough time to the eighteenth, the day of the infamous Guided Missile\nExperiment. Carefully, carefully, like an obstetrician supervising\nsurgical robots at an unusually difficult birth, he watched the\nregister until it rolled to rest against the notch that indicated the\nexactly crucial moment. Then he pushed a button and froze the machine\nwhere it was.\n\nAll he had to do now was materialize in the right spot, flash out and\npush the red switch from him. Then his exciting adventure would be over.\n\nBut....\n\nHe paused and tapped at his sleek chin. He was supposed to do something\na second before materialization. Yes, that nervous theoretician, Bob\nSkeat, had given him a last suggestion.\n\nHe picked up the small metal box, twisted around to face the opening\nof the time machine and dropped it into the gray murk. A solid object\nfloating near the opening attracted his attention. He shot his arm\nout--it was _cold_, as cold as they had figured--and pulled the object\ninside.\n\nA sealed metal cylinder. Strange. What was it doing out there?\nAnxiously, he opened it, not daring to believe he'd find a document\ninside. Yes, that was exactly what it was, he saw excitedly. He began\nto read it rapidly, very rapidly, as if it were a newly published paper\non neutrinos. Besides, the manuscript was written with almost painful\nsimplicity, like a textbook composed by a stuffy pedagogue for the use\nof morons.\n\nThe problems all began with the Guided Missile Experiment of 1976, he\nread. There had been a number of such experiments, but it was the one\nof 1976 that finally did the damage the biologists had been warning\nabout. The missile with its deadly warhead exploded in the Brazilian\njungle through some absolutely unforgivable error in the remote-control\nstation, the officer in charge of the station was reprimanded and the\nmen under him court-martialed, and the Brazilian government was paid a\nhandsome compensation for the damage.\n\n       *       *       *       *       *\n\nBut there had been more damage than anyone knew at the time. A plant\nvirus, similar to the tobacco mosaic, had mutated under the impact\nof radioactivity. Five years later, it burst out of the jungle and\ncompletely wiped out every last rice plant on Earth. Japan and a large\npart of Asia became semi-deserts inhabited by a few struggling nomads.\n\nThen the virus adjusted to wheat and corn--and famine howled in every\nstreet of the planet. All attempts by botanists to control the Blight\nfailed because of the swiftness of its onslaught. And after it had fed,\nit hit again at a new plant and another and another.\n\nMost of the world's non-human mammals had been slaughtered for food\nlong before they could starve to death. Many insects, too, before they\nbecame extinct at the loss of their edible plants, served to assuage\nhunger to some small extent.\n\nBut the nutritive potential of Earth was steadily diminishing in a\nhorrifying geometric progression. Recently, it had been observed,\nplankton--the tiny organism on which most of the sea's ecology was\nbased--had started to disappear, and with its diminution, dead fish had\nbegun to pile up on the beaches.\n\nMankind had lunged out desperately in all directions in an effort to\nsurvive, but nothing had worked for any length of time. Even the other\nplanets of the Solar System, which had been reached and explored\nat a tremendous cost in remaining resources, had yielded no edible\nvegetation. Synthetics had failed to fill the prodigious gap.\n\nIn the midst of the sharply increasing hunger, social controls had\npretty much dissolved. Pathetic attempts at rationing still continued,\nbut black markets became the only markets, and black marketeers the\nbarons of life. Starvation took the hindmost, and only the most agile\neconomically lived in comparative comfort. Law and order were had only\nby those who could afford to pay for them and children of impoverished\nfamilies were sold on the open market for a bit of food.\n\nBut the Blight was still adjusting to new plants and the food supply\nkept shrinking. In another century....\n\nThat was why the planet's powerful individuals had been persuaded to\npool their wealth in a desperate attempt to alter the past. This kind\nof world was manifestly impossible.\n\nMac Albin finished the document and sighed. What a magnificent world!\nWhat an exciting place to live!\n\nHe dropped his hand on the side levers and began the process of\nmaterializing at the crucial moment on April 18, 1976.\n\n     _flick!_\n\n       *       *       *       *       *\n\nAs the equipment of the remote-control station began to take on a\nblurred reality all around him, Max Alben felt a bit of fear at what\nhe was doing. The technicians, he remembered, the Secretary-General,\neven the black market kings, had all warned him not to go ahead with\nhis instructions if anything unusual turned up. That was an awful lot\nof power to disobey: he knew he should return with this new information\nand let better minds work on it.\n\nThey with their easy lives, what did they know what existence had been\nlike for such as he? Hunger, always hunger, scrabbling, servility, and\nmore hunger. Every time things got really tight, you and your wife\nlooking sideways at your kids and wondering which of them would bring\nthe best price. Buying security for them, as he was now, at the risk of\nhis life.\n\nBut in this other world, this other 2089, there was a state that took\ncare of you and that treasured your children. A man like himself, with\n_five_ children--why, he'd be a big man, maybe the biggest man on\nEarth! And he'd have robots to work for him and lots of food. Above\nall, lots and lots of food.\n\nHe'd even be a scientist--_everyone_ was a scientist there, weren't\nthey?--and he'd have a big laboratory all to himself. This other world\nhad its troubles, but it was a lot nicer place than where he'd come\nfrom. He wouldn't return. He'd go through with it.\n\nThe fear left him and, for the first time in his life, Max Alben felt\nthe sensation of power.\n\nHe materialized the time machine around the green instrument panel,\nsweating a bit at the sight of the roomful of military figures, despite\nthe technicians' reassurances that all this would be happening too fast\nto be visible. He saw the single red switch pointing upward on the\ninstrument panel. The switch that controlled the course of the missile.\nNow! Now to make a halfway decent world!\n\nMax Alben pulled the little red switch toward him.\n\n     _flick!_\n\n       *       *       *       *       *\n\nAs the equipment of the remote-control station began to oscillate into\nreality all around him, Mac Albin felt a bit of shame at what he was\ndoing. He'd promised Bob and Hugo to drop the experiment at any stage\nif a new factor showed up. He knew he should go back with this new\ninformation and have all three of them kick it around.\n\nBut what would they be able to tell him, they with their blissful\nadjustment to their thoroughly blueprinted lives? They, at least, had\nbeen ordered to marry women they could live with; he'd drawn a female\nwith whom he was completely incompatible in any but a genetic sense.\nGenetics! He was tired of genetics and the sanctity of human life,\ntired to the tip of his uncalloused fingers, tired to the recesses\nof his unused muscles. He was tired of having to undertake a simple\nadventure like a thief in the night.\n\nBut in this other world, this other 2089, someone like himself would\nbe a monarch of the black market, a suzerain of chaos, making his own\nrules, taking his own women. So what if the weaklings, those unfit to\ncarry on the race, went to the wall? His kind wouldn't.\n\nHe'd formed a pretty good idea of the kind of men who ruled that other\nworld, from the document in the sealed metal cylinder. The black\nmarketeers had not even read it. Why, the fools had obviously been\nduped by the technicians into permitting the experiment; they had not\ngrasped the idea that an alternate time track would mean their own\nnon-existence.\n\nThis other world had its troubles, but it was certainly a livelier\nplace than where he'd come from. It deserved a chance. Yes, that was\nhow he felt: his world was drowsily moribund; this alternate was\nstarving but managing to flail away at destiny. It _deserved_ a chance.\n\nAlbin decided that he was experiencing renunciation and felt proud.\n\nHe materialized the time machine around the green instrument panel,\ndisregarding the roomful of military figures since he knew they could\nnot see him. The single red switch pointed downward on the instrument\npanel. That was the gimmick that controlled the course of the missile.\nNow! Now to make a halfway interesting world!\n\nMac Albin pushed the little red switch from him.\n\n     _flick!_\n\nNow! Now to make a halfway decent world!\n\nMax Alben pulled the little red switch toward him.\n\n     _flick!_\n\nNow! Now to make a halfway interesting world!\n\nMac Albin pushed the little red switch from him.\n\n     _flick!_\n\n... pulled the little red switch toward him.\n\n     _flick!_\n\n... pushed the little red switch from him.\n\n     _flick!_\n\n... toward him.\n\n     _flick!_\n\n... from him.\n\n     _flick!_\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Of All Possible Worlds, by William Tenn\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OF ALL POSSIBLE WORLDS ***\n\n***** This file should be named 50948.txt or 50948.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/4/50948/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}