{"title": "End as a World", "author": "F. L. Wallace", "releaseDate": "January 18, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            End as a World\n\n                           By F. L. WALLACE\n\n                         Illustrated by DIEHL\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1955.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            Prophets aplenty foretold the end--but not one\n              ever guessed just how it would come about!\n\n\nEvery paper said so in all the languages there were, I guess. I kept\nreading them, but didn't know what to believe. I know what I wanted to\nthink, but that's different from actually knowing.\n\nThere was the usual news just after Labor Day. The Dodgers were winning\nor losing, I forget which, and UCLA was strong and was going to beat\neverybody they met that fall. An H-bomb had been tested in the\nPacific, blowing another island off the map, just as if we had islands\nto spare. Ordinarily this was important, but now it wasn't. They put\nstuff like this in the back pages and hardly anybody reads it. There\nwas only one thing on the front pages and it was all people talked\nabout. All I talked about, anyway.\n\nIt began long before. I don't know how long because they didn't print\nthat. But it began and there it was, right upon us that day. It\nwas Saturday. Big things always seem to happen on Saturdays. I ate\nbreakfast and got out early. I had the usual things to do, mowing the\nlawn, for instance. I didn't do it nor anything else and nobody said\nanything. There wasn't any use in mowing the lawn on a day like that.\n\nI went out, remembering not to slam the door. It wasn't much, but it\nshowed thoughtfulness. I went past the church and looked at the sign\nthat was set diagonally at the corner so that it could be read from\nboth streets. There it was in big letters, quoting from the papers:\nTHIS IS THE DAY THE WORLD ENDS! Some smart reporter had thought it up\nand it seemed so true that that was the only way it was ever said. Me?\nI didn't know.\n\n       *       *       *       *       *\n\nIt was a bright day. People were out walking or just standing and\nlooking at the sky. It was too early to look up. I went on. Paul\nEberhard was sitting on the lawn when I came along. He tossed me the\nfootball and I caught it and tried to spin it on my finger. It didn't\nspin. It fell and flopped out with crazy bounces into the street.\nThe milk truck stopped, while I got it out of the way. I tossed the\nfootball back to Paul. He put his hand on it and sat there.\n\n\"What'll we do?\" he said.\n\nI made a motion with my hands. \"We can throw the ball around,\" I said.\n\n\"Naw,\" he said. \"Maybe you've got some comic books.\"\n\n\"You've seen them all,\" I said. \"You got some?\"\n\n\"I gave them to Howie,\" he said, thoughtfully screwing the point of the\nball into the center of a dandelion. \"He said he was going to get some\nnew ones though. Let's go see.\" He got up and tossed the ball toward\nthe porch. It hit the railing and bounced back into the bushes. That's\nwhere he usually kept it.\n\n\"Paul,\" called his mother as we started out.\n\n\"Yeah?\"\n\n\"Don't go far. I've got some things I want you to do.\"\n\n\"What?\" he said patiently.\n\n\"Hauling trash out of the basement. Helping me move some of the potted\nplants around in front.\"\n\n\"Sure,\" he said. \"I'll be back.\"\n\nWe went past another church on the way to Howie's. The sign was the\nsame there. THIS IS THE DAY THE WORLD ENDS! They never said more than\nthat. They wanted it to hang in our minds, something we couldn't quite\ntouch, but we knew was there.\n\nPaul jerked his head at the sign. \"What do you think of it?\"\n\n\"I don't know.\" I broke off a twig as we passed a tree. \"What about\nyou?\"\n\n\"We got it coming.\" He looked at the sky.\n\n\"Yeah, but will we get it?\"\n\nHe didn't answer that. \"I wonder if it will be bright?\"\n\n\"It is now.\"\n\n\"It might cloud over.\"\n\n\"It won't matter. It'll split the sky.\" That was one thing sure. Clouds\nor anything weren't going to stand in the way.\n\nWe went on and found Howie. Howie is a Negro, smaller than we are and\ntwice as fast. He can throw a football farther and straighter than\nanyone else on the team. We pal around quite a bit, especially in the\nfootball season.\n\nHe came out of the house like he was walking on whipped cream. I didn't\nlet that fool me. More than once I've tried to tackle him during a\npractice game. Howie was carrying a model of a rocket ship, CO_{2}\npowered. It didn't work. We said hi all around and then he suggested a\ngame of keep-away. We'd left the football at Paul's and we couldn't so\nwe walked over to the park.\n\n       *       *       *       *       *\n\nWe sat down and began talking about it. \"I'm wondering if it will\nreally come,\" said Paul. We all squinted up.\n\n\"Where'll the President watch it from?\" I said. \"He should have a good\nview from the White House.\"\n\n\"No better than us right here,\" said Howie.\n\n\"What about Australia? Will they see it there?\" I said.\n\n\"They'll see it all over.\"\n\n\"Africa, too? And what about the Eskimos?\"\n\n\"It doesn't matter whether they actually see it or not. It will come to\neveryone at the same time.\"\n\nI didn't see how it could, but I didn't feel like an argument. That's\nwhat they were saying on TV and you can't talk back to that.\n\n\"Everybody,\" said Howie. \"Not just in this town, but all over. Wherever\nthere are people. Even where they're not.\"\n\n\"You read that,\" said Paul.\n\n\"Sure,\" said Howie. \"You lent me the comic books. It's even in them.\"\n\nWe didn't say much after that. I kept thinking of the man who made\nthe H-bomb. I bet he felt silly and spiteful, blowing up an island.\nSomebody might have wanted to live on it, if he'd just left it there.\nHe must have felt mean and low when something really big like this came\nalong.\n\nWe talked on for a while, but we'd talked it out long ago. There was\nreally nothing new we could say. Every so often we'd look up at the\nsky, but it wasn't going to come until it got here.\n\nFinally we drifted apart. There wasn't anything left to do. We walked\nhome with Howie and then I went with Paul, leaving him to come back to\nmy house. I looked at the lawn and without thinking about it got busy\nand mowed it. I surprised myself.\n\nIt was hot, or it seemed to me it was. I went in to eat. Ma came by and\nshut off the sound of TV. I could still see the picture in the other\nroom. The announcer was making faces, but, of course, I didn't hear\nwhat he said. He looked pretty funny, I thought. I thought we were all\nprobably pretty funny, moving our mouths and blinking our eyes and\nwaving our hands. Only nothing real was coming out. Not yet, anyway.\n\n\"Sit still,\" said Ma. \"It will happen without your help. It's going to\nbe all right.\"\n\n\"Think so?\" I said. She would have told me anything to keep me quiet.\nShe gets nervous when I fidget.\n\n\"I think so,\" she said, giving me my allowance. It was early for that.\nUsually I didn't get it until after supper. \"Why don't you run uptown\nand watch it from there?\"\n\n\"Maybe I will,\" I said, dabbling my hands in the water at the sink.\n\"Are you going to go?\"\n\n\"Of course I'm not. Why should I get into that mob? I can watch it just\nas well from here.\"\n\nSure she could. But it was not the same. Everybody I knew was going\nto be there. I changed shirts before I left. I took a rag and wiped\nthe dust from my shoes. I wasn't trying to be fussy or dressed up or\nanything. I just thought I should do it.\n\n       *       *       *       *       *\n\nThere was shade and sun on the streets and a few big clouds in the sky.\n\nA car slowed up and stopped beside me. The window rolled down and Jack\nGoodwin leaned toward me. \"Going uptown?\"\n\n\"Yeah.\"\n\n\"Want a lift?\"\n\n\"Sure.\" Actually I didn't. I'd rather have walked, looking around as I\nwent.\n\nJack Goodwin grinned as I got in. He's got gray hair, where he has\nhair. The rest is bald. He looked me over. \"I don't see any comets on\nyour shoulders,\" he said gravely.\n\n\"I never had any,\" I said. Some people seem to think everyone under\nseventeen is a kid.\n\n\"You'll be needing them,\" he said.\n\n\"Maybe,\" I said. I ought to have walked.\n\nI never knew how slow a day could pass. I suppose I should have slept\nlate and kept busy doing something. This was worse than putting on a\nuniform and waiting until gametime. At least there was a coach on the\nfield to tell you what to do as you ran through the drill.\n\nJack Goodwin stopped at a light. I had a notion to get out. But I\ndidn't. Goodwin grinned again as the light changed and we started up.\n\"I don't blame you for being edgy,\" he said. \"It's the suspense. If we\nonly had some way of knowing for sure, radio maybe.\"\n\n\"There's no radio,\" I said. \"The calculations have been checked.\"\n\n\"Sure, but maybe there's something we forgot. Or don't know. All sorts\nof things can go wrong.\"\n\nHe must have talked on and on, but I didn't listen. Howie and me and\nPaul had gone over everything he was saying.\n\n\"Thanks,\" I said as he stopped and I got out.\n\n\"Don't mention it,\" he said. He nearly scraped the rear fender of the\ncar as he drove off. It was a new car, too. He wasn't so bad. Maybe he\nwas just worried.\n\nI wandered to the newsstand and looked at magazines and pocketbooks.\nOld lady Simpson didn't ask me if I was going to buy and didn't chase\nme away. She was busy arguing with some customers. Even so it was the\nfirst time she didn't pay attention to me when I came in. I had a\ngood chance to look at things I never buy. There was nothing in them\nI wanted to see. I was thirsty. I had a coke and was still thirsty. I\nasked for a glass of water, drank half of it and went out.\n\n       *       *       *       *       *\n\nDown the street there was a TV set in a store window. I watched it.\nThey were showing a street in India, people looking up. They flashed\nall around, to Italy, China, Brazil. Except for their clothes, it\nwasn't much different from here. They were all looking up.\n\nI did the same. For the first time I noticed there was a slight\novercast. Big billowing clouds had passed, but this was worse. I hoped\nit would clear away in time. Not that it really mattered.\n\nIt was more crowded than usual for Saturday, but at the same time it\nwas quiet. People were shopping, but they weren't really buying much or\nelse they bought it faster. Nobody wanted to miss it. They all seemed\nto have one eye on their lists and another on the clock.\n\nHowie and Paul came up the street and we nodded and said something. A\nfew other boys from the school passed by and we stopped. We gathered\ntogether. It was getting closer--and the space between the minutes was\ngrowing longer and longer.\n\nI looked at Paul's watch. He said it was on the minute. I decided there\nwas time to go in and get a candy bar. All of a sudden I was hungry. I\ndidn't know where it came from. I'd had to stuff down lunch not long\nago. And now I was hungry.\n\nI went to a store and had to fight my way in. People were coming out.\nNot just customers, but the clerks and owner, too. There was a big\ntelevision screen inside, but nobody wanted to see it on that. They\nwanted to be outside where it would happen to them. Not just see it,\nhave it happen. The store was empty. Not closed--empty.\n\nI turned and rushed out to join the others. I couldn't miss it.\nThere were still minutes to go, but suppose there _had_ been a\nmiscalculation. I knew what that would mean, but even so I had to be\nthere. I would almost die, too.\n\nNow we were all looking up--all over the world people were, I suppose.\nIt was quiet. You could hear them breathing.\n\nAnd then it came, a flash across the sky, a silver streak, the biggest\nvapor trail there ever was. It went from this side to that side in no\ntime. It split the sky and was gone before the shock blast hit us.\nNobody said anything. We stood there and shivered and straightened up\nafter the rumbling sound passed.\n\nBut there was the vapor trail that stretched farther than anyone could\nsee. It would go around the world at least once before it came to an\nend somewhere in the desert. I saw my science teacher--he was trying to\nsmile, but couldn't. And then there was the pharmacist who had wanted\nto be a research chemist, but wasn't good enough.\n\nIn front of me, old Fred Butler who drives the bus to Orange Point and\nKing City cracked his knuckles. \"He did it,\" he whispered. \"All the way\nto Mars and back. Safe and right on schedule.\" He jumped up in the air\nand kept jumping up. He hadn't been that high off the ground in several\nyears. He never would be again unless he took an elevator. And I knew\nhe hated elevators.\n\nFactory whistles started blowing. They sounded louder than Gabriel.\nI wonder if he heard them. I grabbed hold of the nearest person and\nstarted hugging. I didn't know it was the snooty girl from the next\nblock until she hugged back and began kissing me. We yelled louder than\nthe factory whistles. We had a right.\n\nIt was just like the papers said: This was the day the world ended--\n\nAnd the Universe began.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of End as a World, by F. L. Wallace\n\n*** END OF THIS PROJECT GUTENBERG EBOOK END AS A WORLD ***\n\n***** This file should be named 50959.txt or 50959.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/5/50959/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}