{"title": "The Problem Makers", "author": "Robert P. Hoskins", "releaseDate": "January 19, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          THE PROBLEM MAKERS\n\n                           By ROBERT HOSKINS\n\n                          Illustrated by MACK\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             They had only one mission in the Galaxy, with\n               its infinite problems--make more of 'em!\n\n\nI\n\nClouds obscured the three moons as the men slipped into the village.\nThey eased the double-bitted axes out of their belts and felt their way\nthrough the almost unrelieved blackness until their hands met the soft\nyieldings of the door hangings. Waiting until the whisper of leather\ngliding over the ground stopped, telling him everyone was in position,\nLuke Royceton drew in a deep breath, then suddenly screamed:\n\n\"Aiieeeee!\"\n\nAt his banshee signal, the other men took up the cry. Somebody kicked\nthe banked coals of the cooking fire into life and stuck in a handful\nof twisted grass torches, then moved from man to man, handing them out.\nThe men screamed again, touched their torches to the over-hanging of\nthe huts, then tore down the hangings and leaped through the doors,\ntorches flaming a path.\n\nThe interiors of the huts leaped to life. Forms hurtled by the men and\ninto the night as the pitch-caulked thatching blazed into an inferno.\nThe rightful inhabitants of the huts crashed into the tall grass of the\nsurrounding plains, the sounds of their passage quickly dying away as\nfear lent wing to their rapidly fleeing heels.\n\nThe fires quickly burned through the thatching, sending little fingers\nof flame dancing along the lashed saplings that supported the roofs.\nLuke took one last look around the interior of his hut and started to\nleave, when he spotted something wriggling under a pile of skins.\n\nCrossing the room in three strides, he tore away the coverings and\ngrabbed the native child by the scruff of its neck. He wheeled on one\nheel and retraced his passage. He got out of the door just as the\nsaplings gave up the ghost and the fiery mass crashed to the ground.\n\nLuke whistled and wiped sweat from his brow. The bronze head of the axe\ncaught and reflected the fires from its myriad beaten facets. Using the\nhead, he beat out several sparks that had landed on his clothes, then\nturned his attention to the child who still dangled from his other hand.\n\nThe child's eyes were rolled nearly into his head with his fright. Luke\ngrinned, baring his teeth. He brought the child up until their noses\nwere less than an inch apart. The fetid smell of the child's breath\nmade him choke. Yelping, the child twisted free and ran after its\nalready-departed parents.\n\nLuke laughed and turned his attention to his team.\n\nThe men were all out now, watching the huts crack under the intense\nheat within. One shuddered, then collapsed inward, sending up choking\nclouds of dust as it smothered the flames. After a moment, Luke\nwhistled. Half of the men melted into the grass and followed the\nnatives, while the others gathered around him, squatting and resting\ntheir axes on the ground. Luke waited until the others returned to\nreport no further sign of the villagers, then he squatted himself, and\naccepted a canteen from someone. He drank his fill, gasped, wiped the\nback of his hand across his mouth and handed the canteen back.\n\n\"It's hot,\" he said, conversationally.\n\n\"It'll be hotter before we're done,\" said one of the team. They were\nall dressed in rough-cured skins and leather moccasins. The axes were\nthe only tool they carried. Faces thick with war paint and grime, it\nwas impossible to tell them from natives.\n\n\"Anybody hurt?\" asked Luke. Disclaimers came from the various members\nof the group. \"Good.\" He stood up and stretched. \"Well, gentlemen,\nshall we be on our way?\"\n\n\"Might as well.\"\n\nLuke took his axe, twisted the unfinished handle a quarter-turn in his\nsocket, then held the head to his lips. \"Team B,\" he said. \"Mission\naccomplished.\" He twisted the handle back and slipped the axe into his\nbelt. A few moments later, the soft chatter of rotors cut through the\nair, and a copter dropped into the clearing by the cooking fire.\n\nThe team mounted by the dying glow of the fires. As soon as the last\nman was in, the door swung shut and the copter took off into the night.\n\n       *       *       *       *       *\n\nSam Carter eased the scratchy material of the ruffed collar away from\nhis neck, then shot his cuffs to return them to the socially acceptable\nhalf-inch showing beyond his jacket sleeve. He sighed, placed his\nhands on his knees and glanced for the umpteenth time at the armored\nsoldiers guarding the door between the anteroom and Prince Kahl's\nprivate chambers. The afternoon sun dipped below the level of the high\nwindow-slits, sending shadows scampering up the walls.\n\nSam had been waiting since noon. His stomach was repeating its rumbled\nprotests against that interrupted meal. Prince Kahl had sent word that\nSam might wait upon his pleasure; quieting misgivings, Carter had\nrushed to do just that.\n\nHe sighed again, and stifled a yawn. From the corner of his eye, he\nwatched the shadow line marching up the wall. When it touched the\ncobwebby corner of the ceiling, a slave came in and lighted a pair of\noil lamps. The soot-heavy smoke they gave off quickly had Sam wishing\nthe room had been left in darkness.\n\nAnother interminable hour passed, during which he several times\nrepeated the operation with collar and cuffs, all the while envying the\nguards their ability to remain in one position like frozen statues,\nseemingly carved from the living rock of the palace. At last, just when\nhe had resigned himself to the probability of spending the night in the\nanteroom, the inner door swung open and a chamberlain beckoned.\n\n\"Prince Kahl will grant you a moment now.\"\n\nSam bowed his thanks, and followed the man into Kahl's chambers.\n\n\"Ah, my friend from the southern kingdoms!\"\n\nPrince Kahl was a lean, saturnine individual, uncomfortably aware that\nthe prime of life was slipping through his grasp while his father\nobstinately held onto the throne. It was Kahl's considered opinion that\nthe old man had lived long enough. It rankled him to realize that he\nhad held the same opinions as a youth barely out of his teens. The\nthirty intervening years had been spent devising and trying methods to\nassure his succession; unfortunately his father had twenty years before\nthat to safeguard his own rule.\n\n\"How go the southern kingdoms, my friend?\" Kahl waved a particularly\nenticing fruit as Carter stopped short, a dozen paces away.\n\n\"Tolerably well, your graciousness.\" He neglected to add that it had\nbeen nearly a year since he had visited the supposed lands of his\nbirth. Kahl was fully aware how long Carter had been kept cooling his\nheels. Palace protocol dictated how long foreign visitors might be kept\nwaiting. But even visiting royalty could not hope for an audience in\nless than a month's time. In his role as ambassador, Carter was happy\nthat a year was all he had been kept waiting.\n\n       *       *       *       *       *\n\n\"Your lord and master's gifts were received,\" said Kahl. \"You may\ninform him of my royal gratitude.\"\n\n\"My humble thanks, your graciousness.\" Sam's mouth watered as Kahl\npolished off the one fruit and selected another from a platter born by\na manservant. Despite his now-long stay on the planet, Sam still could\nnot understand why women were given no role at all in society, even as\nslaves.\n\n\"Not at all, not at all,\" said Kahl. \"Now tell me. What is it that\nbrought you so far from your home lands to grace my humble presence?\"\n\n\"The usual business of politic, your graciousness,\" said Sam, growing\nweary of the necessity to repeat the title with every reply to Kahl's\nwords. He also wished for a chair, despite the fact that he had been\nsitting all afternoon. He felt like a naughty schoolchild, standing\nalways in the man's presence. \"Trade treaties, mutual armament pacts,\nthe like.\"\n\n\"Ummm, so. You've discussed them with my ministers?\"\n\n\"They have permitted me this honor and, if I may be so bold, found\na great deal to our mutual liking. Our countries are indeed far\nseparated, and the journey between arduous. I find much in your\nprovinces in the way of technology and armaments that we totally lack.\nBy the same token, I have thought of a few inconsequential things which\nmight serve to ease your royal burdens, if but brought from my lands.\"\n\n\"Possible, possible,\" said Kahl. \"Of course, I have a large college of\ntinkerers and mechanics who probably would have produced the little\ntoys you speak of in their own good time. But why duplicate effort,\neh? They are lazy dolts who grumble at my royal largesse as it is.\"\nHe chortled lustily, although Sam could see nothing even remotely\nhumorous in his statement. But he was well-schooled in the idiocies of\ndiplomacy; he laughed dutifully.\n\n\"But come!\" said Kahl. \"Enough of childish prattle! You carry another\nload in your thoughts, my southern friend. Have out with it!\"\n\n\"Your graciousness?\"\n\n\"You needn't pretend,\" he said, chortling again. \"My ministers are like\nthe winds. They cannot keep a single thing to themselves, but instead\nneed spread it over the far reaches of the entire world. You've been\ntalking--foolishly perhaps--but I have perceived a certain sense within\nyour nonsense, and I must confess that your words have aroused my\ninterest. You have a plan to see me king. Now out with it, lest I make\nyou a gift of you to my torturer. He can remove anything--including\nstubborn vocal cords!\"\n\n\"You do me undeserved honor, graciousness,\" said Sam.\n\n\"Undoubtedly. And you begin to weary me.\"\n\n\"Very well.\" Sam sighed. \"I must admit that my tongue is too loose for\nmy own general welfare. It is true that I once thought of something\nmildly amusing while passing long evening hours with one of your\nministers. But it was mere idle dreaming, no more.\"\n\n\"You prattle long, southerner.\" Kahl's eyelids lowered suspiciously.\nHe picked up a silver knife and began paring his nails, scattering the\nshavings suggestively in Sam's direction. \"Perhaps you do not want to\nsee me king?\"\n\n\"There is none so deserving of the honor as you,\" said Sam. \"But while\nyou laugh at the utter childishness of my ideas, please remember that\nyou insisted....\"\n\n       *       *       *       *       *\n\nThe Ehrlan delegate to the Central Worlds Conference was well past the\nentrance to the Park when the pudgy little man caught up with him,\nsides heaving from the unaccustomed strain of running.\n\n\"Citizen Lund!\" he cried, panting. \"Please wait!\"\n\nLund turned and eyed the little man suspiciously. The fellow was a\nstranger, and therefore automatically under suspicion. \"Yes?\"\n\n\"A moment of your valuable time, Citizen. Please? I assure you, you\nhave nothing to fear from _me_. I am not a Yanoian.\" The name spattered\nout acidly.\n\n\"Indeed?\" said Lund. \"And just who, then, are you?\" There was a\nvague sensation of familiarity troubling the back of his mind. The\nomnipresent watchdog in his subconscious pounced instantly on the\nfeeling, magnifying it, turning it inside out and shaking it around,\nbut drawing no satisfaction from the act.\n\n\"A friend, Citizen. You must believe that. I can't explain further\nright now--time is too precious.\" He grabbed Lund's arm and started\ntugging him back towards the Park entrance. \"Please? I beg you, come.\"\n\n\"Oh--very well.\" He gave in ungraciously, following the man until they\nwere just inside the Park. Then Lund stopped, digging his heels into\nthe gravel of the walk. The man looked back at him.\n\n\"Please, Citizen!\" he urged. \"We don't have much time!\"\n\n\"So far as I'm concerned, you don't have any time at all, unless you\ntell me right now who you are and what this is all about.\"\n\n\"Not here!\" he cried, aghast, as he glanced nervously around at the\nmany people entering and leaving the Park. A pair of Conference\nmonitors stopped just outside the gate, fingering their stun-beamers\nas they eyed the actions of the two men. They started to move into the\nviolable hundred-foot circle this side of the gate. The little man\nmoved quickly, grabbing Lund again and forcibly pulling him beyond the\nprotection of the monitors. Their skins tingled as they went through\nthe shimmering haze of the force screen. The monitors stopped just\nin time to avoid touching the screen, while Lund and the little man\nhurried down a path that wound into a copse of widdy trees from Lund's\nown homeworld, Ehrla.\n\nThe widdy tendrils stopped their aimless flowing through the trees and\ncurved down and around the two men, tips melting into the ground and\ntendrils broadening into wide blades that sheltered and shielded the\npair from possible watchers.\n\n\"Now!\" said Lund, shaking the other man's hand from his angrily.\n\"Perhaps you will do me the honor of telling me who you are and just\nwhat in the name of the Seven Holy Suns this idiocy is all about?\"\n\n\"A matter of the gravest urgency, Citizen! You must not present your\nplans for redistribution of Sector protectorates to this Conference!\"\n\n\"What?\" Lund stared at him in disbelief. \"And just how did you learn of\nthe plans I intend to present to the Conference--I _will_ present, at\nthis afternoon session? Something smacks of treachery!\"\n\n\"Never mind how I learned, Citizen. The important thing is the Yano\ndelegation also knows! They plan to scuttle you before you have a\nchance to speak. After that, they'll cut you into little pieces and\ndevour you!\"\n\n\"You're insane, man!\" Lund started to reach for the widdy tendrils.\n\n\"Don't! You must not present your plans to the Conference, Citizen.\"\n\nA new tone had crept into the man's voice: a strength that belied the\npudginess and general clownishness of the figure. Lund turned slowly,\nand found himself staring at a stunner, the winking red of the telltale\nshowing that it was set to lethal bands.\n\n\"Wha....\" He gulped his adam's apple back down into his throat. \"How\ndid you get that into the Park? The force screens aren't supposed to\npass weapons.\"\n\n\"There are ways, Citizen,\" the man said, grinning. No longer did he\nseem clownish. \"Many so-called impossible things are quite simple, if\nonly you have access to the proper people and controls.\"\n\n\"What do you really want?\" Lund tried to hide his fright, but he was\nuncomfortably certain that it was radiating out from him, broadcasting\nto the entire world that Citizen Lund was scared silly.\n\n\"I told you, Citizen. You must not present your plans to the\nConference.\"\n\n\"But why?\" he wailed, in frustration. \"Give me a logical reason!\"\n\n\"The greater good, Citizen.\" With those cryptic words, the man pressed\nthe stud of the beamer. Lund gasped, as a giant hand closed around his\nheart, then collapsed to the ground in a strange dying parody of slow\nmotion. Just before the clouds of eternity shut away his vision, he at\nlast recognized the man.\n\nHimself!\n\n\nII\n\nJohn Reilly was tired, intensely tired, beyond any feeling of\nexhaustion he had ever known.\n\nThe clock in his desk chimed once. He sighed and picked up his lecture\nnotes, stuffing them into a scarred and battered case that he had\nbeen carrying since his student days at the Academy. He cast one\nweary glance around the cluttered office, then steeled himself into a\npassable imitation of military carriage as he left for the lecture hall.\n\nThe Cadet Sergeant-Major outside his door leaped to attention only\na little less quickly than his regular service counterpart. Reilly\nreturned their salutes and fell in behind them.\n\nThe lecture hall--gymnasium, really; the Academy was perennially\novercrowded--was crowded, as usual. The eager young cadets filled the\nfifty rows of backless benches, while the overflow squatted and stood\nat the rear until it was impossible for a midget to find room to thread\nhis way through the crowd. Reilly's class was well-tended for its\nhonest popularity, not just because it was compulsory. There were many\n\"compulsory\" lectures in the curriculum that counted themselves proud\nto find half their audience in attendance.\n\nReilly stopped in the wings of the stage, listening for a moment to the\ncomfortable discordances of the student band tuning their instruments.\nThe regular service non-com peered through the hangings, catching the\nbandmaster's eye. The tuning stopped, and the band swung into a medley\nof old Academy drinking songs. Reilly smiled, as he remembered happier\ndays when he had participated lustily in the drinking that went along\nwith such music.\n\nFrom the drinking songs, the band struck up the National Anthem. The\nnoise the cadets made in rising nearly drowned out the music. After the\nlast strains had been permitted to fade away, the bandmaster raised\nhis baton once more and the opening bars of _Hail to the Chief!_\nfilled the hall. The Sergeants-Major stepped out onto the stage, Reilly\nfollowing, case clasped loosely between elbow and side.\n\nThey passed in front of the half-dozen visitors and moved to either\nside of the podium, turning until they were facing each other, the\nregular service man on the right. They snapped into a salute, followed\nby the entire audience. Reilly lay his case on the podium, turned and\nbowed to the visitors, then faced the audience again and returned the\nsalute.\n\nImmediately two thousand arms dropped to their owners' sides and the\ncadets resumed their seats.\n\nReilly unzipped his case and drew out his notes.\n\nHe arranged them carefully on the podium, although he knew that at no\ntime during the next hour would he so much as glance at them again. The\ncase stowed away under the podium, he took a deep breath and placed\nhis hands flat on the podium's surface. Technicians in the control\nbooth over the far end of the hall trained parabolic mikes on his lips,\nwaiting for him to begin the lecture as he had begun hundreds of other\npreceding lectures, before audiences much like this. The faces might\nchange; the uniforms were the same, and so were the underlying feelings\nof the wearers of the uniforms, year in and year out.\n\n\"The greater good for the greater number!\"\n\nThe cadets let out a mutual sigh, none aware that breath had been held.\n\n\"A motto, gentlemen: merely a motto. Like _Ad Astra per Aspera_, _E\nPluribus Unum_ or _Through These Portals Pass the Most Wonderful\nCustomers in the Galaxy_.\" An appreciative titter ran through the\naudience.\n\n\"But what is a motto?\" continued Reilly, warming to his subject,\noverly familiar though it was. \"It's more than just a snappy way of\nstringing words together. It has a meaning. Often the meaning, such\nas in the commercial example I just gave, is on the frivolous side.\nBut more often there is something intently serious behind a motto. _Ad\nAstra_--'To the Stars.' For centuries this has been almost a religion\nfor men, as our ancestors broke the bonds of a single planet and spread\nout into the galaxy. Libraries have been written of the heartbreaks\nand joys, the sorrows and jubilations that have been found in the far\nreaches of space.\n\n\"_E Pluribus Unum_--'United We Stand.' Even older and, if possible,\ndearer to the hearts of men. Our very government is based on the\nessential concept contained in these three words from the past.\n\n\"'The greater good for the greater number'. If government runs on one\nmotto, then civilization is based on this!\"\n\n       *       *       *       *       *\n\nTeam B was dead on its feet when the copter finally returned to Base\nwith the first rosy glow of dawn lightening the horizon. They stumbled\nto the ground, as sorry a looking group as Luke Royceton had ever seen.\nTheir masquerade of grime and war paints was nearly obscured by an\nhonest layer of general dirt. They filed into wardrobe and stripped off\ntheir clothes, leaving them in ragged piles on the floor. Then they hit\nthe showers, luxuriating under the needle sprays and the caress of soap\nsliding over their skin.\n\nThe discarded costumes were gone when they emerged, feeling closer to\nhuman, twenty minutes later. In place of the animal hides were shorts,\ndoublets and the calf-length boots of Base-centered personnel.\n\nAll were more than happy to be back in uniform.\n\nLuke stopped outside wardrobe for a moment, then started towards\nHeadquarters, a building distinguished from the dozen other prefabs\nof Base only by the pennant flying from the peak. The buildings were\narranged in an irregular circle around the copter field, nestled in\nthe most hidden valley of the planet's single range of hills high\nenough to be graced with the name of mountains. The highest peak in the\nrange, visible over the one directly behind Headquarters, toward barely\na thousand feet.\n\nOn a world less primitive, the range would never have served its\npresent duty.\n\nThe world _was_ primitive, however. Man had advanced but a few\nfaltering steps beyond the level of the cave. Ecology had estimated\nthe native human population not to exceed three million people over\nthe entire globe, and cheerfully admitted that their estimate was made\nwith every benefit of doubt given to the natives. Quite possibly not\neven half that number roamed the vast plains of the temperate zones, or\nbreeded in the opulence of the equatorial jungles. As yet, population\npressures had not driven men into the colder climes of the north and\nsouth. None had been spotted more than five hundred miles from the\nequator.\n\nLuke checked in with the Orderly Room before reporting on to the\ndebriefing room. He slumped onto a couch and propped his feet on a\nlow coffee table. The other four team commanders were there ahead of\nhim. One brought him a cup of coffee. He accepted it with thanks, and\ninhaled the bitter smell of the brew before draining half of it. The\nfiery liquid burned into his stomach and scorched away some of the\ntensions built up during the night.\n\n\"Rough night, Luke?\" asked Andy Singer, sitting next to him.\n\n\"The roughest. We hit seventeen villages between sunset and sunrise.\"\n\n\"That is a load. My team only hit seven. But you were working the big\nriver stretch, weren't you?\" Luke nodded, as he sipped again at his\ncoffee. \"I thought so. We were lucky. We had the west plains. There\nisn't too much water over there, couple little creeks and a few holes.\nThese locals don't stray too far from water.\"\n\n       *       *       *       *       *\n\n\"We hit half a dozen good-sized places,\" said Luke. \"One of them must\nhave had thirty-five families. For a minute, I thought we were going to\nhave to kill a few of them, but it ended up okay. Nobody hurt, except\nfor one of my boys who stayed a second too long in a hut.\" He chuckled.\n\"Got the seat of his pants burned off--a new kid, just out from the\nAcademy. The rest of the night, he was the fastest man I had.\"\n\n\"Proves what I said about water. Biggest place I hit had seven houses,\nand most of them only had two or three.\"\n\nLuke started to say something more, but just then the door opened and\nthe Base Commandant came in. The Team commanders stood up respectfully,\nbut none had the energy to properly snap to attention. He smiled as he\nmounted the low platform to the front of the room.\n\n\"At ease, gentlemen.\" Gratefully, the commanders sat back down and\nresumed their earlier positions of comfort. The Commandant poured\nhimself a glass of water from a ready pitcher and drank it, then gave\nhis full attention to the room.\n\n\"First, gentlemen, let me congratulate you on a successful night's\noperation. I congratulate all of you, but particularly Commander\nRoyceton and Team B. They rolled up the enviable total of seventeen\nvillages destroyed.\"\n\nLuke flushed, feeling like a fresh-out-of-Academy Cadet as the others\nraised their coffee cups in his direction.\n\n\"None of you spent the evening slacking, of course,\" continued the\nCommandant. He was a middle-aged man; the empty sleeve pinned to his\nshoulder told why he had been booted out of field duty while men twenty\nyears his senior were still leading teams. \"Total score for the night:\nfifty-seven villages. Commander Royceton merely had more fertile area\nto work in. As we move out from the Base I know you will all have equal\nopportunities to prove your prowess with the torch.\" An appreciative\nmurmur ran through the little group.\n\n\"Now I know you're all tired, gentlemen, and anxious to hit the sack.\nI won't keep you much longer. I just want to emphasize the importance\nof our mission on this world. Many of your men don't like making these\nraids on the natives. They would rather be roaming the far starlanes,\nputting down pirates and other glorious deeds of derring-do. But you\nmen are not cadets; there isn't a one of you without twenty years field\nservice time. You know the real glory comes from satisfaction in a job\nwell done. It is up to you to transfer that feeling of satisfaction to\nthe malcontents within your ranks. Tonight you go out again; and you\nwill continue to do so until every single village on this planet has\nbeen razed to the ground! If so much as one single village is permitted\nto escape, then we have failed. I do not like failure; you do not like\nfailure. Working together, we can see to it that failure as a word\ndisappears from the language. I thank you, gentlemen. Dismissed.\" He\nstepped down and strode rapidly from the room. Behind him the audience\nrose and burst into talk.\n\n\nIII\n\nSam Carter moaned silently. He tried for the hundredth time since the\njourney began to shift his legs into a position where the insides\nwould not be rubbed raw by the rough hair of his horse-like mount. He\nresolved for the dozenth time that one of the \"inventions\" he would\nimport from the southern provinces would be a good, comfortable saddle.\n\nAnother would be silk; the rough fabrics worn by Kahl's subjects were a\nfair substitute for the mount's hide.\n\n\"Ho, southerner!\" Prince Kahl wheeled his mount back from the head of\nthe column and waited until Sam had caught up, then he fell in beside\nhim. \"How goes it? Does my second favorite mount suit you well?\"\n\n\"Very well indeed, graciousness,\" said Sam. \"I cannot in honesty recall\nwhen I've had a more--_ouch!_--instructive ride!\"\n\n\"Good!\" Kahl leaned over and slapped him on the shoulder. \"You'll be\nglad to know we've but three more hours to go before reaching the\nsummer palaces.\"\n\n\"Only, uh, three more hours?\" The sinking sensation in Sam's stomach\nhad nothing at all to do with the undulating motion of his beast. \"Ah,\nthat is good news, your graciousness. We'll be there almost before we\nknow it.\"\n\nSam wished Kahl would go away and leave him to his misery, but the\nprince seemed disposed to talk. \"I think there will be many surprised\nfaces in my father's court tonight. Eh, southerner?\" He chuckled, and\nthen burst into raucous laughter as he considered the idea further.\n\"And to think, it will all be perfectly legal! You have the papers\nsafe, my friend?\"\n\n\"Yes, your graciousness,\" said Sam, sighing and patting his saddlebags.\n\n\"Good! Don't lose them--I'd hate to see you missing your head!\" He\nlaughed again, while Sam's stomach turned several more flipflops. \"The\nsight of blood always did make me sick.\"\n\nThere were sixteen men in the mounted party, including a dozen of\nKahl's private guard, the captain of the troop and the High Priest\nof the Sun God, the nation's officially sponsored religion. The High\nPriest was a little old man, bent over more from age than from the\ndiscomforts of the journey. Originally Sam had planned for one more\nmember, but that had become unnecessary when he learned that the High\nPriest was also President of the Royal College of Chirurgeons. The\nlatter role was even more important to his plans than the former. Now\nall that worried Sam was the possibility that the priest might not live\nto the end of the journey. He was inflicted with a hacking cough that\nsent chills racing up and down Sam's spine every time he went into a\nfit.\n\nKahl grew weary of bantering small talk with a man really fit to come\nup with witty replies. He wheeled his horse again and dropped back\nto the end of the column for a moment, saying something to the High\nPriest, then he spurred his mount back to the head of the line, falling\ninto his original position beside the Captain of the Guard. The two men\nwere soon lost in reminiscences that had bored Sam to tears, every time\nhe had been an unwilling audience.\n\n       *       *       *       *       *\n\nAnother hour passed miserably, while the sun mounted to the zenith and\nbegan the long summer afternoon drop back down to the horizon. The\nmembers of the Guard and Kahl pulled short stubby loaves of bread and\ncheese from their saddle bags and munched as they rode on, washing the\nfood down with vigorous pulls at the wine-skins that took the place\nof water canteens on the planet. Sam had first thought the constant\nimbibing of alcohol to be a national vice. Then he ran tests on half a\ndozen waterholes. Thereafter he drank wine himself.\n\nNow, however, he was completely without an appetite. Looking back over\nhis shoulder, he saw that the priest was in the same boat. Suddenly,\nwithout knowing why, he pulled his mount up and waited until the priest\ncaught up with him, then fell in at the end of the column.\n\n\"How goes it, Reverence?\"\n\nThe priest looked up, watery eyes registering surprise at his company.\n\"Oh, southerner.\" He broke into one of his coughing spasms. \"Ahhh, not\nwell, southerner. Not well at all. The Sun God does not ride with me\nthis day--not that he's deserted me, you understand: he never rides\nwith me. The Sun God has more sense than a foolish old man who should\nbe staying home in the comfort of his apartments, not galivanting\naround the country-side like a frisky kitten.\"\n\n\"I wish he had imparted some of his wisdom to me,\" said Sam. \"I confess\nI feel as you look, Reverence. No disrespect intended, believe me. It's\njust that the ardors of this journey have taken much toll from both of\nus. And I swear, by the Sun God himself, you are bearing up much better\nthan I.\"\n\n\"A man who has traveled as long and as far as you talking this,\nsoutherner?\"\n\n\"It's the way you travel, Reverence. The greatest part of my journey\nwas by ship.\" It had been; Sam merely neglected to specify that it was\na spaceship. \"Ocean travel has its own peculiar discomforts, but for\nmyself, I'll take it every time.\"\n\n\"Tell me, southerner,\" said the priest, \"why do you make this trip?\"\n\n\"Prince Kahl wished it,\" he replied.\n\n\"Ah, but there is more to this than lies on the surface. Why should\nKahl bring you, a stranger and a subject of another house, along on a\nventure that may well cast the future course of events for this entire\nnation?\"\n\n\"Prince Kahl seems to feel that, ah, I might, because of my experiences\nin other lands, serve him in some minor capacity of usefulness.\" Sam\nchose his words with care. The old man was entirely too observant for\nhis liking.\n\n\"Kahl is an astute man,\" said the priest. \"However, he is also a hungry\nman, and such a man on the verge of starvation will eat things that in\nmore normal circumstances he would pass up without so much as a first\nlook. Ideas are much like food, southerner.\"\n\n\"The philosophers of my country have a saying, Reverence. 'Man does\nnot live by bread alone.'\"\n\n\"Much wisdom is afloat in the world, disguised in strange ways.\" With\nthat, the priest went into another coughing spell, after which he\nrefused to pick up the threads of the conversation. Carter gave up, and\nspurred his mount back to his original place in the column.\n\n       *       *       *       *       *\n\nThe rest of the trip passed in, for Sam, self-commiseration. The lower\nthe sun sank, the hotter the temperature seemed to climb. Several times\nhe found himself with wineskin raised to lips. The native beverage was\nlittle stronger than the plain water he would have preferred, but even\nso he found himself more than a little tipsy by the time they crested a\nlow range of hills and saw the summer palaces nestled by the side of a\nlake in the valley below.\n\nThe column dismounted in an inner courtyard, and Kahl, Carter and the\nHigh Priest strode past the protesting chamberlain into the King's\nprivate apartments. The King was lying on a couch, eating fruits served\nby a manservant and listening to poetry being read to him. He looked up\nwhen the trio came in.\n\n\"My son! This is indeed an unexpected honor. What brings you from the\ncity on a day so hot as this one?\" He smiled, but his eyes were sharp.\n\n\"Greetings, Father,\" said Kahl, bowing low. \"I bring you important news\nfrom the Council of Priests. Reverence!\"\n\n\"Your Most Graciousness.\" The old man was already nearly doubled over.\nWhen he bowed, Sam half expected to hear his forehead crack the tiles\nof the floor.\n\n\"Well, Reverence?\" The king accepted another fruit and sucked on it,\nkeeping a watchful eye on his son. _He suspects something!_ Sam thought.\n\nThe High Priest produced a scroll from his robes and ceremoniously\nbroke the seal. Unrolled, it was short for the dynamite it contained.\n\n\"Your Most Gracious Person,\" he read. \"The Council of Priests, meet\nand determined in the Holy Temple of the Sun God this fifth day of\nthe seventh moon of the fifty-first year of the reign of Obar, King,\nannounce to all and sundry within the domains of Obar, King, that he\nhas incurred the wrath and displeasure of the Holy God, the Sun God,\nand henceforth from this day shall no more be known as Obar, King, but\nas father of Kahl, King.\"\n\nHe let the scroll snap back into its cylinder, bowed again, then handed\nthe scroll to Obar. \"Your graciousness.\" Then he turned to Kahl. \"Your\nMost Graciousness.\" One final return to Obar. \"One more message from\nthe Council, your graciousness. They hope you will accept their eternal\npleasure and gratitude for the excellence of your reign.\"\n\n       *       *       *       *       *\n\nAll during the reading, Obar had been staring at the High Priest, a\nghost smile half-crinkling the corners of his mouth. The half-eaten\nfruit now fell to the pavement with a sodden _plop_! He licked his lips.\n\n\"This.... This is some sort of a joke?\"\n\n\"No joke, Father,\" said Kahl, a little too heartily for Sam's liking.\n\n\"But how?\" Obar shook his head. \"How dare you?\"\n\n\"I'm merely exercising my duty to our subjects, Father. You've grown\nold. You're no longer capable of carrying out the duties of king.\"\n\n\"No.\" He refused to believe. \"You ... you have no right. _I_ am king!\nHow can you.... How can you just walk in here and tell me that I'm not?\nWhat gives you this right?\"\n\n\"The same source that made you king in the first place,\" said Kahl.\n\"The Sun God.\"\n\n\"Nonsense! There is no Sun God!\"\n\nThe High Priest gasped and covered his eyes. \"_Blasphemy!_\"\n\n\"_Guards!_\" Obar pried himself up. \"_Guards!_ Arrest these maniacs!\"\n\nFeet clumped outside, then turned into the chamber. Sam relaxed,\nunaware that he had been holding his breath, knowing that his plans\nwere going through after all. The men who came in were the same who had\nescorted them from the city, Kahl's own private guards.\n\nThe captain turned to Kahl and bowed low. \"You called, Your Most\nGraciousness?\"\n\n\"Yes. Take this blithering idiot away.\"\n\nThe captain bowed again, and gestured. Two of his men grabbed the\nformer king by the arms and carried him away, screaming.\n\n\"Ho, southerner!\" Kahl sat down on his father's couch and gestured. The\nmanservants had been cowering in the background; they came forward now\nand touched their foreheads to the ground. Kahl took a fruit and bit\ninto it, letting the juice trickle down his chin.\n\n\"It worked,\" said Kahl, swallowing. \"By the Sun God, it worked!\" He\nslapped his knee. \"I confess, southerner, when first I heard your\nplans, I thought you daft indeed. But it worked! I'm king!\"\n\n\"I felt certain it would,\" said Sam, carefully omitting the title\nof respect. It passed unnoticed. More sure of himself, he continued,\n\"After all, the idea was inherent in the very structure and strictures\nof your government. Your divine position comes from the Sun God. He\nshould be able to remove it as easily as he grants it.\"\n\n\"True,\" said Kahl. \"Howsomever, there shall be some changes made in\nthat respect, once I have consolidated my position. Oh, I delude myself\nnot in thinking that the battle is over, my friend. But the hardest\npart has been won.\"\n\n\"I've been thinking,\" said Sam, slowly.\n\n\"Well, keep it not to yourself!\" said Kahl. \"If any more of your ideas\nprove as useful to me as the last, then you have a glorious future\nindeed.\"\n\n\"My thoughts are, I'm afraid, roaming rather far afield. But take them\nfor what they might be worth. You are king of this nation now, Kahl;\nand a very able king you shall be. Why limit the benefits of your rule\nto this one nation? Why not let the rest of the world know the joys of\nyour rule?\"\n\n\"Ummm?\" He squinted, one eye closed. \"You think it might work out?\"\n\n\"Why not?\" _And the Sun God help us all!_ he added to himself.\n\n\nIV\n\nThe chambers were crowded as the delegates, alternates and just plain\nonlookers poured in for the afternoon session of the Central Worlds\nConference. Two hours before the meeting was due to begin, an astute\nmember of the press, long used to such functions, observed that there\nwould undoubtedly be a record broken before the day was over. And it\nwas easy to see why: all eyes were trained on the spot low in the tiers\nwith the Ehrlan pennant floating overhead.\n\nAs yet, the central figure of all the interest had not arrived,\nalthough the rest of the Ehrlans were already in their seats and\nlooking anxiously up the aisles towards the bank of elevators. An\nelevator would open from time to time, to disgorge a few late arrivals.\nBut the man they expected was not yet among them. Below, on the\nchamber floor, the presiding secretary was mounting to the rostrum and\narranging his papers.\n\n\"Where the devil can he be!\" said Citizen Evrett to Citizen Sterm, the\nsecond ranking member of the delegation.\n\n\"God only knows! You don't suppose something has ... happened?\"\n\n\"How could it, here in the heart of the city? He only had to come\none block from the hotel. You've been watching too many thrillers,\nCitizen--I hope!\"\n\n\"Well, we have to do _something_. The session will be starting in a\nfew minutes. If he isn't here, someone else will have to make the\npresentation.\"\n\n\"Who?\"\n\n\"I don't know. How about you, Citizen?\"\n\n\"Now, wait a minute!\" said Evrett. \"What's the matter with you,\nCitizen? You're the logical choice. You rank second in the group.\"\n\n\"I wouldn't dare,\" admitted Sterm. \"What if I should bobble things? I'd\nnever be able to live it down. I wouldn't even dare go home. My wife is\nLund's half-sister, you know.\"\n\n\"I'd forgotten. But somebody has to do it, if he doesn't get here. This\nis the only opportunity we'll have this decade. If we have to wait\nanother ten years, we may as well forget the matter altogether.\"\n\n\"We can't do that!\" protested Sterm. \"We've worked too long and too\nhard on this plan. It's the only fair solution anyway. The other worlds\nwill never accept anything else.\"\n\n\"Some of them may not want to accept this one, when they hear all\nof the details. You must admit, we haven't been too easy on some of\nyour fellow members. They.... Here comes Arko. Maybe he found out\nsomething.\"\n\n       *       *       *       *       *\n\nA junior member of the delegation came panting down the aisle, shaking\nhis head when he saw the others' eyes on him. \"Sorry, Citizens,\" he\nsaid, as soon as he was within the Ehrlan area. \"He left the hotel over\nan hour ago. No one has seen a sign of him since.\"\n\n\"Well, that tears it,\" said Evrett, just as the presiding secretary\nstruck his gavel on the little wooden block, announcing the opening of\nthe session. \"Who has the copy of the plans?\"\n\n\"Here,\" said Sterm, digging the papers from his case.\n\n\"I'll make the presentation myself....\"\n\n\"Just a minute, Citizen!\" said Arko. \"Look! Here he comes now!\"\n\nThey all turned and looked at the pudgy figure ambling slowly down the\naisle, nodding to greetings that came from all sides. The missing man\nsmiled and shook hands with a couple of the onlookers, before entering\nthe area and taking his seat at the head of the delegation.\n\n\"Citizen Lund!\" cried Sterm, as though speaking to a wayward child.\n\"Where in the name of the Seven Suns have you been?\"\n\n\"Why, it's a beautiful day, Citizens,\" explained Lund. \"I thought I'd\ntake a stroll in the Park. There's quite a large Ehrlan section, you\nknow. Makes one quite homesick to hear the singing flowers serenading\nthe passerby. I can't wait to get back home again.\"\n\n\"If you hadn't shown up, none of us would have had the nerve to go\nhome!\"\n\n\"Why, Citizen Sterm!\" Lund seemed amused by some private joke.\n\"Whatever made you think I wouldn't be here? This is an important day\nfor Ehrla, remember?\"\n\n\"How could we forget?\" said Evrett.\n\nThe presiding secretary fiddled with his bank of microphones for a\nmoment, in the manner of presiding secretaries throughout history since\nthe invention of the public address system, then turned hopelessly to\nthe technicians. A man came forward, made a simple adjustment, then\nretreated. The Secretary cleared his throat, sipped at a glass of water\nand spoke.\n\n\"The fourth session of the Nineteenth Conference of the Central\nWorlds is open for business. The afternoon session will be devoted to\nthe presentation and discussion of proposals by the membership. The\nRecording Secretary will call the roll of delegations.\"\n\nA short stubby man with five o'clock shadow came forward and leaned\ninto the bank of microphones, and yelled: \"Accryllia!\"\n\nAcross the chamber a man stood up, holding his delegation's microphone.\n\"The grand and sovereign system of Accryllia, long known throughout\nthe galaxy for the excellence of its citrus fruit, the beauty of its\nmaidens, the virtue of its honorable young men ... the grand and\nsovereign state of Accryllia passes.\"\n\n\"Antares!\"\n\n\"Antares passes.\"\n\n\"Bodancer!\"\n\n\"The system of Bodancer passes.\"\n\n\"Buddington!\"\n\n\"Mr. Secretary, the proud system of Buddington yields to Ehrla!\"\n\n\"Ehrla!\"\n\n       *       *       *       *       *\n\nCitizen Lund stood up, unclipped the mike from the railing, smiled\naround at a few more wellwishers and launched into his speech. \"Mr.\nSecretary! Ehrla wishes to thank the proud and ancient system of\nBuddington for relinquishing its rightful order in these proceedings,\nso that Ehrla may present a plan that the citizens of Ehrla feel\ncertain will meet with the full approval of this meeting.\n\n\"For hundreds of years, the various peoples represented here today\nhave been rightly concerned with the problems of new star systems being\ndeveloped, new races being assimilated into the federation of free and\nlawful worlds. These new worlds need guidance, a guidance that only\nlong experience can provide.\"\n\nEvrett looked at Sterm, uneasily. \"What is this?\" he whispered. \"He\nisn't presenting the plan like this, I hope? He'll alienate half the\ndelegations.\"\n\n\"I don't know what he's doing,\" said Sterm. \"I only hope _he_ knows.\"\n\n\"In the past,\" continued Lund, \"the various and varied members of\nthis honored organization have provided the same guidance in wise\nand infinitely proper manner. It is the hope of Ehrla that they will\ncontinue to do so in the future. Therefore the ancient and honorable\nsystem of Ehrla proposes, to this effect, that the members of this\norganization continue as they have in the past.\"\n\nPandemonium was breaking out in scattered sections of the chamber as\nvarious delegations realized that they were being snookered by the\nEhrlans. Voices rose up here and there, trying to drown out Lund's\nwords. Monitors moved up and down the aisles, trying to quell the\ndisturbances.\n\n\"Therefore,\" said Lund, \"Ehrla, to the implementation of its plan,\nannounces to this organization that this day they have annexed the\nsystems of Phelimina, Trepidar and Scolatia.\"\n\nHe sat down and turned to the rest of his delegation. \"Gentlemen,\"\nhe said, smiling, as he handed a sealed envelope to Sterm, \"my\nresignation.\"\n\n       *       *       *       *       *\n\nReilly slumped in his chair with a sigh. The lecture had gone well, but\nit had ended not a moment too soon to suit him.\n\n\"I'm growing old,\" he said, unaware he was speaking out loud.\n\n\"Pardon, sir?\" The regular service Sergeant-Major closed the door and\nbrought over his cup of coffee. \"Did you say something, sir?\"\n\n\"What?\" Reilly blinked. \"Oh, nothing. Nothing at all, Sergeant. Just an\nold man muttering to himself.\"\n\n\"Begging the general's pardon, sir, I don't think you're an old man at\nall. At least, no older than myself.\" He cocked his head. \"Although,\nto be perfectly honest with both of us, sir, there are times when I\njust can't seem to keep up with these children they keep sending us\nnowadays.\"\n\n\"We're both ready for retirement, Sergeant. Old work horses, ready to\nbe turned out to pasture. I guess this will be the last class I see\nthrough these old doors. I've submitted my resignation, you know.\"\nReilly moodily regarded his coffee.\n\n\"Yessir, I knew. The rest of the faculty knows too. And if I might be\nso bold as to say so, sir, we'll all be sorry to see you go. It won't\nbe the same Academy without General Reilly glarin' a bit at us all.\"\n\n\"Glaring a bit, is it, Sergeant?\" He glared now, then broke down into\na smile. \"I suppose I do at that. Do the cadets still call me Old\nStoneface?\"\n\n\"Not within my hearing, sir.\" He grinned. \"But you know cadets. You\nwere one yourself. I suppose it'd be as difficult to stop cadets\nfrom tagging their teachers with nicknames as it'd be to ride a star\nbareback.\"\n\nReilly sighed, and swiveled his chair until he could see through the\none cluttered window. The parade ground stretched away beneath, the\nsystem pennant fluttered briskly in the stiff breeze. Into his view\nmarched a battalion of Cadets. Much the same scene had repeated itself\ndaily during the thirty years he had occupied the office. \"The faces\nchange.\"\n\n\"Sir?\"\n\n\"The faces change, Sergeant. How many thousands of boys have come\nthrough these doors? The uniform never changes, though. And I suppose\nthat's really the most important thing, in its essence--the uniform\nand the tradition.\"\n\n\"That it is, sir.\"\n\nReilly chuckled. \"You know, Sergeant, I never considered myself a\nparticularly sentimental man. Still, the faster the years fly by, the\ndearer old memories become. The clearer, too. I can recall things that\nhappened when I was a boy much easier than I can remember what I had\nfor breakfast this morning. And I know that's a sign of old age.\"\n\nHe picked up his coffee and made a face when he found it cold.\n\"Sergeant, as two old men sharing the past, how about having a cup of\nsomething a bit stronger than this watery brew with me?\"\n\n\"Sir! I really don't think....\"\n\n\"Oh, bother regulations, Sergeant! I'm speaking as a man now, not as a\ngeneral. I'd deem it an honor.\"\n\n\"Then I'd be proud to, sir.\"\n\n       *       *       *       *       *\n\nHe sat down in the visitor's chair while Reilly opened the bottom\ndrawer of his desk and drew out a bottle and two very dusty glasses. He\nblew into them, set them on the edge of the desk and poured generous\nmeasures of the amber liquid. The sergeant accepted his with a bow of\nhis head. They raised their glasses.\n\n\"To yesterday, Sergeant.\"\n\n\"To yesterday, sir. And may these days be as memorable to those who\nwill be remembering fifty years from now.\"\n\n\"And those days fifty years further.\" They touched glasses, then tossed\noff the contents, wincing as the whiskey cut its way down. A soft ball\nof fire exploded in Reilly's midsection. He sighed, capped the bottle\nand stowed it and the glasses away.\n\nA short rat-a-tat-tat sounded on the door; the Cadet Sergeant-Major\nopened it and stuck his head through. \"Sir?\"\n\n\"Yes, Sergeant?\"\n\n\"Six gentlemen to see you, sir.\"\n\n\"What?\" He glanced at his memo pad. A notation warned him six\nprospective cadets were due to come in. It was not standard procedure\nfor him to interview candidates, but all six were the sons of Academy\ngraduates killed in the line of duty. \"Give me five minutes, Sergeant,\nthen show them in.\"\n\n\"Very good, sir.\" He withdrew and closed the door.\n\n\"Well, Sergeant,\" said Reilly, turning to the regular service man.\n\"Perhaps these are the lads who will be doing that reminiscing fifty\nyears from now.\"\n\n\"Quite possible, sir.\" He stood up and came to attention. \"Do I have\nthe general's permission, sir?\"\n\n\"Dismissed, Sergeant.\"\n\nSighing, Reilly swiveled his chair again and watched the drillers on\nthe parade ground until the short rat-a-tat-tat sounded again. He\nturned around in time to face the gangling teenagers trooping through\nthe door.\n\n\"Messrs. Whyte, Phillips, Garrett, Gordon, Kaslov and Poirot, sir,\"\nannounced the Cadet Sergeant-Major before withdrawing again.\n\n\"Come in, gentlemen, come in.\" Reilly stood up. \"Find yourselves a\nseat. Just pile those magazines on the chair, sir. I think three of you\nwill fit admirably on that couch. You others can draw up those chairs\nby the water cooler. Yes, that's it.\" He shook hands all around, and\nthen sat down again.\n\n\"Now then, your names once more, please?\" He fixed them firmly in\nhis mind as each boy introduced himself in turn. \"Ah, yes. And I, of\ncourse, am General Reilly, Commandant of the Academy.\"\n\n\"Sir?\"\n\n\"Yes, Mr. Kaslov?\"\n\n\"Would that be _the_ General Reilly? Of the Deneb Crisis?\"\n\n\"I see my fame has preceded me, gentlemen. Yes, I am that Reilly.\nPlease, don't let the fact scare you. I assure you, I don't bite off\nthe head of a boy until he is in uniform. Then, gentlemen, you are\nfair game from then on.\n\n\"Now, then,\" he said. \"Are there any other questions before I give you\nmy sales pitch? Yes, Mr. Kaslov?\"\n\n\"Sir,\" the boy said, hesitantly, \"I believe you knew my grandfather.\nSub-Colonel Kaslov? He served with you during the Deneb Crisis.\"\n\n\"Of course!\" said Reilly. \"Martin Kaslov; I should have recognized the\nname immediately. He was my Team leader. And his son was fresh out of\nthe Academy; I remember very well. So you might become third generation\nAcademy material, eh? Good, good. We're always glad to have someone\nwhose roots are deep in Academy tradition. That's why I'm particularly\nhappy to have all six of you gentlemen here this afternoon. I\nunderstand you attended my lecture?\"\n\n       *       *       *       *       *\n\nAll six nodded; one raised his hand.\n\n\"Yes, Mr. Whyte?\"\n\n\"Sir, I heard your lecture, but, frankly, I didn't get very much out\nof it. I mean, you talked a great deal about the service and so forth,\nbut it just didn't make much sense to me. It was just like Pop--my dad\nused to talk when I was a kid. I don't suppose it made much sense then,\nbut kids don't understand anyway. But now I'm old enough to enter the\nAcademy myself. I think I should know more about it, what it means,\nwhat it stands for. Uh, do I make myself clear?\"\n\n\"As lucid as a mountain spring on a bright morning, Mr. Whyte. I only\nregret my own words were not as concise.\" He smiled. The other boys\nlaughed while Whyte flushed.\n\n\"But you have expressed a very important point,\" continued Reilly.\n\"I don't want a man coming in here who doesn't know what the Academy\nstands for. We have a long tradition, but we mean more than just words\ncarved over a marble arch. 'The Greater Good for the Greater Number.'\nThere are hundreds of years and hundreds of thousands of lives lived\nand died behind those seven words. From Earth's first colony in the\nCentauri system to the latest native intelligence charted in the Crab\nNebula, those seven words have wrapped up an entire philosophy and\ndictated the means of living by it.\n\n\"But what do the words actually mean? I think, Mr. Whyte, that is the\ncrux of your question. Indeed, that is the crux of the structure on\nwhich the Academy is founded. Oh, it's easy to say that the words mean\nwhat they say, because they do. That and no more. But how to explain\nthem so that someone who doesn't _know_ will know? In a sense, I've\nbeen trying to do that ever since my first girl friend threw me over\nas an incurable romantic when she learned that I intended to enter the\nAcademy. For many people, I'm afraid there is no explanation. They are\nincapable of understanding, no matter how hard we try. But I don't\nthink you gentlemen are in that class. Otherwise you would not be here\nat all.\n\n\"The obvious place to begin is the beginning. 'The greater good.'\nNot the greatest, mind you--the greater. There are those who quibble\nover words; they are responsible for this particular delineation. It\nwould be idealistic to try for the greatest in all things. Despite his\nthousands of years of development, man is still a long ways from being\nan ideal creature. There are certain things that remain beyond his\ncapabilities. In certain isolated incidents, the course we follow does\nproduce the greatest good possible. But they are isolated.\n\n\"The same reasoning follows the choice of 'The Greater Number.' Only\nour limitations prevent us from seeing to it that every world in the\ngalaxy is the best of all possible worlds, insofar as the peculiarities\nof a particular world permit. We do our best, and take pride in the\nfact that that best is better than anyone else's.\n\n\"But so much for numerical values. You most want to hear what we _do_.\nAnd that can best be summed up in one word: everything. Everything,\nand yet that, too, has its limitations. Impossibilities are beyond\neven us. Improbabilities are given a fair chance. We are constantly\nseeking out courses of action that will benefit not the individual\nbut the race. And in some instances, not even a race, when there are\nmany races involved in a particular manner. The methods we follow, the\nactions we take in a particular instance, may sometimes seem cruel and\nunreasoning....\"\n\n\nV\n\nThe families were on the move, away from their comfortable homes under\nthe everlasting warmth of the sun. Luke Royceton shifted his weight in\nthe copter and trained the glasses on a column of dust rising three\nmiles to the west and ten thousand feet below.\n\n\"It's okay, Harry,\" he said to the pilot. \"They've swung back north\nagain.\"\n\n\"Right, Luke,\" the pilot replied. \"Scout report just in says there's a\nreal big outfit about eighty miles settling down around a lake. Shall\nwe hit them?\"\n\n\"We the closest?\"\n\n\"Singer's forty miles the other side of them, but he's tied up chasing\nsome mavericks.\"\n\n\"Let's go then.\"\n\nLuke holstered his glasses and slid down into the cargo hold. The rest\nof the team were taking advantage of the lull in activity to catch\nup on their relaxation. They had been constantly on the go since the\nmigrations had begun in earnest two months earlier. Luke kibitzed a\ncard game for a few minutes, then announced: \"Action coming up in about\ntwenty minutes. Grab something to eat and run a check on your costumes.\"\n\nThe copter dropped to treetop level five miles from the lake and came\nto ground four miles further on. The team piled out, stretched the\ntensions of the long ride out of their bodies, then started out through\nhead-high dwarf trees that separated their landing spot from the lake.\nThey wound through the trees and over a low, rolling series of hills.\nThe cover stopped suddenly, two hundred yards from the beach.\n\n\"Big family is right!\" said Luke softly, gripping his axe.\n\nThere were nearly fifty huts in various stages of construction along\nthe beach. Twice that number of adult males were working on them,\nwhile the women were bringing in armloads of grass for thatching. The\nchildren were waist-deep in the lake with fishing spears. A still\nwriggling pile on the beach testified to their prowess.\n\nLuke glanced over the dozen members of his team, shaking his head. \"I\ndon't know,\" he said. \"Those are pretty hefty odds.\"\n\n\"What's to worry about, Luke?\" asked one of the men. \"You don't expect\nthose characters to put up a fight, do you?\"\n\n\"God only knows. They just might take it in their heads to do that.\nFrom looks of things, either this outfit has been traveling far or\nelse several villages have combined forces. If it's the last, then I'm\nplenty worried.\"\n\n\"So what do we do? Go back and yell for reinforcements?\"\n\n\"Not yet. Not until we try these babies ourselves. Everybody got his\ncourage screwed up?\" There were soft murmurs of assent from each man.\n\"Make torches.\" Two men faded away and returned a moment later with\narms full of the same grass the villagers were using. Half the team\nset to work, twisting them into torches and tying them with short\nlengths of a twine-like vine they had brought along from the equatorial\njungles. The torches were passed out, and Luke took a deep breath:\n\"Let's go!\"\n\n       *       *       *       *       *\n\nThe team leaped to their feet and broke from the cover, screaming their\nbanshee cry. The natives dropped what they were doing and wheeled\naround, then froze in their tracks at the sight of the wildly painted\ndevils tearing down the beach. The two hundred yards separating them\nhalved, then halved again before the natives broke out of their stupor.\nOne of the workers placed his fingers between his teeth and whistled.\nThe children ran in from the lake, tossing their spears to the nearest\nadult, man or woman.\n\nBy the time the team was among them, axes whistling through the air and\nsmashing the walls of the huts, the villagers were armed and fighting\nback.\n\n\"We've got troubles!\" yelled Luke, bringing his axe down to break\nseveral spears being jabbed at him. The spears were too short to make\ngood throwing weapons, so the natives were using them just as they\nwould in going after fish. One got through Luke's guard; he choked\nback a cry of pain as the broad stone head went into his flesh and was\ntwisted. He pulled away, yanking the shaft out of the native's hand.\n\nTwo of the team had managed to get close enough to the cooking fires\nto light their torches. They used them now as shields, until the grass\nburned down to the handles. One then tossed his into the large pile\nof thatching material, while the other stuck his into the unplastered\nwall of the nearest hut. The thatching blazed up quickly, forcing the\nnatives away from the heat. Most of the team now had their backs to\nthe nearest wall; none had escaped the jabbing spears. One man was\ncompletely encircled by the natives. Suddenly his axe was wrenched from\nhis grasp. They picked him up, legs flailing wildly in the air, carried\nhim over and threw him onto the fire.\n\n\"Let's get out of here!\" screamed Luke, surprising those around him\nby suddenly leaping forward and grabbing two of them, forcing them\noff balance. He called on every ounce of strength he possessed to run\nthrough the gauntlet of spears. From the corner of his eye, he could\nsee one other man break loose, only to be recaptured a dozen feet\nfarther on.\n\nBy some miracle, Luke outdistanced those pursuing him, crashing into\nthe cover. The natives followed a few yards, then gave up the chase,\nheading back to the easier sport on the beach.\n\nLuke tripped over an exposed root and crashed to the ground. He tried\nto get up again, but his injured arm refused to support him. Closing\nhis eyes, he waited for the fatal blow to fall.\n\nSeveral minutes passed, during which Luke recited every prayer he had\never heard, to every conceivable deity in the pantheon. At the end of\nthat time, he realized that he wasn't going to die after all--at least,\nnot here and now. Rolling over onto his good arm, he sat up and got his\nback against a tree. From the beach came screams of terror, growing\nfainter as he listened and finally dying away altogether. Bracing his\ngood arm against a tree, he worked himself up, got himself oriented and\nstarted back towards the copter.\n\nThe pilot threw away his cigarette and dropped out of the door to the\ncargo hold when Luke came limping into view.\n\n\"My God, man! What happened?\"\n\n\"I ... made a mistake.\" He let himself be helped into the copter and\ntook the mike, reporting the disaster on the beach to the Commandant\nback at Base. Then he let the pilot bandage his wounds.\n\n       *       *       *       *       *\n\n\"Eleven men dead,\" he said bitterly.\n\n\"Don't take it so hard, Luke,\" said Andy Singer. The team Commanders\nwere back in the debriefing room again. All had commiserated with Luke\non the tragedy; none had been able to convince him that it had not been\nhis fault.\n\n\"Eleven men dead,\" he repeated, no matter what they said.\n\nThe commandant came in and they rose. \"At ease, gentlemen,\" he said, as\nhe mounted the platform. He stared at them for a thirty-second eternity.\n\n\"Ours is not an easy task.\" His words broke the tension; all sighed.\n\n\"There has been a tragic accident, gentlemen. Good men have died. Men\njust as good have died on a thousand planets in a thousand different\nways. Sometimes they died because of an error; sometimes the death was\nunavoidable. But for whatever reason, they did not die in vain!\n\n\"This is a young planet,\" he continued. \"In many ways, it's as near to\nparadise as any of us will ever see. Man is a young race here--young\nin development. Yet almost before he has a chance to prove himself,\nhe has found himself in a backwater, stymied as it were by the very\nparadise qualities which attract us. Life is easy here, too easy. He\ndoesn't have to exert himself. He lives much like his ancestors did,\nten thousand years ago.\n\n\"There is no future in standing still. Whether he likes it or not,\nman must develop, must give the future generations a chance for their\nplace in the sun. Despite sentimentality, anything that gives them that\nchance is good. Therefore, I repeat: eleven men died here yesterday.\n_They did not die in vain!_\"\n\n       *       *       *       *       *\n\n\"Time for a break, I think,\" said Reilly, pressing a button. The door\nopened and the cadet Sergeant-Major stuck his head in.\n\n\"Sir?\"\n\n\"Coffee, Sergeant. That will be suitable, gentlemen?\" The boys nodded\nand the cadet withdrew.\n\n\"While we're waiting, are there any more questions?\"\n\nOne of the boys hesitantly raised his hand.\n\n\"Mr. Phillips?\"\n\n\"Sir, why is so much of the activity by the agents carried out in\nsecrecy? It all seems rather underhanded to me.\"\n\n\"By the very nature of themselves, what we do must be carried out\nsecretly. Even when we act openly, it is in secret....\"\n\n       *       *       *       *       *\n\nIn the distance a bell tolled the supper hour. In the palace,\npageboys wandered the corridors, knocking on apartment doors rousing\nthe occupants. Carter combed out his beard, frowning at the liberal\nsprinkling of gray hairs in it, donned his cloak and set out for\nthe dining hall. He shivered as a chill wind swept down the drafty\ncorridors, and reminded himself to speak to Kahl again about returning\nto the capital city. Anything would be better than this.\n\nThe dining hall was crowded, as usual, with supplicants who had bribed\ntheir way to the royal tables. Most of them had wasted their money.\nThe chamberlain had stuck them away in far corners where they would be\nable to do nothing but stare at the man they wanted to see. Not that\nit would have done them any good to speak to the king. Kahl found the\npetty details of his office tiring. More and more he had been shoving\nthem onto the willing shoulders of Carter.\n\nThe chamberlain met him at the door with a copy of the seating\narrangements. Carter read down the list, pausing here and there at\nfamiliar names--most of them pests who had long ago worn out his\npatience. He pursed his lips and touched a name with his finger.\n\n\"This Ivra. Fisherman, it says. He the one with the daughter Kahl\nwants?\"\n\n\"Yes.\" Like most of the royal retinue, the chamberlain was\nuncomfortable in Carter's presence. The man had no title, no office.\nBut he was undeniably the most powerful person in the realm after the\nking himself--some placed his eminence even ahead of the king's. \"Shall\nI place him at the royal table?\"\n\n\"No. It wouldn't do any good. But tell him to come see me\ntomorrow--no. Make that three days from now. He can't have his daughter\nunviolated, but I think we can make him happy to have her at all.\"\n\nHe handed the list back and made his way to the royal table, nodding to\nacquaintances and enemies. The problem of the fisherman bothered him.\nCarter was unaware of the fact, but he carried a strong puritanical\nconscience, the legacy of unknown forebears of years back. He\ndisapproved of Kahl's unrestrained love life and did whatever he could\nto ease the disruptions it caused in the normal flow of subject-ruler\nrelations.\n\nHe stopped at the royal table and clapped a uniformed officer on the\nshoulder. \"Marshal Zants! A pleasure to see you back at court. I read\nyour report. I know His Most Graciousness will be pleased at your\neastern successes.\"\n\n\"Thank you, sir.\" The marshal inclined his head. \"And I see you have\nhad your own successes. Much has changed during the two years of my\ncampaign.\"\n\n\"We all live, Marshal,\" said Carter. \"We all grow a little older. It's\nthe natural course of life. A man who stands still in one position all\nthe time wouldn't make a good runner, now would he?\"\n\n\"Indeed not. I suppose you wouldn't be interested in a commission\nunder me? What things we could do together!\"\n\n\"I'm honored that you think of me so kindly, but I'm afraid my peculiar\ntalents don't run in the military manner, Marshal.\"\n\n\"Ah, but what a strategist you would make, sir.\"\n\n\"Oh?\" He grinned. \"Then our enemies should be happy to have me in the\ncapital, not on the field.\"\n\n       *       *       *       *       *\n\nHe reached his seat just in time to touch trousers to it and rise again\nwhen Kahl came in, whispering something in the ear of a courtesan. The\ngirl laughed hysterically, then went to the woman's table as servants\nstarted bringing in the first course. Kahl grunted as he sat down and\nrubbed his belly. He leaned over towards Carter.\n\n\"I'm getting fat, southerner. Fat and old.\"\n\n\"A little exercise would do us all good.\"\n\nKahl laughed. \"That's what I like about you, Carter. Not for you the\nmealy-mouthed compliments. When you think something, you come right out\nand say it. I wish more of my ministers had your courage.\"\n\n\"A few tried it,\" said Carter. \"As I remember it, you had their ears\ncut off and made them eat them.\"\n\n\"Yes, but I gave them a choice as to how they were prepared, didn't I?\"\nHe roared, and the rest of the room roared with him, although no one\nmore than six feet from the head of the royal table could possibly have\nknown the jest.\n\nKahl fell to slurping his soup, while Carter did his best to hide his\ndistaste at the man's table manners. For that matter, there was not a\nperson in the hall he would have invited to the most informal dinner\nin his own apartments. Table manners were something else he had been\ntrying to introduce, but as yet they were his most notorious failure.\n\n\"Ahhh!\" The king wiped his mouth with the back of his hand. While one\nservant removed the soup and another brought up the platter of meats\nand fish, he leaned over again. \"Now, then, Carter. I've been meaning\nto speak to you all day. Been busy, though. Inhuman the number of\ndemands on my time. Not that I mind of course. The penalties of the\ncrown, and all that. But I really have been meaning to talk to you.\nHow's that pet tinkerer of yours coming along.\"\n\n\"Which one would that be? I've got most of the college working, you\nknow.\"\n\n\"The one working on that steam gadget you've been telling me about. You\nknow, the one to make work easier. Not that I can see why a man should\nhave his work made easy. Does the people good to sweat a bit.\"\n\n\"Economically, though, to have one man able to do the work of half a\ndozen is very good. Just think of how it'll enrich the treasuries.\nBesides, the work isn't any easier on them: they just produce more.\"\n\n\"Yes, yes. You've explained that all before. But how is it going?\"\n\n\"Quite well. I think another few weeks will bring very promising\nresults. Some of the others are coming along well, too. The armory is\nturning out a hundred of the improved crossbows a day, now. I took\nMarshal Zants through the armory and his eyes positively glowed with\nexcitement. He promises new and greater victories in his next campaign.\"\n\n       *       *       *       *       *\n\n\"Oh?\" Kahl was chewing on the leg of a bird. \"He's been doing pretty\ngood as it is, hasn't he?\"\n\n\"Much better than I would have thought,\" Carter admitted. \"The problems\nof waging a war completely off from contact with home are great.\nLines of supply, communication--these are all vital to the successful\ncampaign. I've got a few ideas on these subjects, too. After all, there\nis a limit to how much may be withdrawn from an occupied area--if you\nstill want to have that area useful to you in the future. A very wise\nman in my country once said that an army travels on its stomach. The\nplans Zants has been discussing with me for his next campaign call for\na very large army.\"\n\n\"You know,\" said Kahl, \"at the rate we're going, it won't be long\nbefore your country is part of my country.\"\n\n\"I'm afraid that'll take a while yet.\" He laughed. \"Although there has\nnever been a nation in history with so much territory under its direct\nrule. Your name will live as the monarch of this country alone, no\nmatter what you might do on your own.\"\n\nEvents were moving fast on the planet--almost faster than Carter\nwanted. Already the lands under Kahl's rule amounted to nearly fifty\nper cent of the known areas of the world. At the rate things were\nsnowballing, it wouldn't be long before his primary objective of\nplanetary unification were achieved--thousands of years ahead of time,\nif events had been permitted to follow their natural course.\n\nOf course, there would be delays and setbacks all along the way.\nSubsidiary objectives would always be getting in the way, must always\nbe considered along with other plans. But even so, things were off to\na good start. Although he might not live to see the complete fruition\nof all of his plans, Carter knew that this world was well on its way\ntowards galactic citizenship.\n\n       *       *       *       *       *\n\n\"There's a great deal of satisfaction in being a power behind the\nthrone.\" Reilly grinned. \"However, if any of you have a particular yen\ntoward such power, it's only fair to tell you now that our screening is\nthe most thorough ever devised. And it is constantly being improved. No\nman is ever placed in a position where his weaknesses might prove the\nbetter of him.\n\n\"This is not to say that a man might not find himself in a position\nwhere he will be called on to do more than his utmost. It's surprising\njust how much a man can do, when he finds out he has no other\nchoice....\"\n\n\nVI\n\nThe counterfeit Lund reached the bank of elevators a half-dozen running\npaces ahead of the just-coming-to-life audience. He gestured, and the\noperator closed the door in their faces.\n\nDuring the long descent to the street, Lund stripped off his clothes\nand did things to his face while the operator shoved the discarded\ncostume into an access panel. Then he gave the now-slim little man a\nboost up through the roof of the cage and let himself be helped up.\n\n\"Thank God for tradition,\" the man who had been known as Lund said\nwhen he helped the other man up. Stripping off his uniform jacket\nand reversing it changed the other's appearance. The elevator slowed\nautomatically for the ground floor. Word had been flashed down from the\nConference hall, but when the waiting monitors surged into the opening\nelevator before it had quite eased to a stop, they found nothing at all.\n\nOverhead, the two men threaded their way through a maze of cables and\nonto the roof of the next cab. It dropped under them, then stopped\nhalfway between floors while they climbed down. The new operator eyed\nthem, but said nothing while they brushed each other off. At a signal\nfrom the small man, the cab continued its interrupted drop, letting\nthem out on the sub-surface shopping level.\n\nThe corridors of the level were full of running figures, most of them\nheading towards the elevator banks. No one paid the newly arrived pair\nany attention at all, although the powder-blue uniforms of the monitors\npredominated.\n\nThe two men strode briskly down the corridor until they came to a side\npassage lined with small shops that featured the specialized products\nof the various members of the Conference. They stopped in front of one\ndisplaying gadgets from Ehrla, then entered while the counterfeit Lund\npurchased a perpetual razor, having it giftwrapped. Then they wandered\nfurther, acting now like the average sightseer, until they reached a\nflorist's shop set in an alcove at the end of the passage.\n\nThey entered, saw that there were no other customers, nodded to the\nsalesman and continued on to the back.\n\n\"Dale!\" The waiting pair leaped to their feet and spoke as one. \"We\nthought you weren't going to make it!\"\n\n\"I didn't think so myself,\" said Dale Vernon, the slim little man. \"If\nDic hadn't been there right on schedule, there'd be nothing left of me\nbut a few bloody shreds. Those people were _mad_!\" His voice showed\nrespect for the strength of their emotions. \"What's the news?\"\n\n\"The Park monitors found the real Lund about twenty minutes ago.\"\n\n\"Good timing. Any sooner, and the fun upstairs would have been\ndifferent.\"\n\n\"And you know who is screaming for the dissolving of the Conference.\"\n\n\"So soon?\"\n\n\"They, uh, you might say had an inside lead as to what was going to\nhappen.\"\n\n\"It's a little early to tell,\" added the other man, \"but apparently the\noperation was a success. The proper wheels have been set in motion,\nat least. We'll have to keep applying grease from time to time in the\nnext forty-eight hours, but I think we can forget about the Ehrlan\nproblem--during this conference, at least. Ten years from now, they'll\nhave an entirely different set of plans for the reformation of the\ngalaxy. And we'll have to come up with an entirely different way of\ncrossing them.\"\n\n       *       *       *       *       *\n\n\"Do-gooders!\" snorted the first man.\n\n\"You must admit, they have the best of intentions,\" said Vernon.\n\n\"But intentions aren't enough,\" added the other. \"Man is an imperfect\ncreature at best, and his best is a rare occurrence indeed. We have to\ndeal with practicalities. Perfection is beyond us, and we'd be idiots\nto try and enforce it. That's the basic difference between us and the\nEhrlans--we know what we can and can't do. They know only what they\nwould like to do. And that makes them the most dangerous force loose\nin the galaxy today.\"\n\n       *       *       *       *       *\n\n\"To sum it up,\" said Reilly, getting up and going to the window, \"ours\nis not a life of glory and fame.\" Another battalion marched out onto\nthe field below and began the familiar maneuvers. \"We work hard and\nreceive little thanks--if, indeed, we receive any thanks at all. The\nlife is strenuous. The work is demanding. And over all of us rides the\nconstant specter of failure, for we are not perfect. Nor do we want to\nbe.\n\n\"It is a lonely life for some: it is a short life for others. But for\nall of us, it's something more.\" He turned and faced the boys again.\n\"It is the chance to be something more than just a man, for a man is a\nselfish creature. And it is the most rewarding life I know.\n\n\"Any questions, gentlemen?\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Problem Makers, by Robert P. Hoskins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PROBLEM MAKERS ***\n\n***** This file should be named 50971.txt or 50971.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/7/50971/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}