{"title": "The Nostalgia Gene", "author": "Roy Hutchins", "releaseDate": "January 21, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          The Nostalgia Gene\n\n                            By ROY HUTCHINS\n\n                        Illustrated by COUGHLIN\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1954.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n        If you cannot get the \"good old days\" out of your mind,\n        there is only one person to blame--Edgar's grandmother!\n\n\nFolks who knew Edgar Evans said he was a strange young man. Certainly\nhe was the darling of the old ladies and the despair of the young.\nThe sternest fathers positively beamed when Edgar called for their\ndaughters, but fellows his own age declared in the authoritative tones\nof youth that Edgar was a square.\n\nHandsome enough he was. The real reason for all the fuss was Edgar's\nmanners. The trouble was that he had them.\n\nFor Edgar had been orphaned at four by an Oklahoma tornado and raised\nby his Hoosier grandmother, a dear old lady whose hand had once been\nkissed by a passing Barrymore. The result was Edgar's manners. He\nrealized, of course, that one didn't kiss a lady's hand these days, but\nsuch was Edgar's gracious way that women always got the impression he\nwas about to.\n\nOne parent, in something of a trance after encountering Edgar, summed\nup the reaction.\n\n\"That kid,\" he told his wife dazedly, \"akshully called me 'sir.' Them\nother punks come aroun' afta Milly, they call me 'Mac.' Too bad that\nthere Edgar was born fifty years too late.\"\n\nBefore very long, Edgar came to the same conclusion.\n\n       *       *       *       *       *\n\nHe knew a good many young men, but none he could call friend. The bop\ntalk which fascinated them seemed to him a repulsive travesty upon\nEnglish, just as their favorite music sounded like the braying of asses\nin agony.\n\nMany girls were willing enough when Edgar asked for a first date, but\nan amazing number of them developed ill health when he suggested a\nsecond evening of classical records or good conversation.\n\nThe girls themselves could not be blamed if they mistook his courtly\napproach for a new dreamy line. Alas, the very hearts which fluttered\nat his old-world chivalry grew icy when no pass was made. A girl wants\nto _know_ her charms are appreciated.\n\nSo Edgar sank more deeply into himself. He recalled his grandmother's\nstories about life and living back near the end of the century, when\nfolks knew how to be pleasant and kind.\n\nEven at his job--he was a technician in an electronic lab--Edgar\ncouldn't stop longing for that era when existence had been more gentle,\nsimple and leisurely. His social life virtually ceased.\n\n\"Man, you ain't livin',\" said one of the technicians he worked with.\n\"We're gonna buzz a few dives tonight. Why not drag it along with us?\"\n\nEdgar blanched. \"Thank you just the same, but I--I have some work to\ndo.\"\n\nAfter a while, naturally, they stopped asking.\n\nHe continued to dream hopelessly, miserably, but one day he was\nyanked out of it by--of all people--a military man. The brass were\non inspection tour and the lab's Chief Engineer was apologizing for\na faulty run of synchros which had occurred some time ago, when the\nBrigadier snorted.\n\n\"What's past is finished. I'm interested in five years from now!\"\n\nEdgar found himself staring fixedly at a top secret gadget still in the\nbreadboard stage.\n\n\"Great heaven!\" he thought. \"I have a fixation. This isn't doing me any\ngood.\"\n\nBut what would? Suppose, instead of dreaming, he spent time actually\nworking toward what he wanted most?\n\nHere in the lab, he helped to build amazing machines, things which\ndaily did the impossible. He no longer marveled at what could be done\nwith electronics and, more important, he knew the methods and the\ndetails.\n\nThat was when Edgar decided to build a time machine.\n\nIt was two months before he touched a transformer or a capacitor and\nduring that period he did nothing but try to answer the question, _What\nis time?_ How could he overcome it or change its flow or whatever had\nto be done?\n\nHe read everything he could find on the subject from Dr. Cagliostro to\nDr. Einstein without gaining much insight. Many a midnight, when his\nneck muscles ached from trying to hold up his throbbing head, he caught\nhimself dreaming of grandmother's wonderful stories. And every time he\nforced himself furiously back to the books, but he couldn't stop the\nnostalgia entirely. It was in him.\n\n       *       *       *       *       *\n\nEventually, Edgar came to think of time as an infinite series through\nwhich the Universe was constantly expanding. Something like a set of\nstop-motion photos taken microseconds apart, each complete, the changes\nbecoming apparent only when they are viewed in sequence. He was wrong,\nof course, but that was unimportant.\n\nTime must therefore be a function of human motion and consciousness,\nEdgar reasoned, and that _was_ important.\n\n\"That's it!\" he exclaimed, and then apologized gracefully to the\nelderly gentleman glaring across the library table.\n\nNow that he knew what his time machine must do, he could begin\nbuilding, adapting circuits, experimenting. Obviously, consciousness\ncould move forward through the series only; hence, consciousness must\nbe completely suspended, as in death, to move back in time.\n\nIt required some heartbreaking months for Edgar to learn that brain\nwaves couldn't be stopped, but that the simple trick of introducing\nrandom electrical noise suspended all the brain functions.\n\n\"Fudge!\" cursed Edgar, thinking of the wasted time.\n\nOnly a man filled with the longing which obsessed Edgar could have\nfound the aching perseverance and brain-wrenching ingenuity the job\nneeded. Only a man driven by a terrible master that rode in his glands.\n\nBut four months later, he stood with his hand on a switch, sweating\nwith nervous excitement as he eyed the spot from which a live rabbit\nhad just disappeared. The rabbit was on the table, but he was there an\nhour ago and Edgar was here now, so the table appeared empty.\n\nHe pressed another switch and there was the bunny, wriggling its soft\nnose in perplexity, but perfectly healthy. Edgar's own trip, of course,\nwould be strictly one way since the machine stayed in the present.\nHe could be brought back only if he stepped into its field on a date\nfor which the machine was set and he had absolutely no intention of\nventuring near this vicinity again, once his aim was accomplished.\n\nHe thought about arranging a small explosive charge to blow the\nequipment to what he thought of as The Hot Place. It seemed to him,\nhowever, that there was some kind of law against that sort of thing.\nBesides, even if the machine should come to the attention of the\nauthorities, who would know what it was? He could devise a mechanical\nscrambler to change all the control settings once he was gone, and it\nwas unlikely that anyone could operate it again.\n\nMost likely the landlady would simply sell it for junk, especially if\nhe left owing her a week's rent. The idea hurt his conscience.\n\n\"I know!\" he exclaimed to himself. \"I'll buy a bank check and arrange\nto have the bank mail it to her a month after I've left!\"\n\nHe felt much better about that.\n\n       *       *       *       *       *\n\nThree weeks later, Edgar Evans was the newest boarder at Mrs.\nPeterson's, on Elm Avenue in Greencastle, Indiana. He had arrived on\nApril 3, 1893, the day after Easter, and already he was being referred\nto as \"that nice young man staying at Emma's.\"\n\nEdgar snuggled into the life of the '90s like a showgirl into mink. He\nwent to work as a clerk in Cloud's Emporium and was soon regarded as\nlogical choice for the next manager. Anxious mamas filled his evenings\nwith dinner invitations and \"at homes\" and he had a dazzling choice of\npartners for the numerous socials.\n\nEdgar waltzed his partners with zest and propriety, contributed a\ndetermined tenor at parlor sings, and sampled dozens of cakes and pies\nbaked by maidens bent on winning his heart via the traditional route.\nAnd always he had a gracious compliment, an appropriate phrase for\nevery situation.\n\nWithin a month, the entire feminine population of Greencastle was his\nfor the asking, though he'd never have recognized nor admitted the\nfact. The men sought his company, too, and even asked his advice on how\nto win their girls back from him. Edgar, almost sick with happiness,\ntold them, of course.\n\nOn the eleventh of November, he was sick with something else. He went\nto bed with a fever right after getting home from the Emporium, Mrs.\nPeterson hovering helplessly with offers of hot broth or tea. But Edgar\nfelt hot and dry and his side hurt when he breathed.\n\n\"I don't want anything ... thank you,\" he gasped politely.\n\nBy the next noon, when the alarmed Emma Peterson had Dr. Ward in, Edgar\nwas barely conscious. Dr. Ward frowned, ordered hot water bottles and\ngave Edgar a huge dose of hot whiskey with lemon.\n\n\"Penicillin, please,\" whispered Edgar painfully. \"Or sulfa. It's\npneumonia, isn't it?\"\n\n\"Poor fellow's delirious,\" said the doctor to Mrs. Peterson.\n\nEdgar realized dimly that he had made a blunder, but that no one would\nknow. Then the fever took over and he blanked out.\n\n       *       *       *       *       *\n\nDr. Ward claimed ever afterward that clean living was what pulled\nEdgar through--the fact that he wasn't conditioned to liquor gave the\nmedicinal whiskey virgin ground to work in.\n\nAll Edgar knew was that he came to and found himself so weak that he\ncould scarcely speak. Mrs. Peterson and her daughter, Marta, bustled\nin and out to care for him. He hadn't paid particular attention to\nMarta before, but in the days of lying helpless and being literally\nspoon-fed, he began to know her very well.\n\nMarta was a plain girl, he had thought, but he had never seen her\nprivate smile before. Marta was rather dumpy, he had thought, but he\nhad never watched her bend to pick something up or twist to reach\nfor a medicine bottle. Her dresses, he discovered, were deliberately\nall wrong for her--Mrs. Peterson had no intention of disturbing her\nboarders unnecessarily.\n\nIn the shocking intimacy of his bedroom, Edgar was increasingly\ndisturbed. Marta was unfailingly cheerful, eager to wait on him. Every\nhalf-hour, he heard her step in the hall.\n\n\"Hello!\" Marta would say, sweeping lightly to his bedside. \"How's our\npatient now? Feeling better? Oh, dear, do let me just straighten that\nsheet. It's all wrinkled. Would you like some milk or some fruit?\"\n\n\"Not right now, thank you--perhaps a little later,\" Edgar would reply,\nfixing his gaze determinedly on the window or the ceiling while she\nbent over his bed, disturbingly rounded and disastrously close.\n\nAnd as Edgar's recovery progressed, Mrs. Peterson dropped more and more\ninto the background. On the day Dr. Ward said he might try sitting up\nfor a while, it was Marta who stood by for the experiment.\n\nEdgar started nobly, made about a foot of arc by himself and faltered.\nInstantly, it seemed, Marta's arm was around his shoulders and a firm,\nwarm projection cushioned his cheek.\n\nHe very nearly collapsed, but she sat him up.\n\nThree days later, he held her hand for a moment and, though she\nblushed, she didn't draw it away in a hurry.\n\nAfter a proper interval, their engagement was announced. Half the\nmaidens in Greencastle wept in the privacy of their pillows that night.\n\n       *       *       *       *       *\n\nEdgar had had a serious problem and solved it. He had found the right\ngirl and married her. This should be the end of his story and it would\nbe, except for two things--Edgar's gene and the date of his birth.\n\nEdgar's gene came from his grandmother via his father. The stories that\ngentle old lady told her orphaned grandson were the only outlet she\nhad for her own powerful urge to turn back the times. And there had\nalways been someone in the family who bemoaned the passing of the good\nold days, so strongly and constantly as to bore others to the verge of\nviolence.\n\nBack even a few decades, no carrier of the nostalgia gene had any\noutlet but conversation and dreams. Edgar, though, was born to an age\nwhere science provided the knowledge and the equipment for him to find\nthe practical solution.\n\nIf Edgar's gene had carried any other trait, red hair, placidity or\nhemophilia, for instance, or if it had been recessive instead of\ndominant, this might have been a very different world. But the result\nwas inevitable from the moment of Edgar's birth and the chain of events\nthat proved it was as flawless as the steps of Gauss's theorem.\n\nHe prospered after he and Marta were married. In three short years, he\nwas made manager of Cloud's Emporium and just before that, Marta had\nsurprised him with a daughter--surprised him because he was certain of\na son. He wasn't inclined to be stubborn about it, however, and when\nthe child put a pudgy little hand up to his cheek in a gesture that was\nprobably caused by reflex or gas pains, he was completely won.\n\nWhen little Emma reached three, she was incurably addicted to bedtime\nstories, though only those concerning knights in armor and their\nladies fair. Edgar grew to hate the names of Arthur and Galahad, but\nif he tried to tell a different story, his daughter had her own way\nof stopping him. Rearing back in his arms, she merely shrieked, \"Ting\nArfur, Ting Arfur!\" until she turned blue, at which point Edgar always\ngave in.\n\nThere was no doubt that little Emma had inherited the gene.\n\n       *       *       *       *       *\n\nIn 1906, old Cloud made Edgar a full partner in the Emporium and just\neleven years later, little Emma wrote home from New York City with the\nshocking news that she was engaged to a doughboy from Brooklyn.\n\nEdgar and Marta rushed East to unmask the scoundrel, praying they would\nbe in time to save Emma's honor.\n\nThe scoundrel, when unmasked, was a mechanic with weak eyes and a\npassion for poetry, who was completely miserable in the infantry. His\nmanners were acceptable and he had enough intelligence to let Edgar\nbeat him thoroughly at cribbage, whereupon Edgar offered to finance the\nopening of a garage in Greencastle if the young folks would move back\nthere when Jim's hitch in the Army was finished.\n\n\"Emma is all we have,\" said Edgar in his classic style. \"It's\nquite lonesome back home for Mother and me since she's been in the\ncity. We--well, we should like to know that you and, later on, our\ngrandchildren will be settling in a home near us.\"\n\nEmma blushed and Jim tried to dig the toe of his boot into a crack\nbetween the floorboards.\n\n\"Besides,\" added Edgar, becoming aware of Marta's look, \"Greencastle\nis a fine town and right up with the times. I think a garage will do a\nfine business there.\"\n\nJim was inclined to be reluctant, but Emma gave him a side-wise kick\nand said of course they'd come home and settle. She gave Edgar a big\nhug and a kiss and he beamed on everybody for the rest of the evening.\n\nA few months later, Jim's weak eyes caused him to pass a colonel\nwithout saluting and, within days, he had a medical discharge. Emma and\nthe garage were waiting in Greencastle, so Jim took the first train.\n\nIn '19 and in '21, Emma produced grandsons, delighting everyone and\nespecially Edgar. Emma herself was thoroughly puzzled when the boys\nreached the age for bedtime stories; she discovered that they were not\nparticularly interested in tales of bold knights and fair ladies. She\nwould have been happy to recite the legends of Arthur every night, but\nthe boys, it seemed, preferred even poor poetry to a good, stirring\njoust.\n\nEdgar privately decided that Jim's poetry gene had proved more\ndominant than his own, which was perhaps just as well.\n\nThough not interested in making a fortune, Edgar nevertheless did well\nfinancially, using his knowledge of the '20s as an investment guide.\nJim's garage prospered and he opened another, while his father-in-law\nmultiplied his spare cash in the stock market. In July of 1929, Edgar\nsuddenly retrenched for both of them, went bearish and arranged to sell\nshort a number of important shares. The entire family protested that he\nwas losing his mind, but Edgar was firm. By November first, they were\namazed, horrified and rich.\n\nThe following year, Emma gave Jim the daughter he had wanted. And,\nwithin three years, it was apparent to Edgar that tiny Susan carried\nthe gene. From the first time Grandpa experimentally told her a story\nof the '90s, she wanted no others. Her mother found this also rather\ndifficult to understand, but at least the '90s were in the past, which\nwas better than poetry.\n\n       *       *       *       *       *\n\nOn a day in 1935, Edgar found himself pondering with a fierce\nintentness he had not used since 1959, when he built the time machine.\nToday, August fifth, was his 66th birthday--but it was also the day he\nwas born.\n\nIt was impossible _not_ to wonder. Forty-two years ago (or twenty-four\nfrom now), he had not bothered to think about possible consequences, so\nstrong and simple had been his urge to go back. But today--would he,\nthe father of one and grandfather of three, be wiped out the instant\nEdgar Evans was born? Or would no baby of that name be born in the tiny\nOklahoma town?\n\nHe had been born in the morning and when this particular morning passed\nlike any other, Edgar felt considerably better. _Cogito, ergo sum_, he\nthought. \"I think, therefore I am--a comforting philosophy. But what\nabout the baby?\"\n\nSo Edgar, nervous but understandably curious, sent a discreetly worded\nwire and learned before long that he had indeed been born on schedule.\nThe more he thought about it, the less reason he could see why it\nshould be otherwise. A baby born in another part of the country had\nbeen given the same name as his. There was certainly no traceable\nrelationship. And nearly everyone has a namesake somewhere.\n\nNot wishing to be institutionalized, Edgar had never hinted to anyone,\nnot even Marta, the secret of his past. He had invented a convenient\nand plausible history, but used it only when necessary, and then\nsparingly. But now he was thinking of his granddaughter, Susan.\n\nSusan carried the gene. At five, she insisted on dressing her dolls in\nthe costumes of forty years ago. She would be 29 and thoroughly unhappy\nby the time the young Edgar perfected and used his time machine.\n\nSo Edgar wrote a letter, sealed it and gave it to his lawyers with\ninstructions that it was to be given to Susan on a certain date in\n1959, provided she was still unmarried.\n\nEdgar passed away three years later with a well-bred smile on his face,\nbefitting the first man who ever cheated time. His last statement,\nphrased as considerately as ever, was the hope that he wasn't causing\ntrouble by dying.\n\n       *       *       *       *       *\n\nSusan, his granddaughter, grew into a pleasingly plump young woman in\nan age where the ideal seemed to be total emaciation. She was not only\nsingle but disillusioned and despairing when the lawyers looked her up\nand gave her Edgar's letter.\n\nA good part of what Edgar had written sounded like confused mysticism,\nwarnings about upsetting the future and the like, but his instructions\nwere specific enough and she read them as if they were the lost book of\n_Revelations_.\n\nBy the next day, she had flown from San Francisco to New York and\ngained entry to young Edgar Evans' room by telling his landlady she\nwas a distant relative. She disconnected the scrambler from the time\nmachine and reset the controls to put herself back in 1891. In her\nhaste, she forgot some of Edgar's instructions, with the result that\nshe landed not fittingly costumed, but bare as a bacchante, in the room\nof a handsome young man from Louisiana.\n\nThe young man, whose name was Hare, was too startled to be anything\nbut a Southern gentleman at the time. In less than a month, however,\nhe took her back to Baton Rouge for inspection by his family and, that\nordeal successfully weathered, Susan found herself with a husband.\n\nThere is no need to follow all of Susan's life, which was happy, sad,\nunique and filled with minor tragedies and triumphs, like any other\nlife. But Susan had four sons and gave the gene to each of them, and\ntheir children received it in turn. Before she had thought it necessary\nto pass the secret of the machine to Edgar's great-great-grandchildren,\nSusan died, so the machine was not available to them.\n\nNot that it mattered--knowledge was available, for young Andover Hare\nhad studied electronics at M. I. T. In 1962, he built his own time\nmachine, which was a considerable improvement over Edgar's, since it\ncould select place as well as time. Andover contacted his brothers,\nsisters and cousins, helped them make their arrangements and passed\nthem through to the times they selected. Being a considerate man, he\nallowed several relatives by marriage to go along on this mass temporal\nmigration.\n\nThey did not restrict themselves to the '90s. Some went back to the\n1700s, two to the Italian Renaissance, and one adventurous cousin clear\nto the Second Crusade. Andover himself decided he would like to know\nShakespeare and Ben Jonson. He was the last one through the machine\nand he left a small, efficient detonator connected to it. Andover had\nEdgar's gene, but not his compunctions.\n\n       *       *       *       *       *\n\nYes, we owe a lot to Edgar Evans. When Edgar was a grave and unchubby\none-year-old, pulling himself up on the furniture, _Gone With the\nWind_ hit the populace right in the middle of their worries, vague\nfears and faintly stirring desires to get out of their increasingly\ncomplex world. The year was 1936, a year that also saw a period piece\nmovie that was one of the first in the inevitable deluge--_The Great\nZiegfeld_ drew, as customers, many of the bearers of Edgar's gene,\nenough to make a profit-conscious Hollywood see mint-green.\n\nThe year neighbors searched the wreckage of Edgar's home to pull\nhim from under the body of his mother, hunched in a last protective\ngesture, was the year that saw American history searched frantically\nfor movie material. It was '39 and _Dodge City_ and _Union Pacific_\nhelped thousands of Edgar's descendants forget momentarily the distant\nrumble of war. Historical novels were also helping to glamorize the\npast.\n\nBy the time Edgar had graduated from school, been rejected by\nthe Army and worked for a time, the cold war was well advanced.\nThree generations were mind-sick with tensions and fears and\ndoubts--heart-sick with the impossible wish to roll back the years to\ntimes of peaceful, neighborly, unfrenzied human living.\n\nEdgar did.\n\nAnd the next time, in 1959, Susan went back. For most of us, 1959 came\nonly once, the year of the crisis when the missiles had already been\nlaunched from both sides before the astonishing \"thieves' agreement\"\nwas reached and the missiles were aimed into the sea.\n\nThere could be nothing but relief for a few months after that,\nbut then the play on nerves began again, the tensions began their\nunbearable rise.\n\nIn 1962, Susan's grandchildren were funneled like sacks of coal through\nAndover Hare's machine. There were eighteen of them and a group of\ntheir descendants built another machine later the same year. The\nfollowing March, another group disappeared--a much larger one this\ntime. They spread the gene so widely that most of us bear it today.\n\nIt was inevitable that we carry the seed of that desperate desire to\nescape our own troubled times. And the urge makes living under this\ndoubly grinding pressure more anguished every day.\n\nHow many times this week have _you_ read or heard a piece of news and\nwondered how much longer before the final, fatal mushrooms flare? How\nmany times has a video show, a movie, or even just a snapshot brought\nthe swift wish that you could be back there? How many times have the\n\"good old days\" crept into your conversation, your thoughts?\n\n       *       *       *       *       *\n\nAs this account began with Edgar Evans, so it shall end with Benjamin\nReeves. Not yet, but soon--it _must_ be soon now.\n\nLike all truly wise men, Benjamin Reeves is a modest man. He's tall,\nstooped a little, and his limbs are attached in that special loose way\nthat makes a man amble rather than walk, sprawl rather than sit. At\n50-odd, he looks much more like a friendly janitor than a respected\nresearch engineer.\n\nAnd the gene is particularly dominant in Benjamin.\n\nFor eighteen years, he labored in the military vineyard, like so many\nother scientists, designing computers and control systems for the\nengineering section of a huge company, and finally heading up a study\ngroup in the Dream Department. He liked that job. The dream boys were\nthe ones who sat around and thought about entirely new ways of doing\nthings. Compared to designing, it was like the difference between the\ncreative excitement of composing music and the drudgery of arranging it.\n\nBut even while working on deadly machines for the future, Benjamin\ncouldn't stop dreaming about the past, any more than Edgar Evans had.\n\nThen, after eighteen years, Benjamin was fired. The military had asked\nfor a new study on the question of how many enemy missiles might get\nthrough the early warning and intercept rings and reach the cities.\n\"What, specifically, can we do to protect our people?\"\n\nWhen the study was finished, a huge brassbound conference was staged at\nthe lab and everybody was expectant.\n\n\"We have a single recommendation,\" said Benjamin calmly, and they were\nquiet, for Benjamin and his group were the big brains. \"At the earliest\nwarning, tell everybody to run like hell!\"\n\nSo the lab fired him, though the public statement read that he was\n\"resigning to pursue independent research.\"\n\nBenjamin was shocked at first, and hurt, but dinner and party\ninvitations came as often as ever from his old associates, and their\nwives went right on with that ancient game of trying to find the\n\"right\" girl for the bachelor friend. He would never mention it, of\ncourse, but the girls nowadays seemed too direct and aggressive for\nhim. They lacked that womanly modesty or engaging demureness that girls\nreportedly had once possessed. He wished--\n\n       *       *       *       *       *\n\nOffers came in from other companies, but Benjamin had money enough for\na while and he began experimenting with some ideas. When his lawyer and\nbanker discovered he'd given away two new color TV circuits, however,\nthere was a blow-up and Benjamin found himself incorporated.\n\nIt made no difference. He could still experiment as he pleased. He had\nhis many friends and constantly made more. If enough money rolled in\nto make him moderately wealthy, let the lawyer worry about it. After\nhe came up with the Ben Reeves capacitor in 1961, his wealth was more\nthan moderate. That thumb-sized gadget delivered the power of a hundred\nstorage batteries and was the answer to a thousand engineering problems.\n\nAll down the bad years, Benjamin had read the papers and wondered and\nsuffered through the tensions of the nerve war like the rest of us.\nPerhaps it was a little worse for him, because he knew the classified\nsecrets, knew to the decimal point the percentage of missiles that\nwould get through our defenses. Steadily the urge grew stronger to get\nout of this world gone suicidally awry.\n\nHe had the money and he had the time. An efficient business manager\ntook care of the new plant that produced the Ben Reeves capacitor.\n\nHe built his first machine in 1962, a month before Andover Hare took\nhis own near relatives back into time with him. But that wasn't enough\nfor Benjamin. He was a scientist where Andover was a student and Edgar\nEvans an amateur experimenter. Benjamin couldn't forget the millions\nwho yearned with him.\n\nFor Benjamin, the mere machine wasn't an answer. He went back through\nthe years himself, several times, but always he returned and worked\nharder. And there came the day, a year ago, when his work shifted\nsuddenly to maps and population indices.\n\nIf you live within 40 miles of the most populous cities, you should\nknow that somewhere in that city is a very plain suitcase which is at\nonce an answer to your prayers and to those strange nostalgic desires\nyou've felt. It may be in a rented room or a storage warehouse, or in\nthe attic of one of the many friends Benjamin Reeves has made.\n\nWherever it is, you're under its influence, thanks to Benjamin's work.\nAnd every other day now, in a closed-off room at the Ben Reeves plant,\ntechnicians finish assembling another group of strange circuits which\ngoes into another plain suitcase to be sent to yet another city, chosen\non the basis of population vs. importance as a target.\n\nThe technicians are learning speed. Be thankful for that, if you love\nyour fellow-man as Benjamin does. At first they turned out only one\nmachine a week; soon it will be one a day, then two, four.\n\nBenjamin doesn't go out any more. He's always within hearing of the\nreceiver tuned to the warning networks, within reach of the red button\nthat will someday send out a coded signal.\n\n       *       *       *       *       *\n\nDid you read about the situation in this morning's papers? It looks\nlike another crisis in the making and maybe this time neither side will\nback down.\n\nPray for a year's time, if you're the praying kind.\n\nBut whenever the missiles come, Benjamin will press the red button at\nthe first warning. The temporal field lasts only a millisecond and the\nmissiles won't be stopped, of course--but every city with a suitcase\nwill be empty when they strike.\n\nIf the crisis holds off for a year, Benjamin figures we'll all go\nback together, each city and town to a different time, but all before\n1900. It's hard to wait even a year when you have the gene gnawing and\nnagging inside you....\n\nEdgar Evans, who started it, couldn't wait. Andover Hare refused to go\nback alone. Benjamin Reeves, with the same gene, was unable to forget\nwhat he told the military--run like hell!--and all the folks like us\nwho couldn't.\n\nSo Benjamin found us the ultimate way to run, and to satisfy our dream\nin the running. Not yet, but soon now.\n\n_See you back there!_\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Nostalgia Gene, by Roy Hutchins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE NOSTALGIA GENE ***\n\n***** This file should be named 50989.txt or 50989.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/8/50989/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}