{"title": "Bodyguard", "author": "Christopher Grimm", "releaseDate": "January 21, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Bodyguard\n\n                         By CHRISTOPHER GRIMM\n\n                         Illustrated by CAVAT\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1956.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            When overwhelming danger is constantly present,\n           of course a man is entitled to have a bodyguard.\n                The annoyance was that he had to do it\n             himself ... and his body would not cooperate!\n\n\nThe man at the bar was exceptionally handsome, and he knew it. So did\nthe light-haired girl at his side, and so did the nondescript man in\nthe gray suit who was watching them from a booth in the corner.\n\nEveryone in the room was aware of the big young man, and most of the\nhumans present were resentful, for he handled himself consciously and\narrogantly, as if his appearance alone were enough to make him superior\nto anyone. Even the girl with him was growing restless, for she was\naccustomed to adulation herself, and next to Gabriel Lockard she was\nalmost ordinary-looking.\n\nAs for the extraterrestrials--it was a free bar--they were merely\namused, since to them all men were pathetically and irredeemably\nhideous.\n\nGabe threw his arm wide in one of his expansive gestures. There was a\nshort man standing next to the pair--young, as most men and women were\nin that time, thanks to the science which could stave off decay, though\nnot death--but with no other apparent physical virtue, for plastic\nsurgery had not fulfilled its bright promise of the twentieth century.\n\nThe drink he had been raising to his lips splashed all over his\nclothing; the glass shattered at his feet. Now he was not only a rather\nugly little man, but also a rather ridiculous one--or at least he felt\nhe was, which was what mattered.\n\n\"Sorry, colleague,\" Gabe said lazily. \"All my fault. You must let me\nbuy you a replacement.\" He gestured to the bartender. \"Another of the\nsame for my fellow-man here.\"\n\nThe ugly man dabbed futilely at his dripping trousers with a cloth\nhastily supplied by the management.\n\n\"You must allow me to pay your cleaning bill,\" Gabe said, taking out\nhis wallet and extracting several credit notes without seeming to look\nat them. \"Here, have yourself a new suit on me.\" _You could use one_\nwas implied.\n\nAnd that, coming on top of Gabriel Lockard's spectacular appearance,\nwas too much. The ugly man picked up the drink the bartender had just\nset before him and started to hurl it, glass and all, into Lockard's\nhandsome face.\n\n       *       *       *       *       *\n\nSuddenly a restraining hand was laid upon his arm. \"Don't do that,\" the\nnondescript man who had been sitting in the corner advised. He removed\nthe glass from the little man's slackening grasp. \"You wouldn't want to\ngo to jail because of him.\"\n\nThe ugly man gave him a bewildered stare. Then, seeing the forces\nnow ranged against him--including his own belated prudence--were too\nstrong, he stumbled off. He hadn't really wanted to fight, only to\nsmash back, and now it was too late for that.\n\nGabe studied the newcomer curiously. \"So, it's you again?\"\n\nThe man in the gray suit smiled. \"Who else in any world would stand up\nfor you?\"\n\n\"I should think you'd have given up by now. Not that I mind having you\naround, of course,\" Gabriel added too quickly. \"You do come in useful\nat times, you know.\"\n\n\"So you don't mind having me around?\" The nondescript man smiled again.\n\"Then what are you running from, if not me? You can't be running from\nyourself--you lost yourself a while back, remember?\"\n\nGabe ran a hand through his thick blond hair. \"Come on, have a drink\nwith me, fellow-man, and let's let bygones be bygones. I owe you\nsomething--I admit that. Maybe we can even work this thing out.\"\n\n\"I drank with you once too often,\" the nondescript man said. \"And\nthings worked out fine, didn't they? For you.\" His eyes studied the\nother man's incredibly handsome young face, noted the suggestion of\nbags under the eyes, the beginning of slackness at the lips, and were\nnot pleased with what they saw. \"Watch yourself, colleague,\" he warned\nas he left. \"Soon you might not be worth the saving.\"\n\n\"Who was that, Gabe?\" the girl asked.\n\nHe shrugged. \"I never saw him before in my life.\" Of course, knowing\nhim, she assumed he was lying, but, as a matter of fact, just then he\nhappened to have been telling the truth.\n\n       *       *       *       *       *\n\nOnce the illuminators were extinguished in Gabriel Lockard's hotel\nsuite, it seemed reasonably certain to the man in the gray suit, as\nhe watched from the street, that his quarry would not go out again\nthat night. So he went to the nearest airstation. There he inserted a\ncoin in a locker, into which he put most of his personal possessions,\nreserving only a sum of money. After setting the locker to respond to\nthe letter combination _bodyguard_, he went out into the street.\n\nIf he had met with a fatal accident at that point, there would have\nbeen nothing on his body to identify him. As a matter of fact, no real\nidentification was possible, for he was no one and had been no one for\nyears.\n\nThe nondescript man hailed a cruising helicab. \"Where to, fellow-man?\"\nthe driver asked.\n\n\"I'm new in the parish,\" the other man replied and let it hang there.\n\n\"Oh...? Females...? Narcophagi...? Thrill-mills?\"\n\nBut to each of these questions the nondescript man shook his head.\n\n\"Games?\" the driver finally asked, although he could guess what was\nwanted by then. \"Dice...? Roulette...? Farjeen?\"\n\n\"Is there a good zarquil game in town?\"\n\nThe driver moved so he could see the face of the man behind him in the\nteleview. A very ordinary face. \"Look, colleague, why don't you commit\nsuicide? It's cleaner and quicker.\"\n\n\"I can't contact your attitude,\" the passenger said with a thin\nsmile. \"Bet you've never tried the game yourself. Each time it\nhappens, there's a ... well, there's no experience to match it at a\nthrill-mill.\" He gave a sigh that was almost an audible shudder, and\nwhich the driver misinterpreted as an expression of ecstasy.\n\n\"Each time, eh? You're a dutchman then?\" The driver spat out of the\nwindow. \"If it wasn't for the nibble, I'd throw you right out of the\ncab. Without even bothering to take it down even. I hate dutchmen ...\nanybody with any legitimate feelings hates 'em.\"\n\n\"But it would be silly to let personal prejudice stand in the way of a\ncommission, wouldn't it?\" the other man asked coolly.\n\n\"Of course. You'll need plenty of foliage, though.\"\n\n\"I have sufficient funds. I also have a gun.\"\n\n\"You're the dictator,\" the driver agreed sullenly.\n\n\nII\n\nIt was a dark and rainy night in early fall. Gabe Lockard was in no\ncondition to drive the helicar. However, he was stubborn.\n\n\"Let me take the controls, honey,\" the light-haired girl urged, but he\nshook his handsome head.\n\n\"Show you I can do something 'sides look pretty,\" he said thickly,\nreferring to an earlier and not amicable conversation they had held,\nand of which she still bore the reminder on one thickly made-up cheek.\n\nFortunately the car was flying low, contrary to regulations, so that\nwhen they smashed into the beacon tower on the outskirts of the little\ntown, they didn't have far to fall. And hardly had their car crashed\non the ground when the car that had been following them landed, and a\nshort fat man was puffing toward them through the mist.\n\nTo the girl's indignation, the stranger not only hauled Gabe out onto\nthe dripping grass first, but stopped and deliberately examined the\nyoung man by the light of his minilume, almost as if she weren't there\nat all. Only when she started to struggle out by herself did he seem to\nremember her existence. He pulled her away from the wreck just a moment\nbefore the fuel tank exploded and the 'copter went up in flames.\n\nGabe opened his eyes and saw the fat man gazing down at him\nspeculatively. \"My guardian angel,\" he mumbled--shock had sobered him\na little, but not enough. He sat up. \"Guess I'm not hurt or you'd have\nthrown me back in.\"\n\n\"And that's no joke,\" the fat man agreed.\n\nThe girl shivered and at that moment Gabriel suddenly seemed to recall\nthat he had not been alone. \"How about Helen? She on course?\"\n\n\"Seems to be,\" the fat man said. \"You all right, miss?\" he asked,\nglancing toward the girl without, she thought, much apparent concern.\n\n\"_Mrs._,\" Gabriel corrected. \"Allow me to introduce you to Mrs. Gabriel\nLockard,\" he said, bowing from his seated position toward the girl.\n\"Pretty bauble, isn't she?\"\n\n\"I'm delighted to meet you, Mrs. Gabriel Lockard,\" the fat man said,\nlooking at her intently. His small eyes seemed to strip the make-up\nfrom her cheek and examine the livid bruise underneath. \"I hope\nyou'll be worthy of the name.\" The light given off by the flaming\ncar flickered on his face and Gabriel's and, she supposed, hers too.\nOtherwise, darkness surrounded the three of them.\n\nThere were no public illuminators this far out--even in town the\nlights were dimming and not being replaced fast enough nor by the\nnewer models. The town, the civilization, the planet all were old and\nbeginning to slide downhill....\n\nGabe gave a short laugh, for no reason that she could see.\n\n       *       *       *       *       *\n\nThere was the feeling that she had encountered the fat man before,\nwhich was, of course, absurd. She had an excellent memory for faces and\nhis was not included in her gallery. The girl pulled her thin jacket\ncloser about her chilly body. \"Aren't you going to introduce your--your\nfriend to me, Gabe?\"\n\n\"I don't know who he is,\" Gabe said almost merrily, \"except that he's\nno friend of mine. Do you have a name, stranger?\"\n\n\"Of course I have a name.\" The fat man extracted an identification\ncard from his wallet and read it. \"Says here I'm Dominic Bianchi, and\nDominic Bianchi is a retail milgot dealer.... Only he isn't a retail\nmilgot dealer any more; the poor fellow went bankrupt a couple of weeks\nago, and now he isn't ... anything.\"\n\n\"You saved our lives,\" the girl said. \"I'd like to give you some token\nof my--of our appreciation.\" Her hand reached toward her credit-carrier\nwith deliberate insult. He might have saved her life, but only\ncasually, as a by-product of some larger scheme, and her appreciation\nheld little gratitude.\n\nThe fat man shook his head without rancor. \"I have plenty of money,\nthank you, Mrs. Gabriel Lockard.... Come,\" he addressed her husband,\n\"if you get up, I'll drive you home. I warn you, be more careful in the\nfuture! Sometimes,\" he added musingly, \"I almost wish you would let\nsomething happen. Then my problem would not be any problem, would it?\"\n\nGabriel shivered. \"I'll be careful,\" he vowed. \"I promise--I'll be\ncareful.\"\n\nWhen he was sure that his charge was safely tucked in for the night,\nthe fat man checked his personal possessions. He then requested a taxi\ndriver to take him to the nearest zarquil game. The driver accepted the\ncommission phlegmatically. Perhaps he was more hardened than the others\nhad been; perhaps he was unaware that the fat man was not a desperate\nor despairing individual seeking one last chance, but what was known\ncolloquially as a flying dutchman, a man, or woman, who went from\none zarquil game to another, loving the thrill of the sport, if you\ncould call it that, for its own sake, and not for the futile hope it\nextended and which was its sole shred of claim to moral justification.\nPerhaps--and this was the most likely hypothesis--he just didn't care.\n\nZarquil was extremely illegal, of course--so much so that there were\nmany legitimate citizens who weren't quite sure just what the word\nimplied, knowing merely that it was one of those nameless horrors so\ndeliciously hinted at by the fax sheets under the generic term of\n\"crimes against nature.\" Actually the phrase was more appropriate to\nzarquil than to most of the other activities to which it was commonly\napplied. And this was one crime--for it was crime in law as well as\nnature--in which victim had to be considered as guilty as perpetrator;\notherwise the whole legal structure of society would collapse.\n\n       *       *       *       *       *\n\nPlaying the game was fabulously expensive; it had to be to make it\nprofitable for the Vinzz to run it. Those odd creatures from Altair's\nseventh planet cared nothing for the welfare of the completely alien\nhuman beings; all they wanted was to feather their own pockets with\ninterstellar credits, so that they could return to Vinau and buy many\nslaves. For, on Vinau, bodies were of little account, and so to them\nzarquil was the equivalent of the terrestrial game musical chairs.\nWhich was why they came to Terra to make profits--there has never been\nbig money in musical chairs as such.\n\nWhen the zarquil operators were apprehended, which was not frequent--as\nthey had strange powers, which, not being definable, were beyond the\nlaw--they suffered their sentences with equanimity. No Earth court\ncould give an effective prison sentence to a creature whose life\nspanned approximately two thousand terrestrial years. And capital\npunishment had become obsolete on Terra, which very possibly saved the\nterrestrials embarrassment, for it was not certain that their weapons\ncould kill the Vinzz ... or whether, in fact, the Vinzz merely expired\nafter a period of years out of sheer boredom. Fortunately, because\ntrade was more profitable than war, there had always been peace between\nVinau and Terra, and, for that reason, Terra could not bar the entrance\nof apparently respectable citizens of a friendly planet.\n\nThe taxi driver took the fat man to one of the rather seedy locales in\nwhich the zarquil games were usually found, for the Vinzz attempted to\nconduct their operations with as much unobtrusiveness as was possible.\nBut the front door swung open on an interior that lacked the opulence\nof the usual Vinoz set-up; it was down-right shabby, the dim olive\nlight hinting of squalor rather than forbidden pleasures. That was\nthe trouble in these smaller towns--you ran greater risks of getting\ninvolved in games where the players had not been carefully screened.\n\nThe Vinoz games were usually clean, because that paid off better, but,\nwhen profits were lacking, the Vinzz were capable of sliding off into\ndarkside practices. Naturally the small-town houses were more likely to\nhave trouble in making ends meet, because everybody in the parish knew\neverybody else far too well.\n\nThe fat man wondered whether that had been his quarry's motive in\ncoming to such desolate, off-trail places--hoping that eventually\ndisaster would hit the one who pursued him. Somehow, such a plan seemed\ntoo logical for the man he was haunting.\n\nHowever, beggars could not be choosers. The fat man paid off the\nheli-driver and entered the zarquil house. \"One?\" the small green\ncreature in the slightly frayed robe asked.\n\n\"One,\" the fat man answered.\n\n\nIII\n\nThe would-be thief fled down the dark alley, with the hot bright rays\nfrom the stranger's gun lancing out after him in flamboyant but futile\npatterns. The stranger, a thin young man with delicate, angular\nfeatures, made no attempt to follow. Instead, he bent over to examine\nGabriel Lockard's form, appropriately outstretched in the gutter. \"Only\nweighted out,\" he muttered, \"he'll be all right. Whatever possessed you\ntwo to come out to a place like this?\"\n\n\"I really think Gabriel _must_ be possessed....\" the girl said, mostly\nto herself. \"I had no idea of the kind of place it was going to be\nuntil he brought me here. The others were bad, but this is even worse.\nIt almost seems as if he went around looking for trouble, doesn't it?\"\n\n\"It does indeed,\" the stranger agreed, coughing a little. It was\ngrowing colder and, on this world, the cities had no domes to protect\nthem from the climate, because it was Earth and the air was breathable\nand it wasn't worth the trouble of fixing up.\n\nThe girl looked closely at him. \"You look different, but you _are_ the\nsame man who pulled us out of that aircar crash, aren't you? And before\nthat the man in the gray suit? And before that...?\"\n\nThe young man's cheekbones protruded as he smiled. \"Yes, I'm all of\nthem.\"\n\n\"Then what they say about the zarquil games is true? There are people\nwho go around changing their bodies like--like hats?\" Automatically she\nreached to adjust the expensive bit of blue synthetic on her moon-pale\nhair, for she was always conscious of her appearance; if she had not\nbeen so before marriage, Gabriel would have taught her that.\n\n       *       *       *       *       *\n\nHe smiled again, but coughed instead of speaking.\n\n\"But why do you do it? _Why!_ Do you like it? Or is it because of\nGabriel?\" She was growing a little frantic; there was menace here\nand she could not understand it nor determine whether or not she was\nincluded in its scope. \"Do you want to keep him from recognizing you;\nis that it?\"\n\n\"Ask him.\"\n\n\"He won't tell me; he never tells me anything. We just keep running. I\ndidn't recognize it as running at first, but now I realize that's what\nwe've been doing ever since we were married. And running from you, I\nthink?\"\n\nThere was no change of expression on the man's gaunt face, and she\nwondered how much control he had over a body that, though second- or\nthird- or fourth-hand, must be new to him. How well could he make it\nrespond? What was it like to step into another person's casing? But she\nmust not let herself think that way or she would find herself looking\nfor a zarquil game. It would be one way of escaping Gabriel, but not,\nshe thought, the best way; her body was much too good a one to risk so\ncasually.\n\n       *       *       *       *       *\n\nIt was beginning to snow. Light, feathery flakes drifted down on her\nhusband's immobile body. She pulled her thick coat--of fur taken from\nsome animal who had lived and died light-years away--more closely about\nherself. The thin young man began to cough again.\n\nOverhead a tiny star seemed to detach itself from the pale flat disk\nof the Moon and hurl itself upward--one of the interstellar ships\nembarking on its long voyage to distant suns. She wished that somehow\nshe could be on it, but she was here, on this solitary old world in a\nbarren solar system, with her unconscious husband and a strange man who\nfollowed them, and it looked as if here she would stay ... all three of\nthem would stay....\n\n\"If you're after Gabriel, planning to hurt him,\" she asked, \"why then\ndo you keep helping him?\"\n\n\"I am not helping _him_. And he knows that.\"\n\n\"You'll change again tonight, won't you?\" she babbled. \"You always\nchange after you ... meet us? I think I'm beginning to be able to\nidentify you now, even when you're ... wearing a new body; there's\nsomething about you that doesn't change.\"\n\n\"Too bad he got married,\" the young man said. \"I could have followed\nhim for an eternity and he would never have been able to pick me out\nfrom the crowd. Too bad he got married anyway,\" he added, his voice\nless impersonal, \"for your sake.\"\n\nShe had come to the same conclusion in her six months of marriage, but\nshe would not admit that to an outsider. Though this man was hardly an\noutsider; he was part of their small family group--as long as she had\nknown Gabriel, so long he must have known her. And she began to suspect\nthat he was even more closely involved than that.\n\n\"Why must you change again?\" she persisted, obliquely approaching the\nsubject she feared. \"You have a pretty good body there. Why run the\nrisk of getting a bad one?\"\n\n\"This isn't a good body,\" he said. \"It's diseased. Sure, nobody's\nsupposed to play the game who hasn't passed a thorough medical\nexamination. But in the places to which your husband has been leading\nme, they're often not too particular, as long as the player has plenty\nof foliage.\"\n\n\"How--long will it last you?\"\n\n\"Four or five months, if I'm careful.\" He smiled. \"But don't worry, if\nthat's what you're doing; I'll get it passed on before then. It'll be\nexpensive--that's all. Bad landing for the guy who gets it, but then\nit was tough on me too, wasn't it?\"\n\n\"But how did you get into this ... pursuit?\" she asked again. \"And why\nare you doing it?\" People didn't have any traffic with Gabriel Lockard\nfor fun, not after they got to know him. And this man certainly should\nknow him better than most.\n\n\"Ask your husband.\"\n\nThe original Gabriel Lockard looked down at the prostrate,\nsnow-powdered figure of the man who had stolen his body and his name,\nand stirred it with his toe. \"I'd better call a cab--he might freeze to\ndeath.\"\n\nHe signaled and a cab came.\n\n\"Tell him, when he comes to,\" he said to the girl as he and the driver\nlifted the heavy form of her husband into the helicar, \"that I'm\ngetting pretty tired of this.\" He stopped for a long spell of coughing.\n\"Tell him that sometimes I wonder whether cutting off my nose wouldn't,\nin the long run, be most beneficial for my face.\"\n\n       *       *       *       *       *\n\n\"Sorry,\" the Vinzz said impersonally, in English that was perfect\nexcept for the slight dampening of the sibilants, \"but I'm afraid you\ncannot play.\"\n\n\"Why not?\" The emaciated young man began to put on his clothes.\n\n\"You know why. Your body is worthless. And this is a reputable house.\"\n\n\"But I have plenty of money.\" The young man coughed. The Vinzz\nshrugged. \"I'll pay you twice the regular fee.\"\n\nThe green one shook his head. \"Regrettably, I do mean what I say. This\ngame is really clean.\"\n\n\"In a town like this?\"\n\n\"That is the reason we can afford to be honest.\" The Vinzz' tendrils\nquivered in what the man had come to recognize as amusement through\nlong, but necessarily superficial acquaintance with the Vinzz. His\nheavy robe of what looked like moss-green velvet, but might have been\nvelvet-green moss, encrusted with oddly faceted alien jewels, swung\nwith him.\n\n\"We do a lot of business here,\" he said unnecessarily, for the whole\nset-up spelled wealth far beyond the dreams of the man, and he was by\nno means poor when it came to worldly goods. \"Why don't you try another\ntown where they're not so particular?\"\n\nThe young man smiled wryly. Just his luck to stumble on a sunny game.\nHe never liked to risk following his quarry in the same configuration.\nAnd even though only the girl had actually seen him this time, he\nwouldn't feel at ease until he had made the usual body-shift. Was\nhe changing because of Gabriel, he wondered, or was he using his own\ndiscoverment and identification simply as an excuse to cover the fact\nthat none of the bodies that fell to his lot ever seemed to fit him?\nWas he activated solely by revenge or as much by the hope that in the\nhazards of the game he might, impossible though it now seemed, some day\nwin another body that approached perfection as nearly as his original\ncasing had?\n\nHe didn't know. However, there seemed to be no help for it now; he\nwould have to wait until they reached the next town, unless the girl,\nseeing him reappear in the same guise, would guess what had happened\nand tell her husband. He himself had been a fool to admit to her that\nthe hulk he inhabited was a sick one; he still couldn't understand\nhow he could so casually have entrusted her with so vital a piece of\ninformation.\n\n       *       *       *       *       *\n\nThe Vinzz had been locking antennae with another of his kind. Now they\ndetached, and the first approached the man once more. \"There is, as it\nhappens, a body available for a private game,\" he lisped. \"No questions\nto be asked or answered. All I can tell you is that it is in good\nhealth.\"\n\nThe man hesitated. \"But unable to pass the screening?\" he murmured\naloud. \"A criminal then.\"\n\nThe green one's face--if you could call it a face--remained impassive.\n\n\"Male?\"\n\n\"Of course,\" the Vinzz said primly. His kind did have certain ultimate\nstandards to which they adhered rigidly, and one of those was the\ncurious tabu against mixed games, strictly enforced even though it\nkept them from tapping a vast source of potential players. There had\nalso never been a recorded instance of humans and extraterrestrials\nexchanging identities, but whether that was the result of tabu or\nbiological impossibility, no one could tell.\n\nIt might merely be prudence on the Vinzz' part--if it had ever\nbeen proved that an alien life-form had \"desecrated\" a human body,\nEarthmen would clamor for war ... for on this planet humanity held\nits self-bestowed purity of birthright dear--and the Vinzz, despite\nbeing unquestionably the stronger, were pragmatic pacifists. It had\nbeen undoubtedly some rabid member of the anti-alien groups active on\nTerra who had started the rumor that the planetary slogan of Vinau was,\n\"Don't beat 'em; cheat 'em.\"\n\n\"It would have to be something pretty nuclear for the other guy to take\nsuch a risk.\" The man rubbed his chin thoughtfully. \"How much?\"\n\n\"Thirty thousand credits.\"\n\n\"Why, that's three times the usual rate!\"\n\n\"The other will pay five times the usual rate.\"\n\n\"Oh, all right,\" the delicate young man gave in. It was a terrific\nrisk he was agreeing to take, because, if the other was a criminal, he\nhimself would, upon assuming the body, assume responsibility for all\nthe crimes it had committed. But there was nothing else he could do.\n\n       *       *       *       *       *\n\nHe looked at himself in the mirror and found he had a fine new body;\ntall and strikingly handsome in a dark, coarse-featured way. Nothing to\nmatch the one he had lost, in his opinion, but there were probably many\npeople who might find this one preferable. No identification in the\npockets, but it wasn't necessary; he recognized the face. Not that it\nwas a very famous or even notorious one, but the dutchman was a careful\nstudent of the \"wanted\" fax that had decorated public buildings from\ntime immemorial, for he was ever mindful of the possibility that he\nmight one day find himself trapped unwittingly in the body of one of\nthe men depicted there. And he knew that this particular man, though\nnot an important criminal in any sense of the word, was one whom the\npolice had been ordered to burn on sight. The abolishing of capital\npunishment could not abolish the necessity for self-defense, and the\nman in question was not one who would let himself be captured easily,\nnor whom the police intended to capture easily.\n\n_This might be a lucky break for me after all_, the new tenant thought,\nas he tried to adjust himself to the body. It, too, despite its obvious\nrude health, was not a very comfortable fit. _I can do a lot with a\nhulk like this. And maybe I'm cleverer than the original owner; maybe\nI'll be able to get away with it._\n\n\nIV\n\n\"Look, Gabe,\" the girl said, \"don't try to fool me! I know you\ntoo well. And I know you have that man's--the real Gabriel\nLockard's--body.\" She put unnecessary stardust on her nose as she\nwatched her husband's reflection in the dressing table mirror.\n\nLockard--Lockard's body, at any rate--sat up and felt his unshaven\nchin. \"That what he tell you?\"\n\n\"No, he didn't tell me anything really--just suggested I ask you\nwhatever I want to know. But why else should he guard somebody he\nobviously hates the way he hates you? Only because he doesn't want to\nsee his body spoiled.\"\n\n\"It _is_ a pretty good body, isn't it?\" Gabe flexed softening muscles\nand made no attempt to deny her charge; very probably he was relieved\nat having someone with whom to share his secret.\n\n\"Not as good as it must have been,\" the girl said, turning and looking\nat him without admiration. \"Not if you keep on the way you're coursing.\nGabe, why don't you...?\"\n\n\"Give it back to him, eh?\" Lockard regarded his wife appraisingly.\n\"You'd like that, wouldn't you? You'd be _his_ wife then. That would be\nnice--a sound mind in a sound body. But don't you think that's a little\nmore than you deserve?\"\n\n\"I wasn't thinking about that, Gabe,\" she said truthfully enough, for\nshe hadn't followed the idea to its logical conclusion. \"Of course I'd\ngo with you,\" she went on, now knowing she lied, \"when you got your ...\nold body back.\"\n\n_Sure_, she thought, _I'd keep going with you to farjeen houses and\nthrill-mills._ Actually she had accompanied him to a thrill-mill only\nonce, and from then on, despite all his threats, she had refused to go\nwith him again. But that once had been enough; nothing could ever wash\nthat experience from her mind or her body.\n\n\"You wouldn't be able to get your old body back, though, would you?\"\nshe went on. \"You don't know where it's gone, and neither, I suppose,\ndoes he?\"\n\n\"I don't want to know!\" he spat. \"I wouldn't want it if I could get\nit back. Whoever it adhered to probably killed himself as soon as he\nlooked in a mirror.\" He swung long legs over the side of his bed.\n\"Christ, anything would be better than that! You can't imagine what a\nhulk I had!\"\n\n\"Oh, yes, I can,\" she said incautiously. \"You must have had a body to\nmatch your character. Pity you could only change one.\"\n\n       *       *       *       *       *\n\nHe rose from the bed and struck her right on the mouth. Although he\nhadn't used his full strength, the blow was painful nonetheless. She\ncould feel the red of her lipstick become mixed with a warmer, liquid\nred that trickled slowly down her freshly powdered chin. She wouldn't\ncry, because he liked that, but crumpled to the ground and lay still.\nIf, experience had taught her, she pretended to be hurt, he wouldn't\nhit her again. Only sometimes it was hard to remember that at the\nactual moment of hurt and indignity. He was too afraid of prison--a\ntangible prison. And perhaps, to do him credit, he didn't want to\ndeface his own property.\n\nHe sat down on the edge of the bed again and lit a milgot stick. \"Oh,\nget up, Helen. You know I didn't hit you that hard.\"\n\n\"Did you have to beat him up to get him to change bodies?\" she asked\nfrom the floor.\n\n\"No.\" He laughed reminiscently. \"I just got him drunk. We were friends,\nso it was a cinch. He was my only friend; everybody else hated me\nbecause of my appearance.\" His features contorted. \"What made him think\nhe was so damn much better than other people that he could afford to\nlike me? Served him right for being so noble.\"\n\nShe stared at the ceiling--it was so old its very fabric was beginning\nto crack--and said nothing.\n\n\"He didn't even realize what he had here--\" Lockard tapped his broad\nchest with complacence--\"until it was too late. Took it for granted.\nSickened me to see him taking the body for granted when I couldn't take\nmine that way. People used to shrink from me. Girls....\"\n\nShe sat up. \"Give me a milgot, Gabe.\"\n\nHe lighted one and handed it to her. \"For Christ's sake, Helen, I\ngave him more than he had a right to expect. I was too god-damn\nnoble myself. I was well-milled; I didn't have to leave half of my\nholdings in my own name--I could have transferred them all to his. If\nI had, then he wouldn't have had the folio to hound me all over this\nplanet or to other planets, if I'd had the nerve to shut myself up\non a spaceship, knowing he probably would be shut up on it with me.\"\nHe smiled. \"Of course he won't hurt me; that's the one compensation.\nDamage me, and he damages himself.\"\n\n\"But it's your life he saves, too,\" she reminded him.\n\n\"My life wouldn't ever have been in danger if it hadn't been for this\ncontinual persecution--it's driving me out of this dimension! I planned\nto start a new life with this body,\" he pleaded, anxious for belief\nand, as a matter of fact, she believed him; almost everybody has good\nintentions and there was no reason to except even such a one as Gabriel\nLockard, or whatever he was originally named.\n\n\"It was my appearance that got me mixed up,\" he went on. \"Given half a\nchance I could have straightened out--gone to Proxima Centauri, maybe,\nand then out to one of the frontier planets. Made something of myself\nup there. But nobody ever gave me a chance. Now, as long as he follows\nme, there's nothing I can do except run and try to hide and know all\nthe time I can't escape--I'm already in the trap.\"\n\n\"What can he do if you stay and face him?\"\n\n\"I don't know--that's the hell of it. But he's smart. Somehow he'll\nlure me into another game. I don't know how, but that must be what he\nhas in mind. What else could it be?\"\n\n\"What else indeed?\" Helen asked, smiling up at the ceiling.\n\n       *       *       *       *       *\n\nThe milgot vanished in his fingers and he took another. \"It'd take time\nfor him to arrange any kind of private game set-up, though, and as long\nas I keep on the move, he won't be able to create anything. Unless he\nruns into a floating zarquil game.\" He smiled mirthlessly. \"And he\ncouldn't. Too much machinery, I understand.... Lucky he doesn't seem to\nhave connections, the way I have,\" Lockard boasted. \"I have connections\nall over the god-damn planet. Transferred them when I transferred my\nholdings.\"\n\nShe got up, seated herself on the vanity bench, and took up a brush,\nwhich she ran absently over the pale hair that shimmered down to her\npaler shoulders. \"So we keep running all over the planet.... What would\nyou do if I left you, Gabriel?\"\n\n\"Kill you,\" he said without hesitation. \"Slowly. Even if I have to put\nthis precious hulk of mine in jeopardy. And you wouldn't like that.\nNeither would your boy friend.\"\n\n\"Stop calling him my--\"\n\n\"Wait a minute--maybe there is an escape hatch!\" His blue eyes\nsharpened unbecomingly. \"He can't kill me, but there's nothing to stop\nmy killing him.\"\n\n\"How about the police?\" She tried to speak calmly as she passed the\nbrush up and down, sometimes not even touching her hair. \"The body you\nhave won't be any good to you with them looking for it. And you're not\na professional exterminator, Gabe--you wouldn't be able to get away\nwith it.\"\n\n\"I can hire somebody else to do the killing. Remember I still have\nplenty of foliage. Maybe I didn't leave him exactly half of my\nproperty, but, what the hell, I left him enough.\"\n\n\"How will you recognize him?\" she asked, half-turning, fearfully.\n\"He'll have a new body, you know.\"\n\n\"You'll recognize him, Helen--you said you could.\" At that moment she\ncould have wrapped her own hair tightly around her white throat and\nstrangled herself; she was so appalled by her own witless treachery.\n\nHe dragged her to her feet. \"Aah, moonbeam, you know I didn't mean to\nhurt you. It's just that this whole crazy pattern's driving me out of\nthis world. Once I get rid of that life-form, you'll see, I'll be a\ndifferent man.\"\n\nAs his arms tightened around her, she wondered what it would be like, a\ndifferent man in the same body.\n\n\nV\n\n\"What makes you think _I_ would do a thing like that?\" the little\nlawyer asked apprehensively, not meeting the bland blue eyes of the man\nwho faced him across the old-fashioned flat-top desk. It was an even\nmore outmoded office than most, but that did not necessarily indicate\na low professional status; lawyers were great ones for tradition\nexpressed in terms of out-of-date furniture. As for the dust that lay\nall over despite the air-conditioning ... well, that was inescapable,\nfor Earth was a dusty planet.\n\n\"Oh, not you yourself personally, of course,\" Gabriel Lockard--as the\nfalse one will continue to be called, since the dutchman had another\nname at the moment--said. \"But you know how to put me in touch with\nsomeone who can.\"\n\n\"Nonsense. I don't know who gave you such libelous information, sir,\nbut I must ask you to leave my office before I call--\"\n\n\"It was Pat Ortiz who gave me the information,\" Lockard said softly.\n\"He also told me a lot of other interesting things about you, Gorman.\"\n\nGorman paled. \"I'm a respectable attorney.\"\n\n\"Maybe you are now; maybe not. This isn't the kind of town that breeds\nrespectability. But you certainly weren't sunny side up when Ortiz knew\nyou. And he knew you well.\"\n\nThe lawyer licked his lips. \"Give me a chance, will you?\"\n\nLockard flushed. \"Chance! Everybody rates a chance but me. Can't you\nsee, I am giving you a chance. Get me somebody to follow my pattern,\nand I promise you Ortiz won't talk.\"\n\nGorman slipped the plastic shells from his face and rubbed the pale\nwatery eyes underneath. \"But how can I get you a man to do ... the\nthing you want done? I have no connections like that.\"\n\n\"I'm sure you can make the right connections. Take your time about it,\nthough; I'm in no hurry. I'm planning to adhere to this locale for a\nwhile.\"\n\n\"How about this man you want ... put out of the way?\" Gorman suggested\nhopefully. \"How can you be sure he won't leave?\"\n\nGabriel laughed. \"He'll stay as long as I do.\"\n\nThe little lawyer took a deep breath. \"Mr. Lockard, I'm sorry, but I'm\nafraid I really cannot do anything for you.\"\n\nGabe rose. \"Okay,\" he said softly. \"If that's your pattern, I'll just\nput a call through to Ortiz.\" He turned to go.\n\n\"Wait a minute!\" the lawyer cried.\n\nLockard stopped.\n\n\"Well?\"\n\nGorman swallowed. \"Possibly I may be able to do something for you,\nafter all.... I just happened to have heard Jed Carmody is in town.\"\n\nGabriel looked at him inquiringly.\n\n\"Oh ... I thought you might have heard the name. He's a killer, I\nunderstand, a professional exterminator ... on the run right now. But\nthis is his head-quarters--I'm told--and he probably would come here.\nAnd he might be short on folio. Naturally, I've never had any dealings\nwith him myself.\"\n\n\"Naturally,\" Gabe mocked.\n\n\"But I'll see what I can do.\" Gorman's voice was pleading. \"You'll\nwait, Mr. Lockard, won't you? It may be a little while before I can\nfind out where he is. This isn't--\" his voice thinned--\"at all my type\nof pattern, you know.\"\n\n\"I'll wait ... a reasonable length of time.\"\n\nThe door closed behind him. Descending pneumo tubes hissed outside.\nThe little lawyer rose and went to the window--a flat expanse of\ntransparent plastic set immovably into the wall of the building, an old\nbuilding, an old town, an old planet. As he watched the street below, a\nfaint half-smile curved his almost feminine mouth. He went back to the\ndesk and punched a code on the vidiphone.\n\n       *       *       *       *       *\n\nGabriel crossed the street to the little cafe with the gold letters\nFOR HUMANS ONLY embedded in the one-way glass front; this was\na town that adhered rigidly to the ancient privileges of the indigenous\nspecies. He entered as the shrillness of a vidiphone bell cut through\nthe babble inside without in any way checking it. After a moment, his\neyes grew accustomed to the dimness and he could see his wife waiting\nat a table near the entrance, daintily peeling a tigi fruit.\n\n\"Well,\" she asked as she put a plump pink section into her mouth, \"did\nyou hire your killer?\"\n\n\"Shhh, not so loud!\" He threw himself into the chair next to hers. \"Do\nyou want me to get into trouble...? And I wouldn't put it past you,\"\nhe continued without waiting for an answer. \"Remember, it's your boy\nfriend's body that gets into trouble.\"\n\n\"He's not my boy friend.\"\n\nA waiter beckoned from the vidiphone booth to someone sitting in the\ndark shadows at the rear of the restaurant.\n\n\"Where is he?\" Gabriel exclaimed suddenly. \"He must be here somewhere.\nTell me which he is, Helen?\"\n\nHis hand gripped her arm cruelly, as he swung her around on her chair\nto face each part of the room. \"Is it that guy over there...? That\none...? That one?\"\n\nShe could not repress a start of surprise as her eyes met those of the\nthin-featured young man entering the vidiphone booth. He returned her\ngaze with somber interest.\n\nGabe relaxed. \"So that's the one, eh? Not very formidable. Looks the\nway he always should have looked.\" He lit a milgot. \"I'll get Gorman to\ntip off the zarquil boys--only one game in this parish, I'm told--that\nthat life-form's not to be allowed to play; I'll make any loss good\nout of my own pocket. That'll keep him onstage for the nonce. He won't\nleave to get himself fixed up somewhere else as long as I stay. And I'm\ngoing to stay ... to the bitter end.\" He smiled lovingly to himself.\n\n_But it's not the right man_, Helen thought gladly. _He did manage to\nchange, after all. Gabe has the wrong man._ She felt a little sorry\nfor the unknown and doomed individual who inhabited the delicate,\nangular body, but it was so close to death anyhow that the immediate\nthreat didn't matter. And Gabriel--the real Gabriel--was safe.\n\n\nVI\n\nThe emaciated young man entered Gorman's office and locked the door\nbehind him with an electroseal. \"Disembodiment,\" he identified himself.\n\n\"So you did get a new body, Jed,\" the lawyer remarked affably. \"Very\ngood packaging. Makes you look like a poet or something.\"\n\n\"Good as a disguise, maybe, but one hell of a lousy hulk.\" The young\nman hurled himself into the chair by the desk. Even Gorman winced at\nthe cruel treatment accorded such obvious fragility. \"Gimme a milgot,\nLes. This thing--\" he indicated his body with contempt--\"is shot to\nPolaris. Won't last more than a few months. Some bargain I got.\"\n\nGorman lit a stick himself. \"The guy who got your body didn't get such\na bargain either,\" he murmured through a cloud of purple smoke.\n\n\"At least he'll live. If he's lucky. I wish he'd hurry and get himself\npicked up, though, so I could collect the folio and jet off. Can't go\nafter it now. Hounds will be sniffing after anybody gravitating around\nthe place where I've stashed it until they're sure they have me. They\ndon't know where the money is exactly, of course, or they'd soak it up,\nbut they've got an idea of the general sector.\"\n\n\"Want me to pick it up for you, Jed?\" the lawyer asked, his pale,\nflickering eyes brushing across the young man's dark intense ones.\n\n\"Oh, sure. All I need is for you to know where it is and all I'd see\nwould be your rocket trail.\" The young man leaned across the expanse of\nlittered steel. \"Or _do_ you know where it is, Les?\" he asked softly.\n\"Do you know where it is and are you just hibernating until I'm safely\nout of the way?\"\n\nIn spite of himself, Gorman could not help moving back. \"Don't be a\nfool, Jed,\" he said in a voice that was several tones higher. \"If I\nknew where it was ... well, you're not very frightening in your present\nembodiment, you know.\"\n\n\"Don't be too sure of that, Gorman. And you were always yellow; anybody\ncould frighten you.\" He began to laugh shrilly. \"Hey, that's good. Get\nit? Any body, see?\"\n\nThe lawyer did not join in the mirth. \"How are you fixed for cash?\" he\nasked abruptly.\n\n       *       *       *       *       *\n\nThe young man's face split in a sardonic grin. \"Why do you think I\nrisked public communion with a darkside character like you, Les? I shot\nmy wad making the shift. I could use a little loan. You know I have\nmillions stashed away,\" the young man said angrily as Gorman remained\nsilent. \"I'll pay you as soon as the hounds take the chump who's\nleasing my hulk.\"\n\n\"Maybe you can earn some money.\" Gorman toyed with a paperweight. \"Did\nyou get a look at that big blond guy in the cafe--the one I told you\nabout on the phone?\"\n\n\"Yeah. Nice life-form he had with him. I wouldn't mind being in that\nbody.\"\n\n\"Seems he wants somebody exterminated. And I told him I heard Jed\nCarmody was in the parish and might be interested.\"\n\nThe young man sprang to his feet, furious. \"You _what_?\"\n\n\"Turn your antigravs off. I told him Jed Carmody was in the parish. Are\nyou Jed Carmody?\"\n\nThe other sat down and exhaled heavily. \"You're on course--I'm nobody\njust now.\"\n\n\"Any identification come with the package?\"\n\n\"Naah, what'd you expect...? But why tell anyone that Jed Carmody's\nhitting the locality?\"\n\n\"I thought you might be interested in picking up a little free-falling\nfoliage.\"\n\nThe young man shook his head impatiently. \"Risk having this hulk heated\nup for a half-credit crime? Don't be an alien, Gorman. I'm going to hit\nsubsoil until this other life-form gets collected by the hounds.\"\n\n\"Thought you might like to do it to help me out,\" Gorman murmured.\n\nThe other man stared. \"How do you fit into the pattern?\" Gorman\nshrugged. \"Oh, I get it: this guy's putting the barometer on you?\"\n\nGorman nodded.\n\n\"Bad landing, counselor. But you don't seriously expect...? Hey!\" The\nwide-set eyes glistened darkly. \"I got it! Why don't you get this guy\nwho's got my hulk to make the flight? Send somebody out to magnetize\nhim like you thought he was the real Carmody, see?\"\n\n       *       *       *       *       *\n\nGorman looked hopeful for a moment; then shook his thin-haired head.\n\"No reason to think the man is an extralegal.\"\n\n\"Anyone who finds himself in my hulk damn well has to be if he wants\nto stay out of the sardine box.... Look, what's the first thing he's\ngoing to want to do when he finds out what he's been stuck with? Go to\nanother parish and hop hulks, right? And he'll need plenty of foliage\nto do it.\"\n\n\"Maybe he has money,\" Gorman suggested wearily.\n\n\"No fuel lost finding out.\" The young man rubbed his hands together\ngleefully. \"If he takes on the flight, though, see that he gets my\nflash, huh? Rosy up the picture.\"\n\n\"Maybe he can kill whoever this Lockard has in mind without getting\npicked up by the police. Such things have happened; otherwise you\nwouldn't have been able to run around loose so long, Jed.\"\n\n\"An amateur? Not a chance! Besides, just to make sure, little....\" He\nstopped in the act of tapping his chest. \"Say, I don't have a name, do\nI? What's a good epithet for me, Les? Something with class.\"\n\nThe lawyer studied the pale, bony face for a moment or two. \"How about\nJohn Keats?\" he suggested. \"Simple and appropriate.\"\n\nThe other man thought. \"Yeah, I like that. John Keats. Plain, but not\nlike John Smith. Subtle. I'll buy it. Okay, so you think I'm going\nto take my view-finder off the fake Carmody? I'm going to adhere to\nthat life-form closer than Mary's lamb. So when he knocks off whoever\nthe other guy wants novaed, I can yell doggie. Then the hounds get\nhim--with my flash on him and all, they'll never have the nebula of\na notion that they don't have all of me.... I pick up the foliage\nand rock out to some place where I can buy me a new jewel case, no\nquestions asked. Don't fret, Gorman--you'll get your nibble. I've never\nplayed the game with you, have I?\"\n\nInstead of answering, Gorman asked a question of his own. \"Kind of hard\non the other guy, isn't it?\"\n\n\"He rates it for sticking me with a piece of statuary like this. Look\nat it this way, Les--in his own hulk he would've died; this way he's\ngot a chance to live. Yeah, get him to make the flight, Les. You can\ncharm the juice out of a lemon when you want to; it's your line of\nevil. And don't let on you know he's not the genuine article.\"\n\n\"I won't,\" Gorman sighed. \"I only hope I can persuade him to take on\nthe flight. Don't forget it's important to me too, Jed--uh, John.\"\n\n\"Make planetfall, then,\" John Keats said. \"So long, Les.\"\n\n\"Good-by, Johnny.\"\n\n\nVII\n\nHelen was brushing her long creamy hair at the dressing table when\nthere came a tap at the door to the living room of the suite--a tap\nso light that it could have been someone accidentally brushing past in\nthe corridor outside. Gabriel sprang up from the bed where he had been\nlolling, watching her and stood for a moment poised on the balls of his\nfeet, until the knock was repeated more emphatically. He started toward\nthe other room.\n\n\"But who could be knocking at the door at this hour?\" she asked. \"It's\nalmost one.... Gabe, do be careful.\"\n\nHe halted and looked back at her suspiciously. \"Why do you say that?\nYou know you don't care what happens to me?\" That last was a question\nrather than a statement and had a plaintive quaver which failed to\ntouch her. Once she had still been able to feel some compassion; now,\nnothing he said or did could arouse more than fear and disgust.\n\n\"If somebody knocks you over the head when you open the door,\" she\nmurmured, smiling at her own image, \"then who will be there to protect\nme?\"\n\nA choked sound came from the back of the man's throat. He turned toward\nher, his fists clenched. She braced herself for the blow, but then the\nknock came for the third time and her husband reluctantly continued\non into the living room, letting the door shut behind him. She rose\nand pushed it open a little. She had a pretty good idea of who might\nbe expected, but was not especially perturbed, for she knew the real\nGabriel Lockard, in whatever guise he might be now, was safe from her\nhusband. And she was curious to see what the exterminator looked like.\n\nThe door to the corridor was out of her line of vision, but she could\nhear it as it opened. \"Lockard?\" a deep, husky voice whispered. \"Gorman\nsent me.\"\n\n\"Come in, Mr. Carmody. You _are_ Carmody?\"\n\n\"Shhh,\" the husky voice warned. \"If you get me into trouble, I'm not\ngoing to be able to complete your pattern for you, am I?\"\n\n\"Sorry--I wasn't thinking. Come on in.\"\n\nA heavy tread shook the ancient floorboards, and presently the man\nresponsible for it came into the girl's sight. He was a huge creature,\nbigger even than Gabriel, with dark hair growing low to a point on his\nforehead, and a full-lipped sensual face. Then, as he spoke, as he\nmoved, she knew who he was. She pressed close against the wall of the\nbedroom, her slender shoulders shaking, her handkerchief stuffed into\nher mouth, so that the sound of her wild, irrepressible laughter would\nnot reach her husband's ears.\n\n\"Sit down, Carmody,\" Gabriel said cordially, as he handed the newcomer\na glass, \"and make yourself comfortable.\" There was a brief, rather\nawkward silence. \"Well,\" Gabriel went on, with a smile that would have\nbeen thoroughly ingratiating to anyone who hadn't known him, \"I don't\nsuppose I have to cruise around the asteroids with you?\"\n\n\"No,\" Carmody replied, looking speculatively toward the bedroom door.\n\"No, you don't.\"\n\n       *       *       *       *       *\n\nGabriel followed the direction of his gaze. \"Worried about somebody\noverhearing? There's only my wife in there. She's listening, all right,\nbut she won't talk. Come in, Helen.\"\n\nCarmody rose automatically as she came in, his dark eyes following\nevery line of her long, smooth body in its close-fitting, though\nopaque, negligee of smoke-gray silk--a fabric which, through extreme\nscarcity, had come into fashion again.\n\n\"Sit down,\" Gabriel ordered brusquely. \"We're not formal here.\"\n\nCarmody sat, trying not to stare at the girl. She began to mix herself\na drink. \"Moonbeam,\" her husband said, \"you won't tell anybody about\nthis little peace conference, will you?\"\n\n\"No,\" she said, looking at Carmody. \"I won't talk.\" She lifted her\nglass. \"Here's to murder!\"\n\n\"Helen,\" Gabriel insisted, unable to rationalize the vague uneasiness\nthat was nagging at him, \"you won't dare say anything to anybody?\nBecause, if you do, you'll regret it!\"\n\n\"I said I wouldn't talk. Have I ever broken my word?\"\n\n\"You've never had the chance.\" But it would be incredible that she\nshould have the temerity to betray him. After all, she was his wife.\nShe should stick to him out of gratitude and self-interest, for he was\nrich, at least, and he wasn't exactly repulsive. And he'd been good to\nher. All men lost their tempers at times.\n\n\"Let's get down to business, huh?\" Carmody said harshly. \"Whom do you\nwant knocked off?\"\n\n\"I don't know his name,\" Gabriel replied, \"but I can describe him.\"\n\nAfter he had finished doing so, there was a small pause. Carmody was\nsilent. Helen turned back to the bar; her face was concealed from the\nmen. Her body shook a little. Lockard thought she was crying, and\nwondered again whether his confidence in her was entirely justified.\n\n\"I think maybe I know the guy,\" Carmody went on. \"Only been around\nthe--the parish a couple of days, if it's the life-form I mean.\"\n\n\"Must be the one,\" Lockard told him. \"Think you can do it?\"\n\n\"A cinch,\" Carmody assured him.\n\n       *       *       *       *       *\n\nAs Helen Lockard emerged from the door marked _Females; Human and\nHumanoid_, and rounded the turn in the corridor, a brawny arm reached\nout of a vidiphone booth and yanked her inside. The girl gave a\nstartled cry, then relaxed. \"Oh, it's you; you gave me a turn.\"\n\n\"You're not afraid? You know who I am, then?\"\n\nShe nodded. \"You're the real Gabriel Lockard.\" His big body was\npressing hers in the close-fitting confines of the booth. In some ways\nit could be considered more attractive than her husband's. \"Why are you\nhiding here?\"\n\n\"I'm not hiding, I'm lurking,\" he explained. \"Wouldn't do for me to\nappear too openly. The police--that is, the hounds--are on Carmody's\ntrail. I don't want them to find me.\"\n\n\"Oh.\" She pulled away from him. She mustn't let her interest be aroused\nin a body so soon to be discarded.\n\n\"I've been looking for an opportunity to talk to you since last night,\"\nhe growled, the only way he could gentle a voice as deep as the\nthick vocal cords of the body produced. \"But your husband is always\naround.... You haven't told him who I was, have you?\"\n\nShe shook her head slowly, reproachfully. \"I wouldn't do that. I\nwouldn't have told him about the other one either, but I ... well,\nI guess I jumped or something when I caught sight of him and Gabe\nmistakenly picked it up.\"\n\nThere was a tense silence as they stood almost pressed against one\nanother. \"It's easy to see how you got into Carmody's body,\" she went\non, speaking a little too rapidly, \"but how did you happen to get into\nthis particular line of evil?\"\n\n\"Simple--that lawyer your husband went to see sent scouts out to have\nCarmody picked up. And they flushed me. Naturally I would have turned\ndown the job if he hadn't happened to mention for whom it was....\"\n\n\"That other man is the real Carmody now, isn't he?\" She looked up at\nhim. Her eyes were gray or green; he couldn't determine which. \"So it\ndoesn't matter even if he does get killed.\"\n\n\"But how can he get killed?\" the big man reminded her with a gentleness\ncompletely out of keeping with the ferocity of his appearance. \"I'm not\na killer, please believe me--I have never killed anybody and I hope I\nnever have to.\"\n\n       *       *       *       *       *\n\nShe had never thought about who he was--who he had been--before\nhe started playing the game. Gabriel Lockard, of course. But what\nhad Gabriel Lockard been? Surely not the narco-filled, fear-ridden\ndilettante the man--the body, at least--was now. He couldn't possibly\nhave been or the hulk wouldn't have stood up so well under the\ntreatment it was getting from its current tenant. But all that didn't\nseem to matter. All she wanted was the rightful man in his rightful\nbody, and that seemed almost impossible of achievement.\n\n\"What do you intend to do?\" she asked, almost sharply.\n\n\"I don't know,\" he said. \"By agreeing to kill this--John Keats he calls\nhimself--I felt I had the situation in hand. And I suppose I have, in\na sense. But the end result is a stalemate. I've been following him\naround just to make everything looks on course for your husband until I\ndecide what to do. Sometimes, though, I get the curious feeling that\nKeats is following me.\"\n\n\"Maybe for the same reason you've been following Gabriel?\" Helen\ntouched his arm gingerly; it was more muscular than her husband's.\n\"This isn't a bad body, you know--maybe he sets some store by it.\"\n\n\"But that doesn't make sense!\" he said, impatiently shaking off her\nhand, not wanting her to like this criminal's body that, despite its\nsuperficial attractiveness, fitted him no more easily than any of the\nothers. \"Logically, it seems to me, he should try to get as far away\nfrom his own hulk as possible.... Duck! Here comes your husband!\"\n\nHe blocked her with his wide body as Gabriel Lockard's swung past the\nbooth, its perfect features marred by a frown. \"Okay,\" he whispered,\nas Lockard rounded the corner, \"rock back to your table and act angry\nbecause he's late.\"\n\nHe watched until Gabriel had retraced his steps and gone back to the\nhotel dining room; then sauntered in the same direction. From the next\nbooth, John Keats stared sullenly after the departing figure. He had\nbeen straining his ears, but the booths were effectively soundproofed;\nall he could learn was that the stranger had developed some kind of\nquick understanding with Lockard's wife and, knowing the potentialities\nof his former packaging, this saddened rather than surprised the young\nman.\n\nHe punched Gorman's number without turning on the visual.\n\"Disembodied,\" he said curtly. \"Look here, Gorman, I've been\nwondering--just who is this life-form supposed to be sending to the\njoyful planetoids?\"\n\n\"I haven't any idea,\" Gorman's voice said curiously. \"Didn't seem any\nof my evil, so I didn't ask. And I don't suppose Lockard would have\ntold me. Why do you want to know?\"\n\n\"Because I don't see him taking a fix on anybody except Lockard's wife\nand I don't hold with exterminating females except maybe by accident.\nBesides, I kind of radiate for that tigi myself.\"\n\nThe lawyer's voice definitely showed interest. \"Isn't there anybody\nelse he could possibly be after?\"\n\n\"Well--\" John Keats gave a sick laugh--\"there's only one other possible\nflight pattern. It's kind of extradimensional, but sometimes I think\nmaybe he's after me.\"\n\nThere was a long pause. \"Absurd,\" the little lawyer said thoughtfully.\n\"Absurd. He doesn't even know who you are.\"\n\nPale blood surfaced under the young man's transparent skin. \"I never\nthought of that, but you're wrong. He does. He's got to. It was a\nprivate game.\" His voice thickened and he had to stop for coughing.\n\"When you told him he was Jed Carmody, naturally he could figure out\nwho was squatting in his hulk.\"\n\n\"But magnetizing him was your own idea, Johnny,\" Gorman pointed out\ngently. \"Besides, that's no reason he should be after you; what's the\npercentage in it? And, anyhow, where does Lockard fit into this?\" He\nseemed to be asking the question of himself as much as of the other man.\n\n\"Yeah,\" John Keats muttered, \"that's what I've got to find out.\"\n\n\"Me, too,\" Gorman half-whispered.\n\n\"What did you say?\"\n\n\"I said tell me when you find out; I'm sort of curious myself.\"\n\n\nVIII\n\n\"Look, Gorman,\" Carmody said, \"I'm not working for you; I'm working for\nLockard. What's the idea of sending for me this hour of the night?\"\n\n\"Then why did you come this hour of the night when I asked you to?\" the\nlawyer inquired, leaning back in his chair and smiling.\n\nThe big man hesitated and shrugged. \"Can't say, myself. Curiosity,\nmaybe.... But you can hardly expect me to violate my employer's\nconfidence?\"\n\nGorman laughed. \"You get your ideas from the viddies, don't you? Only\ndon't forget that you're the villain, not the hero, of this piece,\nfellow-man.\"\n\nCarmody, completely taken aback, stared at him--the little alien\ncouldn't know! And, furthermore, he was mistaken--Carmody, Lockard,\nthe dutchman, had done nothing wrong, committed no crime, violated no\nethic. On the other hand, he had done nothing right either, nothing to\nhelp himself or any other. \"What do you mean?\" he finally temporized.\n\n\"Tell me this--Lockard hired you to kill the man who goes under the\nname of John Keats, didn't he?\"\n\n\"Yes, but how did you know that?\" He was beginning to have the same\nprimitive fear of Gorman that he had of the Vinzz; only it was more\nnatural for an extraterrestrial to have apparently supernatural powers.\n\n\"Keats told me--and Keats, of course, is the real Carmody.\"\n\n\"So you found out?\"\n\n\"Found out!\" Gorman laughed. \"I knew it all along. Does a man keep any\nsecrets from his lawyer?\"\n\n\"If he's smart, he does.\" Carmody absently beat his hand on the desk.\n\"This Keats isn't too smart, though, is he?\"\n\n\"No ... he isn't a very bright guy. But it was his idea that this would\nbe a fine method of getting you out of the way. And not too bad an\nidea, either.... You had to be disposed of, you know,\" he explained\nwinningly. \"And how nice to have hounds do it for us. Of course we had\nno idea of who your quarry was.\"\n\n\"I can see your point of view,\" Carmody said ironically. \"But why tell\nme now?\" And then he thought he saw the answer. \"Are you afraid I'll\nreally kill him?\"\n\nThe lawyer shook his head and smiled back. \"Afraid you really won't.\"\nHe placed the tips of his fingers together. \"I am prepared to double\nwhatever Lockard is offering you to make sure that Keats, with Carmody\ninside him, is definitely put out of the way forever.\"\n\n       *       *       *       *       *\n\nSo even here there was no basis of trust--none of the reverse honor\nthat legend commonly assigned to extralegals. Carmody got up. Even\nseated, he had towered above the lawyer. Standing, he was like a\nlarger-than-life statue of doom--of doom, Gorman nervously hoped,\npointing in the desired direction.\n\n\"And if I refuse?\" Carmody asked.\n\nGorman moved his chair back uneasily. \"I might persuade Keats that he\ncould risk one murder in his present shape, if it was to insure his\nultimate safety.\"\n\n\"Meaning it would be a good idea for him to kill me?\"\n\n\"Meaning it would be an excellent idea for him to kill you.\"\n\n\"Look here, Gorman,\" Carmody said, in a low voice that gradually\nincreased in volume. He could no longer restrain the anger that had\nbeen seething up in him for all the years of his wandering. \"I've had\nenough of all this, hiding, running, shifting bodies and now hiring out\nas a killer. Because I'm an honest man. Maybe you've never seen one\nbefore, so take a good look at me. You may never have the chance again.\"\n\n\"I am looking and I see Jed Carmody. Not my idea of the prototype of\nhonesty.\"\n\n\"But I don't feel like Jed Carmody.\"\n\n\"Tell that to the hounds.\" Gorman laughed uproariously. \"By law, you're\nresponsible for Carmody's crimes. Of course, if they put you away\nor--as they'd undoubtedly prefer--accidently exterminate you in the\nline of duty, and _then_ suspect Carmody hulk-hopped, they might look\naround some more. But there wouldn't be any percentage in that for you,\nespecially if you were dead.\"\n\n\"I know, I know,\" Carmody retorted impatiently. \"You can't tell me\nanything I haven't told myself.\" He paused for a moment. \"This is a\ngood body, though,\" he added. \"Almost as good as my old one.\"\n\nGorman raised his eyebrows. \"You can't be referring to the corpus\ncurrently going by the epithet of John Keats?\"\n\n\"The name was your idea, I take it. No, that wasn't my original body.\"\n\n\"Oh, so you're a dutchman, eh? A thrill boy?\" There was contempt, even\nfrom such as Gorman. \"Getting a lot of free falls out of all this, are\nyou?\"\n\nCarmody tried to ignore this, but he couldn't. It wasn't true, he told\nhimself; he had suffered years of playing the game and derived no\npleasure from those sufferings--no pleasure at all. But he would not\nstoop to argue with Gorman. \"Maybe I can get away with this body to one\nof the frontier planets,\" he mused. \"At least I can make a run for it;\nat least that would be a worthwhile kind of running.\"\n\n\"Brave words!\" the lawyer sneered. \"But rather risky to put into\naction. Don't you think the best thing to do would be just go ahead\nwith the pattern as set? How much did Lockard offer you?\"\n\n\"Half a million credits.\"\n\nGorman sucked in his breath. \"You're lying, of course, but I'll match\nthat. Carmody--Keats--has ten times that amount and maybe more hidden\naway where I can lay my hands on it as soon as I'm sure he's where he\ncan't hurt me. It's worth half a million to me. And, in the remote\ninstance that you're telling the truth, you can't turn down a million\ncredits ... whoever you are, dutchman!\"\n\n\"Oh, can't I?\" Carmody went to the door; then turned. \"It may interest\nyou to know that I'm worth a hundred times that amount and maybe more.\"\n\nThe lawyer laughed skeptically. \"If you have enough money to buy your\nway, then why are you doing this?\"\n\nCarmody frowned. \"You wouldn't understand.... I'm not sure I understand\nmyself.\" The door slammed behind him. Descending pneumos hissed.\n\n\"Just talking with his elbows,\" Gorman said comfortingly to himself.\n\"He'll do it. He's got to do it.\" But he wasn't altogether convinced.\n\n\nIX\n\nAs Carmody left the office building, John Keats' figure emerged from\nthe shadows of a nearby doorway. He looked up at the golden rectangle\nof Gorman's window and then toward the direction in which Carmody had\ngone; and bit his lip irresolutely. After a moment's reflection, he\nchose to follow his old body. Somehow he didn't have much confidence in\nGorman any more; not that he'd ever really trusted him. In their line\nof evil you couldn't afford to trust anybody. He had made a mistake.\nBut it could still be rectified.\n\nIf the big man was aware of his tracker, he did not seem to care.\nHe moved purposefully in the direction of the hotel, scorning the\nhelicabs that swooped down to proffer their services, striding through\nthe brilliantly lit avenues gay with music and the dark alleys mournful\nwith the whine of the farjeen wires as if they were all the same.\n\nThe hotel was on one of the avenues, because the Lockards always had\nonly the best of whatever there was to be had. Carmody crossed the\nalmost deserted lobby in swift strides and took the pneumo to the\nseventh floor. Knowing that his body could have only one objective in\nthat place, Keats took the stairs to the basement.\n\nCarmody sprang out of the pneumo exit and ran down the corridor to bang\nlustily on the intricately embossed metal door of the Lockards' suite.\nAfter a moment, the girl, again in negligee, opened it. Her green-gray\neyes widened when she saw who the late visitor was, and she put a\nfinger to her lips. \"Shh, Gabe's asleep; let's not wake him unless it's\nnecessary.\" She closed the door softly behind him. \"What is it ... Jed?\"\n\nHe was so choked with excitement that he could hardly get the words\nout. \"Helen; will you make a break with me for Proxima Centauri? They\nwon't ask any questions there, if we can get there. And from Proxima we\ncan go--\"\n\n\"But your body?\"\n\n\"The hell with my body.\" He gripped her arms with powerful hands. \"You\nmean much more to me than that worthless hulk.\"\n\n\"But, Jed, Gabe'll never let us go....\" Proxima Centauri--that had been\nGabriel's dream, too....\n\nHis hands pressed so hard into her flesh, she knew there would be\nbruises on her skin; was she always doomed to fall in love with men who\nwould leave marks on her? \"Let him try to stop us. I'm bigger than he\nis, now.\"\n\nShe looked up at him. \"You always were, darling. But he has influence,\nthough he wouldn't need it; he could simply set the police on you.\"\n\n\"That's the chance we're going to have to take.... But perhaps I'm\nasking too much. I haven't the right to ask you to take such risks,\" he\nadded bitterly. \"I was thinking only of myself, I see, not of you.\"\n\n\"Oh, no, Jed!\"\n\n       *       *       *       *       *\n\n\"Who're you talking to, Helen?\" a drowsy voice asked from the bedroom.\nIt was followed by the comely person of Gabriel himself, fastening his\ndressing gown. \"Oh, hello, Carmody.\" His face lighted up avidly, all\nsleepiness vanishing like a spent milgot. \"Did you do it already?\"\n\n\"No, I didn't. And, what's more, I'm not going to do it!\"\n\nLockard looked astonished. \"But what's wrong? You said you would.\"\n\nCarmody sighed. \"Yes, I know I did. I was stalling. That's what I've\nalways done--stalled, put things off, hesitated to make decisions.\nWell, I've made my decision now.\"\n\n\"You're not afraid of him?\" Lockard said in a voice that was meant to\nbe taunting and emerged as querulous. \"A little pipsqueak like that\nKeats? Or maybe half a million credits isn't enough for you? Is that\nit?\"\n\nThat was enough for the man whose emaciated body was torturedly cramped\nin the air-conditioning vent and further agonized by the strain of\nrepressing the cough that sought to tear its way out of his chest. He\nhad found out what he wanted to know and, as he inched his way back\ndown to the basement, he was already making plans for getting even with\nall those he now knew to be enemies. It had been a conspiracy against\nhim from the start; the hounds probably weren't even aware that he\nwas in town. It was Gorman who had told him they knew of his general\nwhereabouts--Gorman, the good friend who had suggested he change\nbodies, knowing that whatever hulk he wound up with was bound to be\nmore vulnerable than his primal form. And Gorman would pay....\n\n\"More than enough,\" Carmody replied, as unaware of the fact that he had\nlost one-third of his audience as he had been that he was addressing\nthree rather than two listeners. \"Only I'm not a killer.\"\n\n\"But I understood you were supposed to be a professional exterminator?\"\n\n\"Jed Carmody is a killer. Only I'm not Jed Carmody.\"\n\nLockard moved backward and stared at the still bigger man.\n\nLockard retreated still further. \"You--you're him! You were all along!\"\nHe whirled on his wife. \"And you knew, you double-crosser! Knew and\ndidn't tell me! By God, I'll break every bone in your body!\"\n\n\"Lay a hand on her and I'll break every bone in _my_ body!\" Lockard\nstopped where he was. \"It doesn't mean anything to me any more, you\nsee,\" Carmody explained. \"I wanted it when I didn't have anything\nelse. But now I have Helen. I could kill you, you know. As Carmody, an\nacknowledged exterminator, I have nothing to lose. But I'm letting you\nlive, as a hostage for Helen.... And, besides, as I've been busy trying\nto convince everybody all evening, I am _not_ a murderer.\" He turned to\nthe girl. \"_Will_ you come with me to Proxima, Helen?\"\n\n\"Y-yes, Jed,\" she said, looking apprehensively at her husband.\n\n\"Gather your packs. I'm going to the air office to make the\narrangements.\" Carmody consulted his chronometer. \"It's three o'clock.\nI should be back by eight or so. Get some sleep if you can.\"\n\nHer wide frightened eyes turned again toward her husband.\n\n\"Here.\" Jed tossed her the gun Gorman had given him. \"If he tries\nanything, use it.\"\n\n\"Yes, Jed. But....\"\n\n\"Don't worry; I have another one.\"\n\nThe door slammed behind him. \"Gimme that gun, you little tramp!\"\nLockard snarled, twisting it out of her flaccid hand.\n\n\nX\n\nCarmody marched out of the hotel and turned left in the direction of\nthe airstation which stayed open all night. He had walked a short\ndistance when suddenly a high voice came out of the darkness behind\nhim, \"Not so fast, Mr. ... Carmody,\" and a hard knob was pressed in his\nback.\n\n\"Mr. Keats, I believe,\" Carmody said, wondering why he wasn't\nfrightened.\n\n\"Right.\" The other coughed at some length. \"You thought you were pretty\nsmart, didn't you, foisting me off with a hulk that wasn't only\nshopworn but hot?\"\n\n\"Your intentions weren't exactly noble either, were they, Mr. Keats?\"\n\n\"I want my frame back!\"\n\nSuddenly the idea came to Carmody, and so wonderful it was he could\nhardly throttle his voice down to calmness. \"Shooting me won't help you\nget it back. In fact, it might make it rather difficult.\"\n\n\"You have your choice between going back to the zarquil house with me\nand switching or getting your current insides burned out.\"\n\nCarmody exhaled a small hissing sigh that he hoped would not be\nrecognized as obvious relief to the man behind him. \"You'll have to\npay. I haven't enough folio on me.\"\n\n\"I'll pay; I'll pay,\" the voice snarled. \"I always pay. But you'll come\npeacefully?\" he asked in some surprise.\n\n\"Yes. Matter of fact, I'll be glad to get out of this body. No matter\nhow much I try, somehow I can never manage to keep it clean.... Gently,\nnow, you don't want to muss up a body you're planning to occupy\nyourself, now do you?\"\n\n\"This is too easy,\" Keats' voice murmured dubiously. \"Maybe it's\nanother trap....\"\n\n\"You're always going to imagine traps, Mr. Exterminator, whether\nthey're there or not. You and Lockard both--people who run must have\nsomething to run from, and half the time it's not there and half the\ntime, of course, it is; only you never know which is which--\"\n\n\"You talk too much,\" the man behind him snarled. \"Shut up and keep\nmoving.\"\n\n\"Back again?\" the Vinzz at the door asked. The present Carmody was a\nlittle startled. Somehow he had thought of the Vinzz as too remote from\nhumanity to be able to distinguish between individual members of the\nspecies. \"I'm afraid neither of you is qualified to play.\"\n\n\"No reason why we shouldn't have a private game, is there?\" John Keats\ndemanded belligerently.\n\nThe Vinzz' tendrils quivered. \"In that case, no, no reason at all. If\nyou want to be so unsporting and can afford it. It will cost you a\nhundred thousand credits each.\"\n\n\"But that's twice what I had to pay last week!\" Keats protested angrily.\n\nThe Vinzz shrugged an antenna. \"You are, of course, at liberty to take\nyour trade elsewhere, if you choose.\"\n\n\"Oh, hell,\" the temporarily poetic-looking killer snarled. \"We're stuck\nand you know it. Let's get it over with!\"\n\n       *       *       *       *       *\n\nIt was odd to come out of unconsciousness back into the thin young\nman's body again. More uncomfortable than usual, because the criminal's\nbody had been in such splendid physical condition and this one so\npoor--now worse than before, because it had been worked far beyond its\nattenuated capabilities. The individuality that had originally been\nGabriel Lockard's, formerly housed in Jed Carmody's body, now opened\nJohn Keats' eyes and looked at the Vinzz who stood above him.\n\n\"The other human has been told you awakened before him and have already\ndeparted,\" the Vinzz explained. \"He has violence in his heart and we do\nnot care for violence on our doorstep. Bad for business.\"\n\n\"Has he gone already?\"\n\nThe Vinzz nodded.\n\n\"How long has he been gone?\" He scrambled to his feet and investigated\nthe clothing he wore. Carmody had been in too much of a hurry to clean\nhimself out. There was some money left, a container of milgot sticks,\nand a set of electroseals.\n\n\"He has just left.\" The extra-terrestrial's eyes flickered in what\nmight have been surprise. \"Don't you wish to avoid him?\"\n\n\"No, I must go where he goes.\"\n\nThe Vinzz shrugged. \"Well, it's your funeral in the most literal sense\nof the word.\" He sighed as the young man plunged out into the darkness.\n\"But, from the objective viewpoint, what a waste of money!\"\n\nThe massive, broad-shouldered figure of Jed Carmody was still visible\nat the end of the street, so the thin man slowed down. He wanted to\nfollow Carmody, to keep close watch on where he was going and, if\nnecessary, guide him in the right direction, though he didn't think\nhe'd have to do that. But he had no intention of overtaking him.\nCarmody might not want openly to use the gun the former tenant had so\ncarefully left him, but with his physique he could break the fragile\nbody of John Keats in two, if he so desired, and he probably did.\n\nMeanwhile Carmody--the real Carmody--having been deprived of an\nimmediate revenge, had begun to realize how much better the situation\nwas as it now stood. If he killed Keats out of hand, he might miss out\non half a million credits, because it was his custom to get cash in\nadvance for all his flights, and this was his flight pattern now. He\nwouldn't trust that Lockard life-form to defoliate after the job was\ndone.\n\nOf course he himself had plenty of money stashed away, but every half\nmillion helped. It would be no trouble to find the sickly Keats later.\nAnd there was no reason the hounds should get him--Carmody--after all,\nthe other had been rocketing around in his body and he hadn't been\ncaught. Carmody had allowed himself to be stampeded into panic. He\nsmiled. Gorman wouldn't ever be able to chart any pattern like that, or\nlike anything, again. Fortunately there was no permanent harm done, and\na half million credits to cover the zarquil losses, with a nice profit\nleft over. Maybe he could even beat Lockard up to a million; that one\nwas obviously a coward and a fool. A few threats should be enough to\nget him to hand over.\n\nCarmody paused for a moment outside the hotel. It still took some nerve\nto walk boldly into the brightly lit lobby.\n\n       *       *       *       *       *\n\nThe automatic doors slid open as he entered. At the same time, the\npneumo gates lifted and Gabe Lockard came out, dragging a heavily\nveiled Helen, their luggage floating behind them. Both stopped as they\ncaught sight of the killer; Lockard paled--Helen gasped.\n\n_Too bad I have to leave her in the tentacles of this low life-form_,\nCarmody thought with regret, but there was no help for it. He\napproached them with what he thought was an ingratiating smile. \"Mr.\nLockard, I've decided to give you another chance.\"\n\nIt was an unhappy choice of word. \"Oh, you have, have you!\" the big\nblond man yelled. \"I thought I did have another chance. And now you've\nspoiled that, too!\"\n\n\"What do you mean by that?\" Carmody demanded, his thick dark brows\nalmost meeting across his nose.\n\n\"I figured on getting away before you came back,\" Gabriel babbled in a\nfrenzy, \"but you'd have found me anyway. You always find me. I'm sick\nof this running. There's only one way to stop you, only one way to be\nsure that, whatever happens to me, you won't be around to enjoy it.\"\n\n\"Listen, Lockard, you're making a mistake. I--\"\n\n\"The only mistake I made was in hiring somebody else to do the job I\nshould have done myself.\"\n\nHe pulled out the gun--Carmody's own gun--and fired it. He wasn't a\ngood shot, but that didn't matter. He had the flash on full blast and\nhe pumped and pumped and pumped the trigger until the searing heat\nrays had whipped not only the killer's astonished body but all through\nthe lobby. The few people still there rushed for cover as rug, chairs,\npotted palms were shriveled by the lancing holocaust. There was a\npenetrating odor of burning fabric and frond and flesh.\n\nHelen let out a wail as Carmody, more ash than man, fell to the\ncharred carpet. \"Gabe, Gabe, what have you done!\"\n\nThe gun dropped from his hand to rejoin its owner. His face crumpled.\n\"I didn't really mean to kill ... only to scare him.... What'll I do\nnow?\"\n\n\"You'll run, Mr. Lockard,\" John Keats' body said as he entered the\ndevastated lobby. \"You'll run and run and run. He's dead, but you'll\nkeep on running forever. No, not forever--I apologize--some day you'll\nget caught, because the hounds aren't amateurs like you and ...\nhim....\" He pointed to the crumbling, blackened corpse, keeping his\nhand steady with an effort for, God knew, he was the biggest amateur of\nthem all.\n\nLockard licked his lips and gazed apprehensively around. Frightened\nfaces were beginning to peer out from their places of concealment.\n\"Look, Carmody,\" he said in a low, stiff voice, \"let's talk this over.\nBut let's get out of here first before somebody calls the hounds.\"\n\n\"All right,\" the thin man smiled. \"I'm always willing to talk. We can\ngo over to Gorman's office. They won't look for us there right away.\"\n\n\"How'll we get in?\"\n\n\"I have a 'seal,\" Keats said. Surely one of the electroseals he carried\nmust belong to Gorman's office. It was a chance he'd have to take.\n\n\nXI\n\nKeats had to try five different seals before he found the one that\nopened the lawyer's office. He was afraid his obvious lack of\nfamiliarity would arouse Lockard's suspicions, but the big man was too\nmuch preoccupied with his own emotions.\n\nAn unpleasantly haunting aroma of cooked meat seeped out from inside.\n\"For Christ's sake, Carmody, hurry!\" Lockard snarled, and gave a sigh\nof relief as the door swung open and the illuminators went on, lighting\nthe shabby office. Gorman was there. His horribly seared body lay\nsprawled on the dusty rug--quite dead.\n\n\"You--you killed him?\" Gabriel quavered. The sight of murder done by\nanother hand seemed to upset him more than the murder he himself had\njust committed.\n\nThe thin man gave a difficult smile. \"Carmody killed him.\" Which was\nundoubtedly the truth. \"The gun that did it is in his pocket. I had\nnothing to do with it.\" His eyes sought for the ones behind the veil.\nHe wanted the girl who stood frozenly by the door to know that this, at\nleast, was the truth.\n\nGabriel also stayed near the door, unable to take his eyes off the\ncorpse. In death Carmody and Gorman, the big man and the small man, had\nlooked the same; each was just a heap of charred meat and black ash. No\nblood, no germs--all very hygienic. \"You're smart, Carmody,\" he said\nfrom taut lips. \"Damn smart.\"\n\n\"I'm Keats, not Carmody! Remember that.\" He dropped into the chair\nbehind the desk. \"Sit down, both of you.\" Only Gabriel accepted the\ninvitation. \"Why don't you take that thing off your face, Mrs. Lockard?\nYou aren't hiding from anybody, are you?\"\n\nGabriel gave a short laugh. \"She's hiding her face from everybody. I\nspoiled it a little for her. She was going to sell me out to ... the\nguy in your body.\"\n\nKeats' hand tightened on the arm of his chair. Lose his temper now and\nhe lost the whole game. \"It was a good body,\" he said, not looking at\nthe thing on the rug, trying not to remember the thing on the rug on\nthe other side of town. \"A very good body.\" Through the veil, Helen's\nshadowy eyes were fixed on his face. He wanted to see what Lockard\nhad done to her, but he couldn't tear off the veil, as he longed to\ndo; he was afraid of the expression that might be revealed on her\nface--triumph when there should have been anguish; anguish when there\nshould have been triumph.\n\n\"Not as good as the one I have here.\" Lockard thumped his own chest,\nanxious to establish the value of the only ware he had left.\n\n\"Matter of opinion,\" Keats said. \"And mine was in better shape.\"\n\n\"This one isn't in bad condition,\" Gabriel retorted defensively. \"It\ncould be brought back to peak in short order.\"\n\n\"You won't have much opportunity to do it, though. But maybe the\ngovernment will do it for you; they don't pamper prisoners, I\nunderstand, especially lifers.\"\n\n       *       *       *       *       *\n\nGabriel whitened. \"You're an extralegal, Carmody--Keats,\" he whined.\n\"You know your course. You know how to hide from the hounds.... I'm\na--a respectable citizen.\" He spread his hands wide in exaggerated\nhelplessness. \"Strictly an amateur, that's what I am--I admit I've been\nplaying out of my league.\"\n\n\"So?\"\n\n\"I'm worth a lot of money, Keats, a hell of a lot. And half of it can\nbe yours, if you ... change bodies with me.\"\n\nKeats' angular face remained expressionless, but there was a sharp cry\nfrom the girl--a cry that might have been misunderstood as one of pain,\nbut wasn't.\n\nGabriel turned toward her, and his upper lip curled back over his\nteeth. \"I'll throw her in to the bargain. You must have seen her when\nshe wasn't banged up so you know she's not permanently disfigured.\nIsn't she worth taking a risk for?\"\n\nKeats shrugged. \"If the hounds pull you down, she'll be a legal widow\nanyway.\"\n\n\"Yes, but you'd have no ... chance with her in the body you now\nhave.... No chance,\" he repeated. His voice broke. \"Never had a chance.\"\n\n\"Go ahead, feel sorry for yourself,\" the other man said. \"Nobody else\nwill.\"\n\nGabriel's face darkened, but he also had to control his temper to gain\nwhat he fancied were his own ends. \"You won't deny that this hulk is\nbetter than the one you have now?\"\n\n\"Except that there's one thing about the head that I don't like.\"\n\nGabriel stared in bewilderment. His body was beyond criticism. \"What is\nit you don't like about the head?\"\n\n\"There's a price on it now.\"\n\nGabriel pressed his spine against the back of the chair. \"Don't play\nthe innocent, Carmody. You've killed people, too.\"\n\n\"Well, sure, but not out in the open like that. You know how many\npeople saw you blast him? Too many. If you're going to exterminate\nsomebody, you do it from a dark doorway or an alley--not in a\nbrilliantly lit hotel lobby, and you blast him in the back. But there's\nno use giving you lessons; it's not likely you'll ever be able to use\nthem where you're going.\"\n\nGabriel suddenly sagged in his chair. He looked down at the floor. \"So\nyou won't do it?\"\n\nKeats grew apprehensive. He hadn't expected the big man to give in to\ndespair so soon--it might spoil all his plans and leave him trapped\nin this sick unwanted body. He lit a milgot. \"I didn't say that,\" he\npointed out, trying to sound unconcerned. \"Matter of fact, I might even\nconsider your proposition, if....\"\n\nThere was hope in Lockard's eyes again. It made Keats a little sick to\nthink of the game he had to play with the other; then he thought of\nthe game the other had played with him, the game the other had played\nwith his wife, and the faint flickering of compassion died out in him.\n\"What do you want?\" Gabriel asked.\n\nKeats took a moment before he answered. \"I want _all_ of what you've\ngot.\"\n\nGabriel uttered an inarticulate sound.\n\n\"You can't take it with you, colleague. If we hulk-hop, it's got to be\ntonight, because the hounds will be baying on your trail any moment.\nYou wouldn't have the chance to transfer the property to my name and,\nif you take my word that I'll hand over half afterward, you're just\nplain out of this dimension.... Think of it this way, Lockard--what's\nworth more to you, a couple of lousy billions or your freedom?\"\n\n\"All right, Carmody,\" Lockard said dully, \"you're the dictator.\"\n\n\nXII\n\nThe Vinzz' eyes flickered in astonishment. \"_Another_ private game?\nHowever....\" he shrugged eloquently. \"It will cost you a hundred\nthousand credits each, gentlemen.\"\n\n\"No discount for a steady customer?\" Keats inquired lightly, though he\nwas trembling inside.\n\nThe Vinzz' tendrils quivered. \"None. You ought to be glad I didn't\nraise the price again.\"\n\n\"Why didn't you?\" he couldn't help asking.\n\nThe Vinzz looked steadily into the man's eyes. \"I don't know,\" it\nanswered at last. \"Perhaps I have been so long on this planet that I\nhave developed a sentimental streak.... In any case, I am going back to\nVinau the day after tomorrow....\"\n\n\"For God's sake,\" Lockard, his senses so confused with fear and\napprehension that he was able to catch only fragments of their talk,\nscreamed, \"pay him what he asks and don't haggle!\"\n\n\"All right,\" Keats agreed. \"The lady will wait for me here,\" he told\nthe Vinzz.\n\nThe extraterrestrial quivered indecisively. \"Most irregular,\" it\nmurmured. \"However, I cannot refuse a slight favor for such an old\ncustomer. This way, madam.\"\n\n       *       *       *       *       *\n\nGabriel Lockard opened Gabriel Lockard's eyes.\n\n\"Well,\" the Vinzz who stood above him lisped, \"how does it feel to be\nback in your own body again?\"\n\nGabriel got up and stretched. He stretched again, and then an\nexpression of wonderment came over his handsome features. \"I feel ...\nexactly the way I felt in ... any of the others,\" he said haltingly.\n\"I'm not comfortable in this one either. It's not right--it doesn't\nfit. My own body....\"\n\n\"You've grown out of it,\" the green one told him, not unkindly. \"But\nyou will be able to adjust to it again, if you'll give it a chance....\"\n\n\"There's that word again.\" Gabriel winced. \"I'm beginning to respond\nto it the way my ... predecessor did. Do we ever really get another\nchance, I wonder?\"\n\n\"Take my advice.\" The Vinzz' face became almost human. \"This is\ncosting my people money, but we've made enough out of you and\nyour--shall we say?--friends. It is a shame,\" it murmured, \"to prey\nupon unsophisticated life-forms, but one must live. However, I'll tell\nyou this: The compulsion will come over you again and again to play\nthe game--your body will torment you unbearably and you will long for\nrelief from it, but you must conquer that desire or, I warn you, you\nwill be lost to yourself forever. It's a pattern that's enormously\ndifficult to break, but it can be broken.\"\n\nGabriel smiled down at the little green creature. \"Thanks, colleague.\nI'll remember that advice. And I'll take it.\"\n\n\"The other is still asleep,\" the Vinzz told him. \"This time I thought\nit best to let you awaken first. Good-by, and ... good luck.\"\n\n\"Thanks, fellow-man,\" Gabriel said. The Vinzz' tendrils quivered.\n\n       *       *       *       *       *\n\nHelen awaited him in an anteroom, her veil flung back so that he could\nsee her poor, marred face. Anger rose hotly in him, but he pushed it\ndown. Her suffering had not been meaningless and revenge was already\nconsummated.\n\n\"Gabriel!\" Her voice was taut. \"... Jed!\"\n\n\"Gabriel,\" he smiled. \"The genuine, original Gabriel--accept no\nsubstitutes.\"\n\n\"I'm so glad.\" Her lips formed the words, for she had no voice with\nwhich to make them.\n\n\"Come.\" He took her arm and led her out into the quiet street. It\nwas almost daylight and the sky was a clear pearl gray. Again a star\ndetached itself from the translucent disk of the Moon and sped out into\nthe Galaxy.\n\n_Soon_, he thought, _we'll be on a starship like that one, leaving this\nplayed-out planet for the new worlds up in the sky._\n\n\"You're going to let Gabe--the other Gabriel--go?\" she asked.\n\nHe bent his head to look at her swollen face. \"You're free, Helen; I\nhave my body back; why should we concern ourselves with what happens to\nhim? He can't hurt us any more.\"\n\n\"I suppose you're right,\" she muttered. \"It seems unfair....\" She\nshivered. \"Still, you have no idea of the things he did to me--the\nthings he made me do....\" She shivered again.\n\n\"You're cold. Let's get started.\"\n\n\"But where are we going?\" She placed her hand on his arm and looked up\nat him.\n\n\"Back to the hotel to pick up your luggage. And then--I still think\nProxima is a good idea, don't you? And then perhaps farther out still.\nI'm sick of this old world.\"\n\n\"But, Je--Gabriel, you must be mad! The police will be waiting for you\nat the hotel.\"\n\n\"Of course they'll be waiting, but with a citation, not handcuffs.\"\n\nShe looked at him as if he had gone extradimensional. He laughed. \"What\nyour ex-husband didn't know, my dear, was that there was a reward out\nfor Jed Carmody, _dead or alive_.\"\n\nHer face was blank for a moment. \"A reward! Oh, G-G-G-Gabriel!\" The\ngirl erupted into hysterical laughter.\n\n\"Shhh, darling, control yourself.\" He put his arm around her,\nprotectively, restrainingly. \"We'll be conspicuous,\" for already the\nSun's first feeble rays were beginning to wash the ancient tired\nstreets with watery gold. \"Think of the reward we're going to get--five\nthousand credits, just for us!\"\n\nShe wiped her eyes and pulled down her veil. \"Whatever will we do with\nall that money!\"\n\n\"I think it would be nice if we turned it over to the hotel,\" he\nsmiled. \"I made rather a shambles of their lobby when, pursuant to my\nduty as a solar citizen, I exterminated the killer Carmody. Let's give\nit to them and leave only pleasant memories behind us on our journey\nto the stars.\" And he couldn't help wondering whether, if things got\nreally tough, somewhere up in those stars he could find another zarquil\ngame.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Bodyguard, by Christopher Grimm\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BODYGUARD ***\n\n***** This file should be named 50988.txt or 50988.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/8/50988/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}