{"title": "Garrity's Annuities", "author": "David Mason", "releaseDate": "January 20, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Garrity's Annuities\n\n                            By DAVID MASON\n\n                          Illustrated by RAY\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction April 1956.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Every planet is badly in need of family men,\n              naturally--but the same one on all of them?\n\n\nYou might say Garrity brought it on himself. The way I put it, Garrity\nwas the architect of his own disasters. It's a nicely put phrase, I\nthink. Anyway, a lot of people tried to tell him what might happen. I\ndid, for one, though I'd never have thought it would happen in just\nthat way. What I would have predicted for Garrity would be trouble, but\njust ordinary trouble: jail, or getting his Space Engineer's ticket\nsuspended, or something like that. Not the kind of trouble he's got.\n\nI remember distinctly the first time I heard Garrity explaining his\ntheory. It wasn't a new theory, but the way Garrity talked about\nit, you'd think he'd invented it personally. We were sitting in the\nmessroom in the _Aloha_--that was the old _Aloha_, the one that\nbelonged to the Muller Space Lines. Talking about women--trip like\nthat.\n\nNeither Garrity nor I had ever touched down on Seranis, which was where\nwe'd be in another week or so. The other off-watch man, Gloster, had\nbeen there several times and liked the place.\n\n\"A lot of Earthside Oriental in 'em,\" Gloster said. \"They're little\nbrown characters, real obliging. The girls especially. You just treat\n'em polite and they'll treat you right back.\"\n\n\"Uh-huh,\" I said, considering the idea.\n\n       *       *       *       *       *\n\nGarrity curled his long lip. \"It'll cost you just as much in the end.\nWomen are always looking for something.\"\n\n\"Not this kind on Seranis,\" Gloster said. \"Best port I've ever been in.\nI'm staying on the _Aloha_ till I get to putting curtains on my cabin\nport.\"\n\nGarrity shook his head. He looked as cynical as he could, for his age,\nwhich was twenty-four. We were all of us fresh out of Lunar, with the\nink hardly dry on our Engineer tickets.\n\n\"I'll tell you,\" said Garrity. \"I haven't seen a woman yet that\nwouldn't cost you more than she was worth in the long run.\"\n\n\"Long run?\" I asked him. \"We don't spend more than a few days down on\nSeranis. Isn't going to _be_ any long run. If she runs, let her to\ncatch her before takeoff time.\"\n\nGloster chuckled, but Garrity just looked righteous.\n\n\"You'll see what I mean,\" he told us.\n\n\"Yeah,\" Gloster said. \"I guess you and me will go downtown and pick up\na couple girls and take in some high-priced amusements, like listening\nto records at the Spaceman's Union Lounge. After which we hurl our\nhard-earned cash away on a quart of pink arrack and we take the girls\nhome with it. In the morning, we haven't got a credit left, so we blast\noff with nothing but a set of beautiful memories.\" Gloster crowed.\n\"What's the matter, anyway, Garrity? The Union gets us the best wage\nscale in any space fleet and you still think girls cost too much? Even\nthe Seranese?\"\n\nGarrity kept on looking wise. \"I'm not kidding. I've seen a lot of men\ncome up to retirement without a credit put away. Half-pay and nothing\nelse, all because they spent everything having a good time.\"\n\n\"You can do without women, maybe?\" I asked.\n\n\"No,\" Garrity admitted. \"I'm a normal man.\"\n\n\"Yeah,\" said Gloster, very flat.\n\nGarrity looked peeved. \"Well, I am. But I'm careful, too. I figured it\nall out a long time back. I aim to have everything you guys look for\nand not go to half the trouble and expense.\"\n\n\"What did you figure out?\"\n\n\"I'm going to get married.\"\n\nGloster and I just sat there, looking at each other. After a while,\nGloster finished his coffee in silence. He got up, looked at Garrity,\nshook his head sadly, and went out.\n\n       *       *       *       *       *\n\nIt took me a while to finish looking Garrity over, myself. When I\nmanaged to get my voice under control, I asked him what he was talking\nabout.\n\n\"I saw what happened to my old man,\" Garrity told me. \"When he came\nup for retirement, he was broke. He doesn't complain, but he never\nhas anything left out of his retirement pay. Spends his time loafing\naround and writing his memoirs. It was women, mostly; after he lost my\nmother--she died when I was born--he went off to space again. Sent back\nenough to keep me, spent the rest in one port or another.\"\n\nI didn't say anything, but it was beginning to add up. I don't know\nanything about psychology, but I thought there might be something\nlike a reason in what Garrity was telling me for the way Garrity was.\nSomewhere he'd got the idea that his old man wasn't happy. I doubted\nit, because I've seen and talked to lots of old retired hands. Most\nof them had a good life behind them and they were still enjoying the\ntaste of it.\n\nBut I didn't argue with Garrity about it. I've got more sense. When a\nman's got a pet notion, leave it alone. You won't pry him off it and\nyou might get him mad at you. A spaceship's too small to make enemies\nin.\n\n\"Suppose you get married,\" I asked him. \"So you have a place to go, and\na girl in it, in one port. How about all the others? Going to take a\npermanent port watch instead of seeing a little fun?\"\n\n\"Easy,\" Garrity said. \"I'll just get married in all of them.\"\n\n\"_All_ of them?\"\n\n\"Well, the ones I'm in most often. Terra City, Chafanor, some other\nplaces. I'm thinking of homesteading on one line as soon as I pad on a\nlittle seniority.\"\n\nThe notion did have a certain cold practicality about it. I didn't like\nit, but as far as getting away with it went, he could.\n\nGarrity went on to explain a bit more; his system seemed to have been\nworked out to the last detail. He'd set up two, three, maybe four or\nfive happy little households, spend his end-of-run leave in each,\ndividing up his time nice and even. All of them together wouldn't cost\nhim what a night or two on the town might.\n\nTo add to that, he'd pick out his wives with care. They'd all be\ndifferent in a lot of ways, for the sake of variety, but they'd all\nbe affectionate, home-loving girls, and careful with money. They'd\nsave his credits for him. And when he retired, he could keep active\nand happy visiting them and his various families, which he expected to\ninclude a real lot of kids and grandchildren.\n\n\"I don't believe in small families,\" he explained.\n\n       *       *       *       *       *\n\nAt the time, I never thought he'd try to carry it through. I've heard\nwild ideas in messrooms before, particularly halfway through a long\ntrip. They usually fade out when a man gets his feet down on gravity\nagain. This one didn't.\n\nBut it might have worked out, at that. It was just Garrity's luck that\nhe signed on the _Brooklyn_.\n\nThe _Brooklyn_ carried ore from Serco to Terra, and Terran machinery\nback to Serco, a regular, steady run. When I bumped into Garrity in the\nhiring hall, he told me he'd just signed on her, and I told him I had,\ntoo. Naturally, I asked him how the Garrity old-age-insurance system\nwas working out.\n\n\"Well,\" he confessed, \"I'm not married yet. But I've got a likely girl\nhere in Terra City. All I've got to do is ask her. Now if I can line\none up in Serco--\"\n\n\"In Serco?\" I turned a little pale, I think. \"Listen, Garrity, have\nyou ever been in Serco?\"\n\n\"No. Why? Aren't they humanoids?\"\n\n\"Oh, sure.\" I was trying to think just how you'd describe Serco and its\npeculiar people. \"Only different.\"\n\n\"How're they different?\"\n\nLooking at that stubborn mug of his, I knew I wasn't going to be able\nto explain this in a million years. It was just no use. Garrity had\neverything all figured out. But I took one try.\n\n\"They've never been much of a mechanical culture; they buy all their\nstuff from outside, in exchange for ore and timber. But they're one of\nthe oldest civilizations in the Galaxy. They've spent a million years\nlearning about minds and thoughts, all that philosophy sort of thing.\nI don't mean they aren't perfectly all right. They're human, but they\nknow a lot. It wouldn't pay to fool around with them.\"\n\nGarrity laughed. \"Maybe they might read my mind?\"\n\nI knew it was no use. I just shrugged, bought Garrity a beer to\ncelebrate, and we headed for the spaceport.\n\nNo, the Sercoans don't read minds. At least, I don't think they do,\nthough there are times when they're that clever at adding you up that\nyou'd think they _were_ looking at your thoughts.\n\nGarrity didn't get caught that way. He got caught because he couldn't\nkeep from telling the rest of us about his great idea. One of the\nnavigators, a man named Lane, was the one who told Katha about it.\n\n       *       *       *       *       *\n\nLane was in love with Katha, naturally. Everybody was. She worked in\nthe port medical office and she was one of the reasons why it took a\nhigh-seniority card to sign on a ship for Serco. There were a lot of\nmen who'd take an extra set of immune shots just to have Katha give it\nto them. And it isn't a bit easy to figure out why.\n\nShe wasn't any beauty. Good-looking, sort of, but not especially so;\na tallish girl, with gray eyes and a long, narrow, sensitive face.\nBrowny-red hair that always looked a little carelessly cut. As I said,\nnothing at all special. It was just something about her. She could have\nhad her pick and she picked Garrity. And only Lane broke the rules and\ntold her. Trouble is, he told her a couple of weeks too late.\n\nIt was because Lane had never thought that Katha would fall for Garrity\nthat he hadn't told her before. But when he touched down at Serco port\nand heard that Katha and Garrity had gotten married the week before, he\ndidn't waste any more time. He called Katha up from the spaceport, and\ntold her all about the Garrity plan, and how she was only the first,\nbut definitely not the last.\n\nLane told me afterward what Katha had said.\n\n\"I am not jealous,\" she'd answered. \"If he had wanted others when he\nwas away, he could have done as he wished, as a man might. But he has\nspoken to you as a child, not a man. I do not like that.\"\n\nShe didn't sound terribly angry. It was the way she phrased it that\nbothered Lane.\n\n\"But he is not a bad man,\" she said thoughtfully to Lane. \"And he is a\ngood lover and makes a fine husband. I will not hurt him, but I think I\nwill give him something which will teach him, if he wants to learn. And\nwhen he has learned, I will take it away again and he may be as free as\nhe can ... as free as any of you of the outside ever are.\"\n\nI can't tell you what it was she did. Neither can Garrity. Hell, he\ndidn't even know she'd done anything! He kissed her good-by at the\nport gates and went on his way, and she went back to work in the port\nmedical office. As far as any of us could see, the Garrity plan was\nwell under way.\n\n       *       *       *       *       *\n\nIt wasn't six months before I saw the thing starting off. That was\nwhen I was invited to Garrity's second wedding. It was in Terra City,\nand when he asked me to come down with him for a witness, I assumed it\nwould be the girl he had been busily courting before he went to Serco.\nBut when I walked into the marriage registry office and took a look at\nthe girl, I got a clear, horrific idea of just what Katha had done to\nGarrity.\n\nHe didn't think anything had been done to him. He was all smiles. He\nbrought the girl toward me, proud and possessive, grinning all over his\nface.\n\n\"This is Mary Collins,\" he told me, and I kept on looking, not saying\nanything. She smiled, and shook hands, and I could tell by her\nexpression that she knew exactly what I was thinking.\n\nUnfortunately, I couldn't say a word about it to Garrity. There was\nalways the faint possibility that I might be wrong, in which case I\ncould make a lot of trouble by saying a few words. The words were\nthere, though, straining to get out. When he said, \"Mary Collins,\" what\nI wanted to say was, \"No, it isn't. It's Katha.\"\n\nBecause it was. After I watched the girl long enough, all the way\nthrough the marriage ceremony, then down in the elevator and out into\nthe street, I became dead certain.\n\nThere was a brown mole on Katha's arm. Mary had it, too. And there was\na look about the eyes--well, there could only be one Katha.\n\nWhat I could not understand was why Garrity didn't see it. After all,\nhe'd been _married_ to Katha.\n\nBut when I tried to say something to him, he brushed it off.\n\n\"Sure, Mary looks a little like Katha,\" he agreed with me. \"But there\nare all kinds of small differences. Things a man finds out as he goes\nalong. Look, I'm very fond of both of them. I know the difference.\nYou're just confused by the slight resemblance.\"\n\nThe clincher was the problem of how Katha had reached Terra City ahead\nof Garrity, to begin with, and whether there was still a Katha in\nSerco. I asked a man off a ship fresh from Serco and he told me Katha\nhadn't been there for some time. No one knew where she'd gone, but she\nhad said she'd be back.\n\nSo Mary _could_ be Katha, given a fast passenger ship.\n\nAnd Arnel could be Katha, too. Arnel had a mole in the right place. So\ndid Lillian. And Ruth. And Virginia.\n\n       *       *       *       *       *\n\nYes, Garrity married every one of them. Six girls, six planets. It took\nhim a while, and by the time he got as far as Ruth, he was going to a\nlot of trouble to arrange his shipping runs so he could make the full\ncircuit. But every so often I'd hear from him, or run into him, and\nthere would always be a new one.\n\nThe Garrity plan was going fine, but it lacked that one ingredient he\nhad counted on--variety. Every one of those girls was Katha.\n\n_He_ didn't think so. He could call off the differences between them\nby the hour. To listen to him, if you hadn't actually seen them, you'd\nhave believed every word he said.\n\nEach one of them gets a share of Garrity's pay--a big share, from the\nlooks of it. Each one of them keeps a nice place for Garrity and,\nwhen he comes into port, he eats and sleeps as well as any honest\ngroundwalker. And each one of them has a small fat baby boy, of whose\nexact age Garrity never seems to be quite sure. Two or three of the\nkids seem extremely advanced for their ages and they were all born\nfairly close together, which was enough to make Garrity as proud as a\nrooster.\n\nAnd Garrity seems to be the only one who can't tell.\n\nThinking about it might make a man want to rush off to Serco and find a\ngirl like Katha ... and Serco is full of them. I'd _like_ having a girl\nlike Katha. I'd like having _six_ Kathas even better.\n\nBut I'm not going to.\n\nI won't drive myself batty trying to figure out how she'd be keeping me\nfooled.\n\nAnd especially _why_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Garrity's Annuities, by David Mason\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GARRITY'S ANNUITIES ***\n\n***** This file should be named 50981.txt or 50981.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/8/50981/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}