{"title": "The Freelancer", "author": "Robert Zacks", "releaseDate": "January 20, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            The Freelancer\n\n                            By ROBERT ZACKS\n\n                         Illustrated by ASHMAN\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1955.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Once these laws were passed, any time in\n             history--however bad--were the good old days!\n\n\nJeb was shaken from his bed; his dream told him it was a glacier with\nwild winds howling laughter, and when he opened his eyes, shivering, he\nsaw his wife, Laurie, had pulled the heat switch off. She stood there\nglaring. Today her hair was a lovely purple with a fashionable streak\nof gold starting from the forehead, but it didn't help the cold look on\nher face.\n\n\"Get up, you bum,\" she said in her sweet contralto. \"Go out and earn\nsome credits or I'll certify you.\"\n\nThe thought of being transferred by the Economy Agent to Assigned\nDuty Status, with its virtual imprisonment to monotony by the Welfare\nOffice, made Jeb tumble from bed and fumble for his shoes.\n\n\"My darling,\" he said placatingly, \"how beautiful you are this morning!\nHow undeserving I am of you!\"\n\n\"You're damn right about that,\" said Laurie with bitterness. \"When I\nthink of the men I could have married, the wonderful life I might have\nlived, instead of scrimping along with a no-good freelance Monitor\nlike you....\"\n\n\"_Sometimes_ I do pretty well. Three years ago, I sent you to the\nPleasure Palace for a month, remember?\"\n\n\"Three years ago. Big deal.\"\n\n       *       *       *       *       *\n\nShe flounced out of the room. Sadly, Jeb went to the closet and\nexamined the various uniforms and disguises that were part of his\nequipment as a freelance Monitor. As he selected the silver and black\nskintight suit of an Air Pollution Inspector, he wistfully remembered\nhow nice it had been when Laurie had smiled at him. Immediately a flood\nof determination filled him to go out and do big things today. Maybe\nhe would make a big strike and get a nice fat commission; then Laurie\nwould....\n\nThe televisor buzzed, flickered, and the genial face of the man from\nMarriage Relations appeared.\n\n\"Good morning, Monitor Jeb,\" said the man, smiling. \"And how are things\n'twixt you and your beloved?\"\n\n\"Rough,\" moaned Jeb. \"She's really in a foul mood today.\"\n\nThe man from Marriage Relations beamed. \"Fine, fine, glad to hear it.\"\n\n\"Huh?\" said Jeb.\n\n\"Her Sadism Index Rating went up five points,\" the man explained. \"We\nwanted to make sure we hadn't made an error. Well, that certainly is\ngood news for you two. I'll guess you'll both be all right now.\"\n\n\"All _right_? Are you _kidding_?\"\n\n\"Now, now, we know what's best for you. Your Masochism Rating is quite\nhigh, you know. Laurie is just what you need. Why, you two were _made_\nfor each other.\"\n\nSuddenly the man stopped talking, gasped, and the screen flickered and\nwent dead. Jeb's astonishment was wiped away by the soft, silvery bell\ntone of his portable Monitex, a flat two-by-six-inch machine resting on\na shelf nearby. As Jeb wildly lunged toward it, he saw it was glowing\nred, activated by a violation, and as he snatched it up, the coded\nreading dial had a notification: _Bx-P-203_.\n\nTrembling, Jeb pressed a button on the lower left of the Monitex and\na voice promptly droned mechanically from the waferlike loudspeaker\nhidden under the surface, giving details of the violation.\n\n\"Bx-P-203--At ten minutes after eight A.M., Monitex 27965 of\nFreelance Monitor Jeb picked up violation of Copyright on the phrase\n'were made for each other.' Said phrase property of Joint Owners\nregistered under Copyright of Verbal Phrases Act of 1996. Owners,\nMagnum Motion Picture Studios and Universal Publications. Fee for use\n80 credits, commission fifty per cent.\"\n\n       *       *       *       *       *\n\nThe voice went dead and the flat metal surface glowed with letters\nstrung into words reading \"Please Collect and Remit Total Fee.\"\n\nAs Jeb uttered a yelp of delight, Laurie came running into the room.\n\n\"I heard the Monitex bell,\" she said eagerly.\n\n\"You sure did,\" crowed Jeb. \"Now aren't you proud of me? I was smart\nenough to leave the Monitex on all night. We picked up a Verbal\nCopyright violation....\"\n\n\"You left it on all night?\" screeched Laurie, her joy fading. \"You\nimbecile, the leasing charge on the Monitex is ten credits an hour,\nisn't it? What's your commission on this violation?\"\n\n\"Forty credits. I--I guess I'm losing money, b-but....\"\n\nLaurie gave him her opinion of his supposed shrewdness.\n\nJeb unhappily went to the televisor and punched out a call on the\nbutton keyboard which would recall the image of the Marriage Relations\nrepresentative. He shrank back in alarm as the man's glaring face\nappeared.\n\n\"Sorry to hook you this way, old boy,\" said Jeb meekly, \"but it's\nmy job, you know. Got you on a Verbal for using 'were made for each\nother.' That phrase is owned by--\"\n\n\"You dirty, sneaking spy!\" yelled the man on the televisor screen.\n\"I'll bet your grandfather informed on diamond smugglers for a\npercentage.\"\n\n\"He....\" Jeb feebly started to protest.\n\n\"It's a hell of a thing,\" raved the other, \"when a man can't even use\nwords to express himself without paying....\"\n\nIn alarm, Jeb leaned forward and hastily punched a combination of\nbuttons on the televisor. One half the screen blanked. The image of\nthe Marriage Relations representative moved to the right and the lean,\npuritanical face of Jeb's supervisor, Dirdon, flared onto the left half.\n\nDirdon looked icily at Jeb. \"What is it?\"\n\n\"Complaint on policy and purpose of Copyright Law,\" said Jeb nervously.\n\"Would you please handle it, sir? I'll switch you.\"\n\n       *       *       *       *       *\n\nAs Dirdon's mouth pressed into a thin line and he nodded, Jeb flicked a\nswitch. Both men on the screen immediately turned profiles to Jeb and\nLaurie, seeing each other in their own screens.\n\n\"Did you have a complaint, sir?\" asked Dirdon.\n\n\"I don't know who the devil you are,\" shouted the man from Marriage\nRelations, \"but I assume you're one of those pirates cashing in on that\ncopyright swindle. That new law has gone much too far. Copyrighting a\nwork of skill, art, or expression is okay, I suppose, but to extend it\nto everyday speech, to verbal phrases--\"\n\n\"Now just a minute,\" said Dirdon briskly. \"You buy greeting cards, I\nsuppose, sir?\"\n\n\"So I buy greeting cards, so what?\"\n\n\"What are greeting cards exactly? Just a small square of paper with\na few words, a _very_ few words of sentiment on them. Words that any\nnormal person certainly might be able to--\"\n\n\"Any moron can write a better sentiment than those lousy cards express.\"\n\n\"But _you_ buy them sometimes?\"\n\n\"Well ... sometimes.\"\n\n\"Why?\" demanded Dirdon.\n\n\"Saves me the bother of figuring out what to say, I guess,\" was the\ngrowled answer.\n\n\"Right. And you _paid_ for these very few moronic phrases, paid good\nhard credits for them. Now isn't it just as logical to protect owners\nof a phrase when somebody else uses it verbally?\"\n\n\"But,\" said the man desperately, \"I didn't _want_ to violate the\nCopyright on Verbal Use. I didn't _know_ that phrase was under\nCopyright. Who can keep track of them all? Every day, more phrases and\nexpressions are under Copyright as somebody else's property. Why, first\nthing you know, there'll hardly be any words left to say.\"\n\n       *       *       *       *       *\n\n\"That isn't true,\" objected Dirdon. \"Copyright Law on Verbal Use is a\ngreat boon to society. Rule 7 for admission to protection requires that\nthe phrase covered be one which may be considered 'shopworn, overused\nand so artistically traditional that it is a wearisome truism.' That\nmeans that verbal mediocrity is heavily penalized, which is right and\nproper. Why, you ought to be ashamed to use a phrase like 'were made\nfor each other.' It's Monitors like Jeb who make you watch your words\nand think very carefully before you speak.\"\n\n\"Listen, stupid--\"\n\n\"Already,\" Dirdon plowed on, happily oratorical, \"our citizens are\nbeing forced to express themselves more richly, with initiative,\ncasting off triteness!\"\n\nThe man from Marriage Relations looked disgusted. \"Ah,\" he said\nangrily, \"why don't you drop dead.\"\n\nBong!\n\n       *       *       *       *       *\n\nThe man moaned as the Monitex Jeb held glowed red with another\nviolation. Jeb grinned and pressed the loudspeaker button.\n\n\"Mz-R-14,\" droned the voice. \"At half-past eight, Monitex 27965 of\nFreelance Monitor Jeb picked a violation of....\"\n\nThe man covered his ears. After a few moments, he took his hands away\nand looked numbly from the screen as Dirdon smirked.\n\n\"What's the Copyright fee on that one?\" he asked.\n\n\"The use of the words 'Drop Dead' will cost you ten credits,\" said Jeb.\n\"We'll bill you for both violations.\"\n\nDirdon was beaming as Jeb snapped the whole screen dark.\n\nWith a start, Jeb remembered Laurie and turned to face her anger. \"See,\nhoneybunch?\" he said hopefully. \"Even if I did lose a few credits on\nthe leasing charge by leaving the Monitex on all night, it looks like a\nlucky day. Why, I'll bet I make enough commissions today to send you on\na nice vacation.\"\n\nLaurie gave him a narrow-eyed, cold stare.\n\n\"You'd better,\" she said. \"Because I've just about had enough of you.\nEither you make a big killing today or I certify you by midnight\ntonight. Do you hear me?\"\n\nJeb nodded in fright. He scuttled out of the room, picking up a gravity\nharness from the stand in the foyer and not pausing to buckle himself\ninto it until she slammed the door behind him.\n\nSighing, Jeb got into the harness and took off. He floated out the\nopening at the end of the corridor at the sixty-story level and joined\nthe stream of commuters at two thousand feet.\n\nAs he set his speed at thirty miles an hour, he came abreast of a man\nwearing the solid gray uniform of an Unassigned Citizen. Jeb saw the\nlook of misery on the man's drawn face and felt so sympathetic, he\ndidn't even bother to hide his Monitex in its disguising parcel. You\nhad to be pretty low to make your money out of a guy in that tough\nstatus. _Hell_, thought Jeb defiantly, _let him see it and be warned; I\ndon't care. Even if the Inspector sees me._\n\nHe noted the Unassigned Citizen staring down at the panorama of the\nvast city beneath them. At different lower levels, myriad flights of\nstreaming citizens moved in various directions. The tremendous blocks\nof buildings had thin slits between them at the bottom of which were\nwalks filled with antlike figures.\n\n\"Ugly, huh?\" said Jeb.\n\nHe got a moody stare in return. \"Believe it or not, I suddenly find it\nbeautiful. Compared to where I'm heading, anyway.\"\n\n       *       *       *       *       *\n\nJeb was shocked. \"Oh?\"\n\n\"I've been certified,\" said the man bluntly. \"Not enough credits for\nsupport. I had to go to the Welfare Office and ask for assistance. Had\nmy own gravity harness repair shop till a month ago. But the new ones\nare foolproof, business fell off. Now I'm in for it.\"\n\n\"Gosh,\" muttered Jeb, \"that's really tough. But what do you mean,\n'compared to where you're heading?' Sure, you'll be assigned a dirty\nunderground job, on the cables maybe, and the pay will be ridiculous,\nbut it'll be right here, won't it?\"\n\n\"Haven't you heard?\" The other smiled grimly. \"So many of us small\nbusiness guys are being certified, the Welfare people had no more jobs.\nAnd you know the law. Indigents must be assigned to some duty. And it\njust happens that they're opening new mines on Mars and they can't get\nhelp. I've no choice.\"\n\n\"Mines?\" Jeb paled at the thought. \"That Melbonite dust. One speck\nthrough the sealed-in suit and you've got a burn they still can't\nheal.\" He shuddered; then, seeing the face of the Unassigned Citizen,\nhe said soothingly, \"But those suits are foolproof, I understand.\"\n\n\"Not always,\" said the man in gray. \"Anyway, they haven't licked the\nventilation problem. The last suits they tried to air-condition, so\nmuch Melbonite dust filtered in....\" He took a deep breath of horror.\n\"So the ones in use become awfully sweaty. I'm going to a living\nhell....\"\n\nBong!\n\nJeb's Monitex glowed red with a violation. \"Living Hell\" was an\nold-fashioned dramatic phrase somebody sharp had dug up after diligent\nstudy and copyrighted in the hope of picking up a few credits.\n\nAs Jeb numbly listened to the droning voice detail the facts and four\ncredits charge, the man in the gray suit said mirthlessly, \"Well, well,\nthat's just fine. Thanks a lot, my friend, for a nice sendoff.\"\n\nJeb snapped off the Monitex. \"Look,\" he said hurriedly, \"that was an\naccident. This one is on me. Here.\" He took four credit tokens from a\npocket and thrust the silvery rectangles at the Unassigned Citizen.\n\"Put these aside until you're billed for the violation and pay it with\nmy credits. Okay?\"\n\n\"Thanks,\" said the man gratefully. \"I'll remember you.\"\n\nJeb gave him a twisted grin. \"You may not have to, pal. I may be right\nbeside you in the next shipment. My wife is ready to certify me for\nnon-support. If I don't clean up a nice fat commission by tonight,\nblooey, it's the mines for me, too.\"\n\n       *       *       *       *       *\n\nThe Unassigned Citizen started to form the words _Good luck!_ when Jeb\nhastily interrupted, \"That's on Copyright. Take it easy.\"\n\n\"Uh ... my heart goes beside yours,\" said the man, choosing his words\ncarefully. \"My sympathy has arms, one of which is around your mighty\nshoulders. I say to you farewell.\"\n\n\"Wonderful!\" exclaimed Jeb. He pumped the other's hand. \"I like the way\nyou put that. It's new. It has a freshness.\"\n\nThey smiled at each other. Then the oval building that housed The\nSuperMonitex Feeder came into view and Jeb waved good-by and swung out\nof the commuter stream in the regulation spiral under the cold eyes of\na golden-clad traffic cop. Jeb landed on the balcony ledge outside the\nninetieth-level corridor and walked in, finally entering a huge room in\nthe center of which was a circular wall with plug outlets and sets of\ndials and screens at intervals all the way around.\n\nJeb greeted a few of his co-workers, but didn't pause to gossip. He\nwasn't in a gay mood this morning, as were many of them who were\ngleefully recounting some of the slick violations they'd picked up. Jeb\nwent to the circular wall and plugged his Monitex into a receptacle. He\npunched a button marked _New Copyrights_ and waited for the humming to\nstop indicating that his Monitex had been fed all the latest phrases\nadded to the huge group protected by law.\n\nWith his Monitex coded up to date, its memory bank fattened, Jeb went\nto the supply room to requisition a hollowed-out air pollution meter to\nconceal his Monitex. A hand tapped his shoulder.\n\n\"Hi, there,\" said Monitor Platt, a lean-faced, smirking man Jeb\ndisliked. \"I just came off night shift. Had a big evening.\"\n\n\"Yeah?\" asked Jeb, his skin crawling. Monitor Platt specialized in\ncopyright violations in the area of lakes and parks where lovers\nmurmured words they soon found out were not at all new and quite\nexpensive.\n\nMonitor Platt chuckled. \"Been cleaning up on a new copyright just\nregistered. The good old wolf whistle. One hundred credits fee.\"\n\nEven Jeb was startled. \"But that's not a phrase.\"\n\n\"No, but it's a 'shopworn, overused and wearisome truism,' so they\nslipped it through.\"\n\n\"Golly, next thing you know, they'll be copyrighting a deep sigh or\nthe smacking sound of a kiss.\"\n\n       *       *       *       *       *\n\nMonitor Platt laughed in appreciation. Then, as Jeb frowned and\nattended to fitting his detector into the shell of the air pollution\nmeter, Monitor Platt regaled him with the violations that had poured\ncredits into his pockets.\n\n\"Got a cute dame, nice curves, getting a good hugging under the moon\nnear the lake. She says timidly to this sap, 'It's the first time\nI've ever been kissed, honestly.' Bong! Fifty credits for the expense\naccount. And another one I picked up in a canoe parked on the bank.\nThis guy says soulfully, 'I'm not the marrying kind, but....' He never\ngets a chance to finish. Bong! Thirty credits. I sure cleaned up today.\nIf I were you, I'd head straight for the snuggle spots. A whole raft\nof corny love lines have been blanketed in, you know, and nobody's\nalerted.\"\n\n\"Uh, well,\" muttered Jeb, who didn't want any enemies and so didn't\nexpress his feelings about making a living from such a source, \"I\nalready have my schedule figured out, but I'll keep it in mind.\"\n\n\"Where you headed for?\"\n\nMonitor Jeb was relieved when the big bell sounded, its brassy\nreverberations warning Monitors to quit gabbing and get out into the\nfield to scoop up violations and revenue for the corporation. The\npaunchy office manager, seated up on a small balcony overlooking\nthe giant hall, saw that the signal was, as usual, being ignored.\nIndignantly he punched a button on the board facing him and a repulsive\nodor filled the air which had the Monitors hastily seizing their\nequipment and leaving the building.\n\nJeb gladly took off into the windy canyons between the skyscrapers.\nInstead of ascending, he plummeted down forty stories and drifted\nalong, his nostrils twitching with the bad air at this height.\nFleetingly, he had the grumbling thought that, with present-day\ntechnology, there was no excuse at all for polluted atmosphere.\n\n_Oh, well_, he thought, _one of these days, somebody public-minded\nwill do something about it. Right now, I've got to make enough to stop\nLaurie from certifying me._\n\nHe felt a sudden chill as he recalled his wife's threat. Quickly he\nsought out the first location he'd mapped out for some easy revenue,\nthe personnel office of the Air Pollution Control Corp. Jeb switched\noff anti-gravity and heavily walked through the corridor, stepped\ninside the deep-rugged, gray and green office and joined the small\nnervous group of inspectors waiting for interviews.\n\n       *       *       *       *       *\n\nJeb, in his air pollution uniform, was as acceptable as a long-used\npiece of furniture. Unnoticed, he sat on one of the hard benches with\nthe others. They stared and listened to the interview being conducted\nby the genial, balding man behind the open partition ten feet away. The\nair pollution inspector facing him was tense, pale and overanxious.\n\n\"Yes, indeed, you _do_ have a good record,\" the personnel man was\nsaying approvingly. \"No absences in five years, no latenesses. Very\ngood indeed.\"\n\n\"Then,\" said the air pollution inspector eagerly, \"I'll be upgraded?\nI'll get that promotion promised two years ago?\"\n\nThe personnel man cleared his throat, but his smile remained radiant.\n\"Just as soon as business picks up, we'll give you a promotion and\nraise in pay....\"\n\nBong!\n\nA roar of mirth arose from the waiting air pollution men as Monitor Jeb\nnervously pulled his Monitex from its concealing pollution meter shell\nand read the violation off to the enraged personnel man. A fifty credit\nfee for use of the copyrighted verbal phrase _Just as soon as business\npicks up, we'll give you a promotion and raise in pay._\n\nAs Jeb escaped the wrath of his victim, one of the men snickering\nnearby muttered, \"Hah! He'll have to rack his tiny brain for a new way\nof stalling us from now on.\"\n\nIn the next three hours, Jeb drove himself hard. He picked up a twenty\ncredit fee when a doorman outside a Teletheatre had bonged the Monitex\nwith \"Plenty of seats inside!\" He scooped up another violation in a\nbar when a bleary-eyed man with veins showing in his nose murmured to\nthe bartender, \"Well, I'll have just _one_ more.\" He wandered to the\ntelephone booths and waited for one of the standby violations to fall\ninto his pocket; sure enough, a handsome, dark-eyed fellow murmured\ninto the mouthpiece, \"I'll be working late tonight again, honey; sorry.\"\n\nThe time passed too swiftly and when Jeb paused to get a bite of food,\nhe saw, dismayed, that even though he was having a pretty good day, it\nwas far from the killing he'd promised Laurie. Ten and twenty credit\nviolations didn't make a man rich.\n\n_What I need is one of the really big ones_, thought Jeb desperately.\n\nWith fumbling fingers, he pressed out a core number on the Monitex.\n\nIt glowed blue.\n\nThe voice droned, \"Information!\"\n\nJeb asked eagerly, \"What have we got with fees of a thousand credits\nand higher?\"\n\n       *       *       *       *       *\n\nA moment hummed by. Then the voice announced that a large batch of\npolitical \"corn\" had been copyrighted in view of the current election\ncampaign. Jeb listened with mounting excitement to some of them: _If I\nam elected, taxes will be reduced.... As I look upon the intelligent\nfaces in my audience.... I am reminded of a story.... What a lovely\nchild, Madam.... A helicopter on every roof...._\n\nJeb shut it off, perspiration breaking out on his face. It was a\nuranium mine! Jeb's mind reeled at the astonishing fee set for these\ncopyright violations. A thousand credits per use. The party in power\nwas really out to fight off the opposing Traditionalist Party with\nevery possible trick, with the result that Jeb could make the biggest\ncleanup of his life.\n\nThat is, if he got away alive.\n\nFull of foreboding, Jeb floated up toward the meeting rooms of the\nlocal Traditionalist Headquarters, which were on the fiftieth level\nof a nearby skyscraper. His terrified adrenal glands kicked his heart\ninto a frenzy. The boys who ran the local club were no patsies. Many\nan argumentative citizen had been found floating in the rarified\nstratosphere, frozen stiff, with his anti-gravity belt turned on full\nand his hands bound so he could not stop the upward climb.\n\nMonitor Jeb nervously drifted into the corridor opening and restored\ngravity. He sneaked past the open door, getting a quick glimpse of a\nhall filled with citizens listening to a red-faced, stoutish man on a\nplatform.\n\nJeb frantically searched for and, with throat-catching relief,\nfound the back entrance to the big hall. It led to a dusty area of\nscaffolding and discarded, rusting tools. Now Jeb was crawling down an\nincline leading under the platform and found the small, railed-off area\nwhich once had housed a hidden prompter for musical entertainments.\n\nPanting, Jeb squatted in the dark, hearing the booming voice just above\nhim, only slightly muffled. As Jeb shoved the Monitex up against the\ncrack in the boards over him, the speaker's voice came to him strongly,\n\"Now, fellers, you're all precinct captains and it's a helluva empty\ntitle to have when your party is outa power. But if we get back on the\ngravy train--well, need I say more?\"\n\nA muffled roar from the audience made Jeb crouch worriedly.\n\n\"Now we're gonna take this election, see? I want all you _loyal party\nworkers_....\"\n\nBong!\n\n       *       *       *       *       *\n\nHowls of rage shook the walls and reverberated through to Jeb as the\npolitical hacks recognized the sound and understood that somewhere a\nMonitex had automatically recorded the voice vibration pattern of the\nspeaker in a Verbal Copyright violation.\n\n\"Kill the dirty spy!\" screamed the speaker.\n\nBong! went the Monitex.\n\n\"Lynch him!\"\n\nIn three minutes of unguarded outrage, Jeb had recorded ten thousand\ncredits in violations which the speakers never could escape because,\nlike fingerprints, all voice patterns were registered by the government.\n\nJeb turned to the exit behind him and crawled painfully for twenty\nfeet, then got up and began running. He ran straight into a brawny body\nat the turn of the corridor. The next thing he knew, he was on his back\nand ruthless hands were banging his head against the floor.\n\nThe siren of a golden-clad policeman cut the air and magically the\nhands fell away, leaving Jeb sprawling and groggy.\n\nAfter a moment, he was able to focus his eyes. The policeman stared\ndown at him, fists authoritatively on his hips.\n\n\"Well, I came just in time, eh?\" said the cop. \"Saved your neck.\"\n\nBong! went the Monitex.\n\nJeb said hastily, \"It's all right, Officer. It's on the house.\"\n\n\"It had damn well better be,\" growled the policeman. \"If you know\nwhat's good for you--\"\n\nBong! went the Monitex.\n\n\"Go on, get outa here before I run ya in,\" yelled the officer.\n\nBong! went the Monitex.\n\n       *       *       *       *       *\n\n\"Have a good time, dear,\" Jeb called after Laurie as she happily took\noff into space from their level, clutching her purse, which was jammed\nwith enough credits to keep her brimful of fun for two whole months at\nthe Pleasure Palace.\n\n\"Don't you worry about that,\" said Laurie over her shoulder.\n\nJeb went back to his apartment. He stretched out on the couch,\ncontentment welling up in him. He opened the footstool nearby\nand, within its archaic shape, slid open the cunningly concealed\nrefrigerator. He took out a plastic cone of beer.\n\n\"A-ah!\" sighed Jeb. How wonderful to be alone, free of Laurie's nagging\nfor two whole months! A superb reward for his hard work. How clever of\nthe government to have passed such a regulation!\n\nAfter a while, like wax melting, his grin drooped away. It certainly\nwas quiet, wasn't it?\n\nWithin half an hour, he was wild and didn't know why. Jittering, he\ndialed his televisor and the man from Marriage Relations appeared on\nthe screen. He glared at Jeb and cautiously looked around for the\nMonitex until he spotted it.\n\n\"Shut that thing off or no advice,\" snapped the man.\n\n\"It's _off_! Look, I don't know what's bothering me. Can I have special\npermission to join my wife on her vacation? Or get her back here?\"\n\n\"Afraid not,\" said the man. \"The principle of working so one's wife\ncan have a vacation has been established through the centuries; the\ngovernment merely put it into law. And as for joining her or getting\nher back here--that's against the law.\"\n\n\"But that's unfair!\" yelled Jeb.\n\n\"Oh?\" The man smiled. \"So! I'm glad to see how happy, how perfect is\nthe marriage we arranged for you.\" He rubbed his hands in delight.\n\"She's just barely gone and already you miss her. Wonderful.\"\n\n\"Wonderful? I'm _suffering_!\"\n\nThe man from Marriage Relations glanced at a dial nearby. \"Of course\nyou are. Suffering is the ideal joy for a Masochist. Just think what a\nlovely two months of missing her you'll have.\"\n\n\"All right, so it's a rule that I have to send her on a vacation and\ncan't join her,\" Jeb complained savagely, \"but, damn it, she doesn't\nhave to _enjoy_ it!\"\n\n\"Well,\" said the man, looking back to Jeb, \"there's the answer. Your\nMasochism index has gone down any number of points. You're angry!\"\n\nJeb thought it over. \"You bet I am! But what do I do about it?\"\n\n\"Why,\" said the man from Marriage Relations, \"the same thing husbands\nhave been doing ever since they started working to send their wives\naway on vacations. When the cat's away, you know--\" He stopped in alarm.\n\nJeb grinned. \"I told you the Monitex is off. But thanks for the trite\ntruism. She thinks _she's_ the only one who'll have a vacation, eh?\nI'll show her!\"\n\n\"Service is our motto. And it really is,\" the man said pugnaciously.\n\"We own the Copyright.\"\n\nThe face flickered off the screen and Jeb began poking around in\ninnocent-looking secret places for a little black book he hadn't\nthought of using in years.\n\nHe was dismayed to find himself singing \"My wife's gone to the country,\nhooray, hooray,\" until he remembered that he actually had shut off the\nMonitex.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Freelancer, by Robert Zacks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FREELANCER ***\n\n***** This file should be named 50980.txt or 50980.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/8/50980/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}