{"title": "Delay in Transit", "author": "F. L. Wallace", "releaseDate": "January 22, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                           DELAY IN TRANSIT\n\n                           By F. L. WALLACE\n\n                         Illustrated by SIBLEY\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              An unprovoked, meaningless night attack is\n           terrifying enough on your own home planet, worse\n             on a world across the Galaxy. But the horror\n             is the offer of help that cannot be accepted!\n\n\n\"Muscles tense,\" said Dimanche. \"Neural index 1.76, unusually high.\nAdrenalin squirting through his system. In effect, he's stalking you.\nIntent: probably assault with a deadly weapon.\"\n\n\"Not interested,\" said Cassal firmly, his subvocalization inaudible\nto anyone but Dimanche. \"I'm not the victim type. He was standing on\nthe walkway near the brink of the thoroughfare. I'm going back to the\nhabitat hotel and sit tight.\"\n\n\"First you have to get there,\" Dimanche pointed out. \"I mean, is it\nsafe for a stranger to walk through the city?\"\n\n\"Now that you mention it, no,\" answered Cassal. He looked around\napprehensively. \"Where is he?\"\n\n\"Behind you. At the moment he's pretending interest in a merchandise\ndisplay.\"\n\nA native stamped by, eyes brown and incurious. Apparently he was\naccustomed to the sight of an Earthman standing alone, Adam's apple\nbobbing up and down silently. It was a Godolphian axiom that all\ntravelers were crazy.\n\nCassal looked up. Not an air taxi in sight; Godolph shut down at dusk.\nIt would be pure luck if he found a taxi before morning. Of course he\n_could_ walk back to the hotel, but was that such a good idea?\n\nA Godolphian city was peculiar. And, though not intended, it was\npeculiarly suited to certain kinds of violence. A human pedestrian was\nat a definite disadvantage.\n\n\"Correction,\" said Dimanche. \"Not simple assault. He has murder in\nmind.\"\n\n\"It still doesn't appeal to me,\" said Cassal. Striving to look\nunconcerned, he strolled toward the building side of the walkway and\nstared into the interior of a small cafe. Warm, bright and dry. Inside,\nhe might find safety for a time.\n\nDamn the man who was following him! It would be easy enough to elude\nhim in a normal city. On Godolph, nothing was normal. In an hour the\nstreets would be brightly lighted--for native eyes. A human would\nconsider it dim.\n\n\"Why did he choose me?\" asked Cassal plaintively. \"There must be\nsomething he hopes to gain.\"\n\n\"I'm working on it,\" said Dimanche. \"But remember, I have limitations.\nAt short distances I can scan nervous systems, collect and interpret\nphysiological data. I can't read minds. The best I can do is report\nwhat a person says or subvocalizes. If you're really interested in\nfinding out why he wants to kill you, I suggest you turn the problem\nover to the godawful police.\"\n\n\"Godolph, not godawful,\" corrected Cassal absently.\n\nThat was advice he couldn't follow, good as it seemed. He could give\nthe police no evidence save through Dimanche. There were various\nreasons, many of them involving the law, for leaving the device called\nDimanche out of it. The police would act if they found a body. His own,\nsay, floating face-down on some quiet street. That didn't seem the\nproper approach, either.\n\n\"Weapons?\"\n\n\"The first thing I searched him for. Nothing very dangerous. A long\nknife, a hard striking object. Both concealed on his person.\"\n\nCassal strangled slightly. Dimanche needed a good stiff course in\nsemantics. A knife was still the most silent of weapons. A man could\ndie from it. His hand strayed toward his pocket. He had a measure of\nprotection himself.\n\n\"Report,\" said Dimanche. \"Not necessarily final. Based, perhaps, on\ntenuous evidence.\"\n\n\"Let's have it anyway.\"\n\n\"His motivation is connected somehow with your being marooned here. For\nsome reason you can't get off this planet.\"\n\nThat was startling information, though not strictly true. A thousand\nstar systems were waiting for him, and a ship to take him to each one.\n\nOf course, the one ship he wanted hadn't come in. Godolph was a\ntransfer point for stars nearer the center of the Galaxy. When he\nhad left Earth, he had known he would have to wait a few days here.\nHe hadn't expected a delay of nearly three weeks. Still, it wasn't\nunusual. Interstellar schedules over great distances were not as\nreliable as they might be.\n\nWas this man, whoever and whatever he might be, connected with\nthat delay? According to Dimanche, the man thought he was. He was\nself-deluded or did he have access to information that Cassal didn't?\n\n       *       *       *       *       *\n\nDenton Cassal, sales engineer, paused for a mental survey of himself.\nHe was a good engineer and, because he was exceptionally well matched\nto his instrument, the best salesman that Neuronics, Inc., had. On the\nbasis of these qualifications, he had been selected to make a long\njourney, the first part of which already lay behind him. He had to go\nto Tunney 21 to see a man. That man wasn't important to anyone save the\ncompany that employed him, and possibly not even to them.\n\nThe thug trailing him wouldn't be interested in Cassal himself, his\nmission, which was a commercial one, nor the man on Tunney. And money\nwasn't the objective, if Dimanche's analysis was right. What _did_ the\nthug want?\n\nSecrets? Cassal had none, except, in a sense, Dimanche. And that was\ntoo well kept on Earth, where the instrument was invented and made, for\nanyone this far away to have learned about it.\n\nAnd yet the thug wanted to kill him. Wanted to? Regarded him as good as\ndead. It might pay him to investigate the matter further, if it didn't\ninvolve too much risk.\n\n\"Better start moving.\" That was Dimanche. \"He's getting suspicious.\"\n\nCassal went slowly along the narrow walkway that bordered each side of\nthat boulevard, the transport tide. It was raining again. It usually\nwas on Godolph, which was a weather-controlled planet where the natives\nlike rain.\n\nHe adjusted the controls of the weak force field that repelled the\nrain. He widened the angle of the field until water slanted through it\nunhindered. He narrowed it around him until it approached visibility\nand the drops bounced away. He swore at the miserable climate and the\nnear amphibians who created it.\n\nA few hundred feet away, a Godolphian girl waded out of the transport\ntide and climbed to the walkway. It was this sort of thing that made\nlife dangerous for a human--Venice revised, brought up to date in a\nfaster-than-light age.\n\nWater. It was a perfect engineering material. Simple, cheap, infinitely\nflexible. With a minimum of mechanism and at break-neck speed, the\nribbon of the transport tide flowed at different levels throughout\nthe city. The Godolphian merely plunged in and was carried swiftly\nand noiselessly to his destination. Whereas a human--Cassal shivered.\nIf he were found drowned, it would be considered an accident. No\ninvestigation would be made. The thug who was trailing him had\ncertainly picked the right place.\n\nThe Godolphian girl passed. She wore a sleek brown fur, her own. Cassal\nwas almost positive she muttered a polite \"Arf?\" as she sloshed by.\nWhat she meant by that, he didn't know and didn't intend to find out.\n\n\"Follow her,\" instructed Dimanche. \"We've got to investigate our man at\ncloser range.\"\n\n       *       *       *       *       *\n\nObediently, Cassal turned and began walking after the girl. Attractive\nin an anthropomorphic, seal-like way, even from behind. Not graceful\nout of her element, though.\n\nThe would-be assassin was still looking at merchandise as Cassal\nretraced his steps. A man, or at least man type. A big fellow,\nphysically quite capable of violence, if size had anything to do with\nit. The face, though, was out of character. Mild, almost meek. A\nscientist or scholar. It didn't fit with murder.\n\n\"Nothing,\" said Dimanche disgustedly. \"His mind froze when we got\nclose. I could feel his shoulderblades twitching as we passed.\nAnticipated guilt, of course. Projecting to you the action he plans.\nThat makes the knife definite.\"\n\nWell beyond the window at which the thug watched and waited, Cassal\nstopped. Shakily he produced a cigarette and fumbled for a lighter.\n\n\"Excellent thinking,\" commended Dimanche. \"He won't attempt anything\non this street. Too dangerous. Turn aside at the next deserted\nintersection and let him follow the glow of your cigarette.\"\n\nThe lighter flared in his hand. \"That's one way of finding out,\" said\nCassal. \"But wouldn't I be a lot safer if I just concentrated on\ngetting back to the hotel?\"\n\n\"I'm curious. Turn here.\"\n\n\"Go to hell,\" said Cassal nervously. Nevertheless, when he came to that\nintersection, he turned there.\n\nIt was a Godolphian equivalent of an alley, narrow and dark, oily\nslow-moving water gurgling at one side, high cavernous walls looming on\nthe other.\n\nHe would have to adjust the curiosity factor of Dimanche. It was all\nvery well to be interested in the man who trailed him, but there was\nalso the problem of coming out of this adventure alive. Dimanche, an\nelectronic instrument, naturally wouldn't consider that.\n\n\"Easy,\" warned Dimanche. \"He's at the entrance to the alley, walking\nfast. He's surprised and pleased that you took this route.\"\n\n\"I'm surprised, too,\" remarked Cassal. \"But I wouldn't say I'm pleased.\nNot just now.\"\n\n\"Careful. Even subvocalized conversation is distracting.\" The mechanism\nconcealed within his body was silent for an instant and then continued:\n\"His blood pressure is rising, breathing is faster. At a time like\nthis, he may be ready to verbalize why he wants to murder you. This is\ncritical.\"\n\n\"That's no lie,\" agreed Cassal bitterly. The lighter was in his hand.\nHe clutched it grimly. It was difficult not to look back. The darkness\nassumed an even more sinister quality.\n\n\"Quiet,\" said Dimanche. \"He's verbalizing about you.\"\n\n\"He's decided I'm a nice fellow after all. He's going to stop and ask\nme for a light.\"\n\n\"I don't think so,\" answered Dimanche. \"He's whispering: 'Poor devil. I\nhate to do it. But it's really his life or mine'.\"\n\n\"He's more right than he knows. Why all this violence, though? Isn't\nthere any clue?\"\n\n\"None at all,\" admitted Dimanche. \"He's very close. You'd better turn\naround.\"\n\n       *       *       *       *       *\n\nCassal turned, pressed the stud on the lighter. It should have made him\nfeel more secure, but it didn't. He could see very little.\n\nA dim shadow rushed at him. He jumped away from the water side of the\nalley, barely in time. He could feel the rush of air as the assailant\nshot by.\n\n\"Hey!\" shouted Cassal.\n\nEchoes answered; nothing else did. He had the uncomfortable feeling\nthat no one was going to come to his assistance.\n\n\"He wasn't expecting that reaction,\" explained Dimanche. \"That's why he\nmissed. He's turned around and is coming back.\"\n\n\"I'm armed!\" shouted Cassal.\n\n\"That won't stop him. He doesn't believe you.\"\n\nCassal grasped the lighter. That is, it had been a lighter a few\nseconds before. Now a needle-thin blade had snapped out and projected\nstiffly. Originally it had been designed as an emergency surgical\ninstrument. A little imagination and a few changes had altered its\nfunction, converting it into a compact, efficient stiletto.\n\n\"Twenty feet away,\" advised Dimanche. \"He knows you can't see him, but\nhe can see your silhouette by the light from the main thoroughfare.\nWhat he doesn't know is that I can detect every move he makes and keep\nyou posted below the level of his hearing.\"\n\n\"Stay on him,\" growled Cassal nervously. He flattened himself against\nthe wall.\n\n\"To the right,\" whispered Dimanche. \"Lunge forward. About five feet.\nLow.\"\n\nSickly, he did so. He didn't care to consider the possible effects of\na miscalculation. In the darkness, how far was five feet? Fortunately,\nhis estimate was correct. The rapier encountered yielding resistance,\nthe soggy kind: flesh. The tough blade bent, but did not break. His\nopponent gasped and broke away.\n\n\"Attack!\" howled Dimanche against the bone behind his ear. \"You've got\nhim. He can't imagine how you know where he is in the darkness. He's\nafraid.\"\n\nAttack he did, slicing about wildly. Some of the thrusts landed; some\ndidn't. The percentage was low, the total amount high. His opponent\nfell to the ground, gasped and was silent.\n\nCassal fumbled in his pockets and flipped on a light. The man lay near\nthe water side of the alley. One leg was crumpled under him. He didn't\nmove.\n\n\"Heartbeat slow,\" said Dimanche solemnly. \"Breathing barely\nperceptible.\"\n\n\"Then he's not dead,\" said Cassal in relief.\n\nFoam flecked from the still lips and ran down the chin. Blood oozed\nfrom cuts on the face.\n\n\"Respiration none, heartbeat absent,\" stated Dimanche.\n\n       *       *       *       *       *\n\nHorrified, Cassal gazed at the body. Self-defense, of course, but\nwould the police believe it? Assuming they did, they'd still have to\ninvestigate. The rapier was an illegal concealed weapon. And they would\nquestion him until they discovered Dimanche. Regrettable, but what\ncould he do about it?\n\nSuppose he were detained long enough to miss the ship bound for Tunney\n21?\n\nGrimly, he laid down the rapier. He might as well get to the bottom of\nthis. Why had the man attacked? What did he want?\n\n\"I don't know,\" replied Dimanche irritably. \"I can interpret body\ndata--a live body. I can't work on a piece of meat.\"\n\nCassal searched the body thoroughly. Miscellaneous personal articles\nof no value in identifying the man. A clip with a startling amount\nof money in it. A small white card with something scribbled on it. A\npicture of a woman and a small child posed against a background which\nresembled no world Cassal had ever seen. That was all.\n\nCassal stood up in bewilderment. Dimanche to the contrary, there seemed\nto be no connection between this dead man and his own problem of\ngetting to Tunney 21.\n\nRight now, though, he had to dispose of the body. He glanced toward the\nboulevard. So far no one had been attracted by the violence.\n\nHe bent down to retrieve the lighter-rapier. Dimanche shouted at him.\nBefore he could react, someone landed on him. He fell forward, vainly\ntrying to grasp the weapon. Strong fingers felt for his throat as he\nwas forced to the ground.\n\nHe threw the attacker off and staggered to his feet. He heard footsteps\nrushing away. A slight splash followed. Whoever it was, he was escaping\nby way of water.\n\nWhoever it was. The man he had thought he had slain was no longer in\nsight.\n\n\"Interpret body data, do you?\" muttered Cassal. \"Liveliest dead man\nI've ever been strangled by.\"\n\n\"It's just possible there are some breeds of men who can control the\nbasic functions of their body,\" said Dimanche defensively. \"When I\nchecked him, he had no heartbeat.\"\n\n\"Remind me not to accept your next evaluation so completely,\" grunted\nCassal. Nevertheless, he was relieved, in a fashion. He hadn't _wanted_\nto kill the man. And now there was nothing he'd have to explain to the\npolice.\n\nHe needed the cigarette he stuck between his lips. For the second\ntime he attempted to pick up the rapier-lighter. This time he was\nsuccessful. Smoke swirled into his lungs and quieted his nerves. He\nsqueezed the weapon into the shape of a lighter and put it away.\n\nSomething, however, was missing--his wallet.\n\nThe thug had relieved him of it in the second round of the scuffle.\nPersistent fellow. Damned persistent.\n\nIt really didn't matter. He fingered the clip he had taken from the\nsupposedly dead body. He had intended to turn it over to the police.\nNow he might as well keep it to reimburse him for his loss. It\ncontained more money than his wallet had.\n\nExcept for the identification tab he always carried in his wallet, it\nwas more than a fair exchange. The identification, a rectangular piece\nof plastic, was useful in establishing credit, but with the money he\nnow had, he wouldn't need credit. If he did, he could always send for\nanother tab.\n\nA white card fluttered from the clip. He caught it as it fell.\nCuriously he examined it. Blank except for one crudely printed word,\nSTAB. His unknown assailant certainly had tried.\n\n       *       *       *       *       *\n\nThe old man stared at the door, an obsolete visual projector wobbling\nprecariously on his head. He closed his eyes and the lettering on the\ndoor disappeared. Cassal was too far away to see what it had been. The\ntechnician opened his eyes and concentrated. Slowly a new sign formed\non the door.\n\n                         TRAVELERS AID BUREAU\n                     Murra Foray, First Counselor\n\nIt was a drab sign, but, then, it was a dismal, backward planet. The\nold technician passed on to the next door and closed his eyes again.\n\nWith a sinking feeling, Cassal walked toward the entrance. He needed\nhelp and he had to find it in this dingy rathole.\n\nInside, though, it wasn't dingy and it wasn't a rathole. More like a\nmaze, an approved scientific one. Efficient, though not comfortable.\nTravelers Aid was busier than he thought it would be. Eventually he\nmanaged to squeeze into one of the many small counseling rooms.\n\nA woman appeared on the screen, crisp and cool. \"Please answer\neverything the machine asks. When the tape is complete, I'll be\navailable for consultation.\"\n\nCassal wasn't sure he was going to like her. \"Is this necessary?\" he\nasked. \"It's merely a matter of information.\"\n\n\"We have certain regulations we abide by.\" The woman smiled frostily.\n\"I can't give you any information until you comply with them.\"\n\n\"Sometimes regulations are silly,\" said Cassal firmly. \"Let me speak to\nthe first counselor.\"\n\n\"You are speaking to her,\" she said. Her face disappeared from the\nscreen.\n\nCassal sighed. So far he hadn't made a good impression.\n\nTravelers Aid Bureau, in addition to regulations, was abundantly\nsupplied with official curiosity. When the machine finished with him,\nCassal had the feeling he could be recreated from the record it had of\nhim. His individuality had been capsuled into a series of questions and\nanswers. One thing he drew the line at--why he wanted to go to Tunney\n21 was his own business.\n\nThe first counselor reappeared. Age, indeterminate. Not, he supposed,\nthat anyone would be curious about it. Slightly taller than average,\nrather on the slender side. Face was broad at the brow, narrow at the\nchin and her eyes were enigmatic. A dangerous woman.\n\n       *       *       *       *       *\n\nShe glanced down at the data. \"Denton Cassal, native of Earth.\nDestination, Tunney 21.\" She looked up at him. \"Occupation, sales\nengineer. Isn't that an odd combination?\" Her smile was quite superior.\n\n\"Not at all. Scientific training as an engineer. Special knowledge of\ncustomer relations.\"\n\n\"Special knowledge of a thousand races? How convenient.\" Her eyebrows\narched.\n\n\"I think so,\" he agreed blandly. \"Anything else you'd like to know?\"\n\n\"Sorry. I didn't mean to offend you.\"\n\nHe could believe that or not as he wished. He didn't.\n\n\"You refused to answer why you were going to Tunney 21. Perhaps I can\nguess. They're the best scientists in the Galaxy. You wish to study\nunder them.\"\n\nClose--but wrong on two counts. They were good scientists, though not\nnecessarily the best. For instance, it was doubtful that they could\nbuild Dimanche, even if they had ever thought of it, which was even\nless likely.\n\nThere was, however, one relatively obscure research worker on Tunney 21\nthat Neuronics wanted on their staff. If the fragments of his studies\nthat had reached Earth across the vast distance meant anything, he\ncould help Neuronics perfect instantaneous radio. The company that\ncould build a radio to span the reaches of the Galaxy with no time lag\ncould set its own price, which could be control of all communications,\ntransport, trade--a galactic monopoly. Cassal's share would be a cut of\nall that.\n\nHis part was simple, on the surface. He was to persuade that researcher\nto come to Earth, _if he could_. Literally, he had to guess the\nTunnesian's price before the Tunnesian himself knew it. In addition,\nthe reputation of Tunnesian scientists being exceeded only by their\narrogance, Cassal had to convince him that he wouldn't be working\nfor ignorant Earth savages. The existence of such an instrument as\nDimanche was a key factor.\n\nHer voice broke through his thoughts. \"Now, then, what's your problem?\"\n\n\"I was told on Earth I might have to wait a few days on Godolph. I've\nbeen here three weeks. I want information on the ship bound for Tunney\n21.\"\n\n\"Just a moment.\" She glanced at something below the angle of the\nscreen. She looked up and her eyes were grave. \"_Rickrock C_ arrived\nyesterday. Departed for Tunney early this morning.\"\n\n\"Departed?\" He got up and sat down again, swallowing hard. \"When will\nthe next ship arrive?\"\n\n\"Do you know how many stars there are in the Galaxy?\" she asked.\n\nHe didn't answer.\n\n       *       *       *       *       *\n\n\"That's right,\" she said. \"Billions. Tunney, according to the notation,\nis near the center of the Galaxy, inside the third ring. You've\ncovered about a third of the distance to it. Local traffic, anything\nwithin a thousand light-years, is relatively easy to manage. At longer\ndistances, you take a chance. You've had yours and missed it. Frankly,\nCassal, I don't know when another ship bound for Tunney will show up on\nor near Godolph. Within the next five years--maybe.\"\n\n       *       *       *       *       *\n\nHe blanched. \"How long would it take to get there using local\ntransportation, star-hopping?\"\n\n\"Take my advice: don't try it. Five years, if you're lucky.\"\n\n\"I don't need that kind of luck.\"\n\n\"I suppose not.\" She hesitated. \"You're determined to go on?\" At the\nemphatic nod, she sighed. \"If that's your decision, we'll try to help\nyou. To start things moving, we'll need a print of your identification\ntab.\"\n\n\"There's something funny about her,\" Dimanche decided. It was the usual\nspeaking voice of the instrument, no louder than the noise the blood\nmade in coursing through arteries and veins. Cassal could hear it\nplainly, because it was virtually inside his ear.\n\nCassal ignored his private voice. \"Identification tab? I don't have it\nwith me. In fact, I may have lost it.\"\n\nShe smiled in instant disbelief. \"We're not trying to pry into any\npart of your past you may wish concealed. However, it's much easier\nfor us to help you if you have your identification. Now if you can't\n_remember_ your real name and where you put your identification--\" She\narose and left the screen. \"Just a moment.\"\n\nHe glared uneasily at the spot where the first counselor wasn't. His\n_real_ name!\n\n\"Relax,\" Dimanche suggested. \"She didn't mean it as a personal insult.\"\n\nPresently she returned.\n\n\"I have news for you, whoever you are.\"\n\n\"Cassal,\" he said firmly. \"Denton Cassal, sales engineer, Earth. If you\ndon't believe it, send back to--\" He stopped. It had taken him four\nmonths to get to Godolph, non-stop, plus a six-month wait on Earth for\na ship to show up that was bound in the right direction. Over distances\nsuch as these, it just wasn't practical to send back to Earth for\nanything.\n\n\"I see you understand.\" She glanced at the card in her hand. \"The\nspaceport records indicate that when _Rickrock C_ took off this\nmorning, there was a Denton Cassal on board, bound for Tunney 21.\"\n\n\"It wasn't I,\" he said dazedly. He knew who it was, though. The man who\nhad tried to kill him last night. The reason for the attack now became\nclear. The thug had wanted his identification tab. Worse, he had gotten\nit.\n\n\"No doubt it wasn't,\" she said wearily. \"Outsiders don't seem to\nunderstand what galactic travel entails.\"\n\nOutsiders? Evidently what she called those who lived beyond the second\ntransfer ring. Were those who lived at the edge of the Galaxy, beyond\nthe first ring, called Rimmers? Probably.\n\n       *       *       *       *       *\n\nShe was still speaking: \"Ten years to cross the Galaxy, without\nstopping. At present, no ship is capable of that. Real scheduling is\nimpossible. Populations shift and have to be supplied. A ship is taken\noff a run for repairs and is never put back on. It's more urgently\nneeded elsewhere. The man who depended on it is left waiting; years\npass before he learns it's never coming.\n\n\"If we had instantaneous radio, that would help. Confusion wouldn't\nvanish overnight, but it would diminish. We wouldn't have to depend\non ships for all the news. Reservations could be made ahead of time,\ncredit established, lost identification replaced--\"\n\n\"I've traveled before,\" he interrupted stiffly. \"I've never had any\ntrouble.\"\n\nShe seemed to be exaggerating the difficulties. True, the center was\nmore congested. Taking each star as the starting point for a limited\nnumber of ships and using statistical probability as a guide--why, no\nman would arrive at his predetermined destination.\n\nBut that wasn't the way it worked. Manifestly, you couldn't compare\ngalactic transportation to the erratic paths of air molecules in a\ngiant room. Or could you?\n\nFor the average man, anyone who didn't have his own inter-stellar ship,\nwas the comparison too apt? It might be.\n\n\"You've traveled outside, where there are still free planets waiting to\nbe settled. Where a man is welcome, if he's able to work.\" She paused.\n\"The center is different. Populations are excessive. Inside the third\nring, no man is allowed off a ship without an identification tab. They\ndon't encourage immigration.\"\n\nIn effect, that meant no ship bound for the center would take a\npassenger without identification. No ship owner would run the risk of\nhaving a permanent guest on board, someone who couldn't be rid of when\nhis money was gone.\n\nCassal held his head in his hands. Tunney 21 was inside the third ring.\n\n\"Next time,\" she said, \"don't let anyone take your identification.\"\n\n\"I won't,\" he promised grimly.\n\n       *       *       *       *       *\n\nThe woman looked directly at him. Her eyes were bright. He revised his\nestimate of her age drastically downward. She couldn't be as old as he.\nNothing outward had happened, but she no longer seemed dowdy. Not that\nhe was interested. Still, it might pay him to be friendly to the first\ncounselor.\n\n\"We're a philanthropic agency,\" said Murra Foray. \"Your case is\nspecial, though--\"\n\n\"I understand,\" he said gruffly. \"You accept contributions.\"\n\nShe nodded. \"If the donor is able to give. We don't ask so much that\nyou'll have to compromise your standard of living.\" But she named a sum\nthat would force him to do just that if getting to Tunney 21 took any\nappreciable time.\n\nHe stared at her unhappily. \"I suppose it's worth it. I can always\nwork, if I have to.\"\n\n\"As a salesman?\" she asked. \"I'm afraid you'll find it difficult to do\nbusiness with Godolphians.\"\n\nIrony wasn't called for at a time like this, he thought reproachfully.\n\n\"Not just another salesman,\" he answered definitely. \"I have special\nknowledge of customer reactions. I can tell exactly--\"\n\nHe stopped abruptly. Was she baiting him? For what reason? The\ninstrument he called Dimanche was not known to the Galaxy at large.\nFrom the business angle, it would be poor policy to hand out that\ninformation at random. Aside from that, he needed every advantage he\ncould get. Dimanche was his special advantage.\n\n\"Anyway,\" he finished lamely, \"I'm a first class engineer. I can\nalways find something in that line.\"\n\n\"A scientist, maybe,\" murmured Murra Foray. \"But in this part of the\nMilky Way, an engineer is regarded as merely a technician who hasn't\nyet gained practical experience.\" She shook her head. \"You'll do better\nas a salesman.\"\n\nHe got up, glowering. \"If that's all--\"\n\n\"It is. We'll keep you informed. Drop your contribution in the slot\nprovided for that purpose as you leave.\"\n\nA door, which he hadn't noticed in entering the counselling cubicle,\nswung open. The agency was efficient.\n\n\"Remember,\" the counselor called out as he left, \"identification is\nhard to work with. Don't accept a crude forgery.\"\n\nHe didn't answer, but it was an idea worth considering. The agency was\nalso eminently practical.\n\nThe exit path guided him firmly to an inconspicuous and yet inescapable\ncontribution station. He began to doubt the philanthropic aspect of the\nbureau.\n\n       *       *       *       *       *\n\n\"I've got it,\" said Dimanche as Cassal gloomily counted out the sum the\nfirst counselor had named.\n\n\"Got what?\" asked Cassal. He rolled the currency into a neat bundle,\nattached his name, and dropped it into the chute.\n\n\"The woman, Murra Foray, the first counselor. She's a Huntner.\"\n\n\"What's a Huntner?\"\n\n\"A sub-race of men on the other side of the Galaxy. She was vocalizing\nabout her home planet when I managed to locate her.\"\n\n\"Any other information?\"\n\n\"None. Electronic guards were sliding into place as soon as I reached\nher. I got out as fast as I could.\"\n\n\"I see.\" The significance of that, if any, escaped him. Nevertheless,\nit sounded depressing.\n\n\"What I want to know is,\" said Dimanche, \"why such precautions as\nelectronic guards? What does Travelers Aid have that's so secret?\"\n\nCassal grunted and didn't answer. Dimanche could be annoyingly\ninquisitive at times.\n\nCassal had entered one side of a block-square building. He came out on\nthe other side. The agency was larger than he had thought. The old man\nwas staring at a door as Cassal came out. He had apparently changed\nevery sign in the building. His work finished, the technician was\nremoving the visual projector from his head as Cassal came up to him.\nHe turned and peered.\n\n\"You stuck here, too?\" he asked in the uneven voice of the aged.\n\n\"Stuck?\" repeated Cassal. \"I suppose you can call it that. I'm waiting\nfor my ship.\" He frowned. He was the one who wanted to ask questions.\n\"Why all the redecoration? I thought Travelers Aid was an old agency.\nWhy did you change so many signs? I could understand it if the agency\nwere new.\"\n\nThe old man chuckled. \"Re-organization. The previous first counselor\nresigned suddenly, in the middle of the night, they say. The new one\ndidn't like the name of the agency, so she ordered it changed.\"\n\nShe would do just that, thought Cassal. \"What about this Murra Foray?\"\n\nThe old man winked mysteriously. He opened his mouth and then seemed\novercome with senile fright. Hurriedly he shuffled away.\n\nCassal gazed after him, baffled. The old man was afraid for his job,\nafraid of the first counselor. Why he should be, Cassal didn't know. He\nshrugged and went on. The agency was now in motion in his behalf, but\nhe didn't intend to depend on that alone.\n\n       *       *       *       *       *\n\n\"The girl ahead of you is making unnecessary wriggling motions as she\nwalks,\" observed Dimanche. \"Several men are looking on with approval.\nI don't understand.\"\n\nCassal glanced up. They walked that way back in good old L.A. A pang of\nhomesickness swept through him.\n\n\"Shut up,\" he growled plaintively. \"Attend to the business at hand.\"\n\n\"Business? Very well,\" said Dimanche. \"Watch out for the transport\ntide.\"\n\nCassal swerved back from the edge of the water. Murra Foray had been\nright. Godolphians didn't want or need his skills, at least not on\nterms that were acceptable to him. The natives didn't have to exert\nthemselves. They lived off the income provided by travelers, with which\nthe planet was abundantly supplied by ship after ship.\n\nStill, that didn't alter his need for money. He walked the streets at\nrandom while Dimanche probed.\n\n\"Ah!\"\n\n\"What is it?\"\n\n\"That man. He crinkles something in his hands. Not enough, he is\nsubvocalizing.\"\n\n\"I know how he feels,\" commented Cassal.\n\n\"Now his throat tightens. He bunches his muscles. 'I know where I can\nget more,' he tells himself. He is going there.\"\n\n\"A sensible man,\" declared Cassal. \"Follow him.\"\n\nBoldly the man headed toward a section of the city which Cassal had\nnot previously entered. He believed opportunity lay there. Not for\neveryone. The shrewd, observant, and the courageous could succeed\nif--The word that the quarry used was a slang term, unfamiliar to\neither Cassal or Dimanche. It didn't matter as long as it led to money.\n\nCassal stretched his stride and managed to keep the man in sight. He\nskipped nimbly over the narrow walkways that curved through the great\nbuildings. The section grew dingier as they proceeded. Not slums; not\nthe show-place city frequented by travelers, either.\n\nAbruptly the man turned into a building. He was out of sight when\nCassal reached the structure.\n\nHe stood at the entrance and stared in disappointment. \"Opportunities\nInc.,\" Dimanche quoted softly in his ear. \"Science, thrills, chance.\nWhat does that mean?\"\n\n\"It means that we followed a gravity ghost!\"\n\n\"What's a gravity ghost?\"\n\n\"An unexplained phenomena,\" said Cassal nastily. \"It affects the\ninstruments of spaceships, giving the illusion of a massive dark body\nthat isn't there.\"\n\n\"But you're not a pilot. I don't understand.\"\n\n\"You're not a very good pilot yourself. We followed the man to a\ngambling joint.\"\n\n\"Gambling,\" mused Dimanche. \"Well, isn't it an opportunity of a sort?\nSomeone inside is thinking of the money he's winning.\"\n\n\"The owner, no doubt.\"\n\nDimanche was silent, investigating. \"It is the owner,\" he confirmed\nfinally. \"Why not go in, anyway. It's raining. And they serve drinks.\"\nLeft unstated was the admission that Dimanche was curious, as usual.\n\n       *       *       *       *       *\n\nCassal went in and ordered a drink. It was a variable place, depending\non the spectator--bright, cheerful, and harmonious if he were winning,\ngarish and depressingly vulgar if he were not. At the moment Cassal\nbelonged to neither group. He reserved judgment.\n\nAn assortment of gaming devices were in operation. One in particular\nseemed interesting. It involved the counting of electrons passing\nthrough an aperture, based on probability.\n\n\"Not that,\" whispered Dimanche. \"It's rigged.\"\n\n\"But it's not necessary,\" Cassal murmured. \"Pure chance alone is good\nenough.\"\n\n\"They don't take chances, pure or adulterated. Look around. How many\nGodolphians do you see?\"\n\nCassal looked. Natives were not even there as servants. Strictly a\nclip joint, working travelers.\n\nUnconsciously, he nodded. \"That does it. It's not the kind of\nopportunity I had in mind.\"\n\n\"Don't be hasty,\" objected Dimanche. \"Certain devices I can't control.\nThere may be others in which my knowledge will help you. Stroll around\nand sample some games.\"\n\nCassal equipped himself with a supply of coins and sauntered through\nthe establishment, disbursing them so as to give himself the widest\npossible acquaintance with the layout.\n\n\"That one,\" instructed Dimanche.\n\nIt received a coin. In return, it rewarded him with a large shower of\nchange. The money spilled to the floor with a satisfying clatter. An\naudience gathered rapidly, ostensibly to help him pick up the coins.\n\n\"There was a circuit in it,\" explained Dimanche. \"I gave it a shot of\nelectrons and it paid out.\"\n\n\"Let's try it again,\" suggested Cassal.\n\n\"Let's not,\" Dimanche said regretfully. \"Look at the man on your right.\"\n\nCassal did so. He jammed the money back in his pocket and stood up.\nHastily, he began thrusting the money back into the machine. A large\nand very unconcerned man watched him.\n\n\"You get the idea,\" said Dimanche. \"It paid off two months ago. It\nwasn't scheduled for another this year.\" Dimanche scrutinized the man\nin a multitude of ways while Cassal continued play. \"He's satisfied,\"\nwas the report at last. \"He doesn't detect any sign of crookedness.\"\n\n\"_Crookedness?_\"\n\n\"On your part, that is. In the ethics of a gambling house, what's done\nto insure profit is merely prudence.\"\n\n       *       *       *       *       *\n\nThey moved on to other games, though Cassal lost his briefly acquired\nenthusiasm. The possibility of winning seemed to grow more remote.\n\n\"Hold it,\" said Dimanche. \"Let's look into this.\"\n\n\"Let me give _you_ some advice,\" said Cassal. \"This is one thing we\ncan't win at. Every race in the Galaxy has a game like this. Pieces of\nplastic with values printed on them are distributed. The trick is to\nget certain arbitrarily selected sets of values in the plastics dealt\nto you. It seems simple, but against a skilled player a beginner can't\nwin.\"\n\n\"Every race in the Galaxy,\" mused Dimanche. \"What do men call it?\"\n\n\"Cards,\" said Cassal, \"though there are many varieties within that\ngeneral classification.\" He launched into a detailed exposition of the\nsubject. If it were something he was familiar with, all right, but a\nforeign deck and strange rules--\n\nNevertheless, Dimanche was interested. They stayed and observed.\n\nThe dealer was clumsy. His great hands enfolded the cards. Not a\nGodolphian nor quite human, he was an odd type, difficult to place.\nPhysically burly, he wore a garment chiefly remarkable for its\nill-fitting appearance. A hard round hat jammed closely over his skull\ncompleted the outfit. He was dressed in a manner that, somewhere in the\nUniverse, was evidently considered the height of fashion.\n\n\"It doesn't seem bad,\" commented Cassal. \"There might be a chance.\"\n\n\"Look around,\" said Dimanche. \"Everyone thinks that. It's the classic\nstruggle, person against person and everyone against the house.\nNaturally, the house doesn't lose.\"\n\n\"Then why are we wasting our time?\"\n\n\"Because I've got an idea,\" said Dimanche. \"Sit down and take a hand.\"\n\n\"Make up your mind. You said the house doesn't lose.\"\n\n\"The house hasn't played against us. Sit down. You get eight cards,\nwith the option of two more. I'll tell you what to do.\"\n\nCassal waited until a disconsolate player relinquished his seat and\nstalked moodily away. He played a few hands and bet small sums in\naccordance with Dimanche's instructions. He held his own and won\ninsignificant amounts while learning.\n\nIt was simple. Nine orders, or suits, of twenty-seven cards each. Each\nsuit would build a different equation. The lowest hand was a quadratic.\nA cubic would beat it. All he had to do was remember his math, guess\nat what he didn't remember, and draw the right cards.\n\n\"What's the highest possible hand?\" asked Dimanche. There was a note\nof abstraction in his voice, as if he were paying more attention to\nsomething else.\n\nCassal peeked at the cards that were face-down on the table. He shoved\nsome money into the betting square in front of him and didn't answer.\n\n\"You had it last time,\" said Dimanche. \"A three dimensional\nencephalocurve. A time modulated brainwave. If you had bet right, you\ncould have owned the house by now.\"\n\n\"I did? Why didn't you tell me?\"\n\n\"Because you had it three successive times. The probabilities against\nthat are astronomical. I've got to find out what's happening before you\nstart betting recklessly.\"\n\n\"It's not the dealer,\" declared Cassal. \"Look at those hands.\"\n\nThey were huge hands, more suitable, seemingly, for crushing the life\nfrom some alien beast than the delicate manipulation of cards. Cassal\ncontinued to play, betting brilliantly by the only standard that\nmattered: he won.\n\n       *       *       *       *       *\n\nOne player dropped out and was replaced by a recruit from the\nsurrounding crowd. Cassal ordered a drink. The waiter was placing it in\nhis hand when Dimanche made a discovery.\n\n\"I've got it!\"\n\nA shout from Dimanche was roughly equivalent to a noiseless kick in the\nhead. Cassal dropped the drink. The player next to him scowled but said\nnothing. The dealer blinked and went on dealing.\n\n\"What have you got?\" asked Cassal, wiping up the mess and trying to\nkeep track of the cards.\n\n\"How he fixes the deck,\" explained Dimanche in a lower and less painful\ntone. \"Clever.\"\n\nMuttering, Cassal shoved a bet in front of him.\n\n\"Look at that hat,\" said Dimanche.\n\n\"Ridiculous, isn't it? But I see no reason to gloat because I have\nbetter taste.\"\n\n\"That's not what I meant. It's pulled down low over his knobby ears and\ntouches his jacket. His jacket rubs against his trousers, which in turn\ncome in contact with the stool on which he sits.\"\n\n\"True,\" agreed Cassal, increasing his wager. \"But except for his\nphysique, I don't see anything unusual.\"\n\n\"It's a circuit, a visual projector broken down into components. The\nhat is a command circuit which makes contact, via his clothing, with\nthe broadcasting unit built into the chair. The existence of a visual\nprojector is completely concealed.\"\n\nCassal bit his lip and squinted at his cards. \"Interesting. What does\nit have to do with anything?\"\n\n\"The deck,\" exclaimed Dimanche excitedly. \"The backs are regular,\nprinted with an intricate design. The front is a special plastic,\nsusceptible to the influence of the visual projector. He doesn't need\nmanual dexterity. He can make any value appear on any card he wants. It\nwill stay there until he changes it.\"\n\nCassal picked up the cards. \"I've got a Loreenaroo equation. Can he\nchange that to anything else?\"\n\n\"He can, but he doesn't work that way. He decides before he deals who's\ngoing to get what. He concentrates on each card as he deals it. He can\nchange a hand after a player gets it, but it wouldn't look good.\"\n\n\"It wouldn't.\" Cassal wistfully watched the dealer rake in his wager.\nHis winnings were gone, plus. The newcomer to the game won.\n\nHe started to get up. \"Sit down,\" whispered Dimanche. \"We're just\nbeginning. Now that we know what he does and how he does it, we're\ngoing to take him.\"\n\n       *       *       *       *       *\n\nThe next hand started in the familiar pattern, two cards of fairly good\npossibilities, a bet, and then another card. Cassal watched the dealer\nclosely. His clumsiness was only superficial. At no time were the faces\nof the cards visible. The real skill was unobservable, of course--the\nswift bookkeeping that went on in his mind. A duplication in the hands\nof the players, for instance, would be ruinous.\n\nCassal received the last card. \"Bet high,\" said Dimanche. With\ntrepidation, Cassal shoved the money into the betting area.\n\nThe dealer glanced at his hand and started to sit down. Abruptly he\nstood up again. He scratched his cheek and stared puzzledly at the\nplayers around him. Gently he lowered himself onto the stool. The\ncontact was even briefer. He stood up in indecision. An impatient\nmurmur arose. He dealt himself a card, looked at it, and paid off all\nthe way around. The players buzzed with curiosity.\n\n\"What happened?\" asked Cassal as the next hand started.\n\n\"I induced a short in the circuit,\" said Dimanche. \"He couldn't sit\ndown to change the last card he got. He took a chance, as he had to,\nand dealt himself a card, anyway.\"\n\n\"But he paid off without asking to see what we had.\"\n\n\"It was the only thing he could do,\" explained Dimanche. \"He had\nduplicate cards.\"\n\nThe dealer was scowling. He didn't seem quite so much at ease. The\ncards were dealt and the betting proceeded almost as usual. True,\nthe dealer was nervous. He couldn't sit down and stay down. He was\nsweating. Again he paid off. Cassal won heavily and he was not the only\none.\n\nThe crowd around them grew almost in a rush. There is an indefinable\nsense that tells one gambler when another is winning.\n\nThis time the dealer stood up. His leg contacted the stool\noccasionally. He jerked it away each time he dealt to himself. At the\nlast card he hesitated. It was amazing how much he could sweat. He\nlifted a corner of the cards. Without indicating what he had drawn,\ndeterminedly and deliberately he sat down. The chair broke. The dealer\ngrinned weakly as a waiter brought him another stool.\n\n\"They still think it may be a defective circuit,\" whispered Dimanche.\n\nThe dealer sat down and sprang up from the new chair in one motion. He\ngazed bitterly at the players and paid them.\n\n\"He had a blank hand,\" explained Dimanche. \"He made contact with the\nbroadcasting circuit long enough to erase, but not long enough to put\nanything in it's place.\"\n\nThe dealer adjusted his coat. \"I have a nervous disability,\" he\ndeclared thickly. \"If you'll pardon me for a few minutes while I take a\ntreatment--\"\n\n\"Probably going to consult with the manager,\" observed Cassal.\n\n\"He is the manager. He's talking with the owner.\"\n\n\"Keep track of him.\"\n\n       *       *       *       *       *\n\nA blonde, pretty, perhaps even Earth-type human, smiled and wriggled\ncloser to Cassal. He smiled back.\n\n\"Don't fall for it,\" warned Dimanche. \"She's an undercover agent for\nthe house.\"\n\nCassal looked her over carefully. \"Not much under cover.\"\n\n\"But if she should discover--\"\n\n\"Don't be stupid. She'll never guess you exist. There's a small lump\nbehind my ear and a small round tube cleverly concealed elsewhere.\"\n\n\"All right,\" sighed Dimanche resignedly. \"I suppose people will always\nbe a mystery to me.\"\n\nThe dealer reappeared, followed by an unobtrusive man who carried a\nnew stool. The dealer looked subtly different, though he was the same\nperson. It took a close inspection to determine what the difference\nwas. His clothing was new, unrumpled, unmarked by perspiration. During\nhis brief absence, he had been furnished with new visual projector\nequipment, and it had been thoroughly checked out. The house intended\nto locate the source of the disturbance.\n\nMentally, Cassal counted his assets. He was solvent again, but in other\nways his position was not so good.\n\n\"Maybe,\" he suggested, \"we should leave. With no further interference\nfrom us, they might believe defective equipment is the cause of their\nlosses.\"\n\n\"Maybe,\" replied Dimanche, \"you think the crowd around us is composed\nsolely of patrons?\"\n\n\"I see,\" said Cassal soberly.\n\nHe stretched his legs. The crowd pressed closer, uncommonly aggressive\nand ill-tempered for mere spectators. He decided against leaving.\n\n\"Let's resume play.\" The dealer-manager smiled blandly at each player.\nHe didn't suspect any one person--yet.\n\n\"He might be using an honest deck,\" said Cassal hopefully.\n\n\"They don't have that kind,\" answered Dimanche. He added absently:\n\"During his conference with the owner, he was given authority to handle\nthe situation in any way he sees fit.\"\n\nBad, but not too bad. At least Cassal was opposing someone who had\nauthority to let him keep his winnings, _if he could be convinced_.\n\nThe dealer deliberately sat down on the stool. Testing. He could endure\nthe charge that trickled through him. The bland smile spread into a\ntriumphant one.\n\n\"While he was gone, he took a sedative,\" analyzed Dimanche. \"He also\nhad the strength of the broadcasting circuit reduced. He thinks that\nwill do it.\"\n\n\"Sedatives wear off,\" said Cassal. \"By the time he knows it's me, see\nthat it has worn off. Mess him up.\"\n\n       *       *       *       *       *\n\nThe game went on. The situation was too much for the others. They\nplayed poorly and bet atrociously, on purpose. One by one they lost and\ndropped out. They wanted badly to win, but they wanted to live even\nmore.\n\nThe joint was jumping, and so was the dealer again. Sweat rolled down\nhis face and there were tears in his eyes. So much liquid began to\nerode his fixed smile. He kept replenishing it from some inner source\nof determination.\n\nCassal looked up. The crowd had drawn back, or had been forced back by\nhirelings who mingled with them. He was alone with the dealer at the\ntable. Money was piled high around him. It was more than he needed,\nmore than he wanted.\n\n\"I suggest one last hand,\" said the dealer-manager, grimacing. It\nsounded a little stronger than a suggestion.\n\nCassal nodded.\n\n\"For a substantial sum,\" said the dealer, naming it.\n\nMiraculously, it was an amount that equaled everything Cassal had.\nAgain Cassal nodded.\n\n\"Pressure,\" muttered Cassal to Dimanche. \"The sedative has worn off.\nHe's back at the level at which he started. Fry him if you have to.\"\n\nThe cards came out slowly. The dealer was jittering as he dealt. Soft\nmusic was lacking, but not the motions that normally accompanied it.\nCassal couldn't believe that cards could be so bad. Somehow the dealer\nwas rising to the occasion. Rising and sitting.\n\n\"There's a nerve in your body,\" Cassal began conversationally, \"which,\nif it were overloaded, would cause you to drop dead.\"\n\nThe dealer didn't examine his cards. He didn't have to. \"In that event,\nsomeone would be arrested for murder,\" he said. \"You.\"\n\nThat was the wrong tack; the humanoid had too much courage. Cassal\npassed his hand over his eyes. \"You can't do this to men, but, strictly\nspeaking, the dealer's not human. Try suggestion on him. Make him\nchange the cards. Play him like a piano. Pizzicato on the nerve\nstrings.\"\n\nDimanche didn't answer; presumably he was busy scrambling the circuits.\n\nThe dealer stretched out his hand. It never reached the cards. Danger:\nDimanche at work. The smile dropped from his face. What remained was\npure anguish. He was too dry for tears. Smoke curled up faintly from\nhis jacket.\n\n\"Hot, isn't it?\" asked Cassal. \"It might be cooler if you took off your\ncap.\"\n\nThe cap tinkled to the floor. The mechanism in it was destroyed. What\nthe cards were, they were. Now they couldn't be changed.\n\n\"That's better,\" said Cassal.\n\n       *       *       *       *       *\n\nHe glanced at his hand. In the interim, it had changed slightly.\nDimanche had got there.\n\nThe dealer examined his cards one by one. His face changed color. He\nsat utterly still on a cool stool.\n\n\"You win,\" he said hopelessly.\n\n\"Let's see what you have.\"\n\nThe dealer-manager roused himself. \"You won. That's good enough for\nyou, isn't it?\"\n\nCassal shrugged. \"You have Bank of the Galaxy service here. I'll\ndeposit my money with them _before_ you pick up your cards.\"\n\nThe dealer nodded unhappily and summoned an assistant. The crowd,\nwhich had anticipated violence, slowly began to drift away.\n\n\"What did you do?\" asked Cassal silently.\n\n\"Men have no shame,\" sighed Dimanche. \"Some humanoids do. The dealer\nwas one who did. I forced him to project onto his cards something that\nwasn't a suit at all.\"\n\n\"Embarrassing if that got out,\" agreed Cassal. \"What did you project?\"\n\nDimanche told him. Cassal blushed, which was unusual for a man.\n\nThe dealer-manager returned and the transaction was completed. His\nmoney was safe in the Bank of the Galaxy.\n\n\"Hereafter, you're not welcome,\" said the dealer morosely. \"Don't come\nback.\"\n\nCassal picked up the cards without looking at them. \"And no accidents\nafter I leave,\" he said, extending the cards face-down. The manager\ntook them and trembled.\n\n\"He's an honorable humanoid, in his own way,\" whispered Dimanche. \"I\nthink you're safe.\"\n\nIt was time to leave. \"One question,\" Cassal called back. \"What do you\ncall this game?\"\n\nAutomatically the dealer started to answer. \"Why, everyone knows....\"\nHe sat down, his mouth open.\n\nIt was more than time to leave.\n\nOutside, he hailed an air taxi. No point in tempting the management.\n\n\"Look,\" said Dimanche as the cab rose from the surface of the transport\ntide.\n\nA technician with a visual projector was at work on the sign in front\nof the gaming house. Huge words took shape: WARNING--NO TELEPATHS\nALLOWED.\n\nThere were no such things anywhere, but now there were rumors of them.\n\n       *       *       *       *       *\n\nArriving at the habitat wing of the hotel, Cassal went directly to\nhis room. He awaited the delivery of the equipment he had ordered and\nchecked through it thoroughly. Satisfied that everything was there, he\nestimated the size of the room. Too small for his purpose.\n\nHe picked up the intercom and dialed Services. \"Put a Life Stage Cordon\naround my suite,\" he said briskly.\n\nThe face opposite his went blank. \"But you're an Earthman. I thought--\"\n\n\"I know more about my own requirements than your Life Stage Bureau.\nEarthmen do have life stages. You know the penalty if you refuse that\nservice.\"\n\nThere were some races who went without sleep for five months and then\nhad to make up for it. Others grew vestigial wings for brief periods\nand had to fly with them or die; reduced gravity would suffice for\nthat. Still others--\n\nBut the one common feature was always a critical time in which certain\nconditions were necessary. Insofar as there was a universal law, from\none end of the Galaxy to the other, this was it: The habitat hotel had\nto furnish appropriate conditions for the maintenance of any life-form\nthat requested it.\n\nThe Godolphian disappeared from the screen. When he came back, he\nseemed disturbed.\n\n\"You spoke of a suite. I find that you're listed as occupying one room.\"\n\n\"I am. It's too small. Convert the rooms around me into a suite.\"\n\n\"That's very expensive.\"\n\n\"I'm aware of that. Check the Bank of the Galaxy for my credit rating.\"\n\nHe watched the process take place. Service would be amazingly good from\nnow on.\n\n\"Your suite will be converted in about two hours. The Life Stage Cordon\nwill begin as soon after that as you want. If you tell me how long\nyou'll need it, I can make arrangements now.\"\n\n\"About ten hours is all I'll need.\" Cassal rubbed his jaw reflectively.\n\"One more thing. Put a perpetual service at the spaceport. If a ship\ncomes in bound for Tunney 21 or the vicinity of it, get accommodations\non it for me. And hold it until I get ready, no matter what it costs.\"\n\nHe flipped off the intercom and promptly went to sleep. Hours later,\nhe was awakened by a faint hum. The Life Stage Cordon had just been\nsnapped safely around his newly created suite.\n\n\"Now what?\" asked Dimanche.\n\n\"I need an identification tab.\"\n\n\"You do. And forgeries are expensive and generally crude, as that\nHuntner woman, Murra Foray, observed.\"\n\n       *       *       *       *       *\n\nCassal glanced at the equipment. \"Expensive, yes. Not crude when we do\nit.\"\n\n\"_We_ forge it?\" Dimanche was incredulous.\n\n\"That's what I said. Consider it this way. I've seen my tab a\ncountless number of times. If I tried to draw it as I remember it,\nit would be inept and wouldn't pass. Nevertheless, that memory is in\nmy mind, recorded in neuronic chains, exact and accurate.\" He paused\nsignificantly. \"You have access to that memory.\"\n\n\"At least partially. But what good does that do?\"\n\n\"Visual projector and plastic which will take the imprint. I think hard\nabout the identification as I remember it. You record and feed it back\nto me while I concentrate on projecting it on the plastic. After we get\nit down, we change the chemical composition of the plastic. It will\nthen pass everything except destructive analysis, and they don't often\ndo that.\"\n\nDimanche was silent. \"Ingenious,\" was its comment. \"Part of that we can\nmanage, the official engraving, even the electron stamp. That, however,\nis gross detail. The print of the brain area is beyond our capacity.\nWe can put down what you remember, and you remember what you saw. You\ndidn't see fine enough, though. The general area will be recognizable,\nbut not the fine structure, nor the charges stored there nor their\ninterrelationship.\"\n\n\"But we've got to do it,\" Cassal insisted, pacing about nervously.\n\n\"With more equipment to probe--\"\n\n\"Not a chance. I got one Life Stage Cordon on a bluff. If I ask for\nanother, they'll look it up and refuse.\"\n\n\"All right,\" said Dimanche, humming. The mechanical attempt at\nmusic made Cassal's head ache. \"I've got an idea. Think about the\nidentification tab.\"\n\nCassal thought.\n\n\"Enough,\" said Dimanche. \"Now poke yourself.\"\n\n\"Where?\"\n\n\"Everywhere,\" replied Dimanche irritably. \"One place at a time.\"\n\nCassal did so, though it soon became monotonous.\n\nDimanche stopped him. \"Just above your right knee.\"\n\n\"What above my right knee?\"\n\n\"The principal access to that part of your brain we're concerned\nwith,\" said Dimanche. \"We can't photomeasure your brain the way it was\noriginally done, but we can investigate it remotely. The results will\nbe simplified, naturally. Something like a scale model as compared to\nthe original. A more apt comparison might be that of a relief map to\nan actual locality.\"\n\n\"Investigate it remotely?\" muttered Cassal. A horrible suspicion\ntouched his consciousness. He jerked away from that touch. \"What does\nthat mean?\"\n\n\"What it sounds like. Stimulus and response. From that I can construct\nan accurate chart of the proper portion of your brain. Our probing\ninstruments will be crude out of necessity, but effective.\"\n\n\"I've already visualized those probing instruments,\" said Cassal\nworriedly. \"Maybe we'd better work first on the official engraving and\nthe electron stamp, while I'm still fresh. I have a feeling....\"\n\n\"Excellent suggestion,\" said Dimanche.\n\nCassal gathered the articles slowly. His lighter would burn and it\nwould also cut. He needed a heavy object to pound with. A violent\nirritant for the nerve endings. Something to freeze his flesh....\n\nDimanche interrupted: \"There are also a few glands we've got to pick\nup. See if there's a stimi in the room.\"\n\n\"Stimi? Oh yes, a stimulator. Never use the damned things.\" But he was\ngoing to. The next few hours weren't going to be pleasant. Nor dull,\neither.\n\nLife could be difficult on Godolph.\n\n       *       *       *       *       *\n\nAs soon as the Life Stage Cordon came down, Cassal called for a doctor.\nThe native looked at him professionally.\n\n\"Is this a part of the Earth life process?\" he asked incredulously.\nGingerly, he touched the swollen and lacerated leg.\n\nCassal nodded wearily. \"A matter of life and death,\" he croaked.\n\n\"If it is, then it is,\" said the doctor, shaking his head. \"I, for one,\nam glad to be a Godolphian.\"\n\n\"To each his own habitat,\" Cassal quoted the motto of the hotel.\n\nGodolphians were clumsy, good-natured caricatures of seals. There was\nnothing wrong with their medicine, however. In a matter of minutes\nhe was feeling better. By the time the doctor left, the swelling had\nsubsided and the open wounds were fast closing.\n\nEagerly, he examined the identification tab. As far as he could tell,\nit was perfect. What the scanner would reveal was, of course, another\nmatter. He had to check that as best he could without exposing himself.\n\nServices came up to the suite right after he laid the intercom down. A\nmachine was placed over his head and the identification slipped into\nthe slot. The code on the tab was noted; the machine hunted and found\nthe corresponding brain area. Structure was mapped, impulses recorded,\nscrambled, converted into a ray of light which danced over a film.\n\nThe identification tab was similarly recorded. There was now a means of\ncomparison.\n\nFingerprints could be duplicated--that is, if the race in question\nhad fingers. Every intelligence, however much it differed from its\nneighbors, had a brain, and tampering with that brain was easily\ndetected. Each identification tab carried a psychometric number which\ncorresponded to the total personality. Alteration of any part of the\nbrain could only subtract from personality index.\n\nThe technician removed the identification and gave it to Cassal. \"Where\nshall I send the strips?\"\n\n\"You don't,\" said Cassal. \"I have a private message to go with them.\"\n\n\"But that will invalidate the process.\"\n\n\"I know. This isn't a formal contract.\"\n\nRemoving the two strips and handing them to Cassal, the technician\nwheeled the machine away. After due thought, Cassal composed the\nmessage.\n\n     Travelers Aid Bureau Murra Foray, first counselor:\n\n     If you were considering another identification tab for me, don't.\n     As you can see, I've located the missing item.\n\nHe attached the message to the strips and dropped them into the\ncommunication chute.\n\n       *       *       *       *       *\n\nHe was wiping his whiskers away when the answer came. Hastily he\nfinished and wrapped himself, noting but not approving the amused glint\nin her eyes as she watched. His morals were his own, wherever he went.\n\n\"Denton Cassal,\" she said. \"A wonderful job. The two strips were in\nregister within one per cent. The best previous forgery I've seen was\nsix per cent, and that was merely a lucky accident. It couldn't be\nduplicated. Let me congratulate you.\"\n\nHis dignity was professional. \"I wish you weren't so fond of that word\n'forgery.' I told you I mislaid the tab. As soon as I found it, I sent\nyou proof. I want to get to Tunney 21. I'm willing to do anything I can\nto speed up the process.\"\n\nHer laughter tinkled. \"You don't _have_ to tell me how you did it or\nwhere you got it. I'm inclined to think you made it. You understand\nthat I'm not concerned with legality as such. From time to time the\nagency has to furnish missing documents. If there's a better way than\nwe have, I'd like to know it.\"\n\nHe sighed and shook his head. For some reason, his heart was beating\nfast. He wanted to say more, but there was nothing to say.\n\nWhen he failed to respond, she leaned toward him. \"Perhaps you'll\ndiscuss this with me. At greater length.\"\n\n\"At the agency?\"\n\nShe looked at him in surprise. \"Have you been sleeping? The agency is\nclosed for the day. The first counselor can't work all the time, you\nknow.\"\n\nSleeping? He grimaced at the remembrance of the self-administered\nbeating. No, he hadn't been sleeping. He brushed the thought aside and\nboldly named a place. Dinner was acceptable.\n\nDimanche waited until the screen was dark. The words were carefully\nchosen.\n\n\"Did you notice,\" he asked, \"that there was no apparent change in\nclothing and makeup, yet she seemed younger, more attractive?\"\n\n\"I didn't think you could trace her that far.\"\n\n\"I can't. I looked at her through your eyes.\"\n\n\"Don't trust my reaction,\" advised Cassal. \"It's likely to be\nsubjective.\"\n\n\"I don't,\" answered Dimanche. \"It is.\"\n\n       *       *       *       *       *\n\nCassal hummed thoughtfully. Dimanche was a business neurological\ninstrument. It didn't follow that it was an expert in human psychology.\n\n       *       *       *       *       *\n\nCassal stared at the woman coming toward him. Center-of-the-Galaxy\nfashion. Decadent, of course, or maybe ultra-civilized. As an Outsider,\nhe wasn't sure which. Whatever it was, it did to the human body what\nshould have been done long ago.\n\nAnd this body wasn't exactly human. The subtle skirt of proportions\nbetrayed it as an offshoot or deviation from the human race. Some of\nthe new sub-races stacked up against the original stock much in the\nsame way Cro-Magnons did against Neanderthals, in beauty, at least.\n\nDimanche spoke a single syllable and subsided, an event Cassal didn't\nnotice. His consciousness was focused on another discovery: the woman\nwas Murra Foray.\n\nHe knew vaguely that the first counselor was not necessarily what she\nhad seemed that first time at the agency. That she was capable of such\na metamorphosis was hard to believe, though pleasant to accept. His\nattitude must have shown on his face.\n\n\"Please,\" said Murra Foray. \"I'm a Huntner. We're adept at camouflage.\"\n\n\"Huntner,\" he repeated blankly. \"I knew that. But what's a Huntner?\"\n\nShe wrinkled her lovely nose at the question. \"I didn't expect you to\nask that. I won't answer it now.\" She came closer. \"I thought you'd ask\nwhich was the camouflage--the person you see here, or the one at the\nBureau?\"\n\nHe never remembered the reply he made. It must have been satisfactory,\nfor she smiled and drew her fragile wrap closer. The reservations were\nwaiting.\n\nDimanche seized the opportunity to speak. \"There's something phony\nabout her. I don't understand it and I don't like it.\"\n\n\"You,\" said Cassal, \"are a machine. You don't have to like it.\"\n\n\"That's what I mean. You _have_ to like it. You have no choice.\"\n\nMurra Foray looked back questioningly. Cassal hurried to her side.\n\nThe evening passed swiftly. Food that he ate and didn't taste. Music he\nheard and didn't listen to. Geometric light fugues that were seen and\nnot observed. Liquor that he drank--and here the sequence ended, in the\ncomplicated chemistry of Godolphian stimulants.\n\nCassal reacted to that smooth liquid, though his physical reactions\nwere not slowed. Certain mental centers were depressed, others left\nwide open, subject to acceleration at whatever speed he demanded.\n\nMurra Foray, in his eyes at least, might look like a dream, the kind\nmen have and never talk about. She was, however, interested solely in\nher work, or so it seemed.\n\n       *       *       *       *       *\n\n\"Godolph is a nice place,\" she said, toying with a drink, \"if you like\nrain. The natives seem happy enough. But the Galaxy is big and there\nare lots of strange planets in it, each of which seems ideal to those\nwho are adapted to it. I don't have to tell you what happens when\npeople travel. They get stranded. It's not the time spent in actual\nflight that's important; it's waiting for the right ship to show up\nand then having all the necessary documents. Believe me, that can be\nimportant, as you found out.\"\n\nHe nodded. He had.\n\n\"That's the origin of Travelers Aid Bureau,\" she continued. \"A loose\norganization, propagated mainly by example. Sometimes it's called Star\nTravelers Aid. It may have other names. The aim, however, is always the\nsame: to see that stranded persons get where they want to go.\"\n\nShe looked at him wistfully, appealingly. \"That's why I'm interested\nin your method of creating identification tabs. It's the thing most\ncommonly lost. Stolen, if you prefer the truth.\"\n\nShe seemed to anticipate his question. \"How can anyone use another's\nidentification? It can be done under certain circumstances. By neural\nlobotomy, a portion of one brain may be made to match, more or less\nexactly, the code area of another brain. The person operated on suffers\na certain loss of function, of course. How great that loss is depends\non the degree of similarity between the two brain areas before the\noperation took place.\"\n\nShe ought to know, and he was inclined to believe her. Still, it didn't\nsound feasible.\n\n\"You haven't accounted for the psychometric index,\" he said.\n\n\"I thought you'd see it. That's diminished, too.\"\n\nLogical enough, though not a pretty picture. A genius could always be\nmade into an average man or lowered to the level of an idiot. There\nwas no operation, however, that could raise an idiot to the level of a\ngenius.\n\nThe scramble for the precious identification tabs went on, from the\nhigher to the lower, a game of musical chairs with grim over-tones.\n\nShe smiled gravely. \"You haven't answered my implied question.\"\n\nThe company that employed him wasn't anxious to let the secret of\nDimanche get out. They didn't sell the instrument; they made it for\ntheir own use. It was an advantage over their competitors they intended\nto keep. Even on his recommendation, they wouldn't sell to the agency.\n\nMoreover, it wouldn't help Travelers Aid Bureau if they did. Since she\nwas first counselor, it was probable that she'd be the one to use it.\nShe couldn't make identification for anyone except herself, and then\nonly if she developed exceptional skill.\n\nThe alternative was to surgery it in and out of whoever needed it. When\nthat happened, secrecy was gone. Travelers couldn't be trusted.\n\n       *       *       *       *       *\n\nHe shook his head. \"It's an appealing idea, but I'm afraid I can't help\nyou.\"\n\n\"Meaning you won't.\"\n\nThis was intriguing. Now it was the agency, not he, who wanted help.\n\n\"Don't overplay it,\" cautioned Dimanche, who had been consistently\nsilent.\n\nShe leaned forward attentively. He experienced an uneasy moment. Was it\npossible she had noticed his private conversation? Of course not. Yet--\n\n\"Please,\" she said, and the tone allayed his fears. \"There's an\nemergency situation and I've got to attend to it. Will you go with me?\"\nShe smiled understandingly at his quizzical expression. \"Travelers Aid\nis always having emergencies.\"\n\nShe was rising. \"It's too late to go to the Bureau. My place has a\nnumber of machines with which I keep in touch with the spaceport.\"\n\n\"I wonder,\" said Dimanche puzzledly. \"She doesn't subvocalize at all. I\nhaven't been able to get a line on her. I'm certain she didn't receive\nany sort of call. Be careful. This might be a trick.\"\n\n\"Interesting,\" said Cassal. He wasn't in the mood to discuss it.\n\nHer habitation was luxurious, though Cassal wasn't impressed. Luxury\nwas found everywhere in the Universe. Huntner women weren't. He watched\nas she adjusted the machines grouped at one side of the room. She spoke\nin a low voice; he couldn't distinguish words. She actuated levers,\npressed buttons: impedimenta of communication.\n\nAt last she finished. \"I'm tired. Will you wait till I change?\"\n\nInarticulately, he nodded.\n\n\"I think her 'emergency' was a fake,\" said Dimanche flatly as soon as\nshe left. \"I'm positive she wasn't operating the communicator. She\nmerely went through the motions.\"\n\n\"Motions,\" murmured Cassal dreamily, leaning back. \"And what motions.\"\n\n\"I've been watching her,\" said Dimanche. \"She frightens me.\"\n\n\"I've been watching her, too. Maybe in a different way.\"\n\n\"Get out of here while you can,\" warned Dimanche. \"She's dangerous.\"\n\n       *       *       *       *       *\n\nMomentarily, Cassal considered it. Dimanche had never failed him. He\nought to follow that advice. And yet there was another explanation.\n\n\"Look,\" said Cassal. \"A machine is a machine. But among humans there\nare men and women. What seems dangerous to you may be merely a pattern\nof normal behavior....\" He broke off. Murra Foray had entered.\n\nStrictly from the other side of the Galaxy, which she was. A woman can\nbe slender and still be womanly beautiful, without being obvious about\nit. Not that Murra disdained the obvious, technically. But he could see\nthrough technicalities.\n\nThe tendons in his hands ached and his mouth was dry, though not with\nfear. An urgent ringing pounded in his ears. He shook it out of his\nhead and got up.\n\nShe came to him.\n\nThe ringing was still in his ears. It wasn't a figment of imagination;\nit was a real voice--that of Dimanche, howling:\n\n\"Huntner! It's a word variant. In their language it means Hunter. _She\ncan hear me!_\"\n\n\"Hear you?\" repeated Cassal vacantly.\n\nShe was kissing him.\n\n\"A descendant of carnivores. An audio-sensitive. She's been listening\nto you and me all the time.\"\n\n\"Of course I have, ever since the first interview at the bureau,\" said\nMurra. \"In the beginning I couldn't see what value it was, but you\nconvinced me.\" She laid her hand gently over his eyes. \"I hate to do\nthis to you, dear, but I've got to have Dimanche.\"\n\nShe had been smothering him with caresses. Now, deliberately, she began\nsmothering him in actuality.\n\nCassal had thought he was an athlete. For an Earthman, he was. Murra\nForay, however, was a Huntner, which meant hunter--a descendant of\nincredibly strong carnivores.\n\nHe didn't have a chance. He knew that when he couldn't budge her hands\nand he fell into the airless blackness of space.\n\n       *       *       *       *       *\n\nAlone and naked, Cassal awakened. He wished he hadn't. He turned over\nand, though he tried hard not to, promptly woke up again. His body was\nwilling to sleep, but his mind was panicked and disturbed. About what,\nhe wasn't sure.\n\nHe sat up shakily and held his roaring head in his hands. He ran aching\nfingers through his hair. He stopped. The lump behind his ear was gone.\n\n\"Dimanche!\" he called, and looked at his abdomen.\n\nThere was a thin scar, healing visibly before his eyes.\n\n\"Dimanche!\" he cried again. \"Dimanche!\"\n\nThere was no answer. Dimanche was no longer with him.\n\nHe staggered to his feet and stared at the wall. She'd been kind\nenough to return him to his own rooms. At length he gathered enough\nstrength to rummage through his belongings. Nothing was missing. Money,\nidentification--all were there.\n\nHe could go to the police. He grimaced as he thought of it. The\nneighborly Godolphian police were hardly a match for the Huntner; she'd\nfake them out of their skins.\n\nHe couldn't prove she'd taken Dimanche. Nothing else normally\nconsidered valuable was missing. Besides, there might even be a local\nprohibition against Dimanche. Not by name, of course; but they could\ndig up an ancient ordinance--invasion of privacy or something like\nthat. Anything would do if it gave them an opportunity to confiscate\nthe device for intensive study.\n\nFor the police to believe his story was the worst that could happen.\nThey might locate Dimanche, but he'd never get it.\n\nHe smiled bitterly and the effort hurt. \"Dear,\" she had called him\nas she had strangled and beaten him into unconsciousness. Afterward\nsinging, very likely, as she had sliced the little instrument out of\nhim.\n\nHe could picture her not very remote ancestors springing from cover and\novertaking a fleeing herd--\n\nNo use pursuing that line of thought.\n\nWhy did she want Dimanche? She had hinted that the agency wasn't always\nconcerned with legality as such. He could believe her. If she wanted it\nfor making identification tabs, she'd soon find that it was useless.\nNot that that was much comfort--she wasn't likely to return Dimanche\nafter she'd made that discovery.\n\n       *       *       *       *       *\n\nFor that matter, what was the purpose of Travelers Aid Bureau? It was a\nfront for another kind of activity. Philanthropy had nothing to do with\nit.\n\nIf he still had possession of Dimanche, he'd be able to find out.\nEverything seemed to hinge on that. With it, he was nearly a superman,\nable to hold his own in practically all situations--anything that\ndidn't involve a Huntner woman, that is.\n\nWithout it--well, Tunney 21 was still far away. Even if he should\nmanage to get there without it, his mission on the planet was certain\nto fail.\n\nHe dismissed the idea of trying to recover it immediately from Murra\nForay. She was an audio-sensitive. At twenty feet, unaided, she could\nhear a heartbeat, the internal noise muscles made in sliding over\neach other. With Dimanche, she could hear electrons rustling. As an\nantagonist she was altogether too formidable.\n\n       *       *       *       *       *\n\nHe began pulling on his clothing, wincing as he did so. The alternative\nwas to make another Dimanche. _If_ he could. It would be a tough job\neven for a neuronic expert familiar with the process. He wasn't that\nexpert, but it still had to be done.\n\nThe new instrument would have to be better than the original. Maybe not\nsuch a slick machine, but more comprehensive. More wallop. He grinned\nas he thought hopefully about giving Murra Foray a surprise.\n\nIgnoring his aches and pains, he went right to work. With money not a\nfactor, it was an easy matter to line up the best electronic and neuron\nconcerns on Godolph. Two were put on a standby basis. When he gave them\nplans, they were to rush construction at all possible speed.\n\nEach concern was to build a part of the new instrument. Neither part\nwas of value without the other. The slow-thinking Godolphians weren't\nlikely to make the necessary mental connection between the seemingly\nunrelated projects.\n\nHe retired to his suite and began to draw diagrams. It was harder than\nhe thought. He knew the principles, but the actual details were far\nmore complicated than he remembered.\n\nFunctionally, the Dimanche instrument was divided into three main\nphases. There was a brain and memory unit that operated much as the\nhuman counterpart did. Unlike the human brain, however, it had no body\nto control, hence more of it was available for thought processes.\nEntirely neuronic in construction, it was far smaller than an\nelectronic brain of the same capacity.\n\nThe second function was electronic, akin to radar. Instead of material\nobjects, it traced and recorded distant nerve impulses. It could count\nthe heartbeat, measure the rate of respiration, was even capable of\napproximate analysis of the contents of the bloodstream. Properly\nfocused on the nerves of tongue, lips or larynx, it transmitted that\ndata back to the neuronic brain, which then reconstructed it into\nspeech. Lip reading, after a fashion, carried to the ultimate.\n\nFinally, there was the voice of Dimanche, a speaker under the control\nof the neuronic brain.\n\nFor convenience of installation in the body, Dimanche was packaged in\ntwo units. The larger package was usually surgeried into the abdomen.\nThe small one, containing the speaker, was attached to the skull\njust behind the ear. It worked by bone conduction, allowing silent\ncommunication between operator and instrument. A real convenience.\n\nIt wasn't enough to know this, as Cassal did. He'd talked to the\ncompany experts, had seen the symbolical drawings, the plans for an\nimproved version. He needed something better than the best though, that\nhad been planned.\n\nThe drawback was this: _Dimanche was powered directly by the nervous\nsystem of the body in which it was housed_. Against Murra Foray, he'd\nbe over-matched. She was stronger than he physically, probably also in\nthe production of nervous energy.\n\nOne solution was to make available to the new instrument a larger\nfraction of the neural currents of the body. That was dangerous--a\nslight miscalculation and the user was dead. Yet he had to have an\ninstrument that would overpower her.\n\nCassal rubbed his eyes wearily. How could he find some way of supplying\nadditional power?\n\nAbruptly, Cassal sat up. That was the way, of course--an auxiliary\npower pack that need not be surgeried into his body, extra power that\nhe would use only in emergencies.\n\nNeuronics, Inc., had never done this, had never thought that such an\ninstrument would ever be necessary. They didn't need to overpower their\ncustomers. They merely wanted advance information via subvocalized\nthoughts.\n\nIt was easier for Cassal to conceive this idea than to engineer it. At\nthe end of the first day, he knew it would be a slow process.\n\nTwice he postponed deadlines to the manufacturing concerns he'd\nengaged. He locked himself in his rooms and took Anti-Sleep against\nthe doctor's vigorous protests. In one week he had the necessary\ndrawings, crude but legible. An expert would have to make innumerable\ncorrections, but the intent was plain.\n\nOne week. During that time Murra Foray would be growing hourly more\nproficient in the use of Dimanche.\n\n       *       *       *       *       *\n\nCassal followed the neuronics expert groggily, seventy-two hours sleep\nstill clogging his reactions. Not that he hadn't needed sleep after\nthat week. The Godolphian showed him proudly through the shops, though\nhe wasn't at all interested in their achievements. The only noteworthy\naspect was the grand scale of their architecture.\n\n\"We did it, though I don't think we'd have taken the job if we'd known\nhow hard it was going to be,\" the neuronics expert chattered. \"It works\nexactly as you specified. We had to make substitutions, of course, but\nyou understand that was inevitable.\"\n\nHe glanced anxiously at Cassal, who nodded. That was to be expected.\nComponents that were common on Earth wouldn't necessarily be available\nhere. Still, any expert worth his pay could always make the proper\ncombinations and achieve the same results.\n\nInside the lab, Cassal frowned. \"I thought you were keeping my work\nseparate. What is this planetary drive doing here?\"\n\nThe Godolphian spread his broad hands and looked hurt. \"Planetary\ndrive?\" He tried to laugh. \"This is the instrument you ordered!\"\n\nCassal started. It was supposed to fit under a flap of skin behind his\near. A Three World saurian couldn't carry it.\n\nHe turned savagely on the expert. \"I told you it had to be small.\"\n\n\"But it is. I quote your orders exactly: 'I'm not familiar with your\nsystem of measurement, but make it tiny, very tiny. Figure the size you\nthink it will have to be and cut it in half. And then cut _that_ in\nhalf.' This is the fraction remaining.\"\n\nIt certainly was. Cassal glanced at the Godolphian's hands. Excellent\nfor swimming. No wonder they built on a grand scale. Broad, blunt,\nwebbed hands weren't exactly suited for precision work.\n\nValueless. Completely valueless. He knew now what he would find at the\nother lab. He shook his head in dismay, personally saw to it that the\ninstrument was destroyed. He paid for the work and retrieved the plans.\n\nBack in his rooms again, he sat and thought. It was still the only\nsolution. If the Godolphians couldn't do it, he'd have to find some\nrace that could. He grabbed the intercom and jangled it savagely. In\nhalf an hour he had a dozen leads.\n\nThe best seemed to be the Spirella. A small, insectlike race, about\nthree feet tall, they were supposed to have excellent manual dexterity,\nand were technically advanced. They sounded as if they were acquainted\nwith the necessary fields. Three light-years away, they could be\nreached by readily available local transportation within the day. Their\nidea of what was small was likely to coincide with his.\n\nHe didn't bother to pack. The suite would remain his headquarters. Home\nwas where his enemies were.\n\nHe made a mental correction--enemy.\n\n       *       *       *       *       *\n\nHe rubbed his sensitive ear, grateful for the discomfort. His stomach\nwas sore, but it wouldn't be for long. The Spirella had made the new\ninstrument just as he had wanted it. They had built an even better\nauxiliary power unit than he had specified. He fingered the flat cases\nin his pocket. In an emergency, he could draw on these, whereas Murra\nForay would be limited to the energy in her nervous system.\n\nWhat he had now was hardly the same instrument. A Military version\nof it, perhaps. It didn't seem right to use the same name. Call it\nsomething staunch and crisp, suggestive of raw power. Manche. As good a\nname as any. Manche against Dimanche. Cassal against a queen.\n\nHe swung confidently along the walkway beside the transport tide. It\nwas raining. He decided to test the new instrument. The Godolphian\nacross the way bent double and wondered why his knees wouldn't work.\nThey had suddenly become swollen and painful to move. Maybe it was the\nclimate.\n\nAnd maybe it wasn't, thought Cassal. Eventually the pain would leave,\nbut he hadn't meant to be so rough on the native. He'd have to watch\nhow he used Manche.\n\nHe scouted the vicinity of Travelers Aid Bureau, keeping at least one\nbuilding between him and possible detection. Purely precautionary.\nThere was no indication that Murra Foray had spotted him. For a\nHuntner, she wasn't very alert, apparently.\n\nHe sent Manche out on exploration at minimum strength. The electronic\nguards which Dimanche had spoken of were still in place. Manche went\nthrough easily and didn't disturb an electron. Behind the guards there\nwas no trace of the first counselor.\n\nHe went closer. Still no warning of danger. The same old technician\nshuffled in front of the entrance. A horrible thought hit him. It was\neasy enough to verify. Another \"reorganization\" _had_ taken place. The\nnew sign read:\n\n                       STAR TRAVELERS AID BUREAU\n                            STAB _Your Hour\n                               of Need_\n                   Delly Mortinbras, first counselor\n\nCassal leaned against the building, unable to understand what it was\nthat frightened and bewildered him. Then it gradually became, if not\nclear, at least not quite so muddy.\n\nSTAB was the word that had been printed on the card in the\nmoney clip that his assailant in the alley had left behind. Cassal had\nnaturally interpreted it as an order to the thug. It wasn't, of course.\n\nThe first time Cassal had visited the Travelers Aid Bureau, it had\nbeen in the process of reorganization. The only purpose of the\nreorganization, he realized now, had been to change the name so he\nwouldn't translate the word on the slip into the original initials of\nthe Bureau.\n\nNow it probably didn't matter any more whether or not he knew, so the\nname had been changed back to Star Travelers Aid Bureau--STAB.\n\nThat, he saw bitterly, was why Murra Foray had been so positive that\nthe identification tab he'd made with the aid of Dimanche had been a\nforgery.\n\n_She had known the man who robbed Cassal of the original one, perhaps\nhad even helped him plan the theft._\n\n       *       *       *       *       *\n\nThat didn't make sense to Cassal. Yet it had to. He'd suspected the\norganization of being a racket, but it obviously wasn't. By whatever\nname it was called, it actually was dedicated to helping the stranded\ntraveler. The question was--which travelers?\n\nThere must be agency operatives at the spaceport, checking every likely\nprospect who arrived, finding out where they were going, whether\ntheir papers were in order. Then, just as had happened to Cassal, the\nprospect was robbed of his papers so somebody stranded here could go on\nto that destination!\n\nThe shabby, aging technician finished changing the last door sign and\nhobbled over to Cassal. He peered through the rain and darkness.\n\n\"You stuck here, too?\" he quavered.\n\n\"No,\" said Cassal with dignity, shaky dignity. \"I'm not stuck. I'm here\nbecause I want to be.\"\n\n\"You're crazy,\" declared the old man. \"I remember--\"\n\nCassal didn't wait to find out what it was he remembered. An impossible\nland, perhaps, a planet which swings in perfect orbit around an ideal\nsun. A continent which reared a purple mountain range to hold up a\nhoney sky. People with whom anyone could relax easily and without worry\nor anxiety. In short, his own native world from which, at night, all\nthe constellations were familiar.\n\nSomehow, Cassal managed to get back to his suite, tumbled wearily onto\nhis bed. The show-down wasn't going to take place.\n\nEveryone connected with the agency--including Murra Foray--had been\n\"stuck here\" for one reason or another: no identification tab, no\nmoney, whatever it was. That was the staff of the Bureau, a pack of\ndesperate castaways. The \"philanthropy\" extended to them and nobody\nelse. They grabbed their tabs and money from the likeliest travelers,\nleaving them marooned here--and they in turn had to join the Bureau\nand use the same methods to continue their journeys through the Galaxy.\n\nIt was an endless belt of stranded travelers robbing and stranding\nother travelers, who then had to rob and strand still others, and so on\nand on....\n\n       *       *       *       *       *\n\nCassal didn't have a chance of catching up with Murra Foray. She had\nused the time--and Dimanche--to create her own identification tab and\nescape. She was going back to Kettikat, home of the Huntners, must\nalready be light-years away.\n\nOr was she? The signs on the Bureau had just been changed. Perhaps the\nship was still in the spaceport, or cruising along below the speed of\nlight. He shrugged defeatedly. It would do him no good; he could never\nget on board.\n\nHe got up suddenly on one elbow. He couldn't, but Manche could! Unlike\nhis old instrument, it could operate at tremendous distances, its power\nno longer dependent only on his limited nervous energy.\n\nWith calculated fury, he let Manche strike out into space.\n\n\"There you are!\" exclaimed Murra Foray. \"I thought you could do it.\"\n\n\"Did you?\" he asked coldly. \"Where are you now?\"\n\n\"Leaving the atmosphere, if you can call the stuff around this planet\nan atmosphere.\"\n\n\"It's not the atmosphere that's bad,\" he said as nastily as he could.\n\"It's the philanthropy.\"\n\n\"Please don't feel that way,\" she appealed. \"Huntners are rather\nunusual people, I admit, but sometimes even we need help. I had to have\nDimanche and I took it.\"\n\n\"At the risk of killing me.\"\n\nHer amusement was strange; it held a sort of sadness. \"I didn't hurt\nyou. I couldn't. You were too cute, like a--well, the animal native to\nKettikat that would be called a teddy bear on Earth. A cute, lovable\nteddy bear.\"\n\n\"Teddy bear,\" he repeated, really stung now. \"Careful. This one may\nhave claws.\"\n\n\"Long claws? Long enough to reach from here to Kettikat?\" She was\nlaughing, but it sounded thin and wistful.\n\nManche struck out at Cassal's unspoken command. The laughter was\ncanceled.\n\n\"Now you've done it,\" said Dimanche. \"She's out cold.\"\n\nThere was no reason for remorse; it was strange that he felt it. His\nthroat was dry.\n\n\"So you, too, can communicate with me. Through Manche, of course. I\nbuilt a wonderful instrument, didn't I?\"\n\n\"A fearful one,\" said Dimanche sternly. \"She's unconscious.\"\n\n\"I heard you the first time.\" Cassal hesitated. \"Is she dead?\"\n\nDimanche investigated. \"Of course not. A little thing like that\nwouldn't hurt her. Her nerve system is marvelous. I think it could\ncarry current for a city. Beautiful!\"\n\n\"I'm aware of the beauty,\" said Cassal.\n\n       *       *       *       *       *\n\nAn awkward silence followed. Dimanche broke it. \"Now that I know the\nfacts, I'm proud to be her chosen instrument. Her need was greater than\nyours.\"\n\nCassal growled, \"As first counselor, she had access to every--\"\n\n\"Don't interrupt with your half truths,\" said Dimanche. \"Huntners\n_are_ special; their brain structure, too. Not necessarily better,\njust different. Only the auditory and visual centers of their brains\nresemble that of man. You can guess the results of even superficial\ntampering with those parts of her mind. And stolen identification would\ninvolve lobotomy.\"\n\nHe could imagine? Cassal shook his head. No, he couldn't. A blinded\nand deaf Murra Foray would not go back to the home of the Huntners.\nAccording to her racial conditioning, a sightless young tiger should\ncreep away and die.\n\nAgain there was silence. \"No, she's not pretending unconsciousness,\"\nannounced Dimanche. \"For a moment I thought--but never mind.\"\n\nThe conversation was lasting longer than he expected. The ship must be\nobsolete and slow. There were still a few things he wanted to find out,\nif there was time.\n\n\"When are you going on Drive?\" he asked.\n\n\"We've been on it for some time,\" answered Dimanche.\n\n\"Repeat that!\" said Cassal, stunned.\n\n\"I said that we've been on faster-than-light drive for some time. Is\nthere anything wrong with that?\"\n\nNothing wrong with that at all. Theoretically, there was only one means\nof communicating with a ship hurtling along faster than light, and that\nway hadn't been invented.\n\n_Hadn't been until he had put together the instrument he called Manche._\n\nUnwittingly, he had created far more than he intended. He ought to have\nfelt elated.\n\nDimanche interrupted his thoughts. \"I suppose you know what she thinks\nof you.\"\n\n\"She made it plain enough,\" said Cassal wearily. \"A teddy bear. A\nbrainless, childish toy.\"\n\n\"Among the Huntners, women are vigorous and aggressive,\" said Dimanche.\nThe voice grew weaker as the ship, already light-years away, slid into\nunfathomable distances. \"Where words are concerned, morals are very\nstrict. For instance, 'dear' is never used unless the person means it.\nHuntner men are weak and not over-burdened with intelligence.\"\n\nThe voice was barely audible, but it continued: \"The principal romantic\nfigure in the dreams of women....\" Dimanche failed altogether.\n\n\"Manche!\" cried Cassal.\n\nManche responded with everything it had. \"... is the teddy bear.\"\n\nThe elation that had been missing, and the triumph, came now. It was no\ntime for hesitation, and Cassal didn't hesitate. Their actions had been\ndirected against each other, but their emotions, which each had tried\nto ignore, were real and strong.\n\nThe gravitor dropped him to the ground floor. In a few minutes, Cassal\nwas at the Travelers Aid Bureau.\n\nCorrection. Now it was Star Travelers Aid Bureau.\n\nAnd, though no one but himself knew it, even that was wrong. Quickly he\nfound the old technician.\n\n\"There's been a reorganization,\" said Cassal bluntly. \"I want the signs\nchanged.\"\n\nThe old man drew himself up. \"Who are you?\"\n\n\"I've just elected myself,\" said Cassal. \"I'm the new first counselor.\"\n\nHe hoped no one would be foolish enough to challenge him. He wanted an\norganization that could function immediately, not a hospital full of\ncripples.\n\nThe old man thought about it. He was merely a menial, but he had been\nwith the bureau for a long time. He was nobody, nothing, but he could\nrecognize power when it was near him. He wiped his eyes and shambled\nout into the fine cold rain. Swiftly the new signs went up.\n\n                       STAR TRAVELERS AID BUREAU\n                          S. T. A. _with us_\n                     Denton Cassal, first counselor\n\n       *       *       *       *       *\n\nCassal sat at the control center. Every question cubicle was visible\nat a glance. In addition there was a special panel, direct from the\nspaceport, which recorded essential data about every newly arrived\ntraveler. He could think of a few minor improvements, but he wouldn't\nhave time to put them into effect. He'd mention them to his assistant,\na man with a fine, logical mind. Not really first-rate, of course,\nbut well suited to his secondary position. Every member quickly rose\nor sank to his proper level in this organization, and this one had,\nwithout a struggle.\n\nBusiness was dull. The last few ships had brought travelers who\nwere bound for unimaginably dreary destinations, nothing he need be\nconcerned with.\n\nHe thought about the instrument. It was the addition of power that made\nthe difference. Dimanche plus power equaled Manche, and Manche raised\nthe user far above the level of other men. There was little to fear.\n\nBut essentially the real value of Manche lay in this--it was a\nbeginning. Through it, he had communicated with a ship traveling\nfar faster than light. The only one instrument capable of that was\ninstantaneous radio. Actually it wasn't radio, but the old name had\nstuck to it.\n\nManche was really a very primitive model of instantaneous radio. It\nwas crude; all first steps were. Limited in range, it was practically\nvalueless for that purpose now. Eventually the range would be extended.\nHitch a neuronic manufactured brain to human one, add the power of a\ntiny atomic battery, and Manche was created.\n\nThe last step was his share of the invention. Or maybe the credit\nbelonged to Murra Foray. If she hadn't stolen Dimanche, it never would\nhave been necessary to put together the new instrument.\n\nThe stern lines on his face relaxed. Murra Foray. He wondered about the\nmarriage customs of the Huntners. He hoped marriage was a custom on\nKettikat.\n\nCassal leaned back; officially, his mission was complete. There was no\nlonger any need to go to Tunney 21. The scientist he was sent to bring\nback might as well remain there in obscure arrogance. Cassal knew he\nshould return to Earth immediately. But the Galaxy was wide and there\nwere lots of places to go.\n\nOnly one he was interested in, though--Kettikat, as far from the center\nof the Galaxy as Earth, but in the opposite direction, incredibly far\naway in terms of trouble and transportation. It would be difficult even\nfor a man who had the services of Manche.\n\nCassal glanced at the board. Someone wanted to go to Zombo.\n\n\"Delly,\" he called to his assistant. \"Try 13. This may be what you\nwant to get back to your own planet.\"\n\nDelly Mortinbras nodded gratefully and cut in.\n\nCassal continued scanning. There was more to it than he imagined,\nthough he was learning fast. It wasn't enough to have identification,\nmoney, and a destination. The right ship might come in with standing\nroom only. Someone had to be \"persuaded\" that Godolph was a cozy little\nplace, as good as any for an unscheduled stopover.\n\nIt wouldn't change appreciably during his lifetime. There were too many\nbillions of stars. First he had to perfect it, isolate from dependence\non the human element, and then there would come the installation. A\nslow process, even with Murra to help him.\n\nSomeday he would go back to Earth. He should be welcome. The\ninformation he was sending back to his former employers, Neuronics,\nInc., would more than compensate them for the loss of Dimanche.\n\nSuddenly he was alert. A report had just come in.\n\nOnce upon a time, he thought tenderly, scanning the report, there was\na teddy bear that could reach to Kettikat. With claws--but he didn't\nthink they would be needed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Delay in Transit, by F. L. Wallace\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DELAY IN TRANSIT ***\n\n***** This file should be named 50998.txt or 50998.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/9/9/50998/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}