{"title": "Two Weeks in August", "author": "Frank M. Robinson", "releaseDate": "January 23, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Two Weeks in August\n\n                         By FRANK M. ROBINSON\n\n                  Illustrated by ELIZABETH MacINTYRE\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             The humblest events sometimes result from the\n            most grandiose beginnings. You'd never imagine\n             space travel starting this way, for instance!\n\n\nI suppose there's a guy like McCleary in every office.\n\nNow I'm not a hard man to get along with and it usually takes quite a\nbit more than overly bright remarks from the office boy to bother me.\nBut try as I might, I could never get along with McCleary. To be as\ndisliked as he was, you have to work at it.\n\nWhat kind of guy was he? Well, if you came down to the office one day\nproud as Punch because of something little Johnny or Josephine had\nsaid, it was a sure cinch that McCleary would horn in with something\nhis little Louie had spouted off that morning. At any rate, when\nMcCleary got through, you felt like taking Johnny to the doctor to find\nout what made him subnormal.\n\nOr maybe you happened to buy a new Super-eight that week and were\nbragging about the mileage, the terrific pickup, and how quickly she\nresponded to the wheel. Leave it to McCleary to give a quick run-down\non his own car that would make you feel like selling yours for junk at\nthe nearest scrap heap.\n\nWell, you see what I mean.\n\nBut by far the worst of it was when vacation time rolled around. You\ncould forgive a guy for topping you about how brainy his kids are, and\nyou might even find it in your heart to forget the terrific bargain he\ndrove to work in. But vacation time was when he'd really get on your\nnerves. _You_ could pack the wife and kids in Old Reliable and roll out\nto the lake for your two weeks in August. You might even break the bank\nand spend the two weeks at a poor man's Sun Valley. But no matter where\nyou went, when you came back, you'd have to sit in silence and listen\nto McCleary's account of his Vacation in the Adirondacks, or his Tramp\nin the Canadian Wilds, or maybe even the Old French Quarter.\n\nThe trouble was he always had the photographs, the ticket stubs, and\nthe souvenirs to prove it. Where he got the money, I'll never know.\nSometimes I'd tell the wife about it and she'd sniff and wonder what\nkind of shabby house they lived in that they could afford all the other\nthings. I never looked him up myself. Tell you the truth, I was afraid\nI'd find the McClearys lived on Park Avenue.\n\n       *       *       *       *       *\n\nNow you look forward to a vacation all year, but particularly during\nthe latter part of July, when, what with the heat and the stuffy\noffice, you begin to feel like a half-done hotdog at a barbecue. I was\nfeeling even worse than usual as I was faced with spending my two weeks\nin my own backyard, most of my vacation dough having gone to pay the\ndoctor. The only thing I minded was having McCleary find out about it\nand seeing that phony look of sympathy roll across his fat face while\nhe rambled on about the vacation _he_ was going to have.\n\nIt was lunch time and we had just finished talking about the latest on\ntelevision and what was wrong with the Administration and who'd win the\npennant when Bob Young brought up the subject of vacations. It turned\nout he was due for a trip to the Ozarks and Donley was going after\nwall-eye pike in northern Wisconsin. I could sense McCleary prick up\nhis ears clear across the room.\n\n\"How about you, Bill?\" Donley asked me. \"Got any plans?\"\n\nI winked heavily and jerked a thumb warningly toward McCleary, making\nsure McCleary couldn't see the gesture.\n\n\"My vacation is really going to be out of the world this time,\" I said.\n\"Me and the wife are going to Mars. Dry, you know. Even better than\nArizona for her sinus.\"\n\nEven with the wink they were caught off guard for a minute.\n\n\"Mars?\" Donley said feebly, edging his chair away. \"Yeah, sure. Great\nplace. Never been there myself, though.\"\n\nYoung just gaped, then grinned as he caught on. \"I understand it's a\nwonderful spot,\" he chipped in.\n\nI casually peeled a hard-boiled egg the wife had packed in my lunch\nbucket and leaned back in my swivel chair. \"It's really swell,\" I said\ndreamily, but loud enough so McCleary couldn't help but overhear.\n\"Drifting down the Grand Canal at evening, the sun a faint golden disk\nbehind the crystal towers of Marsport....\" I let my voice drift into a\nlong sigh and reached for Donley's sack of grapes.\n\nAbout this time McCleary had gnawed his way through a big pastrami\nsandwich and waddled over. He stood there expectantly, but we carefully\nignored him.\n\n\"Always wanted to go myself,\" Donley said in the same tone of voice he\nwould have used to say he'd like to go to California someday. \"Pretty\nexpensive, though, isn't it?\"\n\n\"Expensive?\" I raised a studiedly surprised eyebrow. \"Oh, I suppose\na little, but it's worth it. The wife and I got a roomette on the\n_Princess of Mars_ for $139.50. That's one way, of course.\"\n\n\"Mars!\" Young sighed wistfully.\n\nThere was a moment of silence, with all three of us paying silent\ntribute to the ultimate in vacations. McCleary slowly masticated a leaf\nof lettuce, his initial look of suspicion giving way to half-belief.\n\n\"Let's hear some more about it,\" Young said enthusiastically, suddenly\nrecovering from his reverie.\n\n\"Oh, there isn't much more,\" I said indifferently. \"We plan to stay at\nthe Redsands hotel in Marsport--American plan. Take in Marsport, with\nmaybe a side trip to Crystallite. If we have time we might even take a\nwaterway cruise to the North Pole....\"\n\n       *       *       *       *       *\n\nI broke off and dug Donley in the ribs.\n\n\"Man, you never fished until you have a Martian flying fish at the end\nof the line!\" I grabbed a ruler off the desk and began using it as an\nimaginary rod and reel. \"Talk about fight ... oh, sorry, Mac.\" My ruler\nhad amputated part of a floppy lettuce leaf that hung from McCleary's\nsandwich.\n\nI settled down in my chair again and started paying attention to my\nlunch. \"Nothing like it,\" I added between mouthfuls of liverwurst.\n\n\"How about entertainment?\" Young winked slyly.\n\n\"Well, you know--the wife will be along,\" I said. \"But some of the\nplaces near the Grand Canal--and those Martian Mist Maidens! Brother,\nif I was unattached....\"\n\n\"There ain't any life on Mars,\" McCleary said, suspicious again.\n\nAll three of us looked at him in shocked silence.\n\n\"He says there's no life on Mars!\" Donley repeated.\n\n\"You ever been there, McCleary?\" I asked sarcastically.\n\n\"No, but just the same....\"\n\n\"All right,\" I cut in, \"then you don't know whether there is or isn't.\nSo kindly reserve your opinion until you know a little about the\nsubject under discussion.\"\n\n       *       *       *       *       *\n\nI turned back to Donley and Young.\n\n\"Really a wonderful place for your health. Dry, thin air, nice and cool\nat night. And beautiful! From Marsport you can see low-slung mountains\nin the distance, dunes of soft, red sand stretching out to them. If\nI were you, Bob, I'd forget all about the Ozarks and sign up on the\nrocket.\"\n\n\"There ain't any rockets going to Mars,\" McCleary said obstinately.\n\n\"Isn't,\" I corrected. \"I mean, there is. Besides, McCleary, just\nbecause you never heard of something doesn't mean it doesn't exist.\"\n\n\"The government's still working on V-2,\" McCleary said flatly. \"They\nhaven't even reached the moon yet.\"\n\nI sighed softly, acting disgusted at having to deal with somebody as\nstupid as McCleary. \"Mac, that's the government and besides they're\ndealing with military rockets. And did you ever hear of the government\nperfecting something before private industry? Who perfected the\ntelephone, the radio, television? The government? No, private industry,\nof course! Private industry has always been ahead of the government on\neverything, including rockets. Get on the stick, Mac.\"\n\nMcCleary started in on his lettuce leaf again, looking very shrewd.\n\n\"How come I never heard of it before now?\" he asked, springing the\nclincher argument.\n\n\"Look, Mac, this is relatively new. The company's just starting, can't\nafford to take full-page ads and that sort of thing. Just give 'em\ntime, that's all. Why, a couple of years from now you'll be spending\nyour vacation on Venus or Jupiter or some place like that. From now on\nCalifornia and the Bahamas will be strictly old hat.\"\n\nMcCleary looked half-believing.\n\n\"Where'd you get your tickets?\"\n\nI waved vaguely in the direction of downtown. \"Oh, there must be at\nleast a couple of agencies downtown. Might even be able to find them in\nthe phone book. Look under _Interplanetary Rocket Lines_ or something\nlike that. You might have a little difficulty, of course. Like I say,\nthey're not too well advertised.\"\n\nMcCleary was about to say something more, but then the one o'clock bell\nrang and we went back to the office grind.\n\n       *       *       *       *       *\n\nWell, McCleary didn't say anything more about it the next day, even\nthough we'd throw in a chance comment about Mars every now and then, as\nif it were the most natural thing in the world, but Mac didn't rise to\nthe bait. We gradually forgot about it.\n\nThe next couple of weeks came and went and then my two weeks in August.\nLike I said before, my vacation dough had gone to pay the doctor, so I\nstayed at home and watered the begonias.\n\nThe Monday morning after vacation, we were all back in the office, if\nanything looking more fagged than we had when we left. When lunch time\nrolled around, Donley and Young and I piled our lunches on Donley's\ndesk--his desk was near a window on the north side of the building\nso we could get the breeze--and talked about what we had done during\nvacation.\n\nMcCleary ambled up and like it usually does after McCleary comes\naround, the conversation just naturally died down. After a two minute\nsilence I finally took the hook.\n\n\"Okay, Mac,\" I said, \"I know you're just dying to tell us. Where did\nyou go?\"\n\nHe almost looked surprised. \"To Mars,\" he said, like he might have said\nAunt Minnie's.\n\nThe three of us looked blank for a minute and then we caught on. It\ntook us a while to recover from laughing and my sides were still aching\nwhen I saw McCleary's face. It definitely had a hurt look on it.\n\n\"You don't think I did,\" he accused us.\n\n\"Oh, come off it, McCleary,\" I said crossly. \"A gag's a gag, but it can\nbe carried too far. Where'd you go? California, Oregon, some place like\nthat?\"\n\n\"I said I went to Mars,\" McCleary repeated hotly, \"and I can prove it!\"\n\n\"Sure,\" I said. \"Like I can prove the world's flat and it's supported\nby four elephants standing on a turtle's back like the old Greeks....\"\n\nI cut off. McCleary had thrown a couple of pasteboards on the desk and\nI picked them up. The printing on it was like you see on a Pullman\nticket. It said something about a roomette, first-class passage on the\n_Martian Prince_, for $154.75, and there was even a place where they\nhad the tax figured. In two blanks at the top of the ticket, they had\nit filled out to _E. C. McCleary and wife_. The bottom half was torn\noff, just like they do with train tickets.\n\n\"Very clever,\" I said, \"but you shouldn't have gone to all that trouble\nto have these printed up.\"\n\nMcCleary scowled and dropped a little bunch of kodachrome slides on the\ndesk. I took one and held it up to the light. It showed Mac and his\nwife mounted on something that looked like a cross between a camel and\na zebra. They were at the top of a sand dune and in the distance you\ncould see the towers of a city. The funny thing was the towers looked a\nlittle--but not much--like minarets and the sand dunes were colored a\nbeautiful pink.\n\nI passed it on to Donley and Young and started leafing through the\nrest. They were beautiful slides. McCleary and spouse in front of\nvarious structures in a delicately tinted marble and crystal city.\nMcCleary in a pink-and-black boat on a canal that looked as wide as the\nMississippi. McCleary standing on a strangely carved sandstone parapet,\nadmiring a sunset caused by a sun looking half as big as ours. And\neverywhere were the dunes of pink sand.\n\n\"Pictures can be faked, Mac,\" I said.\n\nHe looked hurt and got some things out of his desk--a sateen pillow\nwith scenes like those on his snapshots, an urn filled with pink sand,\na tiny boat like a gondola, only different, a letter opener made out\nof peculiar bubbly pink glass. They were all stamped \"Souvenir of\nMars\" and that kind of junk you don't have made up for a gag. I know\nmass-produced articles when I see them.\n\n\"We couldn't afford the first-class tour,\" McCleary said expansively,\n\"but I figure we can cover that next year.\" He turned to me puzzledly.\n\"I asked the passenger agent about the _Princess of Mars_ and he said\nhe had never heard of the ship. And it's Mars City, not Marsport.\nCouldn't understand how you made a mistake.\"\n\n\"It was easy,\" I said weakly. I pointed to the pasteboard ducats.\n\"Where'd you get these, Mac?\"\n\nHe waved generously in the direction of downtown. \"Like you said,\nthere's a couple of agencies downtown....\"\n\n       *       *       *       *       *\n\nYou know, sometimes I think we misjudged McCleary. It takes a while to\nget to know a guy like Mac. Maybe his Louie _is_ brighter than Johnny,\nand maybe his chugmobile _is_ something terrific.\n\nFor the last few years, all on account of Mac, my two weeks in August\nhave really been well spent Beautiful! Why, from Mars City you can\nsee low-slung mountains in the distance and dunes of soft, red sand\nstretching out to them. And the sunsets when you're standing on the\nparapets of that delicate crystal city.... And, man, fishing in the\nGrand Canal....\n\nHow do you get to Mars? There's probably a couple of agencies in your\nown town. You can look them up in your phone book under \"Vacation at\nthe Planets of Pleasure\" or something like that. They might be a little\ndifficult to find, though.\n\nYou see, they're not very well advertised yet.\n\n\n\n\n\nEnd of Project Gutenberg's Two Weeks in August, by Frank M. Robinson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TWO WEEKS IN AUGUST ***\n\n***** This file should be named 51008.txt or 51008.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/0/0/51008/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}