{"title": "The Protector", "author": "Betsy Curtis", "releaseDate": "January 24, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                             The Protector\n\n                            BY BETSY CURTIS\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            There's a fortune in a boxer who feels no pain.\n                This one didn't, except in odd ways....\n\n\nHow come I live here on Gorlin permanent? Well, it's something like\nthis.\n\nThere is nobody real surprised when some scientist writes an article\nin the Sunday supplement about the primitive tribes of Anestha dying\nout probably. The Anesthon natives is freaks, anyway, and folks just\nnaturally figure they can't last long in stiff competition. If you\nare like them and your body don't feel any pain any time, you need a\nnursemaid around to keep you from doing dumb things, like walking in\nfront of a truck or starving to death.\n\nI am here on Gorlin a couple times and know about 'em. Some folks think\nit's comical to watch the space crews think up ways to give an Anesthon\na workout. I see one Anesthon girl--a real looker she is, too--dance\nfourteen hours before she gives out, just for a bottle of perfume and\none of them Venusian fur lounge robes. They sure enjoy their pleasures,\neven if they never feel no pain. You feeling any? More thiska?\n\nHey, Noor! Another round of thiska for the boys!\n\nWell, they can feel your feelings, and any thoughts that are about\nthem, too. I guess all they live for is pleasure and a pat on the\nback. One time a little runty Anesthon guy even builds a whole stone\nblockhouse for a first looie, when the looie thinks real hard that\nthe little guy looks like a first-rate hod carrier. Time the house is\nbuilt, the Anesthon's hands is all bloody and one ankle broke where a\nchunk of rock drops on him. He don't notice it, of course.\n\nPierre gets all worked up about them Anestha dying out. That's my\nboy Pierre, the heavyweight. I name him Pierre so's nobody thinks he\nis tough till afterward. He comes from Gorlin. Of course I have to\nstable him on Venus long enough for a legal residence, or the Boxing\nCommission would have him investigated and maybe banned from the ring\nas a telepath. Tough training him, too. He can't see the sense of\nfighting, but, man, he can stay in the ring all night. He never does\nget real speedy on his feet, but he learns fast and packs a wicked\nleft. I don't have to lie when I am thinking real hard he is champeen\nmaterial.\n\nAnyhow, Pierre gets all worked up over his race getting extinct. He has\na sister who is glenched to some nice boy and his old man is some sort\nof a chief. He is all for beating it back by the next via-Venus ship to\nsee what is getting at the old folks at home. I calm him down though,\ngive him a couple of shots of thiska and say I better take him around\nto see that scientist-dopester and get the inside first. I have to go\neverywhere with him to see he doesn't break a leg and forget to tell me\nabout it.\n\n       *       *       *       *       *\n\nSo we hop a TAT in Chi and make for Washington where this science\nfellow is with some Smithsonian Institute. He is nice enough about\nseeing us, but he can't figure how a Chinaman like Pierre has any\ncall to be steamed up about the Anestha (you seen these Anestha with\ntheir slick black hair and goldy skin and smooth eyelids like a Earth\nChinaman) so I have to break down and tell him about Pierre being an\nAnesthon.\n\nThat scientist is pretty peeved with me bringing Pierre into the Earth\nsystem, but when I tell him Pierre wants to go back to help out the\nfolks, he kind of clams up and says the article is just one of those\nSunday paper things. There don't really seem to be anything wrong on\nGorlin except that all the workers are getting more careless than\nusual, falling off walls they are building and getting hit by rocks\nduring blasting, or walking in front of full cars in the mines.\n\nPierre gives the man a look. \"Workers? Mines? Blasting?\" he says. \"What\ngives? There are no mines on Gorlin,\" he says, \"just a few quarries\nand a lot of big farms. We never have to kill ourselves working. What\ngives?\" he says.\n\n\"Oh,\" the man comes back, \"there's a couple big targ mines in full\nswing. Some big Earth concern is shipping out the stuff five freighters\na day to Mercury for mass insulation. All native workers. They don't\nget paid much--weej cigarettes, bubble bath, some thiska, electro-fur\nblankets, stuff like that--but I don't hear yapping. If I do, I report\nanything that looks like slavery.\" Of course he says it with a lot of\ngrammar and it takes him a half hour, but that is the slant.\n\nHe wants to gab some then with Pierre. I see that the boy is getting\njittery and homesick, too, when the guy starts raving about swimming\nin the flaff pools and the feeling of katweela petals under your bare\nfeet, so I says we have to catch a plane and get out of there.\n\nPierre still wants to head for Gorlin. He says his people must be\nunhappy about something or they are more careful. Life on Gorlin is too\nmuch fun to just go and die for no reason.\n\nI try to pep him up on the way back to Chi, talking about his next\nfight with Kid Bop, but he says he can't see any reason in fighting,\neither, just now. I tell him I think he kind of likes fighting, but he\nsays what he likes is the nice things I think about him when he wins,\nand he is too worried about his family to pay much attention to what I\nthink just now.\n\n       *       *       *       *       *\n\nWell, we are both pretty flush from one of the best fight seasons I\never see and a rest won't hurt the boy, so I say okay, we are going by\nthe first liner off the Flats.\n\n\"You don't have to go, Joe,\" he says. \"Keep your dough and train a\ncouple more kids. I may not be back,\" he says.\n\n\"Look, boy,\" I says, \"you know what the food is like on them liners,\"\nI says, kind of kidding, \"and if there's nobody around to cram it\ndown you, you don't eat, and if you don't eat, you starve--and if you\nstarve, you are in no condition to cheer up your sister and your old\nman. Besides,\" I says, \"I can afford a vacation and you're the only\nfighter I want to work with. You've got a real future,\" I says, \"and\nI'm going to bring you back alive.\"\n\nI guess that makes him feel kind of good, because he grins first time\nsince he reads that paper and says, \"All right, Joe, come on along.\"\n\n       *       *       *       *       *\n\nWe buy a few pretties and neckties in the station and ship out of Chi\nfor the Flats on the next TAT. Pierre wants to get some perfume for his\nsister, but I tell him we can get better on Venus, where all the good\nstuff is made.\n\nThe trip from Venus Space Base to Gorlin is fast on account of\nover-drive, but even so I have no trouble passing Pierre off as a\nfighter who has the jitters and is headed for a vacation where he\nlearns to take it easy the easy way. He is always burning his fingers\nor his mouth on a cigarette, and I have to keep an eye on him all the\ntime. Nerves, I explain to the passengers.\n\nWhen we land, Pierre is all for hunting up his folks, but I says no,\nif there is some trouble, it is smarter to case the joint. We check in\nat the swanky tourist hotel. She is new since I am on Gorlin a couple\nyears ago and what class! She is built around one of the biggest flaff\npools on the whole planet and our room is completely lined with padded\nvelvety stuff, sort of a deep red color, and the bathroom has a\ncloudrift shower that you nearly float away on.\n\nBut Pierre just doesn't relax. I keep trying to make him get in the\nshower, but it is no use. He says he is just too worried to take any\npleasure in it. I don't think we ought to go scouting till night and\nthat is thirty some hours yet, but when I see he is settling down to\nwear the fuzz right off the floor walking round and round, I give in,\nfeed him a sandwich I bring from the ship, and we stroll off in the\nwoods like we are looking for flowers.\n\nThere are no signs around the hotel saying which way to the mines, so\nwe set off to circle the hotel and spaceport clearing to look for the\nrail-line that brings the targ to the port. I figure we have gone about\ntwo-thirds of the way around when I nearly fall over a guy sitting on\nthe ground with his head in his hands. What I think is katweela flowers\nis just the red Anesthon kloa he has on. He looks up sort of dull and\nthen he sees Pierre with me. He lets out a yip and sits back hard on\nthe ground and moans. Pierre yanks the fellow up on his feet and hugs\nhim and starts to jabber away so fast I can't tell what he is saying.\nForeigners always talk faster than anybody else. The other guy puts in\na word or two every once in a while and then he scrams off through the\ntrees.\n\n\"That's Noor,\" Pierre informs me, \"the guy my sister Jennel is\nglenched to. He's gonna get us a couple of kloas so nobody'll notice\nus around the mine. He's feeling mighty low, but I can't figure out\nwhy. He says Jennel and the old man are okay, only he can't ever carry\nJennel to his own house because he ain't man enough. I don't get it. He\ncan make a good fighter, Joe.\"\n\n       *       *       *       *       *\n\nBefore you can count three, Noor is back again with the kloas and\nPierre strips and gets into his. I ain't too keen to show my shapelies,\nbut Pierre starts grabbing my shirt and I have to put the kloa on or\nelse. The boys head south at a good clip and I tag along trying to\ncatch up and find out the score. When Pierre sees I am making like\nwinded, he slows down and tells me we are going to the mine owner's\nfancy dump about two miles down the drag. Pierre says Noor tells him\nthe mine owner doesn't like him and he has to leave us when we get in\nsight of the house.\n\nAfter about a mile, Noor begins to drag along. Then he just sits down\nunder another tree and says that is the end of the line for him. He\npoints through the trees and says go on, maybe he is still there when\nwe come back, maybe not. While Pierre is jawing with him, I look up the\ntrail and see a Anesthon babe about a hundred feet away. You can tell\nit is a babe from one of them blue and green mollos draped around her\nover the kloa.\n\nNoor sees her, too, and takes off like a bat back the way we come.\nPierre jogs ahead and when I get up with him, there he is hugging and\njabbering again.\n\n\"My sister Jennel,\" he says, and, \"Jennel, this is Joe, my manager.\"\n\nShe is a cute trick with lots of yumph showing through the mollo. She\nstands kind of slumped, though, and a few of the flowers in her shiny\nblack hair are pretty mashed.\n\n\"'Smatter, Jennel?\" I says. \"You look kind of dragged out for a dame\nwhose brother comes home practically a champeen. Katweela flowers go on\nstrike?\" I says, just trying to make talk.\n\nShe slumps a little more and says the boss don't like her and how it's\ntoo bad her brother has to come home and find her still alive and\ncluttering up the woods.\n\nI tell Pierre she better take us to this boss that don't like a babe\nlike her, but she just shakes her head and says go that way and we\ncome to the house. Then she says the boss makes the natives use the\nemployees' entrance on the other side of the house and she offers to\ntake and show us the way. She kind of twitches when she says \"natives.\"\n\nShe don't even says yes or no all the way to the gate till, just before\nwe get there, I trip on a root and bang my knee on a rock on the way\ndown. Well, I howl and cuss some and she comes up close and asks me\nwhat seems to be the matter. I tell her the blamed rock hurts my knee\nand I think real hard about how her knee would feel if a rock hits it\nand she busts right out crying.\n\n\"Oh, you poor man, you poor man, you,\" she sobs. \"That rock don't like\nyou at all.\"\n\n\"It don't hate me, either,\" I says. \"It's only a rock.\"\n\n\"But it makes a hurt to you. It don't love you and now you are not\nhappy where there's any rocks because they don't love you,\" she says,\nand she helps me up and starts dragging me along, still crying like\ncrazy.\n\n       *       *       *       *       *\n\nI don't make nothing out of that, but pretty soon we come to a little\ngate in a thick row of bushes. Jennel lets go of me then and says she\nhopes Pierre is a strong man and a good worker and that the boss likes\nhim. And then she gives a big sigh and says if the boss don't like him,\nwe can find her over there where the men are cutting down a bunch of\ntrees, because if one of the trees likes her, it will maybe fall on her\npretty soon.\n\nPierre tells her to wait right there by the gate because he is coming\nback. He isn't looking for work so the boss won't care if he is strong\nor not. She just sighs again and sits down on the grass and whimpers.\n\nPierre tries once more to get her to tell him what is the matter, but\nall she says is that their father and some other fellow named Frith\nare up at the big house. They are being talked to by the boss about\nnot getting out enough targ on the shifts where they are foremen, and\nshe says how sad it is about Pierre coming home.\n\nIt is just beginning to filter through my thick skull that the boss is\nconnected with all this dying out of the Anestha, as the Sunday paper\nputs it, and I grab Pierre away from Jennel and hustle him through the\ngate.\n\n\"Look, Pierre,\" I says, \"we'll go around and listen by them long\nwindows and see what cooks. I'll bet that boss is up to something dirty\nin there. If he is the one who messed up Jennel,\" I says, \"we better\njust mess him up some.\"\n\nThere is nobody in sight on the lawn and we just march up to the window\neasy as pie. There is this big booming voice giving somebody what for.\n\n\"You poor miserable idiots,\" yells this voice, \"you can't keep the\nworkers off the tracks and you get out less than twenty tons of targ\nsince last night, and then you waste a whole charge of nitro by not\ntelling the watchman he's not supposed to smoke in the enclosure. All\nthose people are dead and it's your fault.\"\n\nI hear a sniffle behind me and when I turn around, there is Jennel. She\nhas sneaked up behind us to see what we are going to do.\n\n\"That's how he talks to me, too,\" she lets us know in a whisper, \"only\nhe says I am not fit to even wash dishes, let alone ever have a house\nof my own ... when I drop one of his plates a little while ago. He says\nI am looking in a mirror instead of where I am going and he hopes I see\nwhat an ugly pan I have, because I ought to know it and keep out of\npeople's way so they won't have to look at me.\" Her tears splash right\ndown on the grass.\n\n\"And that's not all,\" the yelling inside goes on. \"Not only do you\nkill off all my workers, but at this rate I'm losing money paying you\nfour packs of cigarettes a day. If I have to blast off and start from\nscratch in some other part of this blamed universe, you stupid,\ngutless ... why, you aren't even men. You worms don't even run when you\nsee a car coming at you. Too blamed dumb to come in out of the rain.\"\n\nI stick my head around the corner and look in, and there is the back of\na big guy in a Mercury-made suit and with a bald head that is red all\nthe way round to the back of his neck. On the other side of the room I\nsee a couple of the sorriest-looking Anestha God ever makes, shuffling\ntheir feet and looking like kicked dogs.\n\nI turn to Pierre. \"Go in there swinging,\" I says, like at a fight, and\npull the window open.\n\n\"He won't like me,\" Pierre says, hanging back. \"He says Anestha are\ndumb cowards. Maybe he knows. Maybe I won't dare hit him.\"\n\n\"You get in there and poke him, boy,\" I says and give him a push.\n\"I like you and I see you fight and the Anestha got more guts than\nanybody!\"\n\n       *       *       *       *       *\n\nThe big guy hears us and turns around. \"Get out of here, you mangy\nnatives,\" he bellows. \"You good for nothing, shivering, sniveling,\ncowardly boobs. I'm not ready for you yet.\" He is shaking a\nwhippy-looking cane at me and Pierre, and I think he has turned purple.\n\n\"We're ready for you, though,\" I yell back. I climb into the room\npulling Pierre in after me. \"Pierre's no sniveling coward and you can\nquit talking to his brave, heroic, self-sacrificing father like that.\nPut 'em up and defend yourself, you howling ape,\" I yell, \"because\nPierre is going to give you the beating of your howling life!\"\n\nI see Pierre's old man and the other fellow spruce up some.\n\nThe big guy sits down in a chair real quick, and, sucking in a big\nbreath, he starts going all fatherly at Pierre, telling him that he\ndoesn't want to have to hit him back, because Pierre will not feel\nit when he kills him, which he doesn't want to have to do because\nPierre is just a poor weak Anesthon who don't know from nothing, and\nhe doesn't want to injure any of his workers and he is just telling\nPierre's old man a few things to protect the Anestha.\n\nPierre looks at me kind of doubtful.\n\n\"Go on, hit the fat bully,\" I says, real icy. \"He has it coming. You\nowe it to your old man and Noor and Jennel here. Go ahead and show him\nwhat kind of champeens the Anestha can turn out. It's just for his own\ngood,\" I says, \"so hit him now. Then you can tell your dad what a great\nguy you are.\"\n\nPierre's left obediently swings into the lug's jaw with a crack like a\nrifle. He don't even watch the big guy sag down on the floor. He begins\nhugging his father and the other fellow and grinning and jabbering away\nlike blue blazes.\n\nThe big guy is still breathing, but out cold, so I go to look for a\ntele-viz. I figure the authorities better hear my story before the big\nguy wakes up.\n\nAfter I make my spiel, the port chief says to come in and bring Pierre\nand his father and Frith and Jennel and Noor, too, if we can find him,\nand make an official recorded report. He is sending a doctor out by\n'copter.\n\nWe beat it for the port, leaving the fat boss sleeping on the floor.\n\nWe all stay in protective custody at the hotel, swimming in flaff\nand lounging around the thiska bar for a couple of weeks, until the\ncommission headed by that scientist from the Smithsonian Institute\ncomes out and takes the boss back to Earth. He has to see a judge about\nwhy he should not go into stir for a while for psychological coercion\nor something like that.\n\nBefore they leave, the commission hands me an official charge at a\nhundred thou a year to stay as Protector of Morale to the Anestha. That\nis better than the fight racket, but the protectorship is a laugh. I\ncan't even go out for a walk without a couple dozen Anestha tagging\nalong, to keep me from stubbing my toe on some unfriendly pebble, or\nsocking my eye on some unloving devil of a doorknob.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Protector, by Betsy Curtis\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PROTECTOR ***\n\n***** This file should be named 51028.txt or 51028.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/0/2/51028/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}