{"title": "Pollony Undiverted", "author": "Sydney Van Scyoc", "releaseDate": "January 26, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          POLLONY UNDIVERTED\n\n                          By SYDNEY VAN SCYOC\n\n                     Illustrated by R. D. Francis\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              With the whole world at her doorstep, what\n                she wanted was completely out of reach!\n\n\nPollony's dream formed around a glare of light, a tang of men's lotion.\nThen she was awake to Brendel poking her.\n\n\"I'm hungry.\"\n\nShe struggled to burrow back into sleep.\n\n\"I'm starving, kid. I can't sleep.\"\n\nShe bleared at the timespot. It was three a.m. \"Go 'way.\"\n\n\"Aw, gimme an omelette.\" Brendel ate a lot lately. His features were\ncoarsening from it; his body was plumpening.\n\nShe argued and protested and whined, and he hit her. But it didn't make\nher feel good any more when he hit her.\n\nKitchen Central was inop for the night. She punched Storage. Dried\ningredients materialized on the cookgrid, a flat metal sheet set into\nthe countertop.\n\nLater, as she took the omelette up, she heard Brendel setting the opera\ntapes. She scowled. But when opera shattered their live she dropped the\nskillet and cried, \"Oh! Do we have to listen to that trash?\" Her voice\nwas more weary than shrill. The opera routine was getting old.\n\n\"What you calling trash?\" He twitched his plump shoulders.\n\n\"It makes me sick!\"\n\nHe spat profanity.\n\nIt wasn't a good fight. He knew something was wrong and he hit her too\nhard. She slugged back, hurt her hand, cursed, ran and locked herself\ninto the sleep.\n\nShe was asleep when he came pounding. She woke and pointed the lock\nopen. She glared.\n\nHe said nothing. He ordered his smaller collections--his miniature\nhorses, his ballpoint pens and his old-time cereal box missiles--on\nto his storeshelf before mounting his sleepshelf and pointing out the\nlight.\n\nShe could hear him not sleeping.\n\nFinally he muttered, \"Too damn much cheese but it was okay.\"\n\nShe said nothing. She didn't almost cry as she might have a month\nbefore.\n\n       *       *       *       *       *\n\nBrendel had appeared on their grid a year before, a dark, pugnacious\nyoung man, jittering and nervous. \"Clare Webster around?\"\n\n\"Mother isn't here.\" Her mother collected men. She met them at drinking\nclubs or collector meets. She gave them her grid card and took theirs,\nmaking them promise to come see her. If a man came, she tacked his card\non her bulletin board. If he came twice or three times, she marked his\ncard with colored pencil.\n\nBrendel twitched his shoulders. \"I got the evening. Wanta have dinner,\nkid?\"\n\nShe was seventeen and tired of collecting china roosters and peach-can\nlabels. She was tired of seeing the same stupid people every day.\nSomewhere there was someone handsome and perfect, and she had to find\nhim and become perfect too. She couldn't waste all her life being\nstupid like her mother.\n\nIt took her two hours to see that Brendel was the perfect person. He\nwas handsome, aggressive, easy to be with. He quarreled all the time\nand he even had a full-time job.\n\nShe married him. She dropped her little-girl collections and\ndiversions. She was no longer a formless adolescent. She was very\nsolid, very adult.\n\nBut the solidness had gone. She had found that Brendel's aggressiveness\nmasked fear; his quarrelsomeness masked insecurity. Worst, he had no\nimagination. He plodded.\n\nIt had begun two weeks before. Brendel had come home from work tight\nand tense. He tried eating, he tried opera and quarreling, he tried\nexercises. Finally he said, \"I'm gonna go see Latsker Smith. Wanta\ncome?\"\n\n\"Who the hell's Latsker Smith?\" Already she was sick of the opera\nroutine--and a little sick of Brendel.\n\n\"Drives a car. From Boston. Fella at the plant told me he's in\ncentercity.\"\n\n       *       *       *       *       *\n\nMinutes later they gridded out of the suburban maze. They materialized\non a corner grid in centercity. There was no one on the dusty street.\nThere was no car near the gaunt brick building where Latsker Smith was\nstaying. They plopped on the doorstep.\n\nBrendel fidgeted and talked. Latsker Smith was the son of a rich\nindustrialist. His father wouldn't support him unless he worked, and\nLatsker wouldn't work. So he had to live on government non-employment\nallowance. His pre-grid automobile and airplane were his only\ndiversions. Since he couldn't leave Boston by automobile, Boston\nbeing walled up like any city by the streetless suburbs, he saved his\nallowance until he could commercial-grid his car to another city.\nThere he raced and squealed and spun through the deserted streets\nof centercity until he had saved enough to commercial-grid the car\nelsewhere.\n\nA throbbing split the air. A red splinter of car hurtled around the\ncorner and squealed to the curb. A tall, lank man unfolded, ignoring\nthem.\n\nBrendel sprang to overwhelm him. He pulled him to the steps to make\nintroductions. But Latsker Smith peered absently at Pollony and she was\nembarrassed that Brendel acted like an eager child confronting some\nheroic figure from a dream.\n\n\"Latsker's pop got money.\" Brendel launched into his story again.\n\nWhen the story fizzled she said, \"Why couldn't you get a job?\"\n\nSmith held his head tilted. \"Don't want a job.\"\n\n\"If you had a job you wouldn't have to stay one place so long.\"\n\n\"No use being anyplace if I have to leave my car.\"\n\nShe pursed her lips. Inside the car she could see seats, straps, a\nwheel. It was incomprehensible that he strapped himself in and hurtled\nthrough the streets. \"It's a stupid thing to do,\" she said. \"You'll get\nkilled.\"\n\n\"No,\" he said.\n\n\"If you hit something you will. I've heard those atrocity stories.\nThere were more people killed in automobiles from--\"\n\n\"Nothing to hit,\" he said.\n\nShe flung out her arms. \"Buildings! Poles!\" His lack of response\noffended her.\n\n\"No need to hit them.\"\n\n\"I've seen the films!\" She had seen the crumpled metal, the severed\nlimbs, the spreading blood.\n\n\"Driver error. No drivers left. Too expensive on government allowance.\"\n\n\"No one stupid enough left, you mean!\" But it was stupid to glare when\nhe wouldn't frown. \"Okay, what's it feel like?\" she demanded.\n\nHe lifted his shoulders and dropped them.\n\n\"It must feel some way.\" She peered down into the machine, trying to\nimagine herself hurtling in it. \"You fly an airplane too,\" she accused.\n\nHe nodded.\n\n\"I bet it feels just like gridding. And it takes longer.\"\n\n\"Gridding.\" He snorted, mildly. \"There's no sensation at all to\ngridding.\"\n\n\"Then how does it feel to fly?\" she prodded.\n\nBrendel moved restlessly, bored. \"Let's get going.\"\n\n\"We just got here, stupid,\" she protested.\n\nHe was already pulling her to the corner grid. \"I'm getting hungry.\"\n\nShe tried to jerk her arm free but couldn't. \"How long will you be\nhere?\" she called back, swatting Brendel's arm.\n\nHe lifted his shoulders and dropped them.\n\n\"If I come--\" But Brendel had given their number. They were outside\ntheir own door, and she hadn't felt a thing. Today she resented not\nfeeling a thing.\n\n\"These weird-o's, they talk too much. I'm hungry.\"\n\nShe resented punching his food and didn't even want to quarrel.\n\n       *       *       *       *       *\n\nShe drowsed back into sleep, remembering. Everything was empty. She\nate, she slept, she quarreled, she gridded around seeing friends.\nWhat else was there? She couldn't get a job; there weren't that many\njobs. And with the government allowance for not working, who needed\na job? Who needed anything? A time of plenty, her school machine had\ncalled it. You just gridded around collecting and arguing to make it\ninteresting. There were so many people moving so fast that you had to\nquarrel and push or you'd get stepped on.\n\nIt was all stupid. Brendel didn't help a bit. He was stupid too.\n\nShe tried to imagine Latsker Smith echoing through the empty streets in\nhis scarlet splinter of car. Latsker Smith couldn't be stupid.\n\nShe slept three hours before the gridbell rang.\n\nElka, her cousin, stood on the grid, loose-haired, big-toothed. She\nswung a hatbox. \"I didn't get you up?\"\n\n\"No,\" Pollony said hopelessly.\n\n\"I'm gridding to NYC hatting and--\"\n\n\"It's not even seven.\"\n\n\"Poll, I'm contritest but you weren't sleeping and--\"\n\n\"I don't need hats.\"\n\n\"You haven't seen the darling I got in Paris. I gridded over with\nSella Kyle and, honestly, there was a shop that--\"\n\nShe convinced Elka that she was not going hatting. Elka took her toll\nin coffee and gridded after her Paris hat. Pollony barely admired it\nand Elka left.\n\nBefore she could dial Brendel's breakfast her mother was on the grid,\nfluffy, fleecy, thrusting a wad of bills at her.\n\n\"Just on my way to Mexico, toodle. Punch me some coffee?\" Breathless\nmoments later she was gone.\n\n\"What took so long?\" Brendel demanded when she woke him.\n\n\"Momma stopped.\" She hated him like this, his face creased and puffy\nfrom sleep. She had never thought he would get fat.\n\nHe gulped his breakfast and left. Sometimes she hated him for just\nbeing.\n\nThe gridbell rang. It was a salesman. He insinuated she didn't have\nthe money to buy his product. She said his merchandise stank. He left\ngrinning but she didn't feel better.\n\nThe bell rang. A young man muttered, \"Mis-grid,\" and disappeared.\n\nShe had gotten to the dress when she heard the door open. She eyed the\nhall reflector and saw Ferren, her mother's brother, slip into the\ncook. She dressed hastily. Ferren would order breakfast and keep the\nsilver to turn in from his own grid for the deposit.\n\n       *       *       *       *       *\n\nHe was plumped up to the counter, a wooly haired man, attacking a stack\nof eggcakes.\n\n\"Let me have them.\"\n\nHe purred, taking spoon and knife from a pocket. \"The government\nallowance is hardly sufficient for a man of my tastes. Shielded by your\nfather's fortune as you are--\"\n\n\"You could get a job.\" She punched coffee. She wished he would go away.\nHe was always watching, smiling, spinning together soft words.\n\n\"And add to the work shortage?\" He wagged his wooly head.\n\n\"Then don't complain. There should be a syrup pitcher too.\"\n\nHe produced it, purring.\n\nThe gridbell rang. Two pig-faced men in black Gridco uniforms blocked\nthe doorway. \"You got Ferren Carmichaels inside, lady.\"\n\n\"No.\" You always lied to Gridco collectors.\n\n\"We traced him here from Dallas.\"\n\n\"Well, he isn't here now.\"\n\n\"How come we heard him talking?\"\n\n\"He isn't here.\" Gridco could not remove a grid even though the\nsubscriber refused to pay his quarterly bill. The grid was held by law\nto be essential to human existence in the twisting, walled alleys\nof suburbia. Gridco could only send collectors to follow until their\nquarry fell or was pushed into their hands. And a man who had once\nfallen into Gridco hands paid eagerly forever after.\n\n\"We can pull another trace.\"\n\n\"Do that!\" She slammed the door.\n\nShe had time for a quick swallow of coffee before the bell rang.\n\n\"He didn't go no farther.\"\n\nShe sighed. \"Well, he won't come out. I can't make him.\"\n\n\"He'll come sometime.\" They leaned back against nothing, waiting.\n\n\"You're blocking my grid.\"\n\nDutifully they stepped into the narrow corridor.\n\nShe slammed the door. \"They are going to stand there until you go out.\"\n\nFerren drained his coffee cup. \"I'll settle here, then.\"\n\n\"If you--\"\n\nHe tutted. \"Thank you for the lunch invitation.\"\n\n\"I--\" She bit her tongue. She would not get mad.\n\nHe wagged his head. \"I'll peruse Brendel's books. Fine collection for a\nyoung man, books.\"\n\nGritting her teeth, she hurtled back to the dress.\n\n       *       *       *       *       *\n\nThe collectors rang every five minutes after that. They kept ringing\nuntil she went and told them Ferren would not come out.\n\nIt wasn't the way she had imagined it would be when she was married.\nWhat with punching Brendel's meals, sending out his clothes, going\ncollecting with him and quarreling, she hardly had a minute. And the\nsame stupid people, Elka, Ferren, her mother and father, were always\nthere.\n\nThe bell rang. Her father scowled, seeing Ferren on Brendel's best\nsitshelf. \"Where?\" he said grimly.\n\n\"Mexico,\" she said.\n\n\"Pottery,\" he said, going.\n\nThe bell rang. A heavy-jawed youth said, \"Miss Webster gave me--\"\n\n\"My mother has gone to Mexico.\" She slammed the door.\n\nMinutes later Sella Kyle gridded in, crisp, prim, blonde. \"I haven't\nseen you in such a time, Poll. Coffee?\"\n\nShe entertained Sella and wished she would go and knew Ferren knew she\nwanted Sella to go and found it amusing.\n\nEvery five minutes the collectors rang.\n\nShe had just talked Sella out the door when Lukia Collins gridded in.\nLukia had never been Pollony's close friend in school. But now Lukia\nwas always near, pushing, prodding at Pollony, smiling too brightly at\nBrendel.\n\n\"You two _are_ coming to lunch with me.\"\n\n\"I've already asked Ferren to lunch.\"\n\n\"Silly, he can punch his own.\"\n\n\"Oh, no,\" Pollony said.\n\n\"I take the silver.\" Ferren smiled comfortably.\n\nLukia flipped her hand at him. \"Atrocious man. Now, Pollony--\"\n\nIt ended with Lukia inviting herself to come back to lunch. She had\nhardly vacated the grid when Elka appeared.\n\nShe unwrapped her purchases, smirking at Ferren. \"You'd be surprised\nthe number of hats a girl needs.\" She stayed half an hour.\n\nAnother young man came for her mother. Two salesman, a traveling\ncircular and a friend came. Then Brendel was on the grid.\n\n\"Who these lugs for?\"\n\n\"Uncle Ferren,\" she said shortly.\n\nHe lifted a lip at them, then bounced inside. \"Forget your bill, Ferry?\nHey, kid, punch drinks.\"\n\n\"I refused to honor it,\" Ferren said.\n\nBrendel was already fishing in his pocket. \"Drinks, kid.\"\n\nShe went to punch. She hated his trying to give money to everyone who\ncame along.\n\n\"No, no, it is a matter of principle,\" Ferren insisted. But the money\nchanged hands. \"And there were certain other obligations.\"\n\n\"How much you need?\" Brendel fished into his pocket again, grinning.\n\n       *       *       *       *       *\n\nThe bell rang. It was Lukia. \"All these ravenous people waiting on me?\"\nShe had changed into a fire-red daysuit. \"Dobble, you should have fed\nthe beasts.\" She snapped her fingers. \"Up, beasts. I'll help you punch,\ndob.\"\n\nGlowering, Pollony moved toward the cook. Brendel followed, chattering\nand arguing with Lukia.\n\nPollony was beginning to think again of a swiftly accelerating car, of\nher body encased beside that of Latsker Smith and hurtled through dusty\nstreets.\n\nBrendel said, \"How many for opera?\"\n\nShe whirled and glared.\n\n\"Pollony's a bug on opera. Tell them how you like opera, kid.\"\n\nShe glared. The last time Lukia and Ferren had been here he had done\nthis, and the time before. Didn't he have any imagination?\n\n\"Tell them, kid.\"\n\nFool! Didn't he know they were laughing at him?\n\nShe wanted to tear loose from her whole life. It was trivial. It was\neveryday. It was gossip and collections and stupid people. She had\nto tear loose or she would go on and on, all her life, being nothing\nbut--herself.\n\nShe was too good for that.\n\nShe was too good for Brendel. He had tricked her and turned into a\nfattening fool. It was stupid to stay with him.\n\n\"Aw, come on, kid.\"\n\nShe drew herself up very straight and imagined she must look imposing.\n\"I'll ask you all to leave,\" she said calmly.\n\nGone were the smiles.\n\n\"I'm closing my grid to public access. I'll ask you to leave\nimmediately.\" The words came out stiffly and precisely. She imagined\nshe must already be more than just herself.\n\n\"What the hell!\"\n\n\"Brendel, you may come back when I am gone. I shall not return.\" She\nsmiled, remotely. \"I'm tired of punching your food and going collecting\nand quarreling and being hit around.\"\n\n\"I never hit you hard!\" he said indignantly.\n\nLukia stared at him. \"Dobble!\"\n\n\"Well, she made me do it. What'm I supposed to do?\"\n\n\"Dobble, you're perfectly justified!\" But Lukia's eyes remained on\nBrendel, bright and greedy.\n\nPollony glared. She would not stay and fight Lukia for Brendel.\n\n       *       *       *       *       *\n\nShe flung the door open. The two collectors snapped alert. \"I want to\nbe alone,\" she intoned.\n\nBrendel eyed her balefully. But he had already noticed Lukia's\ninterest. \"Where we gonna go?\"\n\n\"We can go to my live,\" Lukia said. \"I think Dobble deserves her little\nwhim.\"\n\nBrendel could not believe she was not going to fight. \"You, kid! You're\nacting like a kid.\"\n\nFerren took Brendel's arm. \"Don't stoop to conventional pettiness,\nBrendel.\"\n\nBrendel flushed. \"I'm coming back. You're not rooking me out of my\ncollections.\" He turned abruptly and stepped on the grid. Giving a\nthree-passenger order, he disappeared. Lukia followed. Ferren stepped\non, tossed bills to the collectors, and disappeared.\n\nPollony closed the door. She leaned against it, breathing the silence.\n\nThen she hurried through the live, setting it in order. She\nstraightened the books Ferren had been examining and found two missing.\n\nEven as Lukia was punching dinner and saying all the things designed\nto make Brendel want Pollony back only briefly, as a point of pride,\nPollony was whisking into a brisk trousersuit and wondering how much\nhad piled up in the account where she kept her parents' gifts.\n\nEven as Brendel was feeling Lukia's face with his eyes, letting her\nexcitement speak to his own, Pollony was at the bank having her balance\nmarked into her deposit clip.\n\nEven as Ferren was smiling and wondering how much the two books would\nbring, Pollony was rapping at the door of the apartment house in\ncentercity and being told that, yes, Mr. Smith still lived there.\n\nPresently Latsker Smith roared around the corner and braked his car. He\nunfolded from the cockpit. He nodded.\n\n\"Have you got money to go to Boston yet?\" She held herself very\nstraight.\n\nHe shook his head.\n\n\"I have money,\" she said.\n\nThe pale eyes clung to her.\n\n\"My parents give me an allowance, and I could get jobs wherever we\nwere. I just want to ride with you. I wouldn't even talk unless you\nwanted me to.\" She had to be with him. She had to sit and stand beside\nhim, as relaxed and withdrawn as he was. She had to freeze people with\nher words and with her unrespondingness. She had to make an end of\nstupidness.\n\nHe took a deposit clip from a pocket. He pointed to a figure. \"Match\nthat?\"\n\nShe withdrew her own clip and showed him a figure that exceeded his.\n\n\"How much allowance?\"\n\nShe told him.\n\nHe nodded to the car. \"Wait there. Take me five minutes to pack.\"\n\n       *       *       *       *       *\n\nDreadingly, joyously, she folded into the car. She watched as he lanked\nup the steps. She settled back, holding her shoulders rigid and her\nhead straight. She would sit and stand by him. She would chill people\nwith her reserve. She would be very solid and very adult.\n\nBut minutes later she looked at her wrist and saw that he had been more\nthan five minutes. She wished he wouldn't take so long.\n\nWhen he came down the steps two at a time, she tried not to remember\nthat she hated people who came down steps two at a time. She didn't\nlike the way his hair flopped against his forehead either. And she\nalmost got out of the car when she saw his trousersuit was much too\nshort. It made him look off-balance.\n\nHe got into the car. \"Don't touch this.\" He pointed to the starter\nbutton. He scowled. \"Or this or this or this.\" He pointed to the\npedals, to the gearshift lever. He reached out and heaved his suitcase\ninto her lap. He said brusquely, \"Don't let it bump the door panel.\" A\ncorner dug into her stomach.\n\nAnd then he turned his head and ignored her. Completely. And she forgot\nthe steps, the hair and the trousersuit and knew she would not get out\nof the car so long as he was in it.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pollony Undiverted, by Sydney Van Scyoc\n\n*** END OF THIS PROJECT GUTENBERG EBOOK POLLONY UNDIVERTED ***\n\n***** This file should be named 51047.txt or 51047.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/0/4/51047/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}