{"title": "Judas Ram", "author": "Sam Merwin", "releaseDate": "January 27, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               JUDAS RAM\n\n                          BY SAM MERWIN, Jr.\n\n                     Illustrated by JAMES VINCENT\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1950.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                   The house was furnished with all\n                 luxuries, including women. If it only\n                  had a lease that could be broken--\n\n\nRoger Tennant, crossing the lawn, could see two of the three wings\nof the house, which radiated spoke-like from its heptagonal central\nportion. The wing on the left was white, with slim square pillars,\nreminiscent of scores of movie sets of the Deep South. That on the\nright was sundeck solar-house living-machine modern, something like a\nmontage of shoeboxes. The wing hidden by the rest of the house was, he\nknew, spired, gabled and multicolored, like an ancient building in\npre-Hitler Cracow.\n\nDana was lying under a tree near the door, stretched out on a sort\nof deck chair with her eyes closed. She wore a golden gown, long and\nclose-fitting and slit up the leg like the gown of a Chinese woman.\nAbove it her comely face was sullen beneath its sleek cocoon of auburn\nhair.\n\nShe opened her eyes at his approach and regarded him with nothing like\nfavor. Involuntarily he glanced down at the tartan shorts that were his\nonly garment to make sure that they were on properly. They were. He had\nthought them up in a moment of utter boredom and they were extremely\ncomfortable. However, the near-Buchanan tartan did not crease or even\nwrinkle when he moved. Their captors had no idea of how a woven design\nshould behave.\n\n\"Waiting for me?\" Tennant asked the girl.\n\nShe said, \"I'd rather be dead. Maybe I am. Maybe we're all dead and\nthis is Hell.\"\n\nHe stood over her and looked down until she turned away her reddening\nface. He said, \"So it's going to be you again, Dana. You'll be the\nfirst to come back for a second run.\"\n\n\"Don't flatter yourself,\" she replied angrily. She sat up, pushed\nback her hair, got to her feet a trifle awkwardly because of the\ntight-fitting tubular gown. \"If I could do anything about it....\"\n\n\"But you can't,\" he told her. \"They're too clever.\"\n\n\"Is this crop rotation or did you send for me?\" she asked cynically.\n\"If you did, I wish you hadn't. You haven't asked about your son.\"\n\n\"I don't even want to think about him,\" said Tennant. \"Let's get\non with it.\" He could sense the restless stirring of the woman\nwithin Dana, just as he could feel the stirring toward her within\nhimself--desire that both of them loathed because it was implanted\nwithin them by their captors.\n\nThey walked toward the house.\n\n       *       *       *       *       *\n\nIt didn't look like a prison--or a cage. Within the dome of the\nbarrier, it looked more like a well-kept if bizarre little country\nestate. There was clipped lawn, a scattering of trees, even a clear\nlittle brook that chattered unending annoyance at the small stones\nwhich impeded its flow.\n\nBut the lawn was not of grass--it was of a bright green substance that\nmight have been cellophane but wasn't, and it sprouted from a fabric\nthat might have been canvas but was something else. The trees looked\nlike trees, only their trunks were bark all the way through--except\nthat it was not bark. The brook was practically water, but the small\nstones over which it flowed were of no earthly mineral.\n\nThey entered the house, which had no roof, continued to move beneath a\nsky that glowed with light which did not come from a sun or moon. It\nmight have been a well-kept if bizarre little country estate, but it\nwasn't. It was a prison, a cage.\n\nThe other two women were sitting in the heptagonal central hall.\nEudalia, who had borne twin girls recently, was lying back, newly thin\nand dark of skin and hair, smoking a scentless cigarette. A tall woman,\nthirtyish, she wore a sort of shimmering green strapless evening gown.\nTennant wondered how she maintained it in place, for despite her recent\ndouble motherhood, she was almost flat of bosom. He asked her how she\nwas feeling.\n\n\"Okay, I guess,\" she said. \"The way they manage it, there's nothing\nto it.\" She had a flat, potentially raucous voice. Eudalia had been\na female foreman in a garment-cutting shop before being captured and\nbrought through.\n\n\"Good,\" he said. \"Glad to hear it.\" He felt oddly embarrassed. He\nturned to Olga, broad, blonde and curiously vital, who sat perfectly\nstill, regarding him over the pregnant swell of her dirndl-clad waist.\nOlga had been a waitress in a mining town hash-house near Scranton.\n\nTennant wanted to put an encouraging hand on her shoulder, to say\nsomething that might cheer her up, for she was by far the youngest of\nthe three female captives, barely nineteen. But with the eyes of the\nother two, especially Dana, upon him, he could not.\n\n\"I guess I wasn't cut out to be a Turk,\" he said. \"I don't feel at ease\nin a harem, even when it's supposedly my own.\"\n\n\"You're not doing so badly,\" Dana replied acidly.\n\n\"Lay off--he can't help it,\" said Eudalia unexpectedly. \"He doesn't\nlike it any better than we do.\"\n\n\"But he doesn't have to--have them,\" objected Olga. She had a trace of\nPolish accent that was not unpleasant. In fact, Tennant thought, only\nher laughter was unpleasant, a shrill, uncontrolled burst of staccato\nsound that jarred him to his heels. Olga had not laughed of late,\nhowever. She was too frightened.\n\n       *       *       *       *       *\n\n\"Let's get the meal ordered,\" said Dana and they were all silent,\nthinking of what they wanted to eat but would not enjoy when it came.\nTennant finished with his order, then got busy with his surprise.\n\nIt arrived before the meal, materializing against one of the seven\nwalls of the roofless chamber. It was a large cabinet on slender\nstraight legs that resembled dark polished wood. Tennant went to it,\nopened a hingeless door and pushed a knob on the inner surface. At once\nthe air was hideous with the acerate harmony of a singing commercial....\n\n    ... so go soak your head,\n    be it gold, brown or red,\n    in Any-tone Shampoo!\n\nA disc jockey's buoyant tones cut in quickly as the final _ooooo_\nfaded. \"This is Grady Martin, your old night-owl, coming to you with\nyour requests over Station WZZX, Manhattan. Here's a wire from Theresa\nMcManus and the girls in the family entrance of Conaghan's Bar and\nGrill on West....\"\n\nTennant watched the girls as a sweet-voiced crooner began to ply\nan unfamiliar love lyric to a melody whose similarity to a thousand\npredecessors doomed it to instant success.\n\nOlga sat up straight, her pale blue eyes round with utter disbelief.\nShe looked at the radio, at Tennant, at the other two women, then back\nat the machine. She murmured something in Polish that was inaudible,\nbut her expression showed that it must have been wistful.\n\nEudalia grinned at Tennant and, rising, did a sort of tap dance to the\nmusic, then whirled back into her chair, green dress ashimmer, and sank\ninto it just to listen.\n\nDana stood almost in the center of the room, carmine-tipped fingers\nclasped beneath the swell of her breasts. She might have been listening\nto Brahms or Debussy. Her eyes glowed with the salty brilliance of\nemotion and she was almost beautiful.\n\n\"_Rog!_\" she cried softly when the music stopped. \"A radio and WZZX! Is\nit--are they--real?\"\n\n\"As real as you or I,\" he told her. \"It took quite a bit of doing,\ngetting them to put a set together. And I wasn't sure that radio would\nget through. TV doesn't seem to. Somehow it brings things closer....\"\n\nOlga got up quite suddenly, went to the machine and, after frowning at\nit for a moment, tuned in another station from which a Polish-speaking\nannouncer was followed by polka music. She leaned against the wall,\nresting one smooth forearm on the top of the machine. Her eyes closed\nand she swayed a little in time to the polka beat.\n\n       *       *       *       *       *\n\nTennant caught Dana looking at him and there was near approval in her\nexpression--approval that faded quickly as soon as she caught his gaze\nupon her. The food arrived then and they sat down at the round table to\neat it.\n\nTennant's meat looked like steak, it felt like steak, but, lacking the\naroma of steak, it was almost tasteless. This was so with all of their\nfoods, with their cigarettes, with everything in their prison--or their\ncage. Their captors were utterly without a human conception of smell,\nliving, apparently, in a world without odor at all.\n\nDana said suddenly, \"I named the boy Tom, after somebody I hate almost\nas much as I hate you.\"\n\nEudalia laid down her fork with a clatter and regarded Dana\ndisapprovingly. \"Why take it out on Rog?\" she asked bluntly. \"He didn't\nask to come here any more than we did. He's got a wife back home. Maybe\nyou want him to fall in love with you? Maybe you're jealous because\nhe doesn't? Well, maybe he can't! And maybe it wouldn't work, the way\nthings are arranged here.\"\n\n\"Thanks, Eudalia,\" said Tennant. \"I think I can defend myself. But\nshe's right, Dana. We're as helpless as--laboratory animals. They have\nthe means to make us do whatever they want.\"\n\n\"Rog,\" said Dana, looking suddenly scared, \"I'm sorry I snapped at you.\nI know it's not your fault. I'm--_changing_.\"\n\nHe shook his head. \"No, Dana, you're not changing. You're adapting. We\nall are. We seem to be in a universe of different properties as well as\ndifferent dimensions. We're adjusting. I can do a thing or two myself\nthat seem absolutely impossible.\"\n\n\"Are we really in the fourth dimension?\" Dana asked. Of the three of\nthem, she alone had more than a high-school education.\n\n\"We may be in the eleventh for all I know,\" he told her. \"But I'll\nsettle for the fourth--a fourth dimension in space, if that makes\nscientific sense, because we don't seem to have moved in time. I wasn't\nsure of that, though, till we got the radio.\"\n\n\"Why haven't they brought more of us through?\" Eudalia asked, tamping\nout ashes in a tray that might have been silver.\n\n\"I'm not sure,\" he said thoughtfully. \"I think it's hard for them. They\nhave a hell of a time bringing anyone through alive, and lately they\nhaven't brought anyone through--not alive.\"\n\n\"Why do they do it--the other way, I mean?\" asked Dana.\n\nTennant shrugged. \"I don't know. I've been thinking about it. I suppose\nit's because they're pretty human.\"\n\n\"_Human!_\" Dana was outraged. \"Do you call it human to--\"\n\n\"Hold on,\" he said. \"They pass through their gateway to Earth at\nconsiderable danger and, probably, expense of some kind. Some of them\ndon't come back. They kill those of us who put up a fight. Those who\ndon't--or can't--they bring back with them. Live or dead, we're just\nlaboratory specimens.\"\n\n\"Maybe,\" Eudalia conceded doubtfully. Then her eyes blazed. \"But the\nthings they do--stuffing people, mounting their heads, keeping them on\ndisplay in their--their whatever they live in. You call that human,\nRog?\"\n\n\"Were you ever in a big-game hunter's trophy room?\" Tennant asked\nquietly. \"Or in a Museum of Natural History? A zoo? A naturalist's lab?\nOr even, maybe, photographed as a baby on a bear-skin rug?\"\n\n\"I was,\" said Olga. \"But that's not the same thing.\"\n\n\"Of course not,\" he agreed. \"In the one instance, _we're_ the hunters,\nthe breeders, the trophy collectors. In the other\"--he shrugged--\"we're\nthe trophies.\"\n\n       *       *       *       *       *\n\nThere was a long silence. They finished eating and then Dana stood up\nand said, \"I'm going out on the lawn for a while.\" She unzipped her\ngolden gown, stepped out of it to reveal a pair of tartan shorts that\nmatched his, and a narrow halter.\n\n\"You thought those up while we ate,\" he said. It annoyed him to be\ncopied, though he did not know why. She laughed at him silently, tossed\nher auburn hair back from her face and went out of the roofless house,\nholding the gold dress casually over her bare arm.\n\nEudalia took him to the nursery. He was irritated now in another,\nangrier way. The infants, protected by cellophane-like coverlets, were\nasleep.\n\n\"They never cry,\" the thin woman told him. \"But they grow--God, how\nthey grow!\"\n\n\"Good,\" said Tennant, fighting down his anger. He kissed her, held\nher close, although neither of them felt desire at the moment. Their\ncaptors had seen to that; it wasn't Eudalia's turn. Tennant said, \"I\nwish I could do something about this. I hate seeing Dana so bitter and\nOlga so scared. It isn't their fault.\"\n\n\"And it's not yours,\" insisted Eudalia. \"Don't let them make you think\nit is.\"\n\n\"I'll try not to,\" he said and stopped, realizing the family party was\nover. He had felt the inner tug of command, said good-by to the women\nand returned to his smaller compound within its own barrier dome.\n\nThen came the invisible aura of strain in the air, the shimmering\nillusion of heat that was not heat, that was prelude to his\nteleportation ... if that were the word. It was neither pleasant nor\nunpleasant; it _was_, that was all.\n\nHe called it the training hall, not because it looked like a training\nhall but because that was its function. It didn't actually look like\nanything save some half-nourished dream a surrealist might have\ndiscarded as too nightmarish for belief.\n\nAs in all of this strange universe, excepting the dome-cages in\nwhich the captives were held, the training hall followed no rules of\nthree-dimensional space. One wall looked normal for perhaps a third of\nits length, then it simply wasn't for a bit. It came back farther on\nat an impossible angle. Yet, walking along it, touching it, it felt\nperfectly smooth and continuously straight.\n\nThe opposite wall resembled a diagonal cross-section of an asymmetrical\ndumbbell--that was the closest Tennant could come to it in words. And\nit, too, felt straight. The floor looked like crystal smashed by some\ncosmic impact, yet it had reason. He _knew_ this even though no reason\nwas apparent to his three-dimensional vision. The ceiling, where he\ncould see it, was beyond description.\n\nThe captor Tennant called _Opal_ came in through a far corner of\nthe ceiling. He--if it was a he--was not large, although this,\nTennant knew, meant nothing; Opal might extend thousands of yards in\nsome unseen direction. He had no regular shape and much of him was\niridescent and shot with constantly changing colors. Hence the name\nOpal.\n\nCommunication was telepathic. Tennant could have yodeled or yelled\nor sung _Mississippi Mud_ and Opal would have shown no reaction. Yet\nTennant suspected that the captors could hear somewhere along the\nauditory scale, just as perhaps they could smell, although not in any\nhuman sense.\n\n_You will approach without use of your appendages._\n\nThe command was as clear as if it had been spoken aloud. Tennant took a\ndeep breath. He thought of the space beside Opal. It took about three\nseconds and he was there, having spanned a distance of some ninety\nfeet. He was getting good at it.\n\nDog does trick, he thought.\n\n       *       *       *       *       *\n\nHe went through the entire routine at Opal's bidding. When at last\nhe was allowed to relax, he wondered, not for the first time, if he\nweren't mastering some of the alleged Guru arts. At once he felt\nprobing investigation. Opal, like the rest of the captors, was as\ncurious as a cat--or a human being.\n\nTennant sat against a wall, drenched with sweat. There would be endless\nrepetition before his workout was done. On Earth, dogs were said to be\nintellectually two-dimensional creatures. He wondered if they felt this\nhelpless futility when their masters taught them to heel, to point, to\nretrieve.\n\nSome days later, the training routine was broken. He felt a sudden stir\nof near-sick excitement as he received the thought:\n\n_Now you are ready. We are going through at last._\n\nOpal was nervous, so much so that he revealed more than he intended.\nOr perhaps that was his intent; Tennant could never be sure. They were\ngoing through to Tennant's own dimension. He wondered briefly just what\nhis role was to be.\n\nHe had little time to speculate before Opal seemed to envelop him.\nThere was the blurring wrench of forced teleportation and they were in\nanother room, a room which ended in a huge irregular passage that might\nhave been the interior of a giant concertina--or an old-fashioned kodak.\n\nHe stood before a kidney-shaped object over whose jagged surface\ncolors played constantly. From Opal's thoughts it appeared to be some\nsort of ultradimensional television set, but to Tennant it was as\nincomprehensible as an oil painting to an animal.\n\nOpal was annoyed that Tennant could make nothing of it. Then came the\nthought:\n\n_What cover must your body have not to be conspicuous?_\n\nTennant wondered, cynically, what would happen if he were to demand\na costume of mediaeval motley, complete with Pied Piper's flute. He\nreceived quick reproof that made his head ring as from a blow.\n\nHe asked Opal where and when they were going, was informed that\nhe would soon emerge on Earth where he had left it. That told him\neverything but the date and season. Opal, like the rest of the captors,\nseemed to have no understanding of time in a human sense.\n\nWaiting, Tennant tried not to think of his wife, of the fact that he\nhadn't seen her in--was it more than a year and a half on Earth? He\ncould have controlled his heartbeat with one of his new powers, but\nthat might have made Opal suspicious. He should be somewhat excited.\nHe allowed himself to be, though he obscured the reasons. He was going\nto see his wife again ... and maybe he could trick his way into not\nreturning.\n\n       *       *       *       *       *\n\nThe maid who opened the door for him was new, although her eyes were\nold. But she recognized him and stood aside to let him enter. There\nmust, he thought, still be pictures of him around. He wondered how\nAgatha could afford a servant.\n\n\"Is Mrs. Tennant in?\" he asked.\n\nShe shook her head and fright made twin stoplights of the rouge on her\ncheeks as she shut the door behind him. He went into the living room,\ndirectly to the long silver cigarette box on the coffee table. It was\nproof of homecoming to fill his lungs with smoke he could _smell_. He\ntook another drag, saw the maid still in the doorway, staring.\n\n\"There's no need for fright,\" he told her. \"I believe I still own this\nhouse.\" Then, \"When do you expect Mrs. Tennant?\"\n\n\"She just called. She's on her way home from the club.\"\n\nStill looking frightened, she departed for the rear of the house.\nTennant stared after her puzzledly until the kitchen door swung shut\nbehind her. The club? What club?\n\nHe shrugged, returned to the feeling of comfort that came from being\nback here, about to see Agatha again, hold her close in no more than a\nfew minutes. And stay, his mind began to add eagerly, but he pushed the\nthought down where Opal could not detect it.\n\nHe took another deep, lung-filling drag on his cigarette, looked around\nthe room that was so important a part of his life. The three women back\nthere would be in a ghastly spot. He felt like a heel for wanting to\nleave them there, then knew that he would try somehow to get them out.\nNot, of course, anything that would endanger his remaining with Agatha;\nthe only way his captors would get him back would be as a taxidermist's\nspecimen.\n\nHe realized, shocked and scared, that his thoughts of escape had\nslipped past his mental censor, and he waited apprehensively for Opal\nto strike. Nothing happened and he warily relaxed. Opal wasn't tapping\nhis thoughts. Because he felt sure of his captive ... or because he\ncouldn't on Earth?\n\nIt was like being let out of a cage. Tennant grinned at the bookcase;\nthe ebony-and-ivory elephants that Agatha had never liked were gone,\nbut he'd get them back or another pair. The credenza had been replaced\nby a huge and ugly television console. That, he resolved, would go down\nin the cellar rumpus room, where its bleached modernity wouldn't clash\nwith the casual antiquity of the living room.\n\nAgatha would complain, naturally, but his being back would make up for\nany amount of furniture shifting. He imagined her standing close to\nhim, her lovely face lifted to be kissed, and his heart lurched like an\nadolescent's. This hunger was real, not implanted. Everything would be\nreal ... his love for her, the food he ate, the things he touched, his\nhouse, his life....\n\n_Your wife and a man are approaching the house._\n\nThe thought message from Opal crumbled his illusion of freedom. He sank\ndown in a chair, trying to refuse to listen to the rest of the command:\n\n_You are to bring the man through the gateway with you. We want another\nlive male._\n\n       *       *       *       *       *\n\nTennant shook his head, stiff and defiant in his chair. The punishment,\nwhen it came, was more humiliating than a slap across a dog's snout.\nOpal had been too interested in the next lab specimen to bother about\nhis thoughts--that was why he had been free to think of escape.\n\nTennant closed his eyes, willed himself to the front window. Now that\nhe had mastered teleportation, it was incredible how much easier it was\nin his own world. He had covered the two miles from the gateway to the\nhouse in a mere seven jumps, the distance to the window in an instant.\nBut there was no pleasure in it, only a confirmation of his captor's\npower over him.\n\nHe was not free of them. He understood all too well what they wanted\nhim to do; he was to play the Judas goat ... or rather the Judas ram,\nleading another victim to the fourth-dimensional pen.\n\nGrim, he watched the swoop of headlights in the driveway and returned\nto the coffee table, lit a fresh cigarette.\n\nThe front door was flung open and his diaphragm tightened at the\nremembered sound of Agatha's throaty laugh ... and tightened further\nwhen it was followed by a deeper rumbling laugh. Sudden fear made the\ncigarette shake in his fingers.\n\n\"... Don't be such a stuffed-shirt, darling.\" Agatha's mocking\nsweetness rang alarm-gongs in Tennant's memory. \"Charley wasn't making\na grab for _me_. He'd had one too many and only wanted a little fun.\nReally, darling, you seem to think that a girl....\"\n\nHer voice faded out as she saw Tennant standing there. She was wearing\na white strapless gown, had a blue-red-and-gold Mandarin jacket slung\nhussar-fashion over her left shoulder. She looked even sleeker, better\ngroomed, more assured than his memory of her.\n\n\"I'm no stuffed-shirt and you know it.\" Cass' tone was peevish. \"But\nyour idea of fun, Agatha, is pretty damn....\"\n\nIt was his turn to freeze. Unbelieving, Tennant studied his successor.\nCass Gordon--the _man_, the ex-halfback whose bulk was beginning to get\nout of hand, but whose inherent aggressive grace had not yet deserted\nhim. The _man_, that was all--unless one threw in the little black\nmustache and the smooth salesman's manner.\n\n\"You know, Cass,\" Tennant said quietly, \"I never for a moment dreamed\nit would be you.\"\n\n\"_Roger!_\" Agatha found her voice. \"You're _alive_!\"\n\n\"Roger,\" repeated Tennant viciously. He felt sick with disgust. Maybe\nhe should have expected a triangle, but somehow he hadn't. And here\nit was, with all of them going through their paces like a trio of\ntent-show actors. He said, \"For God's sake, sit down.\"\n\nAgatha did so hesitantly. Her huge dark eyes, invariably clear\nand limpid no matter how much she had drunk, flickered toward him\nfurtively. She said defensively, \"I had detectives looking for you for\nsix months. Where have you been, Rog? Smashing up the car like that\nand--disappearing! I've been out of my mind.\"\n\n\"Sorry,\" said Tennant. \"I've had my troubles, too.\" Agatha was scared\nstiff--of him. Probably with reason. He looked again at Cass Gordon and\nfound that he suddenly didn't care. She couldn't say it was loneliness.\nWomen have waited longer than eighteen months. He would have if his\ncaptors had let him.\n\n\"Where in hell _have_ you been, Rog?\" Gordon's tone was almost\nparental. \"I don't suppose it's news to you, but there was a lot of\nsuspicion directed your way while that crazy killer was operating\naround here. Agatha and I managed to clear you.\"\n\n\"Decent of you,\" said Tennant. He got up, crossed to the cabinet that\nserved as a bar. It was fully equipped--with more expensive liquor, he\nnoticed, than he had ever been able to afford. He poured a drink of\nbrandy, waited for the others to fill their glasses.\n\n       *       *       *       *       *\n\nAgatha looked at him over the rim of hers. \"Tell us, Rog. We have a\nright to know. I do, anyway.\"\n\n\"One question first,\" he said. \"What about those killings? Have there\nbeen any lately?\"\n\n\"Not for over a year,\" Cass told him. \"They never did get the devil who\nskinned those bodies and removed the heads.\"\n\nSo, Tennant thought, they hadn't used the gateway. Not since they had\nbrought the four of them through, not since they had begun to train him\nfor his Judas ram duties.\n\nAgatha was asking him if he had been abroad.\n\n\"In a way,\" he replied unemotionally. \"Sorry if I've worried you,\nAgatha, but my life has been rather--indefinite, since I--left.\"\n\nHe was standing no more than four inches from this woman he had desired\ndesperately for six years, and he no longer wanted her. He was acutely\nconscious of her perfume. It wrapped them both like an exotic blanket,\nand it repelled him. He studied the firm clear flesh of her cheek and\nchin, the arch of nostril, the carmine fullness of lower lip, the\nswell of bosom above low-cut gown. And he no longer wanted any of it or\nof her. Cass Gordon--\n\nIt didn't have to be anybody at all. For it to be Cass Gordon was\nrevolting.\n\n\"Rog,\" she said and her voice trembled, \"what are we going to do? What\ndo you _want_ to do?\"\n\nTake her back? He smiled ironically; she wouldn't know what that meant.\nIt would serve her right, but maybe there was another way.\n\n\"I don't know about you,\" he said, \"but I suspect we're in the same\nboat. I also have other interests.\"\n\n\"You louse!\" said Cass Gordon, arching rib cage and nostrils. \"If you\ntry to make trouble for Agatha, I can promise....\"\n\n\"_What_ can you promise?\" demanded Tennant. When Gordon's onset\nsubsided in mumbles, he added, \"Actually, I don't think I'm capable of\nmaking more than a fraction of the trouble for either of you that you\nboth are qualified to make for yourselves.\"\n\nHe lit a cigarette, inhaled. \"Relax. I'm not planning revenge. After\nthis evening, I plan to vanish for good. Of course, Agatha, that\noffers you a minor nuisance. You will have to wait six years to marry\nCass--seven years if the maid who let me in tonight talks. That's the\nlaw, isn't it, Cass? You probably had it all figured out.\"\n\n\"You bastard,\" said Cass. \"You dirty bastard! You know what a wait like\nthat could do to us.\"\n\n\"Tristan and Isolde,\" said Tennant, grinning almost happily. \"Well,\nI've had my little say. Now I'm off again. Cass, would you give me a\nlift? I have a conveyance of sorts a couple of miles down the road.\"\n\n       *       *       *       *       *\n\nHe needed no telepathic powers to read the thoughts around him then. He\nheard Agatha's quick intake of breath, saw the split-second look she\nexchanged with Cass. He turned away, knowing that she was imploring her\nlover to do something, _anything_, as long as it was safe.\n\nDeliberately, Tennant poured himself a second drink. This might be\neasier and pleasanter than he had expected. They deserved some of the\nsuffering he had had and there was a chance that they might get it.\n\nTennant knew now why he was the only male human the captors had been\nable to take alive. Apparently, thanks to the rain-slick road, he had\nrun the sedan into a tree at the foot of the hill beyond the river. He\nhad been sitting there, unconscious, ripe fruit on their doorstep. They\nhad simply picked him up.\n\nOtherwise, apparently, men were next to impossible for them to capture.\nAll they could do was kill them and bring back their heads and hides\nas trophies. With women it was different--perhaps the captors' weapons,\nwhatever they were, worked more efficiently on females. A difference in\nbody chemistry or psychology, perhaps.\n\nMore than once, during his long training with Opal, Tennant had sent\nquesting thoughts toward his captor, asking why they didn't simply set\nup the gateway in some town or city and take as many humans as they\nwanted.\n\nSurprisingly there had been a definite fear reaction. As nearly as he\ncould understand, it had been like asking an African pygmy, armed with\na blowgun, to set up shop in the midst of a herd of wild elephants. It\nsimply wasn't feasible--and furthermore he derived an impression of the\ntenuosity as well as the immovability of the gateway itself.\n\nThey could be hurt, even killed by humans in a three-dimensional world.\nHow? Tennant did not know. Perhaps as a man can cut finger or even\nthroat on the edge of a near-two-dimensional piece of paper. It took\nvalor for them to hunt men in the world of men. In that fact lay a key\nto their character--if such utterly alien creatures could be said to\nhave character.\n\n       *       *       *       *       *\n\nCass Gordon was smiling at him, saying something about one for the\nroad. Tennant accepted only because it was luxury to drink liquor that\nsmelled and tasted as liquor should. He raised his glass to Agatha,\nsaid, \"I may turn up again, but it's unlikely, so have yourself a time,\nhoney.\"\n\n\"Oh, Rog!\" said Agatha and her eyes were fraudulently wet. Tennant felt\npure contempt. She knew that Cass intended to try to kill him--and she\ncouldn't play it straight. She had to ham it up with false emotion,\neven though she had silently pleaded with her lover to do something,\nanything. He put down his empty glass. The thought that he had spent\neighteen months yearning for this she-Smithfield like a half-damp puppy\nmade him almost physically ill.\n\n\"You'll make out,\" he told her with savage sincerity. In her way, in\naccord with her desires, Agatha would. At bottom she was, he realized,\nas primitive, as realistic, as the three who waited beyond the gateway.\nAn ex-waitress, an ex-forewoman, an ex-model of mediocre success--and\nAgatha. He tried to visualize his wife as a member of his involuntary\nharem and realized that she would adapt as readily as the other women.\nBut he didn't want her.\n\nHe turned away and said, \"Ready, Cass?\"\n\n\"Right with you,\" the ex-halfback replied, hurrying toward the hall.\nTennant considered, took another drink for his own road. The signals\nhad been given, the game was being readied. He had no wish to upset the\nplanning. He had some plans also, and theirs gave his enough moral\njustification to satisfy his usually troublesome conscience.\n\nAgatha put her arms around his neck. She was warm and soft and moist\nof lip and playing her part with obvious enjoyment of its bathos. She\nmurmured, \"I'm so sorry, Rog, darling--\"\n\n\"Cut!\" he said almost in a snarl and wrenched free. He brought out a\nhandkerchief--he had remembered to have one created, praise Allah--and\nrubbed lipstick from his face. He tossed the handkerchief to Agatha.\n\n\"You might have this analyzed,\" he told her lightly. \"It could be\ninteresting. The handkerchief, not the lipstick.\"\n\n\"I'm glad you're going!\" she blazed, although her voice was low. \"I'm\n_glad_ you're going. I hope you _never_ come back.\"\n\n\"That,\" he told her, \"makes exactly two of us. Have fun.\"\n\nHe went out into the hall, where Cass was waiting, wearing what was\nintended to be a smile. They went out to the car together--it was a big\nconvertible--and Cass got behind the wheel. He said, \"Where to, old\nman?\"\n\n\"The Upham Road,\" said Tennant, feeling nothing at all.\n\n       *       *       *       *       *\n\nCass got the car under way and Tennant sensed them coming through. They\nwarned him that his chauffeur was carrying a weapon concealed in an\ninside pocket.\n\n_As if I didn't know!_ Tennant snapped back at them.\n\nCass tried to drive him past the spot beyond the bridge where the\ngateway lay hidden in its armor of invisibility. He evidently planned\nto go miles from the house before doing whatever he had decided to do.\n\nTennant thought he knew. It would involve riding the back roads like\nthis one for fifteen or twenty miles, perhaps farther. He suspected\nthat the quarry pond in South Upham was his intended destination. There\nwould be plenty of loose rock handy with which to weigh down his body\nbefore dumping it into the water.\n\nIf it were recovered, Cass and Agatha could alibi one another. In view\nof his earlier disappearance, this would be simple. Of course there\nwas the maid, but Cass had enough money and smooth talk to manage that\nangle. They could undoubtedly get away with killing him.\n\n\"Stop,\" said Tennant, just across the bridge.\n\n\"What for?\" Cass countered and Tennant knew it was time to act. He\nwrenched the key from the ignition switch, tossed it out of the car.\nCass braked, demanded, \"What in hell did you do _that_ for?\"\n\n\"I get out here,\" Tennant said. \"You didn't stop.\"\n\n\"Okay, if that's the way you want it.\" Cass' heavy right hand, the\nlittle black hairs on its back clearly visible in the dashboard light,\nmoved toward his inside pocket.\n\nTennant teleported to the side of the road, became a half-visible shade\nagainst the darkness of the trees. He felt Opal's excitement surge\nthrough his brain, knew that from then on his timing would have to be\nsplit-second perfect.\n\nIt seemed to him as if all the inchoate thoughts, all the vague\ntheories, all the half-formed plans of more than a year had\ncrystalized. For the first time since his capture, he not only knew\nwhat he wanted to do--but saw the faint glimmer of a chance of doing it\nsuccessfully.\n\nHe was going to try to lead Cass to the gateway, maneuver him\ninside--and then escape. They wouldn't get Tennant; the power of\nteleportation they themselves had given him would keep him from being\ncaptured again. It would work. He was sure of it. They'd have their\nmale specimen and he'd be free ... not to go back to Agatha, because he\nwouldn't, but to help the three women to get back, too.\n\n       *       *       *       *       *\n\nCass was plunging after him now, pistol in hand, shouting. Tennant\ncould have him killed now, have him flayed and decapitated as other\nmale victims had been. Opal might even give him the hide as a reward\nafter it was treated. Some Oriental potentate, Tennant reflected, might\nrelish having his wife's lover as a rug on his living room floor.\nTennant preferred the less operatic revenge of leaving Cass and Agatha\nalive to suffer.\n\nHe teleported farther into the trees, closer to the gateway, plotting\ncarefully his next moves. Cass was crashing along, cursing in\nfrustration.\n\n\"Stand still, damn you! You shift around like a ghost!\"\n\nTennant realized with sudden terror that Cass might give up, unable\nto solve his prey's abrupt appearances and disappearances. He needed\nencouragement to keep him going.\n\nJeeringly, Tennant paused, simultaneously thumbed his nose and stuck\nout his tongue at Cass. The scornful childishness of the gesture\nenraged Cass more than the worst verbal insult could have. He yelled\nhis anger and fired at Tennant. There was no way to miss, but Tennant\nwas five yards farther on before the explosion ended.\n\n\"Calm down,\" he advised quietly. \"Getting mad always spoils your aim.\"\n\nThat, naturally, made Cass even angrier. He fired viciously twice more\nbefore Tennant reached the gateway, both times without a chance of\nhitting his elusive target.\n\nOpal, Tennant discovered, was almost as frantic as Cass. He was deep\ninside the passage, jittering visibly in his excitement, in his\nanticipation of the most important bag his species had yet made on\nEarth. And there was something else in his thoughts....\n\nAnxiety. Fear. The gateway was vulnerable to third-dimensional weapons.\nWhere the concertina-like passage came into contact with Earth, there\nwas a belt, perhaps a foot in width, which was spanned by some sort of\nforce-webbing. Opal was afraid that a bullet might strike the webbing\nand destroy the gateway.\n\nCass was getting closer. It would be so easy ... keep teleporting,\nbewilder him, let him make a grab ... and then skip a hundred yards\naway just as the gateway shut. He would be outside, Cass inside.\n\nAnd the three women? Leave them with Cass? Leave the gateway open for\nmore live or mounted specimens?\n\nTennant concentrated on the zone of strain at the point of dimensional\ncontact, was there directly in front of it. Cass, cursing, lunged clear\nof the underbrush outside, saw Tennant there. Tennant was crouching\nlow, not moving, staring mockingly at him. He lifted the automatic and\nfired.\n\n       *       *       *       *       *\n\nTennant teleported by inches instead of yards, and so blood oozed from\na graze on his left ear when he rejoined a shaken Opal in the world\nthat knew no night. For a long time--how long, of course, he could not\nknow--they stood and watched the gateway burn to globular ash in a dark\nbrown fire that radiated searing cold.\n\nOpal was in trouble. An aura of anger, of grief, of accusation,\nsurrounded him. Others of them came and for a while Tennant was\nforgotten. Then, abruptly, he was back in his own compound, walking\ntoward the house.\n\nIn place of his country Napoleonic roll-bed, which he had visualized\nfor manufacture with special care, Dana had substituted an immense\nmodern sleeping device that looked like a low hassock with a ten-foot\ndiameter. She was on her knees, her back toward the door, fiddling with\na radio.\n\nShe heard him enter, said without turning, \"It won't work. Just a\nlittle while ago it stopped.\"\n\n\"I think we're cut off now, perhaps for good,\" he told her. He sat\ndown on the edge of the absurd bed and began to take off the clothes\nthey had given him for the hunt. He was too tired to protest against\nthe massacre of his bedroom decor. He was not even sure he wanted to\nprotest. For all its anachronism, the big round bed was comfortable.\n\nShe watched him, her hands on her thighs, and there was worry written\non her broad forehead. \"You know something, Rog.\"\n\n\"I don't _know_ anything,\" he replied. \"I only think and have\ntheories.\" Unexpectedly he found himself telling her all about it,\nabout himself, where he had been, what he had done.\n\nShe listened quietly, saying nothing, letting him go on. His head was\nin her lap and he talked up to her while she ran gentle fingers through\nhis hair. When he had finished, she smiled down at him thoughtfully,\naffectionately, then said, \"You know, you're a funny kind of man,\nRoger.\"\n\n\"Funny?\"\n\nShe cuffed him gently. \"You know what I mean. So now we're really cut\noff in this place--you and me and little Tom and Olga and Eudalia and\nthe twins. What are we going to do, Roger?\"\n\nHe shrugged. He was very tired. \"Whatever they'll let us do,\" he said\nthrough a yawn. \"Maybe we can make this a two-way study. They are\nalmost human, you know. Almost.\" He pulled her down and kissed her and\nfelt unexpected contentment decant through his veins. He knew now that\nthings had worked out the right way, the only way. He added aloud, \"I\nthink we'll find ways to keep ourselves amused.\"\n\n\"You really enjoy playing the heel, don't you, Rog?\" Her lips moved\nagainst his as she spoke. \"You had a chance to get out of here. You\ncould have changed places with Cass. Maybe you could have destroyed the\ngateway and stayed on the other side and still saved other victims. But\nno, you had to come back to--us. I think I'm going to be in love with\nyou for that.\"\n\nHe sat up on one elbow and looked down at her half angrily. \"Are you\ntrying to make a goddam hero out of me?\" he asked.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Judas Ram, by Sam Merwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JUDAS RAM ***\n\n***** This file should be named 51053.txt or 51053.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/0/5/51053/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}