{"title": "Man's Best Friend", "author": "Evelyn E. Smith", "releaseDate": "January 27, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           Man's Best Friend\n\n                          By EVELYN E. SMITH\n\n                       Illustrated by MEL HUNTER\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction April 1955.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Sometimes a job comes after the man ... and\n               this one came after Gervase like a tiger!\n\n\nThe annunciator aroused Gervase from pleasant semi-slumber. He knew the\ninterruption was his own fault for not having turned off the device,\nbut he so seldom had a visitor that he could hardly be blamed for his\nforgetfulness. Frowning, he pressed the viewer button. A round, red\nface appeared on the screen. \"May I be the first to congratulate you,\nMr. Schnee?\" it said.\n\n\"You may, indeed,\" Gervase replied. \"But for what?\"\n\n\"You haven't heard the news? Good, then I'm the first. I imagine I\ngot a head-start on the others because of my superior facilities for\nlocating you. Your address wasn't given; these pronouncements do tend\nto be a bit vague. Matter of tradition, I suppose.\"\n\n\"I haven't heard any news for days,\" Gervase said, uncomfortably\nconscious that he was apologizing. \"I've been listening to my\nsound-tapes and--and meditating,\" he added defiantly. \"Wait a minute;\nI'll let you in.\"\n\nHe struggled with the door-stud, but the door refused to open. The\nautobursar must have neglected to pay the door bill--probably because\nGervase had failed to put enough money into it. But his allowance was\nlimited and sound-tapes, not to speak of meditators, were so expensive.\n\nSighing, Gervase got up and opened the door manually. The individual\noutside was short and stout and dressed, unfortunately, in the uniform\nof an upper-echelon salesman. Gervase had been caught! Still, he\nreminded himself, no one could force him to buy anything. He was a free\ncitizen.\n\n\"Well, come in if you must,\" he said grudgingly. \"I suppose the big\nnews is that I'm the lucky householder to whom the Little Gem Room\nExpander will first be offered.\"\n\n\"Nothing of the sort!\" the man replied indignantly.\n\nAt this point, Gervase noticed with surprise that the other wore a\njeweled merchant-prince's badge. Apparently this was one of those\nconsumer reaction tests in which executives themselves participated to\ncheck on their employees.\n\n       *       *       *       *       *\n\nThe man remembered to smile. \"The Prognosticator has just given\nits fortnightly Prognostication. You, Mr. Schnee, are going to be\nour new Ruler.\" He seized the young man's limp hand and shook it\nenthusiastically. \"And I'm sure you'll be a splendid one, too.\"\n\nGervase accepted a pale green cheroot from the dispenser. It shook in\nhis lips. \"And what's to become of the old Ruler?\"\n\n\"You're scheduled to dispose of him sometime this month. Now, Mr.\nSchnee,\" the man went on briskly, \"allow me to introduce myself. I am\nBedrich Florea, vice president of the Florea Munitions and Container\nCorporation.\" He extracted a gleaming weapon from his brief case and\noffered it to Gervase. The young man recoiled. \"If you will only agree\nto shoot Overlord Kipp with a Florea Semper Fidelis Gun,\" the executive\ncontinued, \"my corporation will be happy to place a substantial amount\nof credits at your disposal in any bank you choose. Six billion, to be\nexact. Now if you'll just sign here on the dotted line....\" He held out\na stylus temptingly.\n\n\"Nonsense!\" Gervase backed away.\n\n\"Even a Ruler can use money. Bribery for government officials, bread\nand circuses for the people--oh, money's a very useful commodity, Mr.\nSchnee. Shall we say seven billion?\"\n\n\"I don't doubt that money is useful,\" Gervase replied, thinking\nwistfully of seven billion credits. \"But when I said 'nonsense,' I\nmeant the Prognosticator. The whole thing's a lot of--well, nonsense.\nA whole planet of supposedly intelligent people listening to what's\nnothing more, really, than an oracle! A machine can't read the future.\nIt's impossible.\"\n\nFlorea's eyes bulged. \"Mr. Schnee, that's sacrilege! You\ncan't--confound it, sir, you can't talk that way about The Machine.\nAfter all,\" he added in a more placatory manner, \"let's look at this\nreasonably. Machines can and do answer all the problems of our daily\nlife, so why shouldn't a superior machine be able to tell the future?\"\n\n\"If you ask me,\" Gervase all but sneered, \"behind the wires and\ngimmicks and whatnots in The Machine, there's a secret room in which a\nhalf-mad, half-intoxicated old priestess sits delivering her Delphic\npronouncements. Might as well have an aboveboard oracle and be done\nwith it.\"\n\n\"Now, now, Mr. Schnee--\" the executive smiled with obvious\neffort--\"even our Ruler shouldn't flout the Authority of Machinery. Of\ncourse, it's all right when you're alone with friends, like me, but in\npublic--\"\n\nThe annunciator sounded again. An eager face appeared on the screen.\n\"Mr. Schnee,\" an equally eager voice said, \"I'm from the _Daily\nDisseminator_. How does it feel to be Ruler Prognosticate?\"\n\nThere was the sound of a scuffle. His face disappeared, to be replaced\nby two others. \"Mr. Schnee, will you tell us in your very own words--\"\n\nAs Gervase clicked off the interviewer, the vidiphone blinked. Gervase\nlifted the receiver. The face of Overlord Kipp himself came into view,\npale but composed. \"I understand you're the young man who is destined\nto dispose of me and take my place?\"\n\n       *       *       *       *       *\n\nGervase paled also. \"Honestly, Your Honorship, I haven't the slightest\ninten--\"\n\n\"You'll make it quick and painless, won't you? And it really would be\nvery decent of you to give me the exact day and hour of my--er--demise\nso I won't have to sit around waiting.\"\n\n\"But, really--\"\n\n\"You don't look like a hard-hearted chap. As a matter of fact, I would\nsay, offhand, that you had a kind face.\"\n\n\"Well, thank you, but--\"\n\n\"I do wish you'd stop shilly-shallying and name the day. By the way,\nhave you anything on for tomorrow?\"\n\n\"I didn't have anything special planned--\"\n\n\"Splendid! Suppose you come over to the Palace around one o'clock or\nso. We can have a bite of lunch and discuss the matter together. After\nall, I think you'll agree that I have been a reasonably good Ruler\nand so I have the right to die with dignity.\" He looked pleadingly at\nGervase.\n\n\"Oh, absolutely,\" the young man said in haste. \"No question of it. I\nthink it's a very good idea to have a chat about it first. Awkward\nto--dispose of someone you haven't met previously.\"\n\nThe dictator gave him a wan smile. \"Thank you, Mr. Schnee. I hope\nyou'll find your successor as cooperative as yourself.\"\n\nThe screen darkened.\n\n\"Hmmm,\" Gervase mused. He took a lavender cheroot, forgetting he still\nheld the lime one. \"I wonder whether he wants me to make an appointment\nso he'll have a band of counter-assassins ready to kill me, saving him\nthe expense of a stand-by guard. He is noted for his thriftiness, you\nknow. Perhaps I just shouldn't show up at all.\"\n\n\"He wouldn't dream of doing anything of the sort,\" Florea said\nausterely. \"Overlord Kipp knows what is due to his position. He has\na sense of duty and responsibility which, unfortunately, seems to be\nlacking in his successor ... if you'll excuse my speaking frankly,\" he\nadded in haste. \"I am, of course, considerably older than you and so I\nfeel--\"\n\n\"It's quite all right,\" Gervase reassured him. \"You may speak freely.\"\n\n\"Furthermore,\" Florea continued, \"if he had you killed, the people\nwould probably give him a painful and lingering death for attempting to\ninterfere with the course of destiny.... There, I hear them now!\"\n\nAnd they could indeed hear the sound of voices raised in song--so many\nand so loud that they penetrated the soundproofing of the walls. \"The\n_polloi_ are coming to hail their new Leader,\" Florea beamed.\n\n\"Well, I'm not going to do it!\" Gervase declared. \"They can't make me\nkill him and take over and that's flat. I'm not the administrative\ntype--never have been.\"\n\n       *       *       *       *       *\n\nFlorea took a cheroot of his own out of a platinum portable. \"In that\ncase, the people probably will kill _you_ for attempting to interfere\nwith fate.\"\n\n\"But I wouldn't have done anything!\" Gervase protested.\n\n\"There are sins of omission as well as commission. Come now, it's true\na Ruler's life expectancy isn't very long--at least it hasn't been for\nthe last few reigns--but it's longer than yours will be if you refuse\nto fulfill your destiny.\"\n\n\"I wouldn't make a fit Ruler,\" Gervase said desperately. \"Consider my\norigins. I wouldn't tell this to anyone but you--I'm illegitimate. I\ndon't even know who my father is.\"\n\nThe other man smiled again. \"It's a wise child who knows his own\nfather. And some of the most celebrated leaders in history have been\nillegitimate. Look at William the Conqueror.\"\n\nGervase turned on the historiscope, dialed 1066 A.D., looked,\nshuddered, and turned it off. \"I don't think that's much of a\nrecommendation!\"\n\n\"You see,\" Florea told him encouragingly, \"almost anybody can be a\nleader. The important thing is that he be _destined_ for leadership.\"\n\n\"But I'm no good! Everybody says so. I've never done a thing in my\nlife. My aged mother has had to work to support me.\"\n\n\"Time enough that you stood on your two feet, my boy!\" the businessman\nsaid, clapping the youth upon the shoulder. \"And remember, destiny must\ntake its course.\"\n\nHe flung open the door. A cheering crowd stood outside. \"My friends,\nallow me to introduce you to your new Ruler--Gervase Schnee!\"\n\nA hoarse shout of approval went up.\n\n\"He is planning to assassinate Overlord Kipp with a Florea Semper\nFidelis Gun. Florea Semper Fidelis Guns retail from c2.98 for the\nPeasant's Pistol all the way up to c1089.56 for the Super Deluxe\nConspirator's Model, but each is the best obtainable for the price. Mr.\nSchnee, of course, will use the Super Deluxe model.\"\n\nThere were more cries, cheers and shouts.\n\n\"Thank you for your--for your confidence and support,\" Gervase said\nbrokenly. \"I only hope I prove worthy of them.\"\n\nGervase lunched with Overlord Kipp the next day and was not\nassassinated. The disposal was set for the coming Tuesday and announced\nto the public. Gervase was so nervous, he couldn't sleep the night\nbefore. When, early in the morning, he finally did manage to doze off,\nhe was awakened by the encouraging telegrams that kept pouring in.\n\nAt nine, he finally got up and dressed himself in the immaculate\nblack-and-silver assassin's uniform that had been custom-made for him\nwithout charge by an eminent tailor. He was in no mood for breakfast,\nso he went outside to the handsome black-and-silver limousine that\nhad been presented to him by a thoughtful industrialist. As he emerged\nfrom his door, a brass band struck up the national anthem and the\ncrowd waiting outside broke into cheers suitably restrained to fit the\nmelancholy occasion.\n\n       *       *       *       *       *\n\nGervase bowed wanly left and right as he got into the car. His two\nhired assistants, dressed in the customary black cloak and hood of the\nbody-remover, were, he noticed, already seated beside the chauffeur.\nThey did not turn their heads as Gervase entered, but preserved the\ntraditional impassivity of their calling.\n\nThe band started to play a funeral march as the car moved slowly down\nthe boulevard. Stands had been put up all along the route and he was\ngreeted by subdued cheering and applause from crowds neatly arranged\naccording to rank. Little children of all classes rushed out into the\nstreet to present him with bouquets of flowers.\n\nThe television cameras joined him en route and followed him all the way\nto the Palace. On the steps, Bedrich Florea awaited him, magnificently\ngarbed in full executive uniform, his jewels flashing in the clear\nsunlight.\n\n\"Allow me to load your Super Deluxe Conspirator's Florea Semper Fidelis\nGun for you, Overlord Prognosticate,\" he announced in a ringing voice,\nas he turned his profile toward the cameras.\n\n\"It's already loaded,\" Gervase said, nervously clutching the gun in his\npocket.\n\n\"Permit me to check it then.\" Florea put out an eager hand.\n\nGervase executed a deft chassé in the opposite direction. \"It's\nperfectly all right, I tell you! No one,\" he added in a burst of\ninspiration, \"would have any difficulty in loading a Florea Semper\nFidelis Gun.\"\n\n\"That's right,\" the baffled munitions magnate admitted, falling back\nreluctantly. \"Whether you buy the Peasant's or the Conspirator's Model,\nboth have the same smooth free-loading mechanism....\"\n\n\"Out of the way, Executive,\" a cameraman said, unceremoniously sweeping\nFlorea aside as Gervase paced into the Palace, followed by his two\nblack-robed henchmen, carrying an elaborate, gold-mounted stretcher\nbetween them.\n\n\"Candy, popcorn, hashish, yoghurt!\" yelled a strident voice behind\nthem. \"Buy your refreshments here!\"\n\nOverlord Kipp stood beside his desk, dressed in his finest\nuniform--which was, however, virtually invisible, it was so bedecked\nwith glittering and sparkling medals and decorations. Gervase waited\npatiently while the soon-to-be-disposed-of Ruler made a speech pointing\nout the numerous benefits and improvements his reign had brought to\nthe people. It was rather a long speech and Gervase's nose began to\nitch. He would have liked to scratch it, but the cameras were pointing\ndirectly at him. Life as Ruler, he saw, was going to be a long series\nof similar repressions. He sighed. But what could he do? Nobody could\ngo against the Prognostications.\n\nFinally the speech was finished. \"Good-by and good luck, Overlord\nSchnee,\" Kipp said. He stood, waiting.\n\nGervase fired. There was a loud report. Kipp crumpled to the ground.\n\nGervase hurled the Florea Semper Fidelis Gun to the desk. \"Everyone\nwill now please leave,\" he ordered in calm but firm tones, \"while the\nremovers take over.\"\n\n\"Why can't we televise the removal?\" a daring cameraman asked.\n\"Something new.\"\n\n       *       *       *       *       *\n\nThere was a shocked silence and then a babble of indignant voices.\nGervase held up a weary hand. The voices stopped.\n\n\"That sort of thing just isn't done,\" he told the cameraman with an\nOlympian smile. \"Please leave as quickly as possible--all of you. I\nmight want to meditate.\"\n\nThey scuttled out backward, the cameras still grinding. Gervase pressed\nthe studs that shut and bolted the door.\n\n\"Whew!\" said Overlord Kipp, sitting up. \"I didn't think I'd be able to\nstand that much longer. You're a good shot, Schnee--that blank stung\nlike crazy. And in a very tender spot, I might add.\"\n\n\"No time for chatting,\" Gervase said nervously. \"We've got to get this\nover in a hurry. Now comes the part when your friends will have to look\nlike real removers. I hope they can give it that professional touch.\"\n\n\"We are real removers in a sense,\" said one of the black-robed figures.\n\"At least, both of us have participated in removals before.\" They\ndropped their hoods.\n\nGervase's mouth hung open. \"Why, you're Overlord Moorhouse!\" he said to\none. \"And I've seen pictures of you!\" he told the other. \"You're the\none that came before him--Shinnick. You died before I was born--that\nis, you were supposed to have died. Both of you were. Moorhouse\nkilled--was supposed to have killed you.\"\n\nEx-Overlord Shinnick smiled. \"We're not precisely dead--only retired,\nyou might say. In a way, anonymity is the same as death. And Overlords\nMoorhouse and Kipp--\" he bowed toward them--\"both had kind hearts,\nlike yourself. The Prognosticator didn't say we had to be killed--just\ndisposed of, as Kipp undoubtedly pointed out to you in your little talk\ntogether.\"\n\n\"Sorry I couldn't tell you the truth,\" Kipp apologized as he dusted off\nhis uniform, \"but you might have changed your mind and given us away.\"\n\n\"We've formed a sort of little club of dead Overlords,\" Shinnick\nelucidated. \"After all, we're the only ones with whom we can associate\nsafely--no danger of any one of us betraying the others.\"\n\n\"We're looking forward to the day when you join us, Overlord Schnee,\"\nMoorhouse put in eagerly, \"assuming that your successor is of as\ngenerous a nature as we, of course. Do you play bridge by any chance?\"\n\n\"You'd better hurry.\" Gervase worriedly changed the subject as he\nnoticed the time on the wall chronometer. \"If the four of us are\ndiscovered, the mob would tear us all to pieces.\"\n\n\"Right you are,\" said ex-Overlord Shinnick. \"Get on the stretcher,\nKipp. Bad enough we're going to have to carry you out; at least don't\nexpect us to lift you up.\"\n\nKipp obediently assumed a recumbent posture: Shinnick and Moorhouse\ncovered him with a black cloth and were preparing to march out when\nGervase recollected himself and halted them. \"Wait a moment--you'd\nbetter take off those medals first, Kipp. They come with the job.\"\n\n\"Grave-robber,\" said Kipp, reluctantly sitting up on his catafalque and\nunfastening the jeweled decorations.\n\n       *       *       *       *       *\n\nWhen the little procession had left, Gervase pressed a stud on the desk\nmarked _Secretary_. A panel in the wall opened and a timorous-looking\nman virtually fell into the room. \"Y-yes, Your Honorship?\"\n\n\"The Prognosticator is right here in the Palace, isn't it?\" Gervase\nasked, in a tone that would have been authoritative if his voice hadn't\ncracked right in the middle of _Palace_.\n\n\"Y-yes, Your Honorship.\"\n\n\"Lead me to it immediately.\"\n\n\"Su-certainly, Your Honorship.\"\n\nAs they left the room, Gervase picked the Florea Semper Fidelis Gun\noff the desk. It was too valuable a piece of property to leave lying\naround. The Palace was full of sticky-fingered civil servants.\n\nThey passed through room after room containing bank after bank of\ncomputing machines, each more complicated in appearance than the last.\nHordes of officials in the garb of hereditary scientist or technician\nbowed low as the new Ruler passed. The machines, of course, operated\nand repaired themselves automatically; nonetheless, they needed a good\nmany attendants as befitted their exalted status.\n\nGervase and his guide finally came to the room where the Prognosticator\nitself was enshrined. The apartment was twenty stories high and a\nhundred meters wide, but it was none too large for all the flashing\nlights and spinning dials and buzzing relays and levers and cables\nwhich jammed it. The hundreds of first-rank scientists who waited upon\nthe Machine stopped their tasks of dusting and polishing to greet the\nnew Usurper with deferent acclaim.\n\n\"Leave me,\" he ordered, gesturing with the gun toward the door. \"I\nwould be alone with the Prognosticator.\"\n\n\"Certainly, Your Honorship. Certainly. Your wishes are our commands.\"\n\nThey backed out.\n\n\"You, too,\" Gervase told the secretary who had guided him.\n\n\"Y-yes, Your Honorship.\" The man skittered off.\n\nWhen they had all gone, Gervase approached a small, unobtrusive door\nmarked _Danger--No Admittance_. Dust lay thick on the sill, for it was\nseldom opened.\n\nGervase took a tiny, intricate piece of metal from his pocket and\nfitted it into the lock. Something inside clicked. The door swung open.\n\nBeyond, a narrow flight of steps spiraled downward. Gervase descended\nthem unhesitatingly until he came to another small door. This one was\nsimply marked _Private_. He knocked on it.\n\n\"Aah, go butter your earlobes!\" a cracked voice called from within.\n\"Can't you read, you dumb cluck?\"\n\n\"It's me, Gervase!\" He pounded on the door with the butt of his gun.\n\"Open up!\"\n\n       *       *       *       *       *\n\nThe door swung open creakily. Through the gloom inside, there could be\ndimly seen antique furnishings in a poor state of preservation and a\nstill more imperfect state of cleanliness. An outmodedly streamlined\ntwentieth-century typewriting machine was set on a costly metal stand\nwith one caster missing. The flaps of the table were open--one held a\nchipped teapot, the other a dusty crystal ball and a dog-eared pack of\nGypsy cards. Behind all this was a rare old psychoanalyst's couch,\nripped open here and there and showing the original stuffing.\n\nReclining on the couch was an incredibly old woman wearing a quaint\ncostume of a bygone era--long scarlet silk skirt, yellow blouse, great\ngolden hoops swinging in her ears. She was sipping something out of a\nteacup, but it didn't smell like tea, at least not like tea alone. The\nancient reek of gin pervaded and overpowered the general mustiness.\n\n\"Hello, son!\" the old woman said, waving the cup at Gervase. \"'Bout\ntime you came to pay your old mother a visit.\" She cackled. \"I kind of\nthought something like this would stir you up!\"\n\n       *       *       *       *       *\n\n\"Mother,\" Gervase said reproachfully, \"you know you shouldn't have done\nit.\"\n\n\"What did I do?\" she asked, assuming a ludicrous posture of innocence.\n\n\"You fixed the Prognostications, that's what you did. Although why you\nhad to pick on me--\"\n\n\"Aah, I got tired of supporting you! You're a big boy--it's about time\nyou earned your own living. Besides, I thought it'd be a good idea to\nelect a sympathetic administration. Sympathetic to me, that is. Palace\nneeds a new ventilating system. Air in here's terrible. Smells as if\nsomething'd died and they were too stingy to give it a decent burial.\"\n\n\"But why didn't you use the Prognosticator to get new ventilation put\nin?\" Gervase asked. \"Seems to me you could have foretold everyone in\nthe Palace would suffocate or something if it wasn't done.\"\n\n\"They'd have got around it, same way you got around killing Kipp.\"\n\nGervase blushed.\n\n\"You can't fool me!\" she cackled gleefully. \"I know everything that\ngoes on around this place and a lot that doesn't.\" She reached over\nand tapped his knee. \"But you'll pay attention to the Prognosticator,\nboy. Don't you try to weasel out of what it says by looking for double\nmeanings. Time you Overlords learned that when the Prognosticator says\nsomething, it means it.\"\n\n\"Yes, Mother,\" he said.\n\n\"I'd hate to have to give orders to have my own boy disposed of. The\nlast three disposals weren't so bad, but sometimes those things can\nturn out real messy.\"\n\n\"Yes, Mother.\"\n\nShe drank gustily from her teacup. \"Maybe blood is thicker than\nwater ... but not much.\"\n\n\"Yes, Mother.\"\n\n\"And why shouldn't you listen to my Prognostications?\" she demanded\nirritably, slamming her teacup down on the table so hard that the\ntypewriter skipped. \"Just because they're dolled up a little doesn't\nmean they're not true. Don't I have a crystal ball? Don't I have a\nGypsy tarot pack? Don't I have tea leaves--best tea money can buy, too?\"\n\n\"Yes, Mother.\"\n\n\"So?\" She looked at him expectantly. \"What are you going to do?\"\n\nGervase took a deep breath and drew himself up. \"I'm going to have the\nventilating system attended to right away.\"\n\n\"That's my boy,\" she said fondly, draining another cup of tea and\npeering at the leaves. \"I can see everything's going to work out\nfine--just fine.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Man's Best Friend, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MAN'S BEST FRIEND ***\n\n***** This file should be named 51050-8.txt or 51050-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/0/5/51050/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}