{"title": "Rattle OK", "author": "Harry Warner", "releaseDate": "January 31, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               RATTLE OK\n\n                         By HARRY WARNER, JR.\n\n                         Illustrated by FINLAY\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1956.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              What better way to use a time machine than\n              to handle department store complaints? But\n             pleasing  a customer should have its limits!\n\n\nThe Christmas party at the Boston branch of Hartshorne-Logan was\nthreatening to become more legendary than usual this Christmas.\n\nThe farm machinery manager had already collapsed. When he slid under\nthe table containing the drinks, Miss Pringle, who sold millinery, had\nscreamed: \"He'll drown!\"\n\nOne out of every three dirty stories started by party attendees had\nremained unfinished, because each had reminded someone else of another\nstory.\n\nThe recently developed liquors which affected the bloodstream three\ntimes faster had driven away twinges of conscience about untrimmed\ntrees and midnight church services.\n\nThe star salesman for mankies and the gentleman who was in charge of\nthe janitors were putting on a display of Burmese foot-wrestling in\none corner of the general office. The janitor foreman weighed fifty\npounds less than the Burma gentleman, who was the salesman's customary\nopponent. So the climax of one tactic did not simply overturn the\nforeman. He glided through the air, crashing with a very loud thump\nagainst the wall.\n\nHe wasn't hurt. But the impact knocked the hallowed portrait of H. H.\nHartshorne, co-founder, from its nail. It tinkled imposingly as its\nglass splintered against the floor.\n\n       *       *       *       *       *\n\nThe noise caused a temporary lull in the gaiety. Several employes even\nfelt a passing suspicion that things might be getting out of hand.\n\n\"It's all in the spirit of good, clean fun!\" cried Mr. Hawkins, the\nassistant general manager. Since he was the highest executive present,\nworries vanished. Everyone felt fine. There was a scurry to shove the\nbroken glass out of sight and to turn more attention to another type of\nglasses.\n\nMr. Hawkins himself, acting by reflex, attempted to return the portrait\nto its place until new glass could be obtained. But the fall had sprung\nthe frame at one corner and it wouldn't hang straight.\n\n\"We'd better put old H. H. away for safekeeping until after the\nholiday,\" he told a small, blonde salesclerk who was beneath his\nattention on any working day.\n\nWith the proper mixture of respect and bonhommie, he lifted the heavy\npicture out of its frame. A yellowed envelope slipped to the floor as\nthe picture came free. Hawkins rolled the picture like a scroll and put\nit into a desk drawer, for later attention. Then he looked around for a\ndrink that would make him feel even better.\n\nA sorting clerk in the mail order department wasn't used to liquor. She\npicked up the envelope and looked around vaguely for the mail-opening\nmachine.\n\n\"Hell, Milly, you aren't working!\" someone shouted at her. \"Have\nanother!\"\n\nMilly snapped out of it. She giggled, suppressed a ladylike belch and\nreturned to reality. Looking at the envelope, she said: \"Oh, I see.\nThey must have stuck it in to tighten the frame. Gee, it's old.\"\n\nMr. Hawkins had refreshed himself. He decided that he liked Milly's\nvoice. To hear more of it, he said to her: \"I'll bet that's been in\nthere ever since the picture was framed. There's a company legend that\nthat picture was put up the day this branch opened, eighty years ago.\"\n\n\"I didn't know the company ever used buff envelopes like this.\" Milly\nturned it over in her hands. The ancient glue crackled as she did so.\nThe flap popped open and an old-fashioned order blank fell out.\n\nMr. Hawkins' eyes widened. He bent, reached painfully over his potbelly\nand picked up the order form.\n\n\"This thing has never been processed!\" Raising his voice, he shouted\njovially, \"Hey, people! You're all fired! Here's an order that\nHartshorne-Logan never filled! We can't have such carelessness. This\npoor woman has waited eighty years for her merchandise!\"\n\n       *       *       *       *       *\n\nMilly was reading aloud the scrawled words on the order form:\n\n\"Best electric doorbell. Junior detective kit. Disposable sacks for\nvacuum cleaner. Dress for three-year-old girl.\" She turned to the\nassistant general manager, struck with an idea for the first time in\nher young life. \"Let's fill this order right now!\"\n\n\"The poor woman must be dead by now,\" he objected, secretly angry\nthat he hadn't thought of such a fine party stunt himself. Then he\nbrightened. \"Unless--\" he said it loud enough for the employes to scent\na great proposal and the room grew quiet--\"unless we broke the rules\njust once and used the time warp on a big mission!\"\n\nThere was a silence. Finally, from an anonymous voice in one corner:\n\"Would the warp work over eighty years? We were always told that it\nmust be used only for complaints within three days.\"\n\n\"Then let's find out!\" Mr. Hawkins downed the rest of his drink and\npulled a batch of keys from his pocket. \"Someone scoot down to the\nwarehouse. Tell the watchman that it's on my authority. Hunt up the\nstuff that's on the order. Get the best of everything. Ignore the\ncatalogue numbers--they've changed a hundred times in all these years.\"\n\nMilly was still deciphering the form. Now she let out a little squeal\nof excitement.\n\n\"Look, Mr. Hawkins! The name on this order--it's my great-grandmother!\nIsn't that wonderful? I was just a little girl when she died. I can\nbarely remember her as a real old woman. But I remember that my\ngrandmother never bought anything from Hartshorne-Logan because of some\ntrouble her mother had once with the firm. My mother didn't want me to\ncome to work here because of that.\"\n\nMr. Hawkins put his arm around Milly in a way that he intended to\nlook fatherly. It didn't. \"Well, now. Since it's your relative, let's\nthrill the old girl. We wouldn't have vacuum sacks any more. So we'll\nsubstitute a manky!\"\n\n       *       *       *       *       *\n\nAnn Hartley was returning from mailing the letter when she found the\nlarge parcel on her doorstep. She put her hands on her hips and stared\npugnaciously at the bundle.\n\n\"The minute I write a letter to complain about you, you turn up!\" she\ntold the parcel. She nudged her toe peevishly against the brown paper\nwrappings that were tied with a half-transparent twine she had never\nseen before.\n\nThe label was addressed in a wandering scrawl, a sharp contrast to\nthe impersonal typing on the customary Hartshorne-Logan bundles. But\nthe familiar RATTLE OK sticker was pasted onto the box, indicating to\nthe delivery man that the contents would make a rattling sound and\ntherefore hadn't been broken in shipment.\n\nAnn sighed and picked up her bundle. With a last look at the lovely\nspring afternoon and the quiet suburban landscape, she went into the\nhouse.\n\nTwo-year-old Sally heard the box rattling. She waddled up on chubby\nlegs and grabbed her mother's skirt. \"Want!\" she said decisively.\n\n\"Your dress ought to be here,\" Ann said. She found scissors in her\nsewing box, tossed a cushion onto the floor, sat on it, and began to\nopen the parcel.\n\n\"Now I'll have to write another letter to explain that they should\nthrow away my letter of complaint,\" she told her daughter. \"And by the\ntime they get my second letter, they'll have answered my first letter.\nThen they'll write again.\" Out of consideration for Sally, she omitted\nthe expletives that she wanted to add.\n\nThe translucent cord was too tough for the scissors. Ann was about to\nhunt for a razor blade when Sally clutched at an intersection of the\ncord and yanked. The twine sprang away from the carton as if it were\nalive. The paper wrappings flapped open.\n\n\"There!\" Sally said.\n\nAnn repressed an irrational urge to slap her daughter. Instead, she\ntossed the wrappings aside and removed the lid from the carton. A\nslightly crushed thin cardboard box lay on top. Ann pulled out the\ndress and shook it into a freely hanging position. Then she groaned.\n\nIt was green and she had ordered blue. It didn't remotely resemble\nthe dress she had admired from the Hartshorne-Logan catalogue\nillustration. Moreover, the shoulders were lumpier than any small\ngirl's dress should be.\n\nBut Sally was delighted. \"Mine!\" she shrilled, grabbing for the dress.\n\n\"It's probably the wrong size, too,\" Ann said, pulling off Sally's\ndress to try it on. \"Let's find as many things to complain about as we\ncan.\"\n\n       *       *       *       *       *\n\nThe dress fitted precisely, except for the absurd shoulder bumps. Sally\nwas radiant for a moment. Then her small face sobered and she started\nto look vacantly at the distant wall.\n\n\"We'll have to send it back,\" Ann said, \"and get the one we ordered.\"\n\nShe tried to take it off, but the child squawked violently. Ann grabbed\nher daughter's arms, held them above her head and pulled at the dress.\nIt seemed to be stuck somewhere. When Ann released the child's arms to\nloosen the dress, Sally squirmed away. She took one step forward, then\nbegan to float three inches above the ground. She landed just before\nshe collided with the far wall.\n\nSally looked scared until she saw her mother's face. Then she squealed\nin delight.\n\nAnn's legs were rubber. She was shaking her head and wobbling\nuncertainly toward her daughter when the door opened behind her.\n\n\"It's me,\" her husband said. \"Slow day at the office, so I came home\nearly.\"\n\n\"Les! I'm going crazy or something. Sally just--\"\n\nSally crouched to jump at her father. Before she could leap, he grabbed\nher up bodily and hugged her. Then he saw the box.\n\n\"Your order's here? Good. What's this thing?\" He was looking at a small\nbox he had pulled from the carton. Its lid contained a single word:\nMANKY. The box rattled when he shook it.\n\nLes pulled off the lid and found inside a circular, shiny metal object.\nA triangular trio of jacks stuck out from one end.\n\n\"Is this the doorbell? I've never seen a plug like this. And there's no\nwire.\"\n\n\"I don't know,\" Ann said. \"Les, listen. A minute ago, Sally--\"\n\nHe peered into the box for an instruction sheet, uselessly. \"They must\nhave made a mistake. It looks like some kind of farm equipment.\"\n\nHe tossed the manky onto the hassock and delved into the carton again.\nSally was still in his arms.\n\n\"That's the doorbell, I think,\" he said, looking at the next object. It\nhad a lovely, tubular shape, a half-dozen connecting rods and a plug\nfor a wall socket.\n\n\"That's funny,\" Ann mused, her mind distracted from Sally for a moment.\n\"It looks terribly expensive. Maybe they sent door chimes instead of\nthe doorbell.\"\n\nThe bottom of the carton contained the detective outfit that they had\nordered for their son. Ann glanced at its glaringly lithographed cover\nand said: \"Les, about Sally. Put her down a minute and watch what she\ndoes.\"\n\n       *       *       *       *       *\n\nLes stared at his wife and put the child onto the rug. Sally began to\nwalk, then rose and again floated, this time toward the hassock on\nwhich the manky lay.\n\nHis jaw dropped. \"My God! Ann, what--\"\n\nAnn was staring, too, but not at her daughter. \"Les! The hassock! It\nused to be brown!\"\n\nThe hassock was a livid shade of green. A neon, demanding, screaming\ngreen that clashed horribly with the soft browns and reds in which Ann\nhad furnished the room.\n\n\"That round thing must be leaking,\" Les said. \"But did you see Sally\nwhen she--\"\n\nAnn's frazzled nerves carried a frantic order to her muscles. She\njumped up, strode to the hassock and picked up the manky with two\nfingers. She tossed it to Les. Immediately, she regretted her action.\n\n\"Drop it!\" she yelled. \"Maybe it'll turn you green, too!\"\n\nLes kicked the hassock into the hall closet, tossed the manky in after\nit and shut the door firmly. As the door closed, he saw the entire\ninterior of the dark closet brighten into a wet-lettuce green.\n\nWhen he turned back to Ann, she was staring at her left hand. The\nwedding band that Les had put there a dozen years ago was a brilliant\ngreen, shedding its soft glow over the finger up to the first knuckle.\n\nAnn felt the scream building up inside her. She opened her mouth to let\nit out, then put her hand in front of her mouth to keep it in, finally\njerked the hand away to prevent the glowing ring from turning her front\nteeth green.\n\nShe collapsed into Les's arms, babbling incomprehensibly.\n\nHe said: \"It's all right. There must be balloons or something in the\nshoulders of that dress. I'll tie a paperweight to Sally's dress and\nthat'll hold her down until we undress her. Don't worry. And that green\ndye or whatever it is will wash off.\"\n\nAnn immediately felt better. She put her hands behind her back, pulled\noff her ring and slipped it into her apron pocket. Les was sentimental\nabout her removing it.\n\n\"I'll get dinner,\" she said, trying to keep her voice on an even keel.\n\"Maybe you'd better start a letter to Hartshorne-Logan. Let's go into\nthe kitchen, Sally.\"\n\nAnn strode resolutely toward the rear of the house. She kept her eyes\ndeterminedly off the tinge of green that was showing through the apron\npocket and didn't dare look back at her daughter's unsettling means of\npropulsion.\n\n       *       *       *       *       *\n\nA half-hour later, when the meal was almost ready, two things happened:\nBob came home from school through the back door and a strange voice\nsaid from the front of the house, \"Don't answer the front door.\"\n\nAnn stared at her son. He stared back at her, the detective outfit\nunder his arm.\n\nShe went into the front room. Her husband was standing with fists on\nhips, looking at the front door, chuckling. \"Neatest trick I've seen\nin a long time. That voice you heard was the new doorbell. I put it up\nwhile you were in the kitchen. Did you hear what happened when old lady\nBurnett out there pushed the button?\"\n\n\"Oh. Something like those name cards with something funny printed on\nthem, like 'Another hour shot.' Well, if there's a little tape in there\nrepeating that message, you'd better shut that part off. It might get\nboring after a while. And it might insult someone.\"\n\nAnn went to the door and turned the knob. The door didn't open. The\nfigure of Mrs. Burnett, half-visible through the heavy curtain, shifted\nimpatiently on the porch.\n\nLes yanked at the doorknob. It didn't yield for him, either. He looked\nup at the doorbell, which he had installed just above the upper part\nof the door frame.\n\n\"Queer,\" he said. \"That isn't in contact with the door itself. I don't\nsee how it can keep the door from opening.\"\n\nAnn put her mouth close to the glass, shouting: \"Won't you come to the\nback door, Mrs. Burnett? This one is stuck.\"\n\n\"I just wanted to borrow some sugar,\" the woman cried from the porch.\n\"I realize that I'm a terrible bother.\" But she walked down the front\nsteps and disappeared around the side of the house.\n\n\"Don't open the back door.\" The well-modulated voice from the small\ndoorbell box threatened to penetrate every corner of the house. Ann\nlooked doubtfully at her husband's lips. They weren't moving.\n\n\"If this is ventriloquism--\" she began icily.\n\n\"I'll have to order another doorbell just like this one, for the\noffice,\" Les said. \"But you'd better let the old girl in. No use\nletting her get peeved.\"\n\nThe back door was already open, because it was a warm day. The screen\ndoor had no latch, held closed by a simple spring. Ann pushed it open\nwhen Mrs. Burnett waddled up the three back steps, and smiled at her\nneighbor.\n\n\"I'm so sorry you had to walk around the house. It's been a rather\nhectic day in an awful lot of ways.\"\n\n       *       *       *       *       *\n\nSomething seemed to impede Mrs. Burnett as she came to the threshold.\nShe frowned and shoved her portly frame against something invisible.\nIt apparently yielded abruptly, because she staggered forward into\nthe kitchen, nearly falling. She stared grimly at Ann and looked\nsuspiciously behind her.\n\n\"The children have some new toys,\" Ann improvised hastily. \"Sally is\nso excited over a new dress that she's positively feverish. Let's see\nnow--it was sugar that you want, wasn't it?\"\n\n\"I already have it,\" Bob said, handing a filled cup to his mother.\nThe boy turned back to the detective set which he had spread over the\nkitchen table.\n\n\"Excitement isn't good for me,\" Mrs. Burnett said testily. \"I've had a\nlot of troubles in my life. I like peace and quiet.\"\n\n\"Your husband is better?\"\n\n\"Worse. I'm sure I don't know why everything happens to me.\" Mrs.\nBurnett edged toward the hall, trying to peer into the front of the\nhouse. Ann stood squarely in front of the door leading to the hall.\nDefeated, Mrs. Burnett left. A muffled volley of handclapping, mixed\nwith a few faint cheers, came from the doorbell-box when she crossed\nthe threshold.\n\nAnn went into the hall to order Les to disconnect the doorbell. She\nnearly collided with him, coming in the other direction.\n\n\"Where did this come from?\" Les held a small object in the palm of\nhis hand, keeping it away from his body. A few drops of something\nunpleasant were dripping from his fingers. The object looked remarkably\nlike a human eyeball. It was human-size, complete with pupil, iris and\nrather bloodshot veins.\n\n\"Hey, that's mine,\" Bob said. \"You know, this is a funny detective kit.\nThat was in it. But there aren't instructions on how it works.\"\n\n\"Well, put it away,\" Ann told Bob sharply. \"It's slimy.\"\n\nLes laid the eyeball on the table and walked away. The eyeball rolled\nfrom the smooth, level table, bounced twice when it hit the floor, then\nrolled along, six inches behind him. He turned and kicked at it. The\neyeball rolled nimbly out of the path of the kick.\n\n\"Les, I think we've made poor Mrs. Burnett angry,\" Ann said. \"She's so\nupset over her poor husband's health and she thinks we're insulting\nher.\"\n\nLes didn't hear her. He strode to the detective set, followed at a safe\ndistance by the eyeball, and picked up the box.\n\n\"Hey, watch out!\" Bob cried. A small flashlight fell from the box,\nlanded on its side and its bulb flashed on, throwing a pencil of light\nacross Les's hands.\n\n       *       *       *       *       *\n\nBob retrieved the flashlight and turned it off while Les glanced\nthrough an instruction booklet, frowning.\n\n\"This toy is too complicated for a ten-year-old boy,\" Les told his\nwife. \"I don't know why you ordered such a thing.\" He tossed the\nbooklet into the empty box.\n\n\"I'm going to return it, if you don't smudge it up,\" she replied. \"Look\nat the marks you made on the instructions.\" The black finger-marks\nstood out clearly against the shiny, coated paper.\n\nLes looked at his hands. \"I didn't do it,\" he said, pressing his clean\nfingertips against the kitchen table.\n\nBlack fingerprints, a full set of them, stood out against the sparkling\npolished table's surface.\n\n\"I think the Detectolite did it,\" Bob said. \"The instructions say\nyou've got to be very careful with it, because its effects last for a\nlong time.\"\n\nLes began scrubbing his hands vigorously at the sink. Ann watched him\nsilently, until she saw his fingerprints appear on the faucet, the soap\nand the towel. She began to yell at him for making such a mess, when\nSally floated into the kitchen. The girl was wearing a nightgown.\n\n\"My God!\" Ann forgot her tongue before the children. \"She got out of\nthat dress herself. Where did she get that nightgown?\"\n\nAnn fingered the garment. She didn't recognize it as a nightgown. But\nin cut and fold, it was suspiciously like the dress that had arrived in\nthe parcel. Her heart sank.\n\nShe picked up the child, felt the hot forehead, and said: \"Les, I think\nit's the same dress. It must change color or something when it's time\nfor a nap. It seems impossible, but--\" She shrugged mutely. \"And I\nthink Sally's running a temperature. I'm going to put her to bed.\"\n\nShe looked worriedly into the reddened eyes of the small girl, who\nwhimpered on the way to the bedroom. Ann carried her up the stairs,\nkeeping her balance with difficulty, as Sally threatened to pop upward\nout of her arms.\n\nThe whole family decided that bed might be a good idea, soon after\ndinner. When the lights went out, the house seemed to be nearly normal.\nLes put on a pair of gloves and threw a pillowcase over the eyeball.\nBob rigged up trestles to warn visitors from the front porch. Ann\nput small wads of cotton into her ears, because she didn't like the\nrhythmic rattle, soft but persistent, that emerged from the hall\ncloset where the manky sat. Sally was whining occasionally in her sleep.\n\n       *       *       *       *       *\n\nWhen daylight entered her room, Sally's nightgown had turned back into\nthe new dress. But the little girl was too sick to get out of bed.\nShe wasn't hungry, her nose was running, and she had a dry cough. Les\ncalled the doctor before going to work.\n\nThe only good thing about the morning for Ann was the fact that the\nmanky had quieted down some time in the night. After she got Bob to\nschool, she gingerly opened the closet door. The manky was now glowing\na bright pink and seemed slightly larger. Deep violet lettering stood\nout on its side:\n\n\"_Today is Wednesday. For obvious reasons, the manky will not operate\ntoday._\"\n\nThe mailman brought a letter from Hartshorne-Logan. Ann stared stupidly\nat the envelope, until she realized that this wasn't an impossibly\nquick answer to the letter she had written yesterday. It must have\ncrossed in the mail her complaint about the non-arrival of the order.\nShe tore open the envelope and read:\n\n\"We regret to inform you that your order cannot be filled until the\nbalance you owe us has been reduced. From the attached form, you will\nreadily ascertain that the payment of $87.56 will enable you to resume\nthe purchasing of merchandise on credit. We shall fill your recent\norder as soon....\"\n\nAnn crumpled the letter and threw it into the imitation fireplace,\nknowing perfectly well that it would need to be retrieved for Les after\nwork tonight. She had just decided to call Hartshorne-Logan's complaint\ndepartment when the phone rang.\n\n\"I'm afraid I must ask you to come down to the school, Mrs. Morris,\" a\nvoice said. \"Your son is in trouble. He claims that it's connected with\nsomething that his parents gave him.\"\n\n\"My son?\" Ann asked incredulously. \"Bob?\"\n\n\"Yes. It's a little gadget that looks like a water pistol. Your son\ninsists that he didn't know it would make clothing transparent. He\nclaims it was just accident that he tried it out when he was walking\nby the gym during calisthenics. We've had to call upon every family\nin the neighborhood for blankets. Bob has always been a good boy and\nwe believe that we can expel him quietly without newspaper publicity\ninvolving his name, if you'll--\"\n\n\"I'll be right down,\" Ann said. \"I mean I won't be right down. I've got\na sick baby here. Don't do anything till I telephone my husband. And\nI'm sorry for Bob. I mean I'm sorry for the girls, and for the boys,\ntoo. I'm sorry for--for everything. Good-by.\"\n\n       *       *       *       *       *\n\nJust as she hung up the telephone, the doorbell rang. It rang with a\nnormal buzz, then began to play soft music. Ann opened the door without\ndifficulty, to admit Dr. Schwartz.\n\n\"You aren't going to believe me, Doctor,\" Ann said while he took the\nchild's temperature, \"but we can't get that dress off Sally.\"\n\n\"Kids are stubborn sometimes.\" Dr. Schwartz whistled softly when he\nlooked at the thermometer. \"She's pretty sick. I want a blood count\nbefore I try to move her. Let me undress her.\"\n\nSally had been mumbling half-deliriously. She made no effort to resist\nas the doctor picked her up. But when he raised a fold of the dress and\nbegan to pull it back, she screamed.\n\nThe doctor dropped the dress and looked in perplexity at the point\nwhere it touched Sally's skin.\n\n\"It's apparently an allergy to some new kind of material. But I don't\nunderstand why the dress won't come off. It's not stuck tight.\"\n\n\"Don't bother trying,\" Ann said miserably. \"Just cut it off.\"\n\nDr. Schwartz pulled scissors from his bag and clipped at a sleeve. When\nhe had cut it to the shoulder, he gently began to peel back the edges\nof the cloth. Sally writhed and kicked, then collapsed in a faint. The\nphysician smoothed the folds hastily back into place.\n\nHe looked helpless as he said to Ann: \"I don't know quite what to do.\nThe flesh starts to hemorrhage when I pull at the cloth. She'd bleed to\ndeath if I yanked it off. But it's such an extreme allergy that it may\nkill her, if we leave it in contact with the skin.\"\n\nThe manky's rattle suddenly began rhythmically from the lower part of\nthe house. Ann clutched the side of the chair, trying to keep herself\nunder control. A siren wailed somewhere down the street, grew louder\nrapidly, suddenly going silent at the peak of its crescendo.\n\nDr. Schwartz glanced outside the window. \"An ambulance. Looks as if\nthey're stopping here.\"\n\n\"Oh, no,\" Ann breathed. \"Something's happened to Les.\"\n\n\"It sure will,\" Les said grimly, walking into the bedroom. \"I won't\nhave a job if I can't get this stuff off my fingers. Big black\nfingerprints on everything I touch. I can't handle correspondence or\nshake hands with customers. How's the kid? What's the ambulance doing\nout front?\"\n\n\"They're going to the next house down the street,\" the physician said.\n\"Has there been sickness there?\"\n\nLes held up his hands, palms toward the doctor. \"What's wrong with me?\nMy fingers look all right. But they leave black marks on everything I\ntouch.\"\n\nThe doctor looked closely at the fingertips. \"Every human has natural\noil on the skin. That's how detectives get results with their\nfingerprint powder. But I've never heard of nigrification, in this\nsense. Better not try to commit any crimes until you've seen a skin\nspecialist.\"\n\n       *       *       *       *       *\n\nAnn was peering through the window, curious about the ambulance despite\nher own troubles. She saw two attendants carry Mr. Burnett, motionless\nand white, on a stretcher from the house next door into the ambulance.\nA third member of the crew was struggling with a disheveled Mrs.\nBurnett at the door. Shrieks that sounded like \"Murder!\" came sharply\nthrough the window.\n\n\"I know those bearers,\" Dr. Schwartz said. He yanked the window open.\n\"Hey, Pete! What's wrong?\"\n\nThe front man with the stretcher looked up. \"I don't know. This guy's\nawful sick. I think his wife is nuts.\"\n\nMrs. Burnett had broken free. She dashed halfway down the sidewalk,\ngesticulating wildly to nobody in particular.\n\n\"It's murder!\" she screamed. \"Murder again! He's been poisoned! He's\ngoing to die! It means the electric chair!\"\n\nThe orderly grabbed her again. This time he stuffed a handkerchief into\nher mouth to quiet her.\n\n\"Come back to this house as soon as you deliver him,\" Dr. Schwartz\nshouted to the men. \"We've got a very sick child up here.\"\n\n\"I was afraid this would happen,\" Les said. \"The poor woman already has\nlost three husbands. If this one is sick, it's no wonder she thinks\nthat somebody is poisoning him.\"\n\nBob stuck his head around the bedroom door. His mother stared\nunbelievingly for a moment, then advanced on him threateningly.\nSomething in his face restrained her, just as she was about to start\nshaking him.\n\n\"I got something important to tell you,\" Bob said rapidly, ready to\nduck. \"I snuck out of the principal's office and came home. I got to\ntell you what I did.\"\n\n\"I heard all about what you did,\" Ann said, advancing again. \"And\nyou're not going to slip away from me.\"\n\n\"Give me a chance to explain something. Downstairs. So he won't hear,\"\nBob ended in a whisper, nodding toward the doctor.\n\n       *       *       *       *       *\n\nAnn looked doubtfully at Les, then followed Bob down the stairs. The\ndoorbell was monotonously saying in a monotone: \"Don't answer me,\ndon't answer me, don't go to the door.\"\n\n\"Why did you do it?\" Ann asked Bob, her anger suddenly slumping into\nweary sadness. \"People will suspect you of being a sex maniac for the\nrest of your life. You can't possibly explain--\"\n\n\"Don't bother about the girls' clothing,\" Bob said, \"because it was\nonly an accident. The really important thing is something else I did\nbefore I left the house.\"\n\nLes, cursing softly, hurried past them on the way to answer the\nknocking. He ignored the doorbell's pleas.\n\n\"I forgot about it,\" Bob continued, \"when that ray gun accidentally\nwent off. Then when they put me in the principal's office, I had time\nto think, and I remembered. I put some white stuff from the detective\nkit into that sugar we lent Mrs. Burnett last night. I just wanted to\nsee what would happen. I don't know exactly what effect--\"\n\n\"He put stuff in the sugar?\" A deep, booming voice came from the front\nof the house. Mother and son looked through the hall. A policeman stood\non the threshold of the front door. \"I heard that! The woman next door\nclaims that her husband is poisoned. Young man, I'm going to put you\nunder arrest.\"\n\nThe policeman stepped over the threshold. A blue flash darted from\nthe doorbell box, striking him squarely on the chest. The policeman\nstaggered back, sitting down abruptly on the porch. A scent of ozone\ndrifted through the house.\n\n\"Close the door, close the door,\" the doorbell was chanting urgently.\n\n\"Where's that ambulance?\" Dr. Schwartz yelled from the top of the\nsteps. \"The child's getting worse.\"\n\nSomething splintered in the hall closet door. The manky zoomed through\nthe hole it had broken and began ricocheting wildly through the house\nlike a crazed living creature, smashing ornaments, cracking the plaster.\n\nLes rushed through the front door to try to pick up the policeman. The\nofficer drew his gun. An unearthly scream of \"Help!\" shrieked out of\nthe doorbell.\n\nAnn put her hands over her eyes, as if that would make the unbelievable\nscene vanish.\n\n       *       *       *       *       *\n\nThree days after the Christmas party, in the middle of inventory, when\nher headache had completely vanished, Milly began to worry.\n\nShe talked the situation over for one whole afternoon with her best\nfriend at Hartshorne-Logan, a girl in the complaint department. That\nsame evening, after work, Milly went to the public library for the\nfirst time in her life. She borrowed a thick tome on the theory of\ntime travel. But only three sentences in the first ten pages were\ncomprehensible to her. She turned to her manky for comfort before going\nto bed.\n\nThe next morning, she braved the protective screen of secretaries,\nreceptionists and sub-officials who ordinarily protected Mr. Hawkins\nfrom minor annoyances, and penetrated to his office.\n\nMr. Hawkins didn't recognize her when she walked in. His attitude\nbecame much more formal when she reminded him of their actions on\nChristmas Eve.\n\n\"So you see, Mr. Hawkins,\" Milly concluded earnestly, \"I'm worried. We\nhad so much fun at that party that we didn't think about what we might\ndo to those folks in the past.\"\n\n\"You should understand,\" Mr. Hawkins firmly replied, \"that I was not\nenjoying myself at the party. Definitely not. I must engage in the\npainful duty of assuming a pose of gaiety on special occasions, such as\nthe annual office party.\"\n\nMilly shot him a withering look, but didn't argue that particular\npoint. She continued: \"So I've been thinking. We might have done\na terrible thing. Sending that dress to a kid without the right\nunderclothing could be real dangerous. Maybe even fatal.\"\n\n\"We cannot harm people in the long ago, any more than the past could\nconceivably harm us.\"\n\n\"But don't you see?\" Milly fought to restrain tears of fright and\nfrustration. \"I'm not _sure_! And it's the most important thing in the\nworld to me. That little girl who got the dress is my grandmother. If\nshe died while she was a little girl, there wouldn't be any me. I can't\nbe born, if my grandmother died before she was three years old.\"\n\n\"The paradoxes of time travel have been greatly exaggerated,\" Mr.\nHawkins said. \"Perhaps a genealogist would be able to clear up the\nquestion.\"\n\n       *       *       *       *       *\n\nMilly rose to her full five-foot height, suddenly furious. \"You don't\ncare if I just vanish all of a sudden! All that you care about is\nkeeping yourself out of a lot of bother!\" She turned on her heel,\nwalked to the door, and added: \"After I've helped to fill forty orders\nevery working day for the past three years!\"\n\nMilly stalked out and slammed the door behind her. Then she stopped,\njust outside the door, waiting for a chain reaction to occur. It did,\nabout five seconds later.\n\nMr. Hawkins popped through the door with a shout: \"Where's that girl?\"\nHe was through the reception room and halfway down the hall when Milly\ncalled him back.\n\n\"Here I am,\" she said sweetly.\n\nHe grabbed her arm and yanked her into his office.\n\n\"You know,\" he said, \"I've been thinking about those poor, unfortunate\npeople in the past, too. Now that you mention it, I believe we should\ndo something for them.\" He wiped his forehead.\n\n\"You've been thinking about a poor, unfortunate manager right here\nin the present,\" Milly retorted, sure of her position now. \"All of a\nsudden, you've figured out what it will mean if I vanish because my\ngrandmother never had any children. You realize that if I've never\nexisted, all of a sudden Hartshorne-Logan will have thousands of\ncomplaint letters, lawsuits about orders over the past three years.\nYou're thinking about what's going to happen to your position, if\nyou're to blame for all those customers not getting their merchandise.\"\n\nMr. Hawkins turned away until he got his face under control. \"We'll\ntalk about that later,\" he said mildly at last. \"Let's agree that\neveryone will be happier if we straighten up matters. And don't you\nthink that _just we two_ should do the straightening up ourselves?\nIt'll be simpler if--uh--other officials don't hear about this.\"\n\n       *       *       *       *       *\n\nWhen Ann took her hands away from her eyes the mess was still more\ncomplicated. The new factor was a short young girl who was walking\nup to the house. She was looking about, like a country girl suddenly\nwhisked to Times Square.\n\nThe policeman whirled when he heard footsteps behind him. \"What do you\nwant?\"\n\n\"I'm afraid that I'm to blame for the whole thing,\" Milly told the\nofficer. \"I represent Hartshorne-Logan. We've just discovered that we\nmade several mistakes when we filled an order for this family. I've\ncome to pick up the wrong merchandise.\"\n\nThe doorbell made ominous clucking sounds, as Milly reached the\nthreshold.\n\nShe looked up at the box and told Ann: \"I'm afraid that I can't get in\nwhile that defective doorbell is working. Will you cut off the house\ncurrent for a minute, while I disconnect it?\"\n\nLes blinked at her, then began to curse, loudly and bitterly. \"Why\ndidn't I think of that?\"\n\nLes dodged the manky's careening and headed for the fuse box.\n\nMilly called after him: \"Maybe there are bananas in the refrigerator.\nTake them out right away, if there are. The manky will quiet down then.\"\n\nAnn rushed to the kitchen, yanked out the three bananas and threw them\nthrough the open window. She heard the dull thud from the front room as\nthe manky fell to the carpet and lay motionless.\n\n\"I've pulled the switch!\" Les yelled.\n\nThe policeman warily stepped through the door, looking at Les. Dr.\nSchwartz intercepted the policeman.\n\n\"Officer,\" Dr. Schwartz said, \"there's a very sick little girl\nupstairs. I think you'll do your duty best by trying to hurry up an\nambulance.\"\n\n\"But there's a murder charge floating around and I practically heard a\nconfession,\" the policeman protested, slightly dazed.\n\nMilly had pulled down the doorbell assembly. She put it beside the\nmanky, then scooped up the remaining sections of Bob's detective kit\nand put them on the pile. She headed for the stairs, calling over her\nshoulder: \"Don't worry about your detective set troubles. Those things\nwear off in twenty-four hours.\"\n\n       *       *       *       *       *\n\nStaggering slightly under the load of merchandise, Milly tiptoed into\nher grandmother's room. When she heard Dr. Schwartz trailing her\ncuriously, she turned to him, whispering: \"I'll watch over the little\ngirl. You go down and explain to that policeman that there wasn't\nanything harmful in the chemicals in the detective set, and there was a\nshort circuit in the doorbell, and that the child must be allergic to\nthe dress. It was all Hartshorne-Logan's fault, not this family's.\"\n\n\"But what about that thing?\" Dr. Schwartz said, pointing to the manky.\n\nMilly tried frantically to think of a believable explanation and\nchanged the subject: \"The policeman said something about a murder\nconfession. There was genuine truthtalk in the detective set. If\nsomeone swallowed any of it, it might be a genuine confession.\"\n\n\"My goodness!\" Dr. Schwartz raced downstairs.\n\nMilly bent over the child who would become her grandmother. Sally lay\nflushed and feverish on the big bed, sunk into a deep coma. Milly bent\nand kissed her grandmother, then quickly deactivated the anti-grav pads\nin the shoulders. After that, it took only a moment to decamouflage the\nzippers which held the crosh force. The dress then slipped right off.\n\nSally sighed the instant the dress fell free. Her skin was already\nreturning to its normal hue by the time Milly had taken another dress\nfrom a bureau drawer. Milly slipped it onto Sally and covered her up to\nprevent a chill.\n\nMilly kissed the child again and looked at the ancestor whom she\nhad known only as a tiny old lady. Then she gathered up her pile of\nmerchandise, tossing on top the dress, with its shoulder pads again\nactivated.\n\nThe commotion downstairs was still loud, but it no longer sounded\nhysterical. Milly ticked off the order list on her fingers, to make\nsure she had collected everything. Then she opened the bedroom window.\nBuoyed by the anti-grav force, she floated to the ground, landing with\nonly a slight jar.\n\nShe darted through the back-yard, away from the house, attracting no\nattention. Everyone in the block had convened at the front of the\nhouse, where Mrs. Burnett was screaming out a full confession and the\npoliceman was sweatingly scribbling it down.\n\nMrs. Burnett was explaining in trying detail the exact manner in which\nshe had poisoned her four husbands in the past seven years, to collect\ntheir insurance.\n\n       *       *       *       *       *\n\nWhen Milly returned to Hartshorne-Logan of the future, she sank wearily\ninto a chair. She held her hand out and watched it quiver.\n\n\"Golly, I didn't realize how scared I was, until I got back,\" she told\nMr. Hawkins. \"But I think I did only one thing wrong. I forgot to\nfigure out some alibi for my great-uncle to use for his accident with\nthe clothes penetration ray.\"\n\n\"Your ancestors will forget all about that in their excitement over the\ninsurance company rewards,\" Mr. Hawkins assured her. \"I checked way\nback on the old records. I see that your great-grandmother paid her\nbill, right after the date when all this trouble came up. But she never\nbought another thing from Hartshorne-Logan.\"\n\n\"Well, it's a good thing that time travel can't cause trouble both\nways,\" Milly reflected. \"I don't think I'll even go to next year's\nChristmas party.\"\n\n\"No danger of time travel bothering us. Nothing could come from the\npast into the present that could possibly hurt us.\"\n\n\"Gee, I'm glad,\" Milly said, and sneezed. It frightened her because\nsneezes were unknown in this world from which the cold virus had been\neradicated. Then she sneezed again.\n\nA little later, Mr. Hawkins began to sneeze.\n\nThree billion sniffling, coughing, nose-blowing persons throughout the\nworld were soon proof that Mr. Hawkins had blundered again.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Rattle OK, by Harry Warner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RATTLE OK ***\n\n***** This file should be named 51092.txt or 51092.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/0/9/51092/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}