{"title": "The Sentimentalists", "author": "Murray Leinster", "releaseDate": "February 1, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          The Sentimentalists\n\n                          By MURRAY LEINSTER\n\n                         Illustrated by HUNTER\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction April 1953.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               You do not always have to go looking for\n                a guardian angel. He may be looking for\n             you--but perhaps for somebody else's benefit!\n\n\nRhadampsicus and Nodalictha were on their honeymoon, and consequently\nthey were sentimental. To be sure, it would not have been easy for\nhumans to imagine sentiment as existing between them. Humans would\nhardly associate tenderness with glances cast from sets of sixteen\neyes mounted on jointed eye stalks, nor link langorous thrills with\na coy mingling of positronic repulsion blasts--even when the emission\nof positron blasts from beneath one's mantle was one's normal personal\nmode of locomotion. And when two creatures like Rhadampsicus and\nNodalictha stood on what might be roughly described as their heads and\ntwined their eye stalks together, so that they gazed fondly at each\nother with all sixteen eyes at once, humans would not have thought of\nit as the equivalent of a loving kiss. Humans would have screamed and\nrun--if they were not paralyzed by the mere sight of such individuals.\n\nNevertheless, they were a very happy pair and they were very\nsentimental, and it was probably a good thing, considered from all\nangles. They were still newlyweds on their wedding tour--they had been\nmarried only seventy-five years before--when they passed by the sun\nthat humans call Cetis Gamma.\n\nRhadampsicus noted its peculiarity. He was anxious, of course, for\ntheir honeymoon to be memorable in every possible way. So he pointed it\nout to Nodalictha and explained what was shortly to be expected. She\nlistened with a bride's rapt admiration of her new husband's wisdom.\nPerceiving his scientific interest, she suggested shyly that they stop\nand watch.\n\n       *       *       *       *       *\n\nRhadampsicus scanned the area. There were planets--inner ones, and\nthen a group of gas giants, and then a very cosy series of three outer\nplanets with surface temperatures ranging from three to seven degrees\nKelvin.\n\nThey changed course and landed on the ninth planet out, where the\nlandscape was delightful. Rhadampsicus unlimbered his traveling kit and\nprepared a bower. Nitrogen snow rose and swirled and consolidated as\nhe deftly shifted force-pencils. When the tumult subsided, there was a\nsnug if primitive cottage for the two of them to dwell in while they\nwaited for Cetis Gamma to accomplish its purpose.\n\nNodalictha cried out softly when she entered the bower. She was\nfascinated by its completeness. There was even running liquid hydrogen\nfrom a little rill nearby. And over the doorway, as an artistic and\nappropriate touch, Rhadampsicus had put his own and Nodalictha's\ninitials, pricked out in amber chlorine crystals and intertwined within\nthe symbol which to them meant a heart. Nodalictha embraced him fondly\nfor his thoughtfulness. Of course, no human would have recognized it as\nan embrace, but that did not matter.\n\nHappily, then, they settled down to observe the phenomenon that Cetis\nGamma would presently display. They scanned the gas giant planets\ntogether, and then the inner ones.\n\nOn the second planet out from the sun, they perceived small biped\nanimals busily engaged in works of primitive civilization. Nodalictha\nwas charmed. She asked eager questions, and Rhadampsicus searched\nhis memory and told her that the creatures were not well known, but\nhad been observed before. Limited in every way by their physical\nconstitution, they had actually achieved a form of space travel by\nmeans of crude vehicles. He believed, he said, that the name they\ncalled themselves was \"men.\"\n\n       *       *       *       *       *\n\nThe sun rose slowly in the east, and Lon Simpson swore patiently as\nhe tried for the eighteenth time to get the generator back again in a\nfashion to make it work. His tractor waited in the nearby field. The\nfields waited. Over in Cetopolis, the scales and storesheds waited,\nand somewhere there was doubtless a cargo ship waiting for a spacegram\nto summon it to Cetis Gamma Two for a load of _thanar_ leaves. And of\ncourse people everywhere waited for _thanar_ leaves.\n\nA milligram a day kept old age away--which was not an advertising\nslogan but sound, practical geriatric science. But _thanar_ leaves\nwould only grow on Cetis Gamma Two, and the law said that all habitable\nplanets had to be open for colonization and land could not be withheld\nfrom market.\n\nThere was too much population back on Earth, anyhow. Therefore the\nCetis Gamma Trading Company couldn't make a planetwide plantation and\nkeep _thanar_ as a monopoly, but could only run its own plantation for\nresearch and instruction purposes for new colonists. Colonists had to\nbe admitted to the planet, and they had to be sold land. But there are\nways of getting around every law.\n\nLon Simpson swore. The Diesel of his tractor ran a generator. The\ngenerator ran the motors in the tractor's catawheels. But this was\nthe sixth time in a month that the generator had broken down, and\ngenerators do not break down.\n\nLon put it together for the eighteenth time this breakdown, and it\nstill wouldn't work. There was nothing detectably wrong with it, but he\ncouldn't make it work.\n\nSeething, he walked back to his neat, prefabricated house. He picked up\nthe beamphone. Even Cathy's voice at the exchange in Cetopolis could\nnot soothe him, he was so furious.\n\n\"Cathy, give me Carson--and don't listen!\" he said tensely.\n\nHe heard clickings on the two-way beam.\n\n\"My generator's gone,\" he said sourly when Carson answered. \"I've\nrepaired it twice this week. It looks like it was built to stop\nworking! What is this all about, anyhow?\"\n\nThe representative of the Cetis Gamma Trading Company sounded bored.\n\n\"You want a new generator sent out?\" he asked without interest. \"Your\ncrop credit's still all right--if the fields are in good shape.\"\n\n\"I want machinery that works!\" Lon Simpson snapped. \"I want machinery\nthat doesn't have to be bought four times over a growing season! And I\nwant it at a decent price!\"\n\n\"Look, those generators come out from Earth. There's freight on them.\nThere's freight on everything that comes out from Earth. You people\ncome to a developed planet, you buy your land, your machinery, your\nhouse, and you get instruction in agriculture. Do you want the company\nto tuck you in bed at night besides? Do you want a new generator or\nnot?\"\n\n\"How much?\" demanded Lon. When Carson told him, he hit the ceiling.\n\"It's robbery! What'll I have left for my crop if I buy that?\"\n\n       *       *       *       *       *\n\nCarson's voice was still bored. \"If you buy it and your crop's up to\nstandard, you'll owe the crop plus three hundred credits. But we'll\nstake you to next growing season.\"\n\n\"And if I don't?\" demanded Lon. \"Suppose I don't give you all my work\nfor nothing and wind up in debt?\"\n\n\"By contract,\" Carson told him, \"we've got the right to finish\ncultivating your crop and charge you for the work because we've\nadvanced you credit on it. Then we attach your land and house for the\nbalance due. And you get no more credit at the Company stores. And\npassage off this planet has to be paid for in cash.\" He yawned. \"Don't\nanswer now,\" he said without interest. \"Call me back after you calm\ndown. You'd only have to apologize.\"\n\nLon Simpson heard the click as he began to describe, heatedly, what\nwas in his mind. He said it anyhow. Then Cathy's voice came from the\nexchange. She sounded shocked but sympathetic.\n\n\"Lon! Please!\"\n\nHe swallowed a particularly inventive description of the manners,\nmorals and ancestry of all the directors and employees of the Cetis\nGamma Trading Company. Then he said, still fuming, \"I told you not to\nlisten!\"\n\nHis wrongs overcame him again. \"It's robbery! It's peonage! They've got\nevery credit I had! They've got three-quarters of the value of my crop\ncharged up for replacements of the lousy machinery they sold me--and\nnow I'll end the growing season in debt! How am I going to ask you to\nmarry me?\"\n\n\"Not over a beamphone, I hope,\" said Cathy.\n\nHe was abruptly sunk in gloom.\n\n\"That was a slip,\" he admitted. \"I was going to wait until I got paid\nfor my crop. It looked good. Now--\"\n\n\"Wait a minute, Lon,\" Cathy said. There was silence. She gave somebody\nelse a connection.\n\nThe phone-beams from the colony farms all went to Cetopolis and\nCathy was one of the two operators there. If or when the colony got\nprosperous enough, there would be a regular intercommunication system.\nSo it was said. Meanwhile, Lon had a suspicion that there might be\nanother reason for the antiquated central station.\n\nCathy said brightly, \"Yes, Lon?\"\n\n\"I'll come in to town tonight,\" he said darkly. \"Date?\"\n\n\"Y-yes,\" stammered Cathy. \"Oh, yes!\"\n\nHe hung up and went back out to the field and the tractor. He began to\nthink sourly of a large number of things all at once. There was a law\nto encourage people to leave Earth for colonies on suitable planets.\nThere was even governmental help for people who didn't have funds\nof their own. But if a man wanted to make something of himself, he\npreferred to use his own money and pick his own planet and choose his\nown way of life.\n\nLon Simpson had bought four hectares of land on Cetis Gamma Two. He'd\npaid his passage out. He'd given five hundred credits a month for an\ninstruction course on the Company's plantation, during which time he'd\nlabored faithfully to grow, harvest, and cure _thanar_ leaves for the\nCompany's profit. Then he'd bought farm machinery from the Company--and\na house--and very painstakingly had set out to be a colonist on his own.\n\n       *       *       *       *       *\n\nJust about that time, Cathy had arrived on a Company ship and taken up\nher duties as beamphone operator at Cetopolis. It was a new colony,\nwith not more than five thousand humans on the whole planet, all of\nthem concentrated near the one small town with its plank sidewalks and\nprefabricated buildings. Lon Simpson met Cathy, and his labors on his\n_thanar_ farm acquired new energy and purpose.\n\nBut he was up against a shrewd organization. His inordinately expensive\nfarm machinery broke down. He repaired it. After a time it could not\nbe repaired any longer and he had to buy more. Before the _thanar_\nplants were half grown, he owed more than half his prospective crop for\nmachinery replacements.\n\nNow he could see the method perfectly. The Company imported all\nmachinery. It made that machinery in its own factories, machinery\nthat was designed to break down. So this year--even if nothing else\nhappened--Lon would wind up owing more for machinery replacements than\nthe crop would bring.\n\nIt was not likely that nothing else would happen. Next season he\nwould start off in debt, instead of all clear, and if the same thing\nhappened he would owe all his crop and be six thousand credits behind.\nBy harvest after next, his farm and house could be foreclosed for debt\nand he could either try to work for other colonists--who were in the\nprocess of going through the same wringer themselves--or hire out as a\nfarmhand on the Company's plantation. He would never be able to save\nspace-fare away from the planet. He would be very much worse off than\nthe assisted emigrants to other planets, who had not invested all they\nowned in land and machinery and agricultural instructions.\n\nAnd there was Cathy. She owed for her passage. It would be years before\nshe could pay that back, if ever. She couldn't live in the farmhand\nbarracks. They might as well give up thinking about each other.\n\nIt was a system. Beautifully legal, absolutely airtight. Not a thing\nwrong with it. The Company had a monopoly on _thanar_, despite the law.\nIt had all the cultivated land on Cetis Gamma Two under its control,\nand its labor problem was solved. Its laborers first paid something\nlike sixteen thousand credits a head for the privilege of trying to\nfarm independently for a year or two, and then became farmhands for\nthe Company at a bare subsistence wage.\n\nLon Simpson was in the grip of that system. He had taken the generator\napart and put it back together eighteen times. There was nothing\nvisibly wrong with it. It had been designed to break down with nothing\nvisibly wrong with it. If he couldn't repair it, though, he was out\nfifteen hundred credits, his investment was wiped out, and all his\nhopes were gone.\n\nHe took the generator apart for the nineteenth time. He wondered grimly\nhow the Company's designers made generators so cleverly that they would\nstop working so that even the trouble with them couldn't be figured\nout. It was a very ingenious system.\n\n       *       *       *       *       *\n\nOut on the ninth planet, Rhadampsicus explained the situation to his\nbride as they waited for the interesting astronomical phenomenon.\nThey were quite cosy, waiting. Their bower was simple, of course.\nFrozen nitrogen walls, and windows of the faint bluish tint of oxygen\nice. Rhadampsicus had grown some cyanogen flower-crystals to make the\nplace look homelike, and there was now a lovely reflection-pool in\nwhich liquid hydrogen reflected the stars. Cetis Gamma, the local\nsun, seemed hardly more than a very bright and very near star--it was\nfour light-hours away--and it glimmered over the landscape and made\neverything quite charming.\n\nNodalictha, naturally, would not enter the minds of the male bipeds\non the inner planet. Modesty forbade such a thing--as, of course, the\nconscientiousness of a brand-new husband limited Rhadampsicus to the\nthoughts of the males among the bipeds. But Nodalictha was distressed\nwhen Rhadampsicus told her of what was occurring among the bipeds. He\nguided her thoughts to Cathy, in the beamphone exchange at Cetopolis.\n\n\"But it is terrible!\" said Nodalictha in distress when she had absorbed\nCathy's maiden meditations. She did not actually speak in words and\nsoundwaves. There is no air worth mentioning at seven degrees Kelvin.\nIt's all frozen. A little helium hangs around, perhaps. Nothing else.\nThe word for communication is not exactly the word for speech, but it\nwill do. Nodalictha said, \"They love each other! In a cute way, they\nare like--like we were, Rhadampsicus!\"\n\nRhadampsicus played a positron-beam on her in feigned indignation.\nIf that beam had hit a human, the human would have curled up in a\nscorched, smoking heap. But Nodalictha bridled.\n\n\"Rhadampsicus!\" she protested fondly. \"Stop tickling me! But can't you\ndo something for them? They are so cute!\"\n\nAnd Rhadampsicus gallantly sent his thoughts back to the second planet,\nwhere a biped grimly labored over a primitive device.\n\n       *       *       *       *       *\n\nLon Simpson, staring at the disassembled generator, suddenly blinked.\nThe grimness went out of his expression. He stared. An idea had\noccurred to him. He went over it in his mind. He blew out his breath in\na long whistle. Then, very painstakingly, he did four or five things\nthat completely ruined the generator for the extremely modest trade-in\nallowance he could have gotten for it at the Company store.\n\nHe worked absorbedly for perhaps twenty minutes, his eyes intent. At\nthe end of that time he had threads of unwound secondary wire stretched\nback and forth across a forked stick of _dhil_ weed, and two small\npieces of sheet iron twisted together in an extremely improbable\nmanner. He connected the ends of the secondary wire to contacts in his\ntractor. He climbed into the tractor seat. He threw over the drive\ncontrol.\n\nThe tractor lurched into motion. The Diesel wasn't running. But the\ntractor rolled comfortably as Lon drove it, the individual motors in\nthe separate catawheels drawing power from a mere maze of wires across\na forked stick--plus two pieces of sheet iron. There was plenty of\npower.\n\nLon drove the tractor the rest of the morning and all afternoon with a\nvery peculiar expression on his face. He understood what he had done.\nNow that he had done it, it seemed the most obvious of expedients. He\nfelt inclined to be incredulous that nobody had ever happened to think\nof this particular device before. But they very plainly hadn't. It\nwas a source of all the electric power anybody could possibly want.\nThe voltage would depend on the number of turns of copper wire around\na suitably forked stick. The amperage would be whatever that voltage\ncould put through whatever was hooked to it.\n\nHe no longer needed a new generator for his tractor. He had one.\n\nHe didn't even need a Diesel.\n\nWith adequate power--he'd been having to nurse the Diesel along,\ntoo, lately--Lon Simpson ran his tractor late into the twilight. He\ncultivated all the ground that urgently needed cultivation, and at\nleast one field he hadn't hoped to get to before next week. But his\nexpression was amazed. It is a very peculiar sensation to discover\nthat one is a genius.\n\n       *       *       *       *       *\n\nThat night, in Cetopolis, he told Cathy all about it. It was a very\nwarm night--an unusually warm night. They walked along the plank\nsidewalks of the little frontier town--as a new colony, Cetis Gamma Two\nwas a frontier--and Lon talked extravagantly.\n\nHe had meant to explain painfully to Cathy that there was no use in\ntheir being romantic about each other. He'd expected to have to tell\nher bitterly that he was doomed to spend the rest of his life adding\nto the profits of the Cetis Gamma Trading Company, with all the laws\nof the human race holding him in peonage. He'd thought of some very\nelegant descriptions of the sort of people who'd worked out the system\nin force on Cetis Gamma Two.\n\nBut he didn't. As they strolled under the shiver trees that lined the\nsmall town's highways, and smelled the _chanel_ bushes beyond the\ntown's limits, and listened to the thin violinlike strains of what\nshould have been night birds--they weren't; the singers were furry\ninstead of feathered, and they slept in burrows during the day--as they\nwalked with linked fingers in the warm and starlit night, Lon told\nCathy about his invention.\n\nHe explained in detail just why wires wound in just that fashion, and\ncombined with bits of sheet iron twisted in just those shapes, would\nproduce power for free and forever. He explained how it had to be so.\nHe marveled that nobody had ever thought of it before. He explained it\nso that Cathy could almost understand it.\n\n\"It's wonderful!\" she said wistfully. \"They'll run spaceships on your\ninvention, won't they, Lon? And cities? And everything! I guess you'll\nbe very rich for inventing it!\"\n\nHe stopped short and stared at her. He hadn't thought that far ahead.\nThen he said blankly:\n\n\"But I'll have to get back to Earth to patent it! And I haven't got the\nmoney to pay one fare, let alone two!\"\n\n\"Two?\" asked Cathy hopefully. \"Why two?\"\n\n\"You're going to marry me, aren't you?\" he demanded. \"I sort of hope\nthat was all settled.\"\n\nCathy stamped her foot.\n\n\"Hadn't you heard,\" she asked indignantly, \"that such things aren't\ntaken for granted? Especially when two people are walking in the\nstarlight and are supposed to be thrilled? It isn't settled--not until\nafter you've kissed me, anyhow!\"\n\nHe remedied his error.\n\n       *       *       *       *       *\n\nOut on the ninth planet, very far away, Nodalictha blushed slightly.\nAs a bride, she was in that deliciously embarrassing state of\nbecoming accustomed to discussions which would previously have been\nunconventional.\n\n\"They are so quaint!\" Then she hesitated and said awkwardly, \"The idea\nof putting their--their lips together as a sign of affection--\"\n\nRhadampsicus was amused, as a bridegroom may be by the delightful\ninnocences of a new wife. He evinced his amusement in a manner no human\nbeing could conceivably have recognized as the tender laugh it was.\n\n\"Little goose!\" he said fondly. Of course, instead of a fowl, he\nthought of a creature that had thirty-four legs and scales instead of\nfeathers and was otherwise thoroughly ungooselike. \"Little goose, they\ndo that because they can't do this!\"\n\nAnd he twined his eye stalks sentimentally about hers.\n\n       *       *       *       *       *\n\nDays passed on Cetis Gamma Two. Lon Simpson cultivated his _thanar_\nfields. But he began to worry. His new power source was more than a\nrepair for a broken-down tractor. It was valuable. It was riches! He\nhad in it one of those basic, overwhelmingly important discoveries by\nwhich human beings have climbed up from the status of intelligent\nEarthbound creatures to galactic colonists--And a lot of good it had\ndone them!\n\nIt was a basic principle for power supply that would relieve mankind\npermanently of the burden of fuels. The number of planets available\nfor colonization would be multiplied. The cost of every object made by\nhuman beings would be reduced by the previous cost of power. The price\nof haulage from one planet to another would be reduced to a fraction.\nEvery member of the human race would become richer as a result of\nthe gadget now attached to Lon Simpson's tractor. He was entitled to\nroyalties on the wealth he was to distribute. But....\n\nHe was a _thanar_ farmer on Cetis Gamma Two. His crop was mortgaged. He\ncould not possibly hope to raise enough money to get back to Earth to\narrange for the marketing of his invention. Especially, he could not\nconceivably raise money enough to take Cathy with him. He had riches,\nbut they weren't available. And something else might happen to ruin him\nat any time.\n\nSomething else did. The freezer element of his deep-freeze locker broke\ndown. He didn't notice it. He had a small kitchen locker in which food\nfor week-to-week use was stored. He didn't know anything about the\ndeep-freeze unit that held a whole growing season's supply of food.\nThe food in it--all imported from Earth and very expensive--thawed,\nfermented, spoiled, developed evil smelling gases, and waited for an\nappropriate moment to reveal itself as a catastrophe.\n\nThere were other things to worry about at the time. A glacier up at\nCetis Gamma Two's polar region began to retreat, instead of growing\nas was normal for the season. There was a remarkable solar prominence\nof three days' duration swinging around the equator of the local sun.\nThere was a meeting of directors of the Cetis Gamma Trading Company,\nat which one of the directors pointed out that the normal curve of\nincrease for profits was beginning to flatten out, and something had\nto be done to improve the financial position of the company. Ugly\nsun-spots appeared on the northern hemisphere of Cetis Gamma. If there\nhad been any astronomers on the job, there would have been as much\nexcitement as a four alarm fire. But there were no astronomers.\n\nThe greatest agitation on the second planet of Cetis Gamma Two was felt\nby Lon Simpson. Cathy had made friends with a married woman colonist\nwho would chaperon her on a visit to Lon's farm, and was coming out\nto visit and see the place that was to be the scene of the ineffable,\nunparalleled happiness she and Lon would know after they were married.\n\nShe came, she saw, she was captivated. Lon blissfully opened the door\nof the house she was to share. He had spent the better part of two days\ncleaning up so it would be fit for her to look at. Cathy entered. There\nwas a dull, booming noise, a hissing, and a bubbling, and then a rank\nstench swept through the house and strangled them.\n\n       *       *       *       *       *\n\nThe boom, of course, was the bursting open of the deep-freeze locker\nfrom the pressure of accumulated gases within it. The smell was that\nof the deep-freeze contents, ten days thawed out without Lon knowing\nit. There are very few smells much worse than frozen fish gone very,\nvery bad in a hot climate. If there are worse smells, they come from\nonce-frozen eggs bursting from their shells when pressure outside\nthem is relieved. In this case, trimmings were added by fermenting\nstrawberries, moldy meat and badly decayed vegetables, all triumphantly\nmaking themselves known at the same instant.\n\nCathy gasped and choked. Lon got her out of doors, gasping himself. It\nwas not difficult to deduce what had happened.\n\nHe opened the house windows from the outside, so the smell could go\naway. But he knew despair.\n\n\"I--can't show you the house, Cathy,\" he said numbly. \"My locker went\nbad and all the food followed suit.\"\n\n\"Lon!\" wailed Cathy. \"It's terrible! How will you eat?\"\n\nLon began to realize that the matter was more serious than the loss\nof an opportunity for a sentimental inspection of the house. He had\ndreamed splendidly, of late. He didn't quite know how he was going\nto manage it, but since his tractor was working magnificently he had\ncome to picture himself and Cathy in the rôle of successful colonists,\nzestfully growing _thanar_ leaves for the increasing multitudes of\npeople who needed a milligram a day.\n\nHe'd reverted to the pictured dreams in the Cetis Gamma Trading\nCompany's advertisements. He'd daydreamed of himself and Cathy as\ngrowing with the colony, thriving as it throve, and ultimately becoming\nmoderately rich--in children and grandchildren, anyhow--with life\nstretching out before them in a sort of rosy glow. He'd negligently\nassumed that somehow they would also be rich from the royalties on his\ninvention. But now he came down to reality.\n\nHis house was uninhabitable for the time being. He could continue\nto cultivate his fields, but he wouldn't be able to eat. The local\nplant-life was not suitable for human digestion. He had to live on food\nimported from Earth. Now he had to buy a new stock from the Company,\nand it would bankrupt him.\n\nWith an invention worth more--probably--than the Cetis Gamma Company\nitself, if he could realize on it, he still was broke. His crop was\nmortgaged. If Carson learned about his substitute for a generator, the\nCompany would immediately clamp down to get it away from him.\n\nHe took Cathy back to Cetopolis. He feverishly appealed to other\ncolonists. He couldn't tell them about his generator substitute. If\nthey knew about it, in time Carson would know. If they used it, Carson\nwould eventually get hold of a specimen, to send back to Earth for\npirating by the Cetis Gamma Trading Company. All Lon could do was try\ndesperately to arrange to borrow food to live on until his crop came\nin, though even then he wouldn't be in any admirable situation.\n\nHe couldn't borrow food in quantity. Other colonists had troubles,\ntoo. They'd give him a meal, yes, but they couldn't refill his freezer\nwithout emptying their own. Which would compel them to buy more. Which\nwould be charged against their crops. Which would simply hasten the day\nwhen they would become day-laborers on the Company's _thanar_ farm.\n\nLon had about two days' food in the kitchen locker. He determined to\nstretch it to four. Then he'd have to buy more. With each meal, then,\nhis hopes of freedom and prosperity--and Cathy--grew less.\n\nOf course, he could starve....\n\n       *       *       *       *       *\n\nRhadampsicus was enormously and pleasantly interested in what went on\nin Cetis Gamma's photosphere. From the ninth planet, he scanned the\nprominences with enthusiasm, making notes. Nodalictha tried to take\na proper wifely interest in her husband's hobby, but she could not\nkeep it up indefinitely. She busied herself with her housekeeping.\nShe fashioned a carpet of tufted methane fibres and put up curtains\nat the windows. She enlarged the garden Rhadampsicus had made, adding\nborders of crystallized ammonia and a sort of walkway with a hedge\nof monoclinic sulphur which glittered beautifully in the starlight.\nShe knew that this was only a temporary dwelling, but she wanted\nRhadampsicus to realize that she could make any place a comfortable\nhome.\n\nHe remained absorbed in the phenomena of the local sun. One great\nprominence, after five days of spectacular existence, divided into two\nwhich naturally moved apart and stationed themselves at opposite sides\nof the sun's equator. They continued to rotate with the sun itself,\ngiving very much the effect of an incipient pinwheel. Two other minor\nprominences came into being midway between them. Rhadampsicus watched\nin fascination.\n\nNodalictha came and reposed beside him on a gentle slope of volcanic\nslag. She waited for him to notice her. She would not let herself be\nsensitive about his interest in his hobby, of course, but she could not\nreally find it absorbing for herself. A trifle wistfully, she sent her\nthoughts to the female biped on the second planet.\n\nAfter a while she said in distress, \"Rhadampsicus! Oh, they are so\nunhappy!\"\n\nRhadampsicus gallantly turned his attention from the happenings on the\nsun.\n\n\"What's that, darling?\"\n\n\"Look!\" said Nodalictha plaintively. \"They are so much in love,\nRhadampsicus! And they can't marry because he hasn't anything edible to\nshare with her!\"\n\nRhadampsicus scanned. He was an ardent and sentimental husband. If his\nnew little wife was distressed about anything at all, Rhadampsicus was\nsplendidly ready to do something about it.\n\n       *       *       *       *       *\n\nLon Simpson looked at his kitchen locker. The big deep-freezer was\nrepaired now. Once a season, a truck came out from Cetopolis and filled\nit. The food was costly. A season's supply was kept in deep-freeze.\nOnce in one or two weeks, one refilled the kitchen locker. It was best\nto leave the deep-freeze locker closed as much as possible. But now the\nbig deep-freeze was empty. He'd cleaned out the ghastly mess in it, and\nhe had it running again, but he had nothing to put in it. To have it\nrefilled would put him hopelessly at the Company's mercy, but there was\nnothing else to do.\n\nBitterly, he called the Trading Company office, and Carson answered.\n\n\"This is Simpson,\" Lon told him. \"How much--\"\n\n\"The price for a generator,\" said Carson, bored, \"is the same as\nbefore. Do you want it sent out?\"\n\n\"No! My food locker broke down. My food store spoiled. I need more.\"\n\n\"I'll figure it,\" replied Carson over the beamphone. He didn't seem\ninterested. After a moment, he said indifferently, \"Fifteen hundred\ncredits for standard rations to crop time. Then you'll need more.\"\n\n\"It's robbery!\" raged Lon. \"I can't expect more than four thousand\ncredits for my crop! You've got three thousand charged against me now!\"\n\nCarson yawned. \"True. A new generator, fifteen hundred; new food\nsupplies fifteen hundred. If your crop turns out all right, you'll\nstart the new season with two thousand credits charged up as a loan\nagainst your land.\"\n\nLon Simpson strangled on his fury. \"You'll take all my leaves and I'll\nstill owe you! Then credit for seed and food and--If I need to buy more\nmachinery, you'll own my farm _and_ crop next crop time! Even if my\ncrop is good! Your damned Company will own my farm!\"\n\n\"That's your lookout,\" Carson said without emotion. \"Being a _thanar_\nfarmer was your idea, not mine. Shall I send out the food?\"\n\nLon Simpson bellowed into the beamphone. He heard clicking, then\nCathy's voice. It was at once reproachful and sympathetic.\n\n\"Lon! Please!\"\n\n       *       *       *       *       *\n\nBut Lon couldn't talk to her. He panted at her, and hung up. It is\nessential to a young man in love that he shine, somehow, in the eyes\nof the girl he cares for. Lon was not shining. He was appearing as the\nGalaxy's prize sap. He'd invested a sizable fortune in his farm. He was\na good farmer--hard-working and skilled. In the matter of repairing\ngenerators, he'd proved to be a genius. But he was at the mercy of\nthe Cetis Gamma Company's representative. He was already in debt. If\nhe wanted to go on eating, he'd go deeper. If he were careful and\nindustrious and thrifty, the Trading Company would take his crop and\nfarm in six more months and then give him a job at day-labor wages.\n\nHe went grimly to the kitchen of his home. He looked at the trivial\namount of food remaining. He was hungry. He could eat it all right now.\n\nIf he did--\n\nThen, staring at the food in the kitchen locker, he blinked. An idea\nhad occurred to him. He was blankly astonished at it. He went over and\nover it in his mind. His expression became dubiously skeptical, and\nthen skeptically amazed. But his eyes remained intent as he thought.\n\nPresently, looking very skeptical indeed, he went out of the house\nand unwound more copper wire from the remnant of the disassembled\ngenerator. He came back to the kitchen. He took an emptied tin can\nand cut it in a distinctly peculiar manner. The cuts he made were\nasymmetrical. When he had finished, he looked at it doubtfully.\n\nA long time later he had made a new gadget. It consisted of two open\ncoils, one quite large and one quite small. Their resemblance to each\nother was plain, but they did not at all resemble any other coils that\nhad been made for any other purpose whatsoever. If they looked like\nanything, it was the \"mobiles\" that some sculptors once insisted were\nart.\n\nLon stared at his work with an air of helplessness. Then he went out\nagain. He returned with the forked stick that had proved to be a\ngenerator. He connected the wires from that improbable contrivance to\nthe coils of the new and still more unlikely device. The eccentrically\ncut tin can was in the middle, between them.\n\nThere was a humming sound. Lon went out a third time and came back with\na mass of shrubbery. He packed it in the large coil.\n\nHe muttered to himself, \"I'm out of my head! I'm crazy!\"\n\nBut then he went to the kitchen locker. He put a small packet of frozen\ngreen peas in the tin can between the two coils.\n\nThe humming sound increased. After a moment there was another parcel\nof green peas--not frozen--in the small coil.\n\nLon took it out. The device hummed more loudly again. Immediately there\nwas another parcel of green peas in the small coil. He took them out.\n\nWhen he had six parcels of green peas instead of one, the mass of\nfoliage in the large coil collapsed abruptly. Lon disconnected the\nwires and removed the debris. The native foliage looked shrunken,\nsomehow, dried-out. Lon tossed it through the window.\n\n       *       *       *       *       *\n\nHe put a parcel of unfrozen green peas on to cook and sat down and held\nhis head in his hands. He knew what had happened. He knew how.\n\nThe local flora on Cetis Gamma Two naturally contained the same\nchemical elements as the green peas imported from Earth. Those elements\nwere combined in chemical compounds similar, if not identical to, those\nof the Earth vegetation. The new gadget simply converted the compounds\nin the large coil to match those in the sample--in the tin can--and\nassembled them in the small coil according to the physical structure of\nthe sample. In this case, as green peas.\n\nThe device would take any approximate compound from the large coil and\nreassemble it--suitably modified as per sample--in the small coil.\nIt would work not only for green peas, but for roots, barks, herbs,\nberries, blossoms and flowers.\n\nIt would even work for _thanar_ leaves.\n\nWhen that last fact occurred to him, Lon Simpson went quietly loony,\ntrying to figure out how he had come to think of such a thing. He was\ndefinitely crocked, because he picked up the beamphone and told Cathy\nall about it. And he was not loony because he told Cathy, but because\nhe forgot his earlier suspicions of why there was a central station\nfor beamphones in Cetopolis, instead of a modern direct-communication\nsystem.\n\nIn fact, he forgot the system in operation on Cetis Gamma Two--the\nCompany's system. It had been designed to put colonists through the\nwringer and deposit them at its own farm to be day-laborers forever\nwith due regard to human law. But it was a very efficient system.\n\nIt took care of strokes of genius, too.\n\nThat night, Carson, listening boredly to the record of all the\nconversations over the beamphone during the day, heard what Lon had\ntold Cathy. He didn't believe it, of course.\n\nBut he made a memo to look into it.\n\nRhadampsicus stretched himself. Out on the ninth planet, the weather\nwas slightly warmer--almost six degrees Kelvin, two hundred and\nsixty-odd degrees centigrade below zero--and he was inclined to be\nlazy. But he was very handsome, in Nodalictha's eyes. He was seventy\nor more feet from his foremost eye stalk to the tip of his least\ncrimson appendage, and he fluoresced beautifully in the starlight. He\nwas a very gallant young bridegroom.\n\nWhen he saw Nodalictha looking at him admiringly, he said with his\ncustomary tenderness:\n\n\"It was fatiguing to make him go through it, darling, but since you\nwished it, it is done. He now has food to share with the female.\"\n\n\"And you're handsome, too, Rhadampsicus!\" Nodalictha said irrelevantly.\n\nShe felt as brides sometimes do on their honeymoons. She was quite\nsure that she had not only the bravest and handsomest of husbands, but\nthe most thoughtful and considerate.\n\nPresently, with their eye stalks intertwined, he asked softly:\n\n\"Are you weary of this place, darling? I would like to watch the rest\nof this rather rare phenomenon, but if you're not interested, we can go\non. And truly I won't mind.\"\n\n\"Of course we'll stay!\" protested Nodalictha. \"I want to do anything\nyou want to. I'm perfectly happy just being with you.\"\n\nAnd, unquestionably, she was.\n\n       *       *       *       *       *\n\nCarson, though bored, was a bit upset by the recorded conversation he'd\nlistened to. Lon Simpson had been almost incoherent, but he obviously\nmeant Cathy to take him seriously. And there were some things to back\nit up.\n\nHe'd reported his generator hopelessly useless--and hadn't bought a new\none. He'd reported all his food spoiled--and hadn't bought more. Carson\nthought it over carefully. The crop inspection helicopter reported\nSimpson's fields in much better shape than average, so his tractor was\nobviously working.\n\nCarson asked casual, deadpan questions of other colonists who came\ninto the Company store. Most of them were harried, sullen and bitter.\nThey were unanimously aware of the wringer they were being put\nthrough. They knew what the Company was doing to them and they hated\nCarson because he represented it. But they did answer Carson's casual\nquestions about Lon Simpson.\n\nYes, he'd tried to borrow food from them. No, they couldn't lend it to\nhim. Yes, he was still eating. In fact he was offering to swap food.\nHe was short on fruit and long on frozen green peas. Then he was long\non fruit and frozen green peas and short on frozen sweet corn and\nstrawberries. No, he didn't want to trade on a big scale. One package\nof frozen strawberries was all he wanted. He gave six packages of\nfrozen peas for it. He gave six packages of frozen strawberries for one\npackage of frozen sweet corn. He'd swapped a dozen parcels of sweet\ncorn for one of fillet of flounder, two dozen fillet of flounder for\ncigarettes, and fifty cartons of cigarettes for a frozen roast of beef.\n\nIt didn't make sense unless the conversation on the beamphone was\nright. If what Lon had told Cathy was true, he'd have his frozen\nfood locker filled up again by now. He had some sort of device which\nconverted the indigestible local flora and fauna into digestible\nEarth products. To suspect such a thing was preposterous, but Carson\nsuspected everyone and everything.\n\nAs representative of the Company, Carson naturally did its dirty work.\nNew colonists bought farms from the central office on Earth and happily\ntook ship to Cetis Gamma Two. Then Carson put them through their\ninstruction course, outfitted them to try farming on their own, and\nsaw to it that they went bankrupt and either starved or took jobs as\nfarmhands for the Company, at wages assuring that they could never take\nship away again.\n\nIt was a nasty job and Carson did it very well, because he loved it.\n\nWhile he still debated Lon's insane boasts to Cathy over the beamphone\nsystem, he prepared to take over the farm of another colonist. That\nman had been deeper in debt than Lon, and he'd been less skilled\nat repairs, so it was time to gather him in. Carson called him to\nCetopolis to tell him that the Company regretfully could not extend\nfurther credit, would have to take back his farm, house, and remaining\nfood stores, and finish the cultivation of his _thanar_ leaf crop to\nrepay itself for the trouble.\n\nThe colonist, however, said briefly: \"Go to hell.\"\n\n       *       *       *       *       *\n\nHe started to leave Carson's air-cooled office. Carson said mildly:\n\n\"You're broke. You'll want a job when you haven't got a farm. You can't\nafford to tell me to go to hell.\"\n\n\"You can't take my farm unless my fields are neglected,\" the colonist\nsaid comfortably. \"They aren't. And my _thanar_ leaf crop is going to\nbe a bumper one. I'll pay off all I owe--and we colonists are planning\nto start a trading company of our own, to bring in good machinery and\ndeal fairly.\"\n\nCarson smiled coldly.\n\n\"You forget something,\" he said. \"As representative of the Trading\nCompany, I can call on you to pay up all your debts at once, if I have\nreason to think you intend to try to evade payment. I do think so. I\ncall on you for immediate payment in full. Pay up, please!\"\n\nThis was an especially neat paragraph in the fine print of the\ncolonists' contract with the Company. Any time a colonist got obstinate\nhe could be required to pay all he owed, on the dot. And if he had\nenough to pay, he wouldn't owe. So the Trading Company could ruin\nanybody.\n\nBut this colonist merely grinned.\n\n\"By law,\" he observed, \"you have to accept _thanar_ leaves as legal\ntender, at five credits a kilo. Send out a truck for your payment. I've\ngot six tons in my barn, all ready to turn in.\"\n\nHe made a most indecorous gesture and walked out. A moment later, he\nput his head back in.\n\n\"I forgot,\" he commented politely. \"You said I couldn't afford to\ntell you to go to hell. With six tons of _thanar_ leaves on hand, I'm\ntelling you to--\"\n\nHe added several other things, compared to which telling Carson to go\nto hell was the height of courtesy. He went away.\n\nCarson went a little pale. It occurred to him that this colonist was a\nclose neighbor of Lon Simpson. Maybe Lon had gotten tired of converting\n_dhil_ weed and shiver leaves into green peas and asparagus, and had\ngotten to work turning out _thanar_.\n\n       *       *       *       *       *\n\nCarson went to Lon's farm. It was a very bad road, and any four-wheeled\nvehicle would have shaken itself to pieces on the way. The gyrocar\nmerely jolted Carson severely. The jolting kept him from noticing how\nhot the weather was. It was really extraordinarily hot, and Carson\nsuffered more because he spent most of his time in an air-conditioned\noffice. But for the same reason he did not suspect anything abnormal.\n\nWhen he reached Lon's farm, he noticed that the _thanar_ leaves were\ngrowing admirably. For a moment, sweating as he was, he was reminded\nof tobacco plants growing on Maryland hillsides. The heat and the\nbluish-green color of the plants seemed very familiar. But then a\ncateagle ran hastily up a tree, out on a branch, and launched its\ncrimson furry self into midair. That broke the spell of supposedly\nfamiliar things.\n\nCarson turned his gyrocar in at Lon Simpson's house. There were half\na dozen other colonists around. Two of them drove up with farm trucks\nloaded with mixed foliage. They had pulled up, cut off and dragged down\njust about anything that grew, and loaded their truck with it. Two\nother colonists were loading another cart with _thanar_ leaves, neatly\nbundled and ready for the warehouse.\n\nThey regarded Carson with pleased eyes. Carson spoke severely to Cathy.\n\n\"What are you doing here? You're supposed to be on duty at the\nbeamphone exchange! You can be discharged--\"\n\nLon Simpson said negligently, \"I'm paying her passage. By law, anybody\ncan pay the passage of any woman if she intends to marry him, and then\nher contract with the company is ended. They had rules like that in\nancient days--only they used to pay in tobacco instead of _thanar_\nleaves.\"\n\nCarson gulped. \"But how will you pay her fare?\" He asked sternly.\n\"You're in debt to the Company yourself.\"\n\nLon Simpson jerked his thumb toward his barn. Carson turned and looked.\nIt was a nice-looking barn. The aluminum siding set it off against a\nbacking of shiver trees, _dhil_ and giant _sketit_ growth. Carson's\neyes bugged out. Lon's barn was packed so tightly with _thanar_ leaves\nthat they bulged out the doors.\n\n\"I need to turn some of that stuff in, anyhow,\" said Lon pleasantly.\n\"I haven't got storage space for it. By law you have to buy it at five\ncredits a kilo. I wish you'd send out and get some. I'd like to build\nup some credit. Think I'll take a trip back to Earth.\"\n\nAt this moment, there was a very peculiar wave of heat. It was not\nviolent, but the temperature went up about four degrees--suddenly, as\nif somebody had turned on a room heater.\n\nBut still nobody looked up at the sun.\n\n       *       *       *       *       *\n\nRattled, Carson demanded furiously if Lon had converted other local\nfoliage into _thanar_ leaves, as he'd made his green peas and the\nother stuff he'd told Cathy about on the beamphone. Lon tensed, and\nobserved to the other colonists that evidently all beamphones played\ninto recorders. The atmosphere became unfriendly. Carson got more\nrattled still. He began to wave his arms and sputter.\n\nLon Simpson treated him gently. He took him into the house to watch the\nconverter at work. One of the colonists kept its large coil suitably\nstuffed with assorted foliage. There was a \"hand\" of cured, early--best\nquality--_thanar_ leaves in an erratically cut tin can. Duplicates of\nthat hand of best quality _thanar_ were appearing in the small coil as\nfast as they were removed, and fresh foliage was being heaped into the\nlarge coil.\n\n\"We expect,\" said Lon happily, \"to have a bumper crop of the best grade\nof _thanar_ this year. It looks like every colonist on the planet will\nbe able to pay off his debt to the Company and have credit left over.\nWe'll be sending a committee back to Earth to collect our credits there\nand organize an independent cooperative trading company that will bring\nout decent machinery and be a competitive buying agency for _thanar_.\nI'm sure the Company will be glad to see us all so prosperous.\"\n\nIt was stifling hot by now, but nobody noticed. The colonists were\nmuch too interested in seeing Carson go visibly to pieces before them.\nHe was one of those people who seem to have been developed by an\nall-wise Providence expressly to be underlings for certain types of\nlarge corporations. Their single purpose in life is to impress their\nsuperiors in the corporation that hires them. But now Carson saw his\nusefulness ended. Through his failure, in some fashion, the Company's\nmonopoly on _thanar_ leaves and its beautiful system of recruiting\nlabor were ruined. He would be discharged and probably blacklisted.\n\nIf he had looked up toward the western sky, squinted a little, and\ngazed directly at the local sun, he would have seen that his private\ntroubles were of no importance at all. But he didn't. He went\nstaggering to his gyrocar and headed back for Cetopolis.\n\nIt was a tiny town, with plank streets, a beamphone exchange, and its\nwarehouses over by the spaceport. It was merely a crude and rather ugly\nlittle settlement on a newly colonized planet. But it had been the\ncenter of an admirable system by which the Cetis Gamma Trading Company\ngot magnificently rich and dispensed _thanar_ leaf (a milligram a day\nkept old age away) throughout all humanity at the very top price the\ntraffic would bear. And the system was shaky now and Carson would be\nblamed for it.\n\nBehind him, the colonists rejoiced as hugely as Carson suffered. But\nnone of them got the proper perspective, because none of them looked at\nthe sun.\n\nAbout four o'clock in the afternoon, it got suddenly hotter again,\nas abruptly as before. It stayed hotter. Something made Cathy look\nup. There was a thin cloud overhead, just the right thickness to act\nsomething like a piece of smoked glass. She could look directly at the\nsun through it, examine the disk with her naked eye.\n\nBut it wasn't a disk any longer. Cetis Gamma was a bulging, irregularly\nshaped thing twice its normal size. As she looked, it grew larger still.\n\n       *       *       *       *       *\n\nOut on the ninth planet, Rhadampsicus was absorbed in his contemplation\nof Cetis Gamma. With nothing to interfere with his scanning, he could\nfollow the developments perfectly. There had been first one gigantic\nprominence, then two, which separated to opposite sides of its equator.\nThen two other prominences began to grow between them.\n\nFor two full days, the new prominences grew, and then split, so that\nthe sun came to have the appearance of a ball of fire surrounded by a\nring of blue-white incandescence.\n\nThen came instability. Flame geysers spouting hundreds of thousands\nof miles into emptiness ceased to keep their formation. They turned\nnorth and south from the equatorial line. The outline of the sun became\nirregular. It ceased to be round in profile, and even the appearance\nof a ring around it vanished. It looked--though this would never have\noccurred to Rhadampsicus--very much like a fiercely glowing gigantic\npotato. Its evolution of heat went up incredibly. It much more than\ndoubled its rate of radiation.\n\nRhadampsicus watched each detail of the flare-up with fascinated\nattention. Nodalictha dutifully watched with him. But she could not\nmaintain her interest in so purely scientific a phenomenon.\n\nWhen a thin streamer of pure blue-white jetted upward from the sun's\npole, attaining a speed of six hundred and ninety-two miles per second,\nRhadampsicus turned to her with enthusiasm.\n\n\"Exactly in the pattern of a flare-up according to Dhokis' theory!\" he\nexclaimed. \"I have always thought he was more nearly right than the\nmodernists. Radiation pressure can build up in a closed system such\nas the interior of a sun. It can equal the gravitational constant. And\nobviously it would break loose at the pole.\"\n\nThen he saw that Nodalictha's manner was one of distress. He was\ninstantly concerned.\n\n\"What's the matter, darling?\" he asked anxiously. \"I didn't mean to\nneglect you, my precious one!\"\n\nNodalictha did something that would have scared a human being out of a\nyear's growth, but was actually the equivalent of an unhappy, stifled\nsob.\n\n\"I am a beast!\" said Rhadampsicus penitently. \"I've kept you here, in\nboredom, while I enjoyed myself watching this sun do tricks. I'm truly\nsorry, Nodalictha. We will go on at once. I shouldn't have asked you\nto--\"\n\nBut Nodalictha said unhappily, \"It isn't you, Rhadampsicus. It's me!\nWhile you've been watching the star, I've amused myself watching those\nquaint little creatures on the second planet. I've thought of them\nas--well, as pets. I've grown fond of them. It was absurd of me--\"\n\n\"Oh, but it is wonderful of you,\" said Rhadampsicus tenderly. \"I love\nyou all the more for it, my darling. But why are you unhappy about\nthem? I made sure they had food and energy.\"\n\n\"They're going to be burned up!\" wailed Nodalictha, \"and they're so\ncute!\"\n\nRhadampsicus blinked his eyes--all sixteen of them. Then he said\nself-accusingly, \"My dear, I should have thought of that. Of course\nthis is only a flare-up, darling....\" Then he made an impatient\ngesture. \"I see! You would rather think of them as happy, in their\nlittle way, than as burned to tiny crisps.\"\n\nHe considered, scanning the second planet with the normal anxiety of a\nbridegroom to do anything that would remove a cloud from his bride's\nlovely sixteen eyes.\n\n       *       *       *       *       *\n\nNight fell on Cetopolis, and with it came some slight alleviation of\nthe dreadfulness that had begun that afternoon. The air was furnacelike\nin heat and dryness. There was the smell of smoke everywhere. The stars\nwere faint and red and ominous, seen through the smoke that overlay\neverything. So far, to be sure, breathing was possible. It was even\npossible to be comfortable in an air-conditioned room. But this was\nonly the beginning.\n\nLon and Cathy sat together on the porch of his house, after sundown.\nThe other colonists had gone away to their own homes. When the crack\nof doom has visibly begun, men do queer things. In Cetopolis some\nundoubtedly got drunk, or tried to. But there were farmers who would\nspend this last night looking at their drooping crops, trying to\npersuade themselves that if Cetis Gamma only went back to normal before\nsunrise, the crops might yet be saved. But none of them expected it.\n\nOff to the south there was an angry reddish glare in the sky. That was\nvegetation on the desert there, burning. It grew thick as jungle in the\nrainy season, and dried out to pure dessication in dry weather. It had\ncaught fire of itself from the sun's glare in late afternoon. Great\nclouds of acrid smoke rose from it to the stars.\n\nBeyond the horizon to the west there was destruction.\n\nLon and Cathy sat close together. She hadn't even asked to be taken\nback to Cetopolis, as convention would have required. The sun\nwas growing hotter still while it sank below the horizon. It was\nexpanding in fits and starts as new writhing spouts of stuff from its\ninterior burst the bonds of gravity. Blazing magma flung upward in an\nunthinkable eruption. The sun had been three times normal size when it\nset.\n\nLon was no astronomer, but plainly the end of life on the inner planets\nof Cetis Gamma was at hand.\n\nCetis Gamma might, he considered, be in the process of becoming a\nnova. Certainly beyond the horizon there was even more terrible heat\nthan had struck the human colony before sundown. Even if the sun\ndid not explode, even if it was only as fiercely blazing as at its\nsetting, they would die within hours after sunrise. If it increased in\nbrightness, by daybreak its first rays would be death itself. When dawn\ncame, the very first direct beams would set the shiver trees alight on\nthe hilltops, and as it rose the fires would go down into the valleys.\nThis house would smoke and writhe and melt; the air would become flame,\nand the planet's surface would glow red-hot as it turned into the\nsunshine.\n\n       *       *       *       *       *\n\n\"It's going to be--all right, Lon,\" Cathy said unconvincedly. \"It's\njust something happening that'll be over in a little while. But--in\ncase it isn't--we might as well be together. Don't you think so?\"\n\nLon put his arm comfortingly around her. He felt a very strong impulse\nto lie. He could pretend to vast wisdom and tell her the sun's behavior\nwas this or that, and never lasted more than a few hours, but she'd\nknow he lied. They could spend their last hours trying to deceive each\nother out of pure affection. But they'd know it was deceit.\n\n\"D-don't you think so?\" insisted Cathy faintly.\n\nHe said gently, \"No, Cathy, and neither do you. This is the finish. It\nwould've been a lot nicer to go on living, the two of us. We'd have had\nlong, long years to be together. We'd have had kids, and they'd have\ngrown up, and we'd have had--a lot of things. But now I'm afraid we\nwon't.\"\n\nHe tried to smile at her, but it hurt. He thought passionately that\nhe would gladly submit himself to be burned in the slowest and most\nexcruciating manner if only she could be saved from it. But he couldn't\ndo anything.\n\nCathy gulped. \"I-I'm afraid so, too, Lon,\" she said in a small voice.\n\"But it's nice we met each other, anyhow. Now we know we love each\nother. I don't like the idea of dying, but I'm glad we knew we loved\neach other before it happened.\"\n\nLon's hands clenched fiercely. Then the rage went away. He said almost\nhumorously, \"Carson--he's back in Cetopolis. I wonder how he feels. He\nhas no better chance than anybody else. Maybe he's sent off spacegrams,\nbut no ship could possibly get here in time.\"\n\nCathy shivered a little. \"Let's not think about him. Just about us. We\nhaven't much time.\"\n\nAnd just then, very strangely, an idea came to Lon Simpson. He tensed.\n\nAfter a moment, he said in a very queer voice, \"This isn't a nova. It's\na flare-up. The sun isn't exploding. It's just too hot, too big for the\ntemperature inside it, and it's a closed system. So radiation pressure\nhas been building up. Now it's got to be released. So it will spout\ngeysers of its own substance. They'll go out over hundreds of thousands\nof miles. But in a couple of weeks it will be back--nearly--to normal.\"\n\nHe suddenly knew that. He knew why it was so. He could have explained\nit completely and precisely. But he didn't know how he knew. The items\nthat added together were themselves so self evident that he didn't even\nwonder how he knew them. They _had_ to be so!\n\n       *       *       *       *       *\n\nCathy said muffledly, her face against his shoulder, \"But we won't be\nalive in a couple of weeks, Lon. We can't live long past daybreak.\"\n\nHe did not answer. There were more ideas coming into his mind. He\ndidn't know where they came from. But again they were such self\nevident, unquestionable facts that he did not wonder about them. He\nsimply paid tense, desperately concentrated attention as they formed\nthemselves.\n\n\"We--may live,\" he said shakily. \"There's an ionosphere up at the\ntop of the atmosphere here, just like there is on Earth. It's made\nby the sunlight ionizing the thin air. The--stronger sunlight will\nmultiply the ionization. There'll be an--actually conducting layer of\nair.... Yes.... The air will become a conductor, up there.\" He wet his\nlips. \"If I make a--gadget to--short-circuit that conducting layer to\nthe ground here.... When radiation photons penetrate a transparent\nconductor--but there aren't any transparent conductors--the photons\nwill--follow the three-finger rule....\n\n\"They'll move at right angles to their former course--\"\n\nHe swallowed. Then he got up very quietly. He put her aside. He went\nto his tool shed. He climbed to the roof of the barn now filled with\n_thanar_ leaves. He swung his axe.\n\nThe barn was roofed with aluminum over malleable plastic. The useful\nproperty of malleable plastic is that it does not yield to steady\npressure, but does yield to shock. It will stay in shape indefinitely\nunder a load, but one can tap it easily into any form one desires.\n\nLon swung his axe, head down. Presently he asked Cathy to climb up a\nladder and hold a lantern for him. He didn't need light for the rough\nwork--the burning desert vegetation gave enough for that. But when one\nwants to make a parabolic reflector by tapping with an axe, one needs\nlight for the finer part of the job.\n\n       *       *       *       *       *\n\nIn Cetopolis, Carson agitatedly put his records on tape and sent it all\noff by spacegram. He'd previously reported on Lon Simpson, but now he\nknew that he was going to die. And he followed his instinct to transmit\nall his quite useless records, in order that his superiors might\nrealize he had been an admirable employee. It did not occur to him that\nhis superiors might be trying frantically to break his sending beam to\ndemand that he find out how Lon Simpson made his power gadget and how\nhe converted vegetation, before it was too late. They didn't succeed in\nbreaking his beam, because Carson kept it busy.\n\nHe was true to type.\n\nElsewhere, other men were true to type, too. The human population of\nCetis Gamma Two was very small. There were less than five thousand\npeople on the planet--all within a hundred miles of Cetopolis, and all\nnow on the night side. The rest of the planet's land masses scorched\nand shriveled and burst into flame where the sun struck them. The few\nsmall oceans heated and their surfaces even boiled. But nobody saw it.\nThe local fauna and flora died over the space of continents.\n\nBut in the human settlement area, people acted according to\ntheir individual natures. Some few ran amok and tried to destroy\neverything--including themselves--before the blazing sun could return\nto do it. More sat in stunned silence, waiting for doom. A few dug\ndesperately, trying to excavate caves or pits in which they or their\nwives or children could be safe....\n\nBut Lon pounded at his barn roof. He made a roughly parabolic mirror\nsome three yards across. He stripped off aluminum siding and made a\nconnection with the ground. He poured water around that connection. He\nbuilt a crude multiply twisted device of copper wire and put it in the\nfocus of the parabolic mirror.\n\nHe looked up at the sky. The stars seemed dimmer. He took the copper\nthing away, and they brightened a little. He carefully adjusted it\nuntil the stars were at their dimmest.\n\nHe descended to the ground again. He felt an odd incredulity about what\nhe'd done. He didn't doubt that it would work. He was simply unable to\nunderstand how he'd thought of it.\n\n       *       *       *       *       *\n\n\"There, darling! Your pets are quite safe!\" Rhadampsicus said pleasedly.\n\nNodalictha scanned the second planet. It was apparently coated with a\nmetallic covering. But it was not quite like metal. It was misty, like\nan unsubstantial barrier to light--and to Nodalictha's penetrating\nthoughts.\n\n\"I had your male pet,\" Rhadampsicus explained tenderly, \"set up a power\nbeam link to the ionosphere. With several times the usual degree of\nionization--because of the flaring sun--the grounded ionosphere became\na _Rhinthak_ screen about the planet. The more active the sun, the\nmore dense the screen. They'll have light to see by when their side of\nthe planet is toward the sun, but no harmful radiation can get down to\nthem. And the screen will fade away as the sun goes back to its normal\nstate.\"\n\nNodalictha rejoiced. Then she was a little distressed.\n\n\"But now I can't watch them!\" she pouted. Rhadampsicus watched her\ngravely. She said ruefully, \"I see, Rhadampsicus. You've spoiled me!\nBut if I can't watch them for the time being, I won't have anything to\noccupy me. Darling Rhadampsicus, you must talk to me sometimes!\"\n\nHe talked to her absorbedly. He seemed to think, however, that\ndiscussion of the local solar phenomena was conversation. With\nfeminine guile, she pretended to be satisfied, but presently she went\nback to her housekeeping. She began to dream of their life when they\nhad returned home, and of the residence they would inhabit there.\nPresently she was planning the parties she would give as a young\nmatron, with canapés of krypton snow and zenon ice, with sprinklings of\nlovely red nickel bromide crystals for a garnish--\n\n       *       *       *       *       *\n\nThe sun rose again, and they lived. It was as if the sky were covered\nwith a thick cloud bank which absorbed the monstrous radiation of a sun\nnow four times its previous diameter and madly changing shape like a\nmonstrous ameba of flame.\n\nIn time the sun set. It rose again. It set. And Cetis Gamma Two\nremained a living planet instead of being a scorched cinder.\n\nWhen four days had gone by and nobody died, the colonists decided that\nthey might actually keep on living. They had at first no especially\nlogical foundation for their belief.\n\nBut Cathy boasted. And she boasted in Cetopolis. Since they were going\nto keep on living, the conventions required that she return to the\nplanet's one human settlement and her duties as a beamphone operator.\nIt wasn't proper for her to stay unchaperoned so long as she and Lon\nweren't married yet.\n\nShe had no difficulty with Carson. He didn't refer to her desertion.\nCarson had his own troubles. Now that he had decided that he would\nlive, his problems multiplied. The colonists' barns were filled to\ncapacity with _thanar_ leaves which would pay off their debts to the\nCompany. He began to worry about that.\n\nLost without the constant directives from the Company, he had his\ntechnicians step up the power in the settlement transmitter. He\nknew that the screen Lon had put up would stop ordinary spacegram\ntransmission. Even with a tight beam, he could broadcast and receive\nonly at night, when the screen was thinnest. Even so, he had to search\nout holes in the screen.\n\nThe system didn't work perfectly--it wasn't two-way at all, until the\nCompany stepped up the power in its own transmitter--but spacegrams\nstarted to get through again.\n\nCarson smiled in relief. He began to regain some of his old arrogantly\nbored manner. Now that the Company's guiding hand was once more with\nhim, nothing seemed as bad as it had been. He was able to report that\nsomething had happened to save the colony from extinction, and that\nLon Simpson had probably done it.\n\nIn return, he got a spacegram demanding full particulars, and precise\ninformation on the devices he had reported Lon Simpson to have made.\n\nHumbly, Carson obeyed his corporation.\n\n       *       *       *       *       *\n\nHe pumped Cathy--which was not difficult, because she was bursting with\npride in Lon. She confirmed, in detail, the rumor that Lon was somehow\nresponsible for the protective screen that was keeping everybody alive.\n\nCarson sent the information by spacegram. He was informed that a\nspecial Company ship was heading for Cetis Gamma Two at full speed.\nCarson would take orders from its skipper when it arrived. Meanwhile,\nhe would buy _thanar_ leaf if absolutely necessary, but stall as long\nas possible. The legal staff of the Trading Company was working on\nthe problem of adapting the system to get the new surplus supplies of\n_thanar_ without letting anybody get anything in particular for it. He\nwould keep secret the coming of the special ship, which was actually\nthe space yacht of a member of the Board of Directors. And he would\ndisplay great friendliness toward Lon Simpson.\n\nThe last was the difficult part, because Lon Simpson was becoming\ndifficult. With the sun writhing as if in agony overhead--seen dimly\nthrough a permanent blessed mistiness--and changing shape from hour\nto hour, Lon Simpson had discovered something new to get mad about.\nLon had felt definitely on top of the world. He had solved the problem\nof clearing his debts and getting credit sufficient for two passages\nback to Earth, with money there to take care of getting rich on his\ninventions. There was no reason to delay marriage. He wanted to get\nmarried. And through a deplorable oversight, there had been no method\ndevised by which a legal marriage ceremony could be performed on Cetis\nGamma Two.\n\nIt was one of those accidental omissions which would presently be\nrectified. But the legal minds who'd set up the system for the planet\nhad been thinking of money, not marriages. They hadn't envisioned\nconnubial bliss as a service the Company should provide. And Lon was\nraising cain. His barn was literally bursting with _thanar_ leaves,\nand he was filling up his attic, extra bedroom, living quarters and\nkitchen with more. He was rich. He wanted to get married. And it wasn't\npossible.\n\nLon was in a position to raise much more cain than ordinary. He'd made\nan amicable bargain with his fellow colonists. They brought truckloads\nof miscellaneous foliage to be put into his vegetation converter, and\nhe converted it all into _thanar_ leaves. The product was split two\nways. Everybody was happy--except Carson--Because every colonist had\nalready acquired enough _thanar_ leaf to pay himself out of debt, and\nwas working on extra capital.\n\nIf this kept up, the galactic market would be broken.\n\nCarson had nightmares about that.\n\n       *       *       *       *       *\n\nSo the sun went through convulsions in emptiness, and nobody on its\nsecond planet paid any attention at all. After about a week, it\noccasionally subsided. When that happened, the ionization of the\nplanet's upper atmosphere lessened, the radiation screen grew thinner,\nand a larger proportion of light reached the surface. When the sun\nflared higher, the shield automatically grew thicker. An astronomical\nphenomenon which should have destroyed all life on the inner planets\ncame to be taken for granted.\n\nBut events on the second planet were not without consequences\nelsewhere. The Board of Directors of the Cetis Gamma Trading Company\nsimultaneously jittered and beamed with anticipation. If Lon could\nconvert one form of vegetable product into another, then the Company's\nmonopoly of _thanar_ would vanish as soon as he got loose with his\ndevice. On the other hand, if the Company could get that device for its\nvery own....\n\n_Thanar_ had a practically unlimited market. Every year a new age\ngroup of the population needed a milligram a day to keep old age away.\nBut besides that, there was Martian _zuss_ fiber, which couldn't be\nmarketed because there wasn't enough of it, but would easily fetch a\nthousand credits a kilo if Lon's gadget could produce it from samples.\nThere was that Arcturian _sicces_ dust--the pollen of an inordinately\nrare plant on Arcturus Four--which could be sold at more than its\nweight in diamonds, for perfume. And--\n\nThe directors of the Company shivered over what might happen; and\ngloated over what could. So they kept their fingers crossed while the\nspace yacht of one of their number sped toward Cetis Gamma Two, manned\nby very trustworthy men who would carry out their instructions with\ncare and vigor and no nonsense about it.\n\nLon Simpson worked with his neighbors, converting all sorts of\nvegetable debris--the fact that some of it was scorched did not\nseem to matter--into _thanar_ leaf which was sound legal tender on\nthat particular planet. From time to time he went to Cetopolis. He\ntalked sentimentally and yearningly to Cathy. And then he went to\nCarson's office and raised the very devil because there was as yet no\narrangement by which he and Cathy could enter into the state of holy\nmatrimony.\n\n       *       *       *       *       *\n\nRhadampsicus looked over his notes and was very well pleased. He\nexplained to Nodalictha that from now on the return of Cetis Gamma to\nits normal condition would be a cut-and-dried affair. He would like to\nstay and watch it, but the important phenomena were all over now. He\nsaid solicitously that if she wanted to go on, completing their nuptial\njourney.... She might be anxious to see her family and friends.... She\nmight be lonely....\n\nNodalictha smiled at him. The process would have been horrifying to a\nhuman who watched, but Rhadampsicus smiled back.\n\n\"Lonely?\" asked Nodalictha coyly. \"With you, Rhadampsicus?\"\n\nHe impulsively twined his eye stalks about hers. A little later he was\nsaying tenderly, \"Then I'll just finish my observations, darling, and\nwe'll go on--since you don't mind waiting.\"\n\n\"I'd like to see my pets again,\" said Nodalictha, nestling comfortably\nagainst him.\n\nTogether, they scanned the second planet, but their thoughts could\nnot penetrate its _Rhinthak_ screen. They saw the space yacht flash\nup to it. Rhadampsicus inspected the minds of the bipeds inside it.\nNodalictha, of course, modestly refrained from entering the minds of\nmale creatures other than her husband.\n\n\"Peculiar,\" commented Rhadampsicus. \"Very peculiar. If I were a\nsociologist, I might find it less baffling. But they must have a very\nqueer sort of social system. They actually intend to harm your pets,\nNodalictha, because the male now knows how to supply them all with food\nand energy! Isn't that strange? I wish the _Rhinthak_ screen did not\nblock off scanning.... But it will fade, presently.\"\n\n\"You will keep the others from harming my pets,\" said Nodalictha\nconfidently. \"Do you know, darling, I think I must be quite the\nluckiest person in the Galaxy, to be married to you.\"\n\n       *       *       *       *       *\n\nThe space yacht landed at the field outside Cetopolis. Inhabitants\nof the tiny town flocked to the field to see new faces. They were\ndisappointed. One man came out and the airlock closed. No visitors.\n\nThe skipper went into Carson's office. He closed the door firmly\nbehind him. He had very beady eyes and a very hard-boiled expression.\nHe looked at Carson with open contempt, and Carson felt that it was\nbecause Carson did the Company's dirty work with figures and due\nregard for law and order, instead of frankly and violently and without\nshilly-shallying.\n\n\"This Lon Simpson's got those gadgets, eh?\" asked the skipper.\n\n\"Why--yes,\" said Carson unhappily. \"He's very popular at the moment. He\nmade something on his barn roof that kept the sun from burning us all\nto death, you know--that still keeps us from burning to death, for that\nmatter.\"\n\n\"So if we take it away or smash it,\" observed the skipper, \"we don't\nhave to worry about anybody saying nasty things about us afterward.\nYeah?\"\n\nCarson swallowed.\n\n\"Everybody'd die if you smashed the gadget,\" he admitted, \"but all the\n_thanar_ plants in existence would be burned up, too. There'd be no\nmore _thanar_. The Company wouldn't like that.\"\n\nThe skipper waved his hand. \"How do I get this Simpson on my ship? Take\na bunch of my men and go grab him?\"\n\n\"Wh-what are you going to do with him?\"\n\n\"Don't you worry,\" said the skipper comfortingly. \"We know how to\nhandle it. He knows how to make some things the bosses want to know how\nto make. Once I get him on the ship, he'll tell. We got ways. Do I take\nsome men and grab him, or will you get him on board peaceable?\"\n\n\"There--ah--\" Carson licked his lips. \"He wants to get married. There's\nno provision in the legal code for it, as yet. It was overlooked. But I\ncan tell him that as a ship captain, you--\"\n\nThe skipper nodded matter of factly.\n\n\"Right. You get him and the girl on board. And I've got some orders for\nyou. Gather up plenty of _thanar_ seed. Get some starting trays with\nyoung plants in them. I'll come back in a couple of days and take you\nand them on board. The stuff this guy has got is too good, understand?\"\n\n\"N-no. I'm afraid I don't.\"\n\n       *       *       *       *       *\n\n\"I get this guy to tell us how to make his gadgets,\" the skipper\nexplained contemptuously. \"We make sure he tells us right. To be extra\nsure, we leave the gadgets he's got made and working back here, where\nhe can't get to 'em and spoil 'em. But when we know all he knows--and\nwhat he only guesses, too, and my tame scientists have made the same\nkinda gadgets, an' they work--why, we come back and pick you up, and\nthe _thanar_ seed and the young growing plants. Then we get the gadgets\nthis guy made here, and we head back for Earth.\"\n\n\"But if you take the gadget that keeps us all from being burned up--\"\nCarson said agitatedly, \"if you do, everybody here--\"\n\n\"Won't that be too bad!\" the skipper said ironically. \"But you won't be\nhere. You'll be on the yacht. Don't worry. Now go fix it for the girl\nand him to walk into our parlor.\"\n\nCarson's hand shook as he reached for the beamphone. His voice was not\nquite normal as he explained to Cathy in the exchange that the skipper\nof the space yacht had the legal power to perform marriage ceremonies\nin space. And Carson, as a gesture of friendship to one of the most\nprominent colonists, had asked if the captain would oblige Cathy and\nLon. The captain had agreed. If they made haste, he would take them out\nin space and marry them.\n\nThe skipper of the space yacht regarded him with undisguised scorn when\nhe hung up the phone and mopped his face.\n\n\"Pretty girl, eh?\" he asked contemptuously, \"and you didn't have the\nnerve to grab her for yourself?\" He did not wait for an answer. \"I'll\nlook her over. You get your stuff ready for when I come back in a\ncouple of days.\"\n\n\"But--when you release them,\" Carson said shakily, \"They'll report--\"\n\nThe skipper looked at Carson without any expression at all. Then he\nwent out.\n\nCarson felt sick. But he was a very loyal employee of the Cetis Gamma\nTrading Company. From the windows of his air-conditioned office, he\nwatched Lon Simpson greet Cathy on his arrival in Cetopolis. He saw\nCathy put a sprig of _chanel_ blossoms on the lapel of her very best\nsuit, in lieu of a bridal bouquet. And he watched them go with shining\nfaces toward the airport. He didn't try to stop them.\n\nLater he heard the space yacht take off.\n\n       *       *       *       *       *\n\nNodalictha prepared to share the thoughts and the happiness of the\nfemale biped whose emotions were familiar, since Nodalictha was so\nrecently a bride herself. Rhadampsicus was making notes, but he\ngallantly ceased when Nodalictha called to him. They sat, then, before\ntheir crude but comfortable bower on the ninth planet, all set to share\nthe quaint rejoicing of the creatures of which Nodalictha had grown\nfond.\n\nNodalictha penetrated the thoughts of the female, in pleased\nanticipation. Rhadampsicus scanned the mind of the male, and his\nexpression changed. He shifted his thought to another and another of\nthe bipeds in the ship's company. He spoke with some distaste.\n\n\"The ones you consider your pets, Nodalictha, are amiable enough. But\nthe others--\" He frowned. \"Really, darling, if you went into their\nminds, you'd be most displeased. They are quite repulsive. Let's forget\nabout them and start for home. If you really care for pets, we've much\nmore suitable creatures there.\"\n\nNodalictha pouted.\n\n\"Rhadampsicus, let's just watch their marriage ceremony. It is so\ncute to think of little creatures like that loving each other--and\nmarrying--\"\n\nRhadampsicus withdrew his thought from the space yacht and looked\nabout the charming rural retreat he and Nodalictha had occupied.\nIts nitrogen-snow walls glittered in the starlight. The garden of\ncyanogen flowers and the border of ammonia crystals and the walkway\nof monoclinic sulphur, and the reflection pool of liquid hydrogen\nhe'd installed in an odd half hour. These were simple, but they were\ndelightful. The crudity of the space yacht with its metal walls so\ncuriously covered over with a coating of lead oxide in hardened oil,\nand the vegetable gum flooring.... Rhadampsicus did not like the\nsurroundings men made for themselves in space.\n\n\"Very well, darling,\" he said resignedly. \"We will watch, and then\nwe'll take off for home. I'm anxious to see what the modernists have\nto say when I show them my notes on this flare-up.--And of course,\" he\nadded with grave humor, \"you want to show your family that I haven't\nill-treated you.\"\n\nHe was the barest trace impatient, but Nodalictha's thoughts were with\nthe female biped in the spaceship. Her expression was distressed.\n\n\"Rhadampsicus!\" she said angrily. \"The other bipeds are being unkind to\nmy pets! Do something! I don't like them!\"\n\n       *       *       *       *       *\n\nA sailor in a soiled uniform led them into the space yacht's saloon.\nThe airlock clanked shut, and the yacht soared for the skies. The\nsailor vanished. Nobody else came near. Then Lon stiffened. He got the\nflavor of his surroundings. He had Cathy with him. On her account, his\nflesh crawled suddenly.\n\nThis was a space yacht, but of a very special kind. It was a pleasure\nship. The decorations were subtly disgusting. There were pictures on\nthe walls, and at first glance they were pretty enough, but on second\nglance they were disquieting, and when carefully examined they were\nelaborately and allusively monstrous. This was the yacht of someone\ndenying that anything could be more desirable than pleasure--and who\ntook his pleasure in a most unattractive fashion.\n\nLon grasped this much, and it occurred to him that the crew of such a\nyacht would be chosen for its willingness to coöperate in its owner's\nenterprises. And Lon went somewhat pale, for Cathy was with him.\n\nThe ship went up and up, with the dark shutters over the ports showing\nthat it was in sunshine fierce enough to be dangerous on unshielded\nflesh. Presently there was the feel of maneuvering. After a time the\nshutters flipped open and stars were visible.\n\nLon went quickly to a port and looked out. The great black mass of the\nnight side of Cetis Gamma Two filled half the firmament. It blotted\nout the sun. The space yacht might be two or three thousand miles up\nand in the planet's umbra--its shadow--which was not necessary for a\nspace wedding, or for anything involving a reasonably brief stay in the\nexcessive heat Cetis Gamma gave off.\n\nThere were clankings. A door opened. The skipper came in and Cathy\nsmiled at him because she didn't realize Lon's fierce apprehension.\nFour other men followed, all in soiled and untidy space yacht uniforms,\nthen two other men in more ordinary clothing. Their expressions were\ndistinctly uneasy.\n\nThe four sailors walked matter of factly over to Lon and grabbed at\nhim. They should have taken him completely by surprise, but he had been\nwarned just enough to explode into battle. It was a very pretty fight,\nfor a time. Lon kept three of them busy. One snarled with a wrenched\nwrist, another spat blood and teeth and a third had a closed eye before\nthe fourth swung a chair. Then Lon hit something with his head. It was\nthe deck, but he didn't know it.\n\n       *       *       *       *       *\n\nWhen he came to, he was hobbled. He was not bound so he couldn't move,\nbut his hands were handcuffed together, with six inches of chain\nbetween for play. His ankles were similarly restricted. He could\nmove, but he could not fight. Blood was trickling down his temple and\nsomebody was holding his head up.\n\nThe skipper said impatiently, \"All right, stand back.\"\n\nLon's head was released. The skipper jerked a thumb. Men went out.\nLon looked about desperately for Cathy. She was there--dead white and\nterrified, but apparently unharmed. She stared at Lon in wordless\npleading.\n\n\"You're a suspicious guy, aren't you?\" asked the skipper sardonically.\n\"Somebody lays a finger on you and you start fighting. But you've got\nthe idea. I'll say it plain so we can get moving. You're Lon Simpson.\nCarson, down on the planet, reported some nice news about you. You made\na gadget that converts any sort of leaf to _thanar_. Maybe it turns\nstuff to other stuff, too.\" He paused. \"We want to know how to make\ngadgets like that. You're gonna draw plans an' explain the theory. I\ngot guys here to listen. We're gonna make one, from your plans an'\nexplanations, an' it'd better work. See?\"\n\n\"Carson sent for you to do this,\" Lon Simpson said thickly.\n\n\"He did. The Company wants it. They'll use it to make _zuss_ fiber and\nsicces dust, and stuff like that. Maybe dream dust, too, an' so on. The\npoint is you're gonna tell us how to make those gadgets. How about it?\"\n\nLon licked his lips. He said slowly, \"I think there's more. Go on.\"\n\n\"You made another gadget,\" said the skipper, with relish, \"that turns\nout power without fuel. The Company wants that, too. Spacelines will\npay for it. Cities will pay for it. It ought to be a pretty nice thing.\nYou're gonna make plans and explanations of how that works and we're\ngonna make sure they're right. That clear?\"\n\n\"Will you let us go when I've told you?\" Lon asked bitterly.\n\n\"Not without one more gadget,\" the skipper added amiably. \"You made\nsomething that put a screen around the planet yonder, so it didn't\nget burned up. It'd oughta be useful. The company'll put one around\nMercury. Convenient for minin' operations. One around that planet\nthat's too close to Sirius. Oh, there's plenty of places that'll be\nuseful. So you'll get set to draw up the plans for that, too--_and_\nexplanations of how it works. Then we'll talk about lettin' you go.\"\n\n       *       *       *       *       *\n\nLon knew that he wouldn't be let go in any case. Not after he'd told\nthem what was wanted. Not by men who'd work on a pleasure craft like\nthis. Not with Cathy a prisoner with him. But he might as well get all\nthe cards down.\n\n\"And if I won't tell you what you want to know?\" he asked.\n\nThe skipper shrugged his shoulders. \"You were knocked out a while,\" he\nsaid without heat. \"While we were waitin' for you to come to, we told\nher--\" he jerked his thumb at Cathy--\"what would happen to her if you\nweren't obligin'. We told her plenty. She knows we mean it. We won't\nhurt you until we've finished with her. So you'd better get set to\ntalk. I'll let her see if she can persuade you peaceable. I'll give her\nten minutes.\"\n\nHe went out. The door clicked shut behind him and Lon knew that this\nwas the finish. He looked at Cathy's dazed, horror-filled eyes. He knew\nthis wasn't a bluff. He was up against the same system that had brought\ncolonists to Cetis Gamma Two. The brains that had planned that system\nhad planned this. They'd gotten completely qualified men to do their\ndirty work in both cases.\n\n\"Lon, darling! Please kill me!\" Cathy said in a hoarse whisper.\n\nHe looked at her in astonishment.\n\n\"Please kill me!\" repeated Cathy desperately. \"They--they can't ever\ndare let us go, Lon, after what they've told me! They've got to kill us\nboth. But--Lon, darling--please kill me first....\"\n\nAn idea came into Lon's mind. He surveyed it worriedly. He knew that he\nwould have to tell what he knew and then he would be killed. The Cetis\nGamma Trading Company wanted his inventions, and it would need him dead\nafter it had them.\n\nThe idea was hopeless, but he had to try it. They knew he'd made\ngadgets which did remarkable things. If he made something now and\npersuaded them that it was a weapon....\n\nHis flesh crawled with horror. Not for himself, but for Cathy. He\nfumbled in his pockets. A pocket knife. A key chain. String. His\nface was completely gray. He ripped an upholstered seat. There were\ncoiled springs under the foamite. He pulled away a piece of decorative\nmolding. He knew it wouldn't work, but there wasn't anything else\nto do. His hands moved awkwardly, with the handcuffs limiting their\nmovements.\n\nTime passed. He had something finished. It was a bit of wood with a\ncoil spring from the chair, with his key chain wrapped around it and\nhis pocket knife set in it so that the blade would seem to make a\ncontact. But it would achieve nothing whatever.\n\nCathy stared at him. Her eyes were desperate, but she believed. She'd\nseen three equally improbable devices perform wonders. While Lon made\nsomething that looked like the nightmare of an ultimatist sculptor, she\nwatched in terrified hope.\n\n       *       *       *       *       *\n\nHe had it in his hand when the door opened again and the skipper came\nback into the saloon. He said prosaically, \"Shall I call in the\nscientist guys to listen, or the persuader guys to work on her?\"\n\n\"Neither. I've made another gadget,\" Lon said from a dry throat. \"It\nwill kill you. It'll kill everybody on the ship--from here. You're\ngoing to put us back down on the planet below.\"\n\nThe skipper did not look at the gadget, but at Lon's face. Then he\ncalled. The four men of the crew and the two uneasy scientists came in.\n\n\"We got to persuade,\" the skipper said sardonically. \"He just told me\nhe's made a new gadget that'll kill us all.\"\n\nHe moved unhurriedly toward Lon. Lon knew that his bluff was no good.\nIf the thing had actually been a weapon, he'd have been confident and\nassured. He didn't feel that way, but he raised the thing menacingly as\nthe skipper approached.\n\nThe skipper took it away, laughing.\n\n\"We'll tie him in a chair an' get to work on her. When he's ready\nto talk, we'll stop.\" He looked at the object in his hands. It was\nridiculous to look at. It was as absurd as the device that extracted\npower from matter stresses, and the machine that converted one kind\nof vegetation into another, and the apparatus--partly barn roof--that\nhad short-circuited the ionosphere of Cetis Gamma Two to the planet's\nsolid surface. It looked very foolish indeed.\n\nThe skipper was amused.\n\n\"Look out, you fellas,\" he said humorously. \"It's gonna kill you!\"\n\nHe crooked his finger and the knifeblade made a contact. He swept it\nin mock menace about the saloon. The four crew-members and the two\nscientists went stiff. He gaped at them, then turned the device to\nstare at it incredulously. He came within its range.\n\nHe stiffened. Off-balance, he fell on the device, breaking its gimcrack\nfastenings and the contact which transmitted nothing that Lon Simpson\ncould imagine coming out of it. The others fell, one by one, with\npeculiarly solid impacts.\n\nTheir flesh was incredibly hard. It was as solid, in fact, as so much\nmahogany.\n\n       *       *       *       *       *\n\nNodalictha said warmly, \"You're a darling, Rhadampsicus! It was\noutrageous of those nasty creatures to intend to harm my pets! I'm glad\nyou attended to them!\"\n\n\"And I'm glad you're pleased, my dear,\" Rhadampsicus said pleasantly.\n\"Now shall we set out for home?\"\n\nNodalictha looked about the cosy landscape of the ninth planet of\nCetis Gamma. There were jagged peaks of frozen air, and mountain ranges\nof water, solidified ten thousand aeons ago. There were frost-trees\nof nitrogen, the elaborate crystal formations of argon, and here a\nwide sweep of oxygen crystal sward, with tiny peeping wild crystals of\ndeep-blue cyanogen seeming to grow more thickly by the brook of liquid\nhydrogen. And there was their bower; primitive, but the scene of a true\nhoneymoon idyll.\n\n\"I almost hate to go home, Rhadampsicus,\" Nodalictha said. \"We've been\nso happy here. Will you remember it for always?\"\n\n\"Naturally,\" said Rhadampsicus. \"I'm glad you've been happy.\"\n\nNodalictha snuggled up to him and twined eye stalks with him.\n\n\"Darling,\" she said softly, \"you've been wonderful, and I've been\nspoiled, and you've let me be. But I'm going to be a very dutiful wife\nfrom now on, Rhadampsicus. Only it has been fun, having you be so nice\nto me!\"\n\n\"It's been fun for me, too,\" replied Rhadampsicus gallantly.\n\nNodalictha took a last glance around, and each of her sixteen eyes\nglowed sentimentally. Then she scanned the far-distant spaceship in the\nshadow of the second planet from the now subsiding sun.\n\n\"My pets,\" she said tenderly. \"But--Rhadampsicus, what are they doing?\"\n\n\"They've discovered that the crew of their vehicle--they call it a\nspace yacht--aren't dead, that they're only in suspended animation. And\nthey've decided in some uneasiness that they'd better take them back to\nEarth to be revived.\"\n\n\"How nice! I knew they were sweet little creatures!\"\n\nRhadampsicus hesitated a moment.\n\n\"From the male's mind I gather something else. Since the crew of this\nspace yacht was incapacitated, and they were--ah--not employed on\nit, he and your female will bring it safely to port, and, I gather\nthat they have a claim to great reward. Ah--it is something they\ncall 'salvage.' He plans to use it to secure other rewards he calls\n'patents' and they expect to live happily ever after.\"\n\n\"And,\" cried Nodalictha gleefully, \"from the female's mind I know that\nshe is very proud of him, because she doesn't know that you designed\nall the instruments he made, darling. She's speaking to him now,\ntelling him she loves him very dearly.\"\n\nThen Nodalictha blushed a little, because in a faraway space yacht\nCathy had kissed Lon Simpson. The process seemed highly indecorous to\nNodalictha, so recently a bride.\n\n\"Yes,\" said Rhadampsicus, drily. \"He is returning the compliment. It is\nquaint to think of such small creatures--Ha! Nodalictha, you should be\npleased again. He is telling her that they will be married when they\nreach Earth, and that she shall have a white dress and a veil and a\ntrain. But I am afraid we cannot follow to witness the ceremony.\"\n\nTheir tentacles linked and their positron blasts mingling, the two of\nthem soared up from the surface of the ninth planet of Cetis Gamma.\nThey swept away, headed for their home at the extreme outer tip of the\nmost far-flung arm of the spiral outposts of the Galaxy.\n\n\"But still,\" said Nodalictha, as they swept through emptiness at a\nspeed unimaginable to humans, \"they're wonderfully cute.\"\n\n\"Yes, darling,\" Rhadampsicus agreed, unwilling to start an argument so\nsoon after the wedding. \"But not as cute as you.\"\n\n       *       *       *       *       *\n\nOn the space yacht, Lon Simpson tried to use his genius to invent a way\nto get his handcuffs and leg-irons off. He failed completely.\n\nCathy had to get the keys out of the skipper's pocket and unlock them\nfor him.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Sentimentalists, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SENTIMENTALISTS ***\n\n***** This file should be named 51102-8.txt or 51102-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/0/51102/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}