{"title": "The Other Now", "author": "Murray Leinster", "releaseDate": "February 2, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             THE OTHER NOW\n\n                          By MURRAY LEINSTER\n\n                       Illustrated by PHIL BARD\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction March 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n       He knew his wife was dead, because he'd seen her buried.\n        But it was only one possibility out of infinitely many!\n\n\nIt was self-evident nonsense. If Jimmy Patterson had told anybody\nbut Haynes, calm men in white jackets would have taken him away for\npsychiatric treatment which undoubtedly would have been effective. He'd\nhave been restored to sanity and common sense, and he'd probably have\ndied of it. So to anyone who liked Jimmy and Jane, it is good that\nthings worked out as they did. The facts are patently impossible, but\nthey are satisfying.\n\nHaynes, though, would like very much to know exactly why it happened\nin the case of Jimmy and Jane and nobody else. There must have been\nsome specific reason, but there's absolutely no clue to it.\n\nIt began about three months after Jane was killed in that freak\naccident. Jimmy had taken her death hard. This night seemed no\ndifferent from any other. He came home just as usual and his throat\ntightened a little, just as usual, as he went up to the door. It was\nstill intolerable to know that Jane wouldn't be waiting for him.\n\nThe hurt in his throat was a familiar sensation which he was doggedly\nhoping would go away. But it was extra strong tonight and he wondered\nrather desperately if he'd sleep, or, if he did, whether he would\ndream. Sometimes he had dreams of Jane and was happy until he woke\nup, and then he wanted to cut his throat. But he wasn't at that point\ntonight. Not yet.\n\nAs he explained it to Haynes later, he simply put his key in the door\nand opened it and started to walk in. But he kicked the door instead,\nso he absently put his key in the door and opened it and started to\nwalk in--\n\nYes, that is what happened. He was half-way through before he realized.\nHe stared blankly. The door looked perfectly normal. He closed it\nbehind him, feeling queer. He tried to reason out what had happened.\n\nThen he felt a slight draught. The door wasn't shut. It was wide open.\nHe had to close it again.\n\nThat was all that happened to mark this night off from any other, and\nthere is no explanation why it happened--began, rather--this night\ninstead of another. Jimmy went to bed with a taut feeling. He'd had the\nconviction that he opened the door twice. The same door. Then he'd had\nthe conviction that he had had to close it twice. He'd heard of that\nfeeling. Queer, but no doubt commonplace.\n\nHe slept, blessedly without dreams. He woke next morning and found his\nmuscles tense. That was an acquired habit. Before he opened his eyes,\nevery morning, he reminded himself that Jane wasn't beside him. It was\nnecessary. If he forgot and turned contentedly--to emptiness--the ache\nof being alive, when Jane wasn't, was unbearable.\n\n       *       *       *       *       *\n\nThis morning he lay with his eyes closed to remind himself, and instead\nfound himself thinking about that business of the door. He'd kicked\nthe door between the two openings, so it wasn't only an illusion of\nrepetition. He was puzzling over that repetition after closing the\ndoor, when he found he had to close it again. That proved to him it\nwasn't a standard mental vagary. It looked like a delusion. But his\nmemory insisted that it had happened that way, whether it was possible\nor not.\n\nFrowning, he went out and got his breakfast at a restaurant and rode\nto work. Work was blessed, because he had to think about it. The main\ntrouble was that sometimes something turned up which Jane would have\nbeen amused to hear, and he had to remind himself that there was no use\nmaking a mental note to tell her. Jane was dead.\n\nToday he thought a good deal about the door, but when he went home he\nknew that he was going to have a black night. He wouldn't sleep, and\noblivion would seem infinitely tempting, because the ache of being\nalive, when Jane wasn't, was horribly tedious and he could not imagine\nan end to it. Tonight would be a very bad one, indeed.\n\nHe opened the door and started in. He went crashing into the door. He\nstood still for an instant, and then fumbled for the lock. But the\ndoor was open. He'd opened it. There hadn't been anything for him to\nrun into. Yet his forehead hurt where he'd bumped into the door which\nwasn't closed at all.\n\nThere was nothing he could do about it, though. He went in. He hung\nup his coat. He sat down wearily. He filled his pipe and grimly faced\na night that was going to be one of the worst. He struck a match and\nlighted his pipe, and put the match in an ashtray. And he glanced in\nthe tray. There were the stubs of cigarets in it. Jane's brand. Freshly\nsmoked.\n\nHe touched them with his fingers. They were real. Then a furious anger\nfilled him. Maybe the cleaning woman had had the intolerable insolence\nto smoke Jane's cigarets. He got up and stormed through the house,\nraging as he searched for signs of further impertinence. He found\nnone. He came back, seething, to his chair. The ashtray was empty. And\nthere'd been nobody around to empty it.\n\nIt was logical to question his own sanity, and the question gave him a\nsort of grim cheer. The matter of the recurrent oddities could be used\nto fight the abysmal depression ahead. He tried to reason them out,\nand always they added up to delusions only.\n\nBut he kept his mind resolutely on the problem. Work, during the\nday, was a godsend. Sometimes he was able to thrust aside for whole\nhalf-hours the fact that Jane was dead. Now he grappled relievedly with\nthe question of his sanity or lunacy. He went to the desk where Jane\nhad kept her household accounts. He'd set the whole thing down on paper\nand examine it methodically, checking this item against that.\n\n       *       *       *       *       *\n\nJane's diary lay on the desk-blotter, with a pencil between two of its\npages. He picked it up with a tug of dread. Some day he might read\nit--an absurd chronicle Jane had never offered him--but not now. Not\nnow!\n\nThat was when he realized that it shouldn't be here. His hands jumped,\nand it fell open. He saw Jane's angular writing and it hurt. He closed\nit quickly, aching all over. But the printed date at the top of the\npage registered on his brain even as he snapped the cover shut.\n\nHe sat still for minutes, every muscle taut.\n\nIt was a long time before he opened the book again, and by that time\nhe had a perfectly reasonable explanation. It must be that Jane hadn't\nrestricted herself to assigned spaces. When she had something extra to\nwrite, she wrote it on past the page allotted for a given date.\n\nOf course!\n\nJimmy fumbled back to the last written page, where the pencil had been,\nwith a tense matter-of-factness. It was, as he'd noticed, today's date.\nThe page was filled. The writing was fresh. It was Jane's handwriting.\n\n\"_Went to the cemetery_,\" said the sprawling letters. \"_It was very\nbad. Three months since the accident and it doesn't get any easier.\nI'm developing a personal enmity to chance. It doesn't seem like an\nabstraction any more. It was chance that killed Jimmy. It could have\nbeen me instead, or neither of us. I wish--_\"\n\nJimmy went quietly mad for a moment or two. When he came to himself he\nwas staring at an empty desk-blotter. There wasn't any book before him.\nThere wasn't any pencil between his fingers. He remembered picking up\nthe pencil and writing desperately under Jane's entry. \"_Jane!_\" he'd\nwritten--and he could remember the look of his scrawled script under\nJane's--\"_where are you? I'm not dead! I thought you were! In God's\nname, where are you?_\"\n\nBut certainly nothing of the sort could have happened. It was delusion.\n\nThat night was particularly bad, but curiously not as bad as some\nother nights had been. Jimmy had a normal man's horror of insanity,\nyet this wasn't, so to speak, normal insanity. A lunatic has always an\nexplanation for his delusions. Jimmy had none. He noted the fact.\n\nNext morning he bought a small camera with a flash-bulb attachment and\ncarefully memorized the directions for its use. This was the thing that\nwould tell the story. And that night, when he got home, as usual after\ndark, he had the camera ready. He unlocked the door and opened it. He\nput his hand out tentatively. The door was still closed.\n\nHe stepped back and quickly snapped the camera. There was a sharp flash\nof the bulb. The glare blinded him. But when he put out his hand again,\nthe door was open. He stepped into the living-room without having to\nunlock and open it a second time.\n\n       *       *       *       *       *\n\nHe looked at the desk as he turned the film and put in a new\nflash-bulb. It was as empty as he'd left it in the morning. He hung up\nhis coat and settled down tensely with his pipe. Presently he knocked\nout the ashes. There were cigaret butts in the tray.\n\nHe quivered a little. He smoked again, carefully not looking at the\ndesk. It was not until he knocked out the second pipeful of ashes that\nhe let himself look where Jane's diary had been.\n\nIt was there again. The book was open. There was a ruler laid across it\nto keep it open.\n\nJimmy wasn't frightened, and he wasn't hopeful. There was absolutely no\nreason why this should happen to him. He was simply desperate and grim\nwhen he went across the room. He saw yesterday's entry, and his own\nhysterical message. And there was more writing beyond that.\n\nIn Jane's hand.\n\n\"_Darling, maybe I'm going crazy. But I think you wrote me as if you\nwere alive. Maybe I'm crazy to answer you. But please, darling, if you\nare alive somewhere and somehow--_\"\n\nThere was a tear-blot here. The rest was frightened, and tender, and as\ndesperate as Jimmy's own sensations.\n\nHe wrote, with trembling fingers, before he put the camera into\nposition and pressed the shutter-control for the second time.\n\nWhen his eyes recovered from the flash, there was nothing on the desk.\n\nHe did not sleep at all that night, nor did he work the next day. He\nwent to a photographer with the film and paid an extravagant fee to\nhave the film developed and enlarged at once. He got back two prints,\nquite distinct. Even very clear, considering everything. One looked\nlike a trick shot, showing a door twice, once open and once closed, in\nthe same photograph. The other was a picture of an open book and he\ncould read every word on its pages. It was inconceivable that such a\npicture should have come out.\n\nHe walked around practically at random for a couple of hours, looking\nat the pictures from time to time. Pictures or no pictures, the thing\nwas nonsense. The facts were preposterous. It must be that he only\nimagined seeing these prints. But there was a quick way to find out.\n\nHe went to Haynes. Haynes was his friend and reluctantly a\nlawyer--reluctantly because law practice interfered with a large number\nof unlikely hobbies.\n\n\"Haynes,\" said Jimmy quietly, \"I want you to look at a couple of\npictures and see if you see what I do. I may have gone out of my head.\"\n\n       *       *       *       *       *\n\nHe passed over the picture of the door. It looked to Jimmy like two\ndoors, nearly at right angles, in the same door-frame and hung from the\nsame hinges.\n\nHaynes looked at it and said tolerantly, \"Didn't know you went in for\ntrick photography.\" He picked up a reading glass and examined it in\ndetail. \"A futile but highly competent job. You covered half the film\nand exposed with the door closed, and then exposed for the other half\nof the film with the door open. A neat job of matching, though. You've\na good tripod.\"\n\n\"I held the camera in my hand,\" said Jimmy, with restraint.\n\n\"You couldn't do it that way, Jimmy,\" objected Haynes. \"Don't try to\nkid me.\"\n\n\"I'm trying not to fool myself,\" said Jimmy. He was very pale. He\nhanded over the other enlargement. \"What do you see in this?\"\n\nHaynes looked. Then he jumped. He read through what was so plainly\nphotographed on the pages of a diary that hadn't been before the\ncamera. Then he looked at Jimmy in palpable uneasiness.\n\n\"Got any explanation?\" asked Jimmy. He swallowed. \"I--haven't any.\"\n\nHe told what had happened to date, baldly and without any attempt to\nmake it reasonable. Haynes gaped at him. But before long the lawyer's\neyes grew shrewd and compassionate. As noted hitherto, he had a number\nof unlikely hobbies, among which was a loud insistence on a belief in a\nfourth dimension and other esoteric ideas, because it was good fun to\ntalk authoritatively about them. But he had common sense, had Haynes,\nand a good and varied law practice.\n\nPresently he said gently, \"If you want it straight, Jimmy ... I had\na client once. She accused a chap of beating her up. It was very\npathetic. She was absolutely sincere. She really believed it. But her\nown family admitted that she'd made the marks on herself--and the\ndoctors agreed that she'd unconsciously blotted it out of her mind\nafterward.\"\n\n\"You suggest,\" said Jimmy composedly, \"that I might have forged all\nthat to comfort myself with, as soon as I could forget the forging.\nI don't think that's the case, Haynes. What possibilities does that\nleave?\"\n\nHaynes hesitated a long time. He looked at the pictures again,\nscrutinizing especially the one that looked like a trick shot.\n\n\"This is an amazingly good job of matching,\" he said wrily. \"I can't\npick the place where the two exposures join. Some people might manage\nto swallow this, and the theoretic explanation is a lot better. The\nonly trouble is that it couldn't happen.\"\n\nJimmy waited.\n\n       *       *       *       *       *\n\nHaynes went on awkwardly, \"The accident in which Jane was killed. You\nwere in your car. You came up behind a truck carrying structural steel.\nThere was a long slim girder sticking way out behind, with a red rag on\nit. The truck had airbrakes. The driver jammed them on just after he'd\npassed over a bit of wet pavement. The truck stopped. Your car slid,\neven with the brakes locked.--It's nonsense, Jimmy!\"\n\n\"I'd rather you continued,\" said Jimmy, white.\n\n\"You--ran into the truck, your car swinging a little as it slid. The\ngirder came through the windshield. It could have hit you. It could\nhave missed both of you. By pure chance, it happened to hit Jane.\"\n\n\"And killed her,\" said Jimmy very quietly. \"Yes. But it might have been\nme. That diary entry is written as if it had been me. Did you notice?\"\n\nThere was a long pause in Haynes' office. The world outside the windows\nwas highly prosaic and commonplace and normal. Haynes wriggled in his\nchair.\n\n\"I think,\" he said unhappily, \"you did the same as my girl\nclient--forged that writing and then forgot it. Have you seen a doctor\nyet?\"\n\n\"I will,\" said Jimmy. \"Systematize my lunacy for me first, Haynes. If\nit can be done.\"\n\n\"It's not accepted science,\" said Haynes. \"In fact, it's considered\neyewash. But there have been speculations....\" He grimaced. \"First\npoint is that it was pure chance that Jane was hit. It was just as\nlikely to be you instead, or neither of you. If it had been you--\"\n\n\"Jane,\" said Jimmy, \"would be living in our house alone, and she might\nvery well have written that entry in the diary.\"\n\n\"Yes,\" agreed Haynes uncomfortably. \"I shouldn't suggest this,\nbut--there are a lot of possible futures. We don't know which one\nwill come about for us. Nobody except fatalists can argue with that\nstatement. When today was in the future, there were a lot of possible\ntodays. The present moment--now--is only one of any number of nows\nthat might have been. So it's been suggested--mind you, this isn't\naccepted science, but pure charlatanry--it's been suggested that there\nmay be more than one actual now. Before the girder actually hit, there\nwere three nows in the possible future. One in which neither of you was\nhit, one in which you were hit, and one--\"\n\nHe paused, embarrassed. \"So some people would say, how do we know that\nthe one in which Jane was hit is the only now? They'd say that the\nothers could have happened and that maybe they did.\"\n\n       *       *       *       *       *\n\nJimmy nodded.\n\n\"If that were true,\" he said detachedly, \"Jane would be in a present\nmoment, a now, where it was me who was killed. As I'm in a now where\nshe was killed. Is that it?\"\n\nHaynes shrugged.\n\nJimmy thought, and said gravely, \"Thanks. Queer, isn't it?\"\n\nHe picked up the two pictures and went out.\n\nHaynes was the only one who knew about the affair, and he worried. But\nit is not easy to denounce someone as insane, when there is no evidence\nthat he is apt to be dangerous. He did go to the trouble to find out\nthat Jimmy acted in a reasonably normal manner, working industriously\nand talking quite sanely in the daytime. Only Haynes suspected that of\nnights he went home and experienced the impossible. Sometimes, Haynes\nsuspected that the impossible might be the fact--that had been an\namazingly good bit of trick photography--but it was too preposterous!\nAlso, there was no reason for such a thing to happen to Jimmy.\n\n       *       *       *       *       *\n\nFor a week after Haynes' pseudo-scientific explanation, however, Jimmy\nwas almost light-hearted. He no longer had to remind himself that\nJane was dead. He had evidence that she wasn't. She wrote to him in\nthe diary which he found on her desk, and he read her messages and\nwrote in return. For a full week the sheer joy of simply being able to\ncommunicate with each other was enough.\n\nThe second week was not so good. To know that Jane was alive was good,\nbut to be separated from her without hope was not. There was no meaning\nin a cosmos in which one could only write love-letters to one's wife or\nhusband in another now which only might have been. But for a while both\nJimmy and Jane tried to hide this new hopelessness from each other.\n\nJimmy explained this carefully to Haynes before it was all over. Their\nletters were tender and very natural, and presently there was even time\nfor gossip and actual bits of choice scandal....\n\nHaynes met Jimmy on the street one day, after about two weeks. Jimmy\nlooked better, but he was drawn very fine. Though he greeted Haynes\nwithout constraint, Haynes felt awkward. After a little he said,\n\"Er--Jimmy. That matter we were talking about the other day--Those\nphotographs--\"\n\n\"Yes. You were right,\" said Jimmy casually. \"Jane agrees. There is more\nthan one now. In the now I'm in, Jane was killed. In the now she's in,\nI was killed.\"\n\nHaynes fidgeted. \"Would you let me see that picture of the door again?\"\nhe asked. \"A trick film like that simply can't be perfect! I'd like to\nenlarge that picture a little more. May I?\"\n\n\"You can have the film,\" said Jimmy. \"I don't need it any more.\"\n\nHaynes hesitated. Jimmy, quite matter-of-factly, told him most of what\nhad happened to date. But he had no idea what had started it. Haynes\nalmost wrung his hands.\n\n\"The thing can't be!\" he said desperately. \"You _have_ to be crazy,\nJimmy!\"\n\nBut he would not have said that to a man whose sanity he really\nsuspected.\n\nJimmy nodded. \"Jane told me something, by the way. Did you have a\nnear-accident night before last? Somebody almost ran into you out on\nthe Saw Mill Road?\"\n\nHaynes started and went pale. \"I went around a curve and a car plunged\nout of nowhere on the wrong side of the road. We both swung hard. He\nsmashed my fender and almost went off the road himself. But he went\nracing off without stopping to see if I'd gone in the ditch and killed\nmyself. If I'd been five feet nearer the curve when he came out of it--\"\n\n\"Where Jane is,\" said Jimmy, \"you were. Just about five feet nearer the\ncurve. It was a bad smash. Tony Shields was in the other car. It killed\nhim--where Jane is.\"\n\nHaynes licked his lips. It was absurd, but he said, \"How about me?\"\n\n\"Where Jane is,\" Jimmy told him, \"you're in the hospital.\"\n\nHaynes swore in unreasonable irritation. There wasn't any way for Jimmy\nto know about that near-accident. He hadn't mentioned it, because he'd\nno idea who'd been in the other car.\n\n\"I don't believe it!\" But he said pleadingly, \"Jimmy, it isn't so, is\nit? How in hell could you account for it?\"\n\nJimmy shrugged. \"Jane and I--we're rather fond of each other.\" The\nunderstatement was so patent that he smiled faintly. \"Chance separated\nus. The feeling we have for each other draws us together. There's a\nsaying about two people becoming one flesh. If such a thing could\nhappen, it would be Jane and me. After all, maybe only a tiny pebble\nor a single extra drop of water made my car swerve enough to get her\nkilled--where I am, that is. That's a very little thing. So with such a\ntrifle separating us, and so much pulling us together--why, sometimes\nthe barrier wears thin. She leaves a door closed in the house where she\nis. I open that same door where I am. Sometimes I have to open the door\nshe left closed, too. That's all.\"\n\n       *       *       *       *       *\n\nHaynes didn't say a word, but the question he wouldn't ask was so\nself-evident that Jimmy answered it.\n\n\"We're hoping,\" he said. \"It's pretty bad being separated, but\nthe--phenomena keep up. So we hope. Her diary is sometimes in the now\nwhere she is, and sometimes in this now of mine. Cigaret butts, too.\nMaybe--\" That was the only time he showed any sign of emotion. He\nspoke as if his mouth were dry. \"If ever I'm in her now or she's in\nmine, even for an instant, all the devils in hell couldn't separate us\nagain!--We hope.\"\n\nWhich was insanity. In fact, it was the third week of insanity. He'd\ntold Haynes quite calmly that Jane's diary was on her desk every night,\nand there was a letter to him in it, and he wrote one to her. He\nsaid quite calmly that the barrier between them seemed to be growing\nthinner. That at least once, when he went to bed, he was sure that\nthere was one more cigaret stub in the ashtray than had been there\nearlier in the evening.\n\nThey were very near indeed. They were separated only by the difference\nbetween what was and what might have been. In one sense the difference\nwas a pebble or a drop of water. In another, the difference was that\nbetween life and death. But they hoped. They convinced themselves\nthat the barrier grew thinner. Once, it seemed to Jimmy that they\ntouched hands. But he was not sure. He was still sane enough not to be\nsure. And he told all this to Haynes in a matter-of-fact fashion, and\nspeculated mildly on what had started it all....\n\nThen, one night, Haynes called Jimmy on the telephone. Jimmy answered.\n\nHe sounded impatient.\n\n\"Jimmy!\" said Haynes. He was almost hysterical. \"I think I'm insane!\nYou know you said Tony Shields was in the car that hit me?\"\n\n\"Yes,\" said Jimmy politely. \"What's the matter?\"\n\n\"It's been driving me crazy,\" wailed Haynes feverishly. \"You said he\nwas killed--there. But I hadn't told a soul about the incident. So--so\njust now I broke down and phoned him. And it _was_ Tony Shields! That\nnear-crash scared him to death, and I gave him hell and--he's paying\nfor my fender! I didn't tell him he was killed.\"\n\nJimmy didn't answer. It didn't seem to matter to him.\n\n\"I'm coming over!\" said Haynes feverishly. \"I've got to talk!\"\n\n\"No,\" said Jimmy. \"Jane and I are pretty close to each other. We've\ntouched each other again. We're hoping. The barrier's wearing through.\nWe hope it's going to break.\"\n\n\"But it can't!\" protested Haynes, shocked at the idea of\nimprobabilities in the preposterous. \"It--it can't! What'd happen if\nyou turned up where she is, or--or if she turned up here?\"\n\n\"I don't know,\" said Jimmy, \"but we'd be together.\"\n\n\"You're crazy! You mustn't--\"\n\n\"Goodbye,\" said Jimmy politely. \"I'm hoping, Haynes. Something has to\nhappen. It has to!\"\n\nHis voice stopped. There was a noise in the room behind him; Haynes\nheard it. Only two words, and those faintly, and over a telephone, but\nhe swore to himself that it was Jane's voice, throbbing with happiness.\nThe two words Haynes thought he heard were, \"_Jimmy! Darling!_\"\n\nThen the telephone crashed to the floor and Haynes heard no more. Even\nthough he called back frantically again, Jimmy didn't answer.\n\n       *       *       *       *       *\n\nHaynes sat up all that night, practically gibbering, and he tried to\ncall Jimmy again next morning, and then tried his office, and at last\nwent to the police. He explained to them that Jimmy had been in a\nhighly nervous state since the death of his wife.\n\nSo finally the police broke into the house. They had to break in\nbecause every door and window was carefully fastened from the inside,\nas if Jimmy had been very careful to make sure nobody could interrupt\nwhat he and Jane hoped would occur. But Jimmy wasn't in the house.\nThere was no trace of him. It was exactly as if he had vanished into\nthe air.\n\nUltimately the police dragged ponds and such things for his body,\nbut they never found any clues. Nobody ever saw Jimmy again. It was\nrecorded that Jimmy simply left town, and everybody accepted that\nobvious explanation.\n\n       *       *       *       *       *\n\nThe thing that really bothered Haynes was the fact that Jimmy had\ntold him who'd almost crashed into him on the Saw Mill Road, and it\nwas true. That was, to understate, hard to take. And there was the\ndouble-exposure picture of Jimmy's front door, which was much more\nconvincing than any other trick picture Haynes had ever seen. But on\nthe other hand, if it did happen, why did it happen only to Jimmy and\nJane? What set it off? What started it? Why, in effect, did those\noddities start at that particular time, to those particular people, in\nthat particular fashion? In fact, did anything happen at all?\n\nNow, after Jimmy's disappearance, Haynes wished he could talk with him\nonce more--talk sensibly, quietly, without fear and hysteria and this\nnaggingly demanding wonderment.\n\nFor he had sketched to Jimmy, and Jimmy had accepted (hadn't he?) the\npossibility of the _other now_--but with that acceptance came still\nothers. In one, Jane was dead. In one, Jimmy was dead. It was between\nthese two that the barrier had grown so thin....\n\nIf he could talk to Jimmy about it!\n\nThere was also a now in which _both_ had died, and another in which\n_neither_ had died! And if it was togetherness that each wanted so\ndesperately ... _which was it_?\n\nThese were things that Haynes would have liked very much to know, but\nhe kept his mouth shut, or calm men in white coats would have come and\ntaken him away for treatment. As they would have taken Jimmy.\n\nThe only thing really sure was that it was all impossible. But to\nsomeone who liked Jimmy and Jane--and doubtless to Jimmy and to Jane\nthemselves--no matter which barrier had been broken, it was a rather\nsatisfying impossibility.\n\nHaynes' car had been repaired. He could easily have driven out to the\ncemetery. For some reason, he never did.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Other Now, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE OTHER NOW ***\n\n***** This file should be named 51112.txt or 51112.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/1/51112/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}