{"title": "Transfer Point", "author": "Anthony Boucher", "releaseDate": "February 2, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            TRANSFER POINT\n\n                          BY ANTHONY BOUCHER\n\n                      Illustrated by Paul Piérre\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1950.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              It was a nasty plot Vyrko was involved in.\n               The worst part was that he constructed it\n                himself--and didn't get the end right!\n\n\nThere were three of them in the retreat, three out of all mankind safe\nfrom the deadly yellow bands.\n\nThe great Kirth-Labbery himself had constructed the retreat and its\nextraordinary air-conditioning--not because his scientific genius had\nforeseen the coming of the poisonous element, agnoton, and the end of\nthe human race, but because he itched.\n\nAnd here Vyrko sat, methodically recording the destruction of mankind,\nonce in a straight factual record, for the instruction of future\nreaders (\"if any,\" he added wryly to himself), and again as a canto\nin that epic poem of Man which he never expected to complete, but for\nwhich he lived.\n\nLavra's long golden hair fell over his shoulders. It was odd that its\nscent distracted him when he was at work on the factual record, yet\nseemed to wing the lines of the epic.\n\n\"But why bother?\" she asked. Her speech might have been clearer if her\ntongue had not been more preoccupied with the savor of the apple than\nwith the articulation of words. But Vyrko understood readily: the\nremark was as familiar an opening as P-K4 in chess.\n\n\"It's my duty,\" Vyrko explained patiently. \"I haven't your father's\nscientific knowledge and perception. Your father's? I haven't the\nknowledge of his humblest lab assistant. But I can put words together\nso that they make sense and sometimes more than sense, and I have to do\nthis.\"\n\nFrom Lavra's plump red lips an apple pip fell into the works of the\nelectronic typewriter. Vyrko fished it out automatically; this too was\npart of the gambit, with the possible variants of grape seed, orange\npeel....\n\n\"But why,\" Lavra demanded petulantly, \"won't Father let us leave here?\nA girl might as well be in a ... a....\"\n\n\"_Convent?_\" Vyrko suggested. He was a good amateur paleolinguist.\n\"There is an analogy--even despite my presence. _Convents_ were\nsupposed to shelter girls from the Perils of The World. Now the whole\nworld is one great Peril ... outside of this retreat.\"\n\n\"Go on,\" Lavra urged. She had long ago learned, Vyrko suspected, that\nhe was a faintly over-serious young man with no small talk, and that\nshe could enjoy his full attention only by asking to have something\nexplained, even if for the _n_th time.\n\n       *       *       *       *       *\n\nHe smiled and thought of the girls he used to talk _with_, not _at_,\nand of how little breath they had for talking now in the world where no\none drew an unobstructed breath.\n\nIt had begun with the accidental discovery in a routine laboratory\nanalysis of a new element in the air, an inert gas which the great\npaleolinguist Larkish had named _agnoton_, the Unknown Thing, after\nthe pattern of the similar nicknames given to others: _neon_, the New\nThing; _xenon_, the Strange Thing.\n\nIt had continued (the explanation ran off so automatically that\nhis mind was free to range from the next line of the epic to the\ninteresting question of whether the presence of ear lobes would damage\nthe symmetry of Lavra's perfect face) it had continued with the itching\nand sneezing, the coughing and wheezing, with the increase of the\npercentage of agnoton in the atmosphere, promptly passing any other\ninert gas, even argon, and soon rivaling oxygen itself.\n\nAnd it had culminated (no, the lines were cleaner without lobes), on\nthat day when only the three of them were here in this retreat, with\nthe discovery that the human race was allergic to agnoton.\n\nAllergies had been conquered for a decade of generations. Their cure,\neven their palliation, had been forgotten. And mankind coughed and\nsneezed and itched ... and died. For while the allergies of the ancient\npast produced only agonies to make the patient long for death, agnoton\nbrought on racking and incessant spasms of coughing and sneezing which\nno heart could long withstand.\n\n\"So if you leave this shelter, my dear,\" Vyrko concluded, \"you too\nwill fight for every breath and twist your body in torment until\nyour heart decides that it is all just too much trouble. Here we are\nsafe, because your father's eczema was the only known case of allergy\nin centuries--and was traced to the inert gases. Here is the only\nair-conditioning in the world that excludes the inert gases--and with\nthem agnoton. And here--\"\n\n       *       *       *       *       *\n\nLavra leaned forward, a smile and a red fleck of apple skin on her\nlips, the apples of her breasts touching Vyrko's shoulders. This too\nwas part of the gambit.\n\nUsually it was merely declined. Tyrsa stood between them. Tyrsa, who\nsang well and talked better; whose plain face and beautiful throat were\nalike racked by agnoton.... This time the gambit was interrupted.\n\nKirth-Labbery himself had come in unnoticed. His old voice was\nthin with weariness, sharp with impatience. \"And here we are, safe\nin perpetuity, with our air-conditioning, our energy plant, our\nhydroponics! Safe in perpetual siege, besieged by an inert gas!\"\n\nVyrko grinned. \"Undignified, isn't it?\"\n\nKirth-Labbery managed to laugh at himself. \"Damn your secretarial hide,\nVyrko. I love you like a son, but if I had one man who knew a meson\nfrom a metazoon to help me in the laboratory....\"\n\n\"You'll find something, Father,\" Lavra said vaguely.\n\nHer father regarded her with an odd seriousness. \"Lavra,\" he said,\n\"your beauty is the greatest thing that I have wrought--with a certain\nassistance, I'll grant, from the genes so obviously carried by your\nmother. That beauty alone still has meaning. The sight of you would\nbring a momentary happiness even to a man choking in his last spasms,\nwhile our great web of civilization....\"\n\nHe absently left the sentence unfinished and switched on the video\nscreen. He had to try a dozen channels before he found one that was\nstill casting. When every erg of a man's energy goes to drawing his\nnext breath, he cannot tend his machine.\n\nAt last Kirth-Labbery picked up a Nyork newscast. The announcer was\nsneezing badly (\"The older literature,\" Vyrko observed, \"found sneezing\ncomic....\"), but still contriving to speak, and somewhere a group of\ntechnicians must have had partial control of themselves.\n\n\"Four hundred and seventy-two planes have crashed,\" the announcer\nsaid, \"in the past forty-eight hours. Civil authorities have forbidden\nfurther plane travel indefinitely because of the danger of spasms at\nthe controls, and it is rumored that all vehicular transport whatsoever\nis to come under the same ban. No Rocklipper has arrived from Lunn for\nover a week, and it is thirty-six hours since we have made contact with\nthe Lunn telestation. Yurp has been silent for over two days, and Asia\na week.\n\n\"'The most serious threat of this epidemic,' the head of the Academy\nhas said in an authorized statement, 'is the complete disruption of the\nsystems of communication upon which world civilization is based. When\nman becomes physically incapable of governing his machines....'\"\n\n       *       *       *       *       *\n\nIt was then that they saw the first of the yellow bands.\n\nIt was just that: a band of bright yellow some thirty centimeters\nwide, about five meters long, and so thin as to seem insubstantial,\na mere stripe of color. It came underneath the backdrop behind the\nannouncer. It streaked about the casting room with questing sinuosity.\nNo features, no appendages relieved its yellow blankness.\n\nThen with a deft whipping motion it wrapped itself around the\nannouncer. It held him only an instant. His hideously shriveled body\nplunged toward the camera as the screen went dead.\n\nThat was the start of the horror.\n\nVyrko, naturally, had no idea of the origin of the yellow bands. Even\nKirth-Labbery could offer no more than conjectures. From another\nplanet, another system, another galaxy, another universe....\n\nIt did not matter. Precise knowledge had now lost its importance.\nKirth-Labbery was almost as indifferent to the problem as was Lavra; he\nspeculated on it out of sheer habit. What signified was that the yellow\nbands were alien, and that they were rapidly and precisely completing\nthe destruction of mankind begun by the agnoton.\n\n\"Their arrival immediately after the epidemic,\" Kirth-Labbery\nconcluded, \"cannot be coincidence. You will observe that they function\nfreely in an agnoton-laden atmosphere.\"\n\n\"It would be interesting,\" Vyrko commented, \"to visualize a band\nsneezing....\"\n\n\"It's possible,\" the scientist corrected, \"that the agnoton was a\npoison-gas barrage laid down to soften Earth for their coming; but is\nit likely that they could _know_ that a gas harmless to them would\nbe lethal to other life? It's more probable that they learned from\nspectroscopic analysis that the atmosphere of Earth lacked an element\nessential to them, which they supplied before invading.\"\n\nVyrko considered the problem while Lavra sliced a peach with delicate\ngrace. She was unable to resist licking the juice from her fingers.\n\n\"Then if the agnoton,\" he ventured, \"is something that they imported,\nis it possible that their supply might run short?\"\n\nKirth-Labbery fiddled with the dials under the screen. It was still\npossible to pick up occasional glimpses from remote sectors, though by\nnow the heart sickened in advance at the knowledge of the inevitable\nend of the cast.\n\n\"It is possible, Vyrko. It is the only hope. The three of us here,\nwhere the agnoton and the yellow bands are alike helpless to enter,\nmay continue our self-sufficient existence long enough to outlast the\ninvaders. Perhaps somewhere on Earth there are other such nuclei, but I\ndoubt it. We are the whole of the future ... and I am old.\"\n\n       *       *       *       *       *\n\nVyrko frowned. He resented the terrible weight of a burden that he did\nnot want but could not reject. He felt himself at once, oppressed and\nennobled. Lavra went on eating her peach.\n\nThe video screen sprang into light. A young man with the tense, lined\nface of premature age spoke hastily, urgently. \"To all of you, if there\nare any of you.... I have heard no answer for two days now.... It is\nchance that I am here. But _watch_, all of you! I have found how the\nyellow bands came here. I am going to turn the camera on it now ...\n_watch_!\"\n\nThe field of vision panned to something that was for a moment\ntotally incomprehensible. \"This is their ship,\" the old young man\ngasped. It was a set of bars of a metal almost exactly the color of\nthe bands themselves, and it appeared in the first instant like a\nthree-dimensional projection of a tesseract. Then as they looked at it,\ntheir eyes seemed to follow strange new angles. Possibilities of vision\nopened up beyond their capacities. For a moment they seemed to see what\nthe human eye was not framed to grasp.\n\n\"They come,\" the voice panted on, \"from....\"\n\nThe voice and the screen went dead. Vyrko covered his eyes with his\nhands. Darkness was infinite relief. A minute passed before he felt\nthat he could endure once more even the normal exercise of the optic\nnerve. He opened his eyes sharply at a little scream from Lavra.\n\nHe opened them to see how still Kirth-Labbery sat. The human heart,\ntoo, is framed to endure only so much; and, as the scientist had said,\nhe was old.\n\n       *       *       *       *       *\n\nIt was three days after Kirth-Labbery's death before Vyrko had brought\nhis prose-and-verse record up to date. Nothing more had appeared on\nthe video, even after the most patient hours of knob-twirling. Now\nVyrko leaned back from the keyboard and contemplated his completed\nrecord--and then sat forward with abrupt shock at the thought of that\nword _completed_.\n\nThere was nothing more to write.\n\nThe situation was not novel in literature. He had read many treatments,\nand even written a rather successful satire on the theme himself. But\nhere was the truth itself.\n\nHe was that most imagination-stirring of all figures, The Last Man on\nEarth. And he found it a boring situation.\n\nKirth-Labbery, had he lived, would have devoted his energies in the\nlaboratory to an effort, even conceivably a successful one, to destroy\nthe invaders. Vyrko knew his own limitations too well to attempt that.\n\nVrist, his gay wild twin, who had been in Lunn on yet another of his\nfantastic ventures when the agnoton struck--Vrist would have dreamed\nup some gallant feat of physical prowess to make the invaders pay\ndearly for his life. Vyrko found it difficult to cast himself in so\nswash-buckling a role.\n\nHe had never envied Vrist till now. _Be jealous of the dead; only the\nliving are alone._ Vyrko smiled as he recalled the line from one of his\nearly poems. It had been only the expression of a pose when he wrote\nit, a mood for a song that Tyrsa would sing well....\n\nIt was in this mood that he found (the ancient word had no modern\ncounterpart) the _pulps_.\n\n       *       *       *       *       *\n\nHe knew their history: how some eccentric of two thousand years ago\n(the name was variously rendered as Trees or Tiller) had buried them\nin a hermetic capsule to check against the future; how Tarabal had\ndug them up some fifty years ago; how Kirth-Labbery had spent almost\nthe entire Hartl Prize for them because, as he used to assert, their\nincredible mixture of exact prophecy and arrant nonsense offered the\nperfect proof of the greatness and helplessness of human ingenuity.\n\nBut Vyrko had never read them before. They would at least be a novelty\nto deaden the boredom of his classically dramatic situation. He passed\na more than pleasant hour with _Galaxy_ and _Surprising_ and the rest,\nneeding the dictionary but rarely. He was particularly impressed by one\nstory detailing, with the most precise minutiae, the politics of the\nAmerican Religious Wars--a subject on which he himself had based a not\nunsuccessful novel. By one Norbert Holt, he observed. Extraordinary\nhow exact a forecast ... and yet extraordinary too how many of the\nstories dealt with space- and time-travel, which the race had never yet\nattained and now never would....\n\nAnd inevitably there was a story, a neat and witty one by an author\nnamed Knight, about the Last Man on Earth. He read it and smiled, first\nat the story and then at his own stupidity.\n\nHe found Lavra in the laboratory, of all unexpected places.\n\nShe was staring fixedly at one corner, where the light did not strike\nclearly.\n\n\"What's so fascinating?\" Vyrko asked.\n\nLavra turned suddenly. Her hair and her flesh rippled with the perfect\ngrace of the movement. \"I was thinking....\"\n\nVyrko's half-formed intent toward her permitted no comment on that\nimprobable statement.\n\n\"The day before Father ... died, I was in here with him and I asked if\nthere was any hope of our escaping ever. Only this time he answered me.\nHe said yes, there was a way out, but he was afraid of it. It was an\nidea he'd worked on but never tried. And we'd be wiser not to try it,\nhe said.\"\n\n\"I don't believe in arguing with your father--even post mortem.\"\n\n\"But I can't help wondering.... And when he said it, he looked over at\nthat corner.\"\n\n       *       *       *       *       *\n\nVyrko went to that corner and drew back a curtain. There was a chair of\nmetal rods, and a crude control panel, though it was hard to see what\nit was intended to control. He dropped the curtain.\n\nFor a moment he stood watching Lavra. She was a fool, but she was\nexceedingly lovely. And the child of Kirth-Labbery could hardly carry\nonly a fool's genes.\n\nSeveral generations could grow up in this retreat before the inevitable\nfailure of the most permanent mechanical installations made it\nuninhabitable. By that time Earth would be free of agnoton and yellow\nbands, or they would be so firmly established that there was no hope.\nThe third generation would go forth into the world, to perish or....\n\nHe walked over to Lavra and laid a gentle hand on her golden hair.\n\n       *       *       *       *       *\n\nVyrko never understood whether Lavra had been bored before that time. A\nlife of undemanding inaction with plenty of food may well have sufficed\nher. Certainly she was not bored now.\n\nAt first she was merely passive; Vyrko had always suspected that she\nhad meant the gambit to be declined. Then as her interest mounted and\nVyrko began to compliment himself on his ability as an instructor, they\nbecame certain of their success; and from that point on she was rapt\nwith the fascination of the changes in herself.\n\nBut even this new development did not totally rid Vyrko of his own\nennui. If there were only something he could _do_, some positive,\nVristian, Kirth-Labberian step that he could take! He damned himself\nfor having been an incompetent aesthetic fool, who had taken so for\ngranted the scientific wonders of his age that he had never learned\nwhat made them tick, or how greater wonders might be attained.\n\nHe slept too much, he ate too much, for a brief period he drank too\nmuch--until he found boredom even less attractive with a hangover.\n\nHe tried to write, but the terrible uncertainty of any future audience\ndisheartened him.\n\nSometimes a week would pass without his consciously thinking of\nagnoton or the yellow bands. Then he would spend a day flogging himself\ninto a state of nervous tension worthy of his uniquely dramatic\nsituation, but he would always relapse. There just wasn't anything to\ndo.\n\nNow even the consolation of Lavra's beauty was vanishing, and she began\ndemanding odd items of food which the hydroponic garden could not\nsupply.\n\n\"If you loved me, you'd find a way to make cheese ...\" or \"... grow a\nnew kind of peach ... a little like a grape, only different....\"\n\nIt was while he was listening to a film wire of Tyrsa's (the last she\never made, in the curious tonalities of that newly rediscovered Mozart\nopera) and seeing her homely face, made even less lovely by the effort\nof those effortless-sounding notes, that he became conscious of the\noperative phrase.\n\n\"If you loved me....\"\n\n\"Have I ever said I did?\" he snapped.\n\nHe saw a new and not readily understood expression mar the beauty of\nLavra's face. \"No,\" she said in sudden surprise. \"No,\" and her voice\nfell to flatness, \"you haven't....\"\n\nAnd as her sobs--the first he had ever heard from her--traveled away\ntoward the hydroponic room, he felt a new and not readily understood\nemotion. He switched off the film wire midway through the pyrotechnic\nrage of the eighteenth-century queen of darkness.\n\n       *       *       *       *       *\n\nVyrko found a curious refuge in the _pulps_. There was a perverse\nsatisfaction in reading the thrilling exploits of other Last Men on\nEarth. He could feel through them the emotions that he should be\nfeeling directly. And the other stories were fun, too, in varying ways.\nFor instance, that astonishingly accurate account of the delicate\nmaneuvering which averted what threatened to be the first and final\nAtomic War....\n\nHe noticed one oddity: Every absolutely correct story of the \"future\"\nbore the same by-line. Occasionally other writers made good guesses,\npredicted logical trends, foresaw inevitable extrapolations. But only\nNorbert Holt named names and dated dates with perfect historical\naccuracy.\n\nIt wasn't possible. It was too precise to be plausible. It was far more\nspectacular than the erratic Nostradamus often discussed in the _pulps_.\n\nBut there it was. He had read the Holt stories solidly through in order\na half-dozen times, without finding a single flaw, when he discovered\nthe copy of _Surprising Stories_ that had slipped behind a shelf and\nwas therefore new to him.\n\nHe looked at once at the contents page. Yes, there was a Holt and--he\nfelt a twinge of irrational but poignant sadness--one labeled as\nposthumous.\n\n    This story, we regret to tell you, is incomplete, and not only\n    because of Norbert Holt's tragic death last month. This is the last\n    in chronological order of Holt's stories of a consistently plotted\n    future; but this fragment was written before his masterpiece, The\n    _Siege of Lunn_. Holt himself used to tell me that he could never\n    finish it, that he could not find an ending; and he died still not\n    knowing how _The Last Boredom_ came out. But here, even though in\n    fragment form, is the last published work of the greatest writer\n    about the future, Norbert Holt.\n\nThe note was signed with the initials M. S. Vyrko had long sensed a\nmore than professional intimacy between Holt and his editor, Manning\nStern; this obituary introduction must have been a bitter task. But his\neyes were hurrying on, almost fearfully, to the first words of _The\nLost Boredom_:\n\n    There were three of them in the retreat, three out of all mankind\n    safe from the deadly yellow bands. The great Kirth-Labbery himself\n    had constructed....\n\nVyrko blinked and started again. It still read the same. He took firm\nhold of the magazine, as though the miracle might slip between his\nfingers, and dashed off with more energy than he had felt in months.\n\n       *       *       *       *       *\n\nHe found Lavra in the hydroponic room. \"I have just found,\" he shouted,\n\"the damnedest unbelievable--\"\n\n\"Darling,\" said Lavra, \"I want some meat.\"\n\n\"Don't be silly. We haven't any meat. Nobody's eaten meat except at\nritual dinners for generations.\"\n\n\"Then I want a ritual dinner.\"\n\n\"You can go on wanting. But look at this! Just read those first lines!\"\n\n\"Vyrko,\" she pleaded, \"I _want_ it.\"\n\n\"Don't be an idiot!\"\n\nHer lips pouted and her eyes moistened. \"Vyrko dear.... What you said\nwhen you were listening to that funny music.... Don't you love me?\"\n\n\"No,\" he barked.\n\nHer eyes overflowed. \"You don't love me? Not after...?\"\n\nAll Vyrko's pent-up boredom and irritation erupted. \"You're beautiful,\nLavra, or you were a few months ago, but you're an idiot. I am not in\nthe habit of loving idiots.\"\n\n\"But you....\"\n\n\"I tried to assure the perpetuation of the race--questionable though\nthe desirability of such a project seems at the moment. It was not an\nunpleasant task, but I'm damned if it gives you the right in perpetuity\nto pester me.\"\n\nShe moaned a little as he slammed out of the room. He felt oddly\nbetter. Adrenalin is a fine thing for the system. He settled into a\nchair and resolutely read, his eyes bugging like a cover-monster's with\namazed disbelief. When he reached the verbatim account of the quarrel\nhe had just enjoyed, he dropped the magazine.\n\nIt sounded so petty in print. Such stupid inane bickering in the face\nof.... He left the magazine lying there and went back to the hydroponic\nroom.\n\nLavra was crying--noiselessly this time, which somehow made it worse.\nOne hand had automatically plucked a ripe grape, but she was not eating\nit. He went up behind her and slipped his hand under her long hair and\nbegan stroking the nape of her neck. The soundless sobs diminished\ngradually. When his fingers moved tenderly behind her ears, she turned\nto him with parted lips. The grape fell from her hand.\n\n\"I'm sorry,\" he heard himself saying. \"It's me that's the idiot. Which,\nI repeat, I am not in the habit of loving. And you're the mother of my\ntwins and I do love you....\" And he realized that the statement was\nquite possibly, if absurdly, true.\n\n\"I don't want anything now,\" Lavra said when words were again in order.\nShe stretched contentedly, and she was still beautiful even in the\nungainly distortion which might preserve a race. \"Now what were you\ntrying to tell me?\"\n\n       *       *       *       *       *\n\nHe explained. \"And this Holt is always right,\" he ended. \"And now he's\nwriting about us!\"\n\n\"Oh! Oh, then we'll know--\"\n\n\"We'll know everything. We'll know what the yellow bands are and what\nbecomes of them and what happens to mankind and--\"\n\n\"--and we'll know,\" said Lavra, \"whether it's a boy or a girl.\"\n\nVyrko smiled. \"Twins, I told you. It runs in my family--no less than\none pair to a generation. And I think that's it--Holt's already planted\nthe fact of my having a twin named Vrist, even though he doesn't come\ninto the action.\"\n\n\"Twins.... That _would_ be nice. They wouldn't be lonely until we\ncould.... But get it quick, dear. Read it to me; I can't wait!\"\n\nSo he read Norbert Holt's story to her--too excited and too oddly\naffectionate to point out that her long-standing aversion for print\npersisted even when she herself was a character. He read on past the\nquarrel. He read a printable version of the past hour. He read about\nhimself reading the story to her.\n\n\"Now!\" she cried. \"We're up to _now_. What happens next?\"\n\nVyrko read:\n\n    The emotional release of anger and love had set Vyrko almost at\n    peace with himself again; but a small restlessness still nibbled\n    at his brain.\n\n    Irrelevantly he remembered Kirth-Labbery's cryptic hint of escape.\n    Escape for the two of them, happy now; for the two of them and for\n    their ... it had to be, according to the odds, their twins.\n\n    He sauntered curiously into the laboratory, Lavra following him. He\n    drew back the curtain and stared at the chair of metal rods. It was\n    hard to see the control board that seemed to control nothing. He\n    sat in the chair for a better look.\n\n    He made puzzled grunting noises. Lavra, her curiosity finally\n    stirred by something inedible, reached over his shoulder and poked\n    at the green button.\n\n       *       *       *       *       *\n\n\"I don't like that last thing he says about me,\" Lavra objected. \"I\ndon't like anything he says about me. I think your Mr. Holt is a very\nnasty person.\"\n\n\"He says you're beautiful.\"\n\n\"And he says you love me. Or does he? It's all mixed up.\"\n\n\"It is all mixed up ... and I do love you.\"\n\nThe kiss was a short one; Lavra had to say, \"And what next?\"\n\n\"That's all. It ends there.\"\n\n\"Well.... Aren't you...?\"\n\nVyrko felt strange. Holt had described his feelings so precisely. He\nwas at peace and still curious, and the thought of Kirth-Labbery's\nescape method did nibble restlessly at his brain.\n\nHe rose and sauntered into the laboratory, Lavra following him. He drew\nback the curtain and stared at the chair of metal rods. It was hard to\nsee the control board that seemed to control nothing. He sat in the\nchair for a better look.\n\nHe made puzzled grunting noises. Lavra, her curiosity finally stirred\nby something inedible, reached over his shoulder and poked at the green\nbutton.\n\n       *       *       *       *       *\n\nVyrko had no time for amazement when Lavra and the laboratory vanished.\nHe saw the archaic vehicle bearing down directly upon him and tried to\nget out of the way as rapidly as possible. But the chair hampered him\nand before he could get to his feet the vehicle struck. There was a red\nexplosion of pain and then a long blackness.\n\nHe later recalled a moment of consciousness at the hospital and a\nshrill female voice repeating over and over, \"But he wasn't there and\nthen all of a sudden he was and I hit him. It was like he came out of\nnowhere. He wasn't there and all of a sudden....\" Then the blackness\ncame back.\n\nAll the time of his unconsciousness, all through the semi-conscious\nnightmares while doctors probed at him and his fever soared, his\nunconscious mind must have been working on the problem. He knew the\ncomplete answer the instant that he saw the paper on his breakfast\ntray, that first day he was capable of truly seeing anything.\n\nThe paper was easy to read for a paleolinguist with special training\nin _pulps_--easier than the curious concept of breakfast was to\nassimilate. What mattered was the date. 1948--and the headlines\nrefreshed his knowledge of the Cold War and the impending election.\n(There was something he should remember about that election....)\n\nHe saw it clearly. Kirth-Labbery's genius had at last evolved a time\nmachine. That was the one escape, the escape which the scientist had\nnot yet tested and rather distrusted. And Lavra had poked the green\nbutton because Norbert Holt had said she had poked (would poke?) the\ngreen button.\n\nHow many buttons could a wood poke poke if a wood poke would poke....\n\n\"The breakfast didn't seem to agree with him, doctor.\"\n\n\"Maybe it was the paper. Makes me run a temperature every morning, too!\"\n\n\"Oh, doctor, you do say the funniest things!\"\n\n\"Nothing funnier than this case. Total amnesia, as best we can judge by\nhis lucid moments. And his clothes don't help us--must've been on his\nway to a fancy-dress party. Or maybe I should say fancy-_un_dress!\"\n\n\"Oh, _doctor_!\"\n\n\"Don't tell me nurses can blush. Never did when I was an intern--and\nyou can't say they didn't get a chance! But this character here ... not\na blessed bit of identification on him! Riding some kind of newfangled\nbike that got smashed up.... Better hold off on the solid food for a\nbit--stick to intravenous feeding.\"\n\n       *       *       *       *       *\n\nHe'd had this trouble before at ritual dinners, Vyrko finally recalled.\nMeat was apt to affect him badly--the trouble was that he had not at\nfirst recognized those odd strips of oily solid which accompanied the\negg as meat.\n\nThe adjustment was gradual and successful, in this as in other\nmatters. At the end of two weeks, he was eating meat easily (and, he\nconfessed, with a faintly obscene non-ritual pleasure) and equally\neasily chatting with nurses and fellow patients about the events (which\nhe still privately tended to regard as mummified museum pieces) of 1948.\n\nHis adjustment, in fact, was soon so successful that it could not\ncontinue. The doctor made that clear.\n\n\"Got to think about the future, you know. Can't keep you here forever.\nNasty unreasonable prejudice against keeping well men in hospitals.\"\n\nVyrko allowed the expected laugh to come forth. \"But since,\" he said,\ngladly accepting the explanation that was so much more credible than\nthe truth, \"I haven't any idea who I am, where I live, or what my\nprofession is--\"\n\n\"Can't remember anything? Don't know if you can take shorthand, for\ninstance? Or play the bull fiddle?\"\n\n\"Not a thing.\" Vyrko felt it hardly worth while to point out his\none manual accomplishment, the operation of the as-yet-uninvented\nelectronic typewriter.\n\n\"Behold,\" he thought, \"the Man of the Future. I've read all the time\ntravel stories. I know what should happen. I teach them everything\nKirth-Labbery knew and I'm the greatest man in the world. Only the\nfictional time travel never happens to a poor dope who took for granted\nall the science around him, who pushed a button or turned a knob and\nnever gave a damn what happened or why. Here they're just beginning\nto get two-dimensional black-and-white short-range television. We had\n(will have?) stereoscopic full-color world-wide video--which I'm about\nas capable of constructing here as my friend the doctor would be of\ninstalling electric light in Ancient Rome. The Mouse of the Future....\"\n\nThe doctor had been thinking, too. He said, \"Notice you're a great\nreader. Librarian's been telling me about you--went through the whole\ndamn hospital library like a bookworm with a tapeworm!\"\n\nVyrko laughed dutifully. \"I like to read,\" he admitted.\n\n\"Ever try writing?\" the doctor asked abruptly, almost in the tone in\nwhich he might reluctantly advise a girl that her logical future lay in\nPort Saïd.\n\nThis time Vyrko really laughed. \"That does seem to ring a bell, you\nknow.... It might be worth trying. But at that, what do I live on until\nI get started?\"\n\n\"Hospital trustees here administer a rehabilitation fund. Might wangle\na loan. Won't be much, of course; but I always say a single man's got\nonly one mouth to feed--and if he feeds more, he won't be single long!\"\n\n\"A little,\" said Vyrko with a glance at the newspaper headlines, \"might\ngo a long way.\"\n\n       *       *       *       *       *\n\nIt did. There was the loan itself, which gave him a bank account on\nwhich, in turn, he could acquire other short-term loans--at exorbitant\ninterest. And there was the election.\n\nHe had finally reconstructed what he should know about it. There had\nbeen a brilliant Wheel-of-If story in one of the much later pulps,\non _If_ the Republicans had won the 1948 election. Which meant that\nactually they had lost; and here, in October of 1948, all newspapers,\nall commentators, and most important, all gamblers, were convinced that\nthey must infallibly win.\n\nOn Wednesday, November third, Vyrko repaid his debts and settled\ndown to his writing career, comfortably guaranteed against immediate\nstarvation.\n\nA half-dozen attempts at standard fiction failed wretchedly. A matter\nof \"tone,\" editors remarked vaguely, on the rare occasions when they\ndid not confine themselves to the even vaguer phrases of printed\nrejection forms. A little poetry sold--\"if you can call that selling,\"\nVyrko thought bitterly, comparing the financial position of the poet\nhere and in his own world.\n\nHis failures were beginning to bring back the bitterness and boredom,\nand his thoughts turned more and more to that future to which he could\nnever know the answer.\n\n_Twins._ It had to be twins--of opposite sexes, of course. The only\nhope of the continuance of the race lay in a matter of odds and\ngenetics.\n\nOdds.... He began to think of the election bet, to figure other angles\nwith which he could turn foreknowledge to profit. But his pulp-reading\nhad filled his mind with fears of the paradoxes involved. He had\ncalculated the election bets carefully; they could not affect the\noutcome of the election, they could not even, in their proportionately\nsmall size, affect the odds. But any further step....\n\nVyrko was, like most conceited men, fond of self-contempt, which he\nfelt he could occasionally afford to indulge in. Possibly his strongest\naccess of self-contempt came when he realized the simplicity of the\nsolution to all his problems.\n\nHe could write for the science fiction pulps.\n\nThe one thing that he could handle convincingly and skilfully, with the\nproper \"tone,\" was the future. Possibly start off with a story on the\nReligious Wars; he'd done all that research on his novel. Then....\n\nIt was not until he was about to mail the manuscript that the full\npattern of the truth struck him.\n\nSoberly, yet half-grinning, he crossed out KIRTH VYRKO on the first\npage and wrote NORBERT HOLT.\n\n       *       *       *       *       *\n\nManning Stern rejoiced loudly in this fresh discovery. \"This boy's\ngot it! He makes it sound so real that....\" The business office was\ninstructed to pay the highest bonus rate (unheard of for a first story)\nand an intensely cordial letter went to the author outlining immediate\nneeds and offering certain story suggestions.\n\nThe editor of _Surprising_ was no little surprised at the answer:\n\n    ... I regret to say that all my stories will be based on one\n    consistent scheme of future events and that you must allow me to\n    stick to my own choice of material....\n\n       *       *       *       *       *\n\n\"And who the hell,\" Manning Stern demanded, \"is editing this magazine?\"\nand dictated a somewhat peremptory suggestion for a personal interview.\n\nThe features were small and sharp, and the face had a sort of dark\naliveness. It was a different beauty from Lavra's, and an infinitely\ndifferent beauty from the curious standards set by the 1949 films; but\nit was beauty and it spoke to Norbert Holt.\n\n\"You'll forgive a certain surprise, Miss Stern,\" he ventured. \"I've\nread _Surprising_ for so many years and never thought....\"\n\nManning Stern grinned. \"That the editor was also surprising? I'm used\nto it--your reaction, I mean. I don't think I'll ever be quite used to\nbeing a woman ... or a human being, for that matter.\"\n\n\"Isn't it rather unusual? From what I know of the field....\"\n\n\"Please God, when I find a man who can write, don't let him go all\nmale-chauvinist on me! I'm a good editor,\" said she with becoming\nmodesty (and don't you ever forget it!), \"and I'm a good scientist. I\neven worked on the Manhattan Project--until some character discovered\nthat my adopted daughter was a Spanish War orphan. But what we're here\nto talk about is this consistent-scheme gimmick of yours. It's all\nright, of course; it's been done before. But where I frankly think\nyou're crazy is in planning to do it _exclusively_.\"\n\nNorbert Holt opened his briefcase. \"I've brought along an outline that\nmight help convince you....\"\n\nAn hour later Manning Stern glanced at her watch and announced, \"End of\noffice hours! Care to continue this slugfest over a martini or five? I\nwarn you--the more I'm plied, the less pliant I get.\"\n\nAnd an hour after that she stated, \"We might get some place if we'd\nstay some place. I mean the subject seems to be getting elusive.\"\n\n\"The hell,\" Norbert Holt announced recklessly, \"with editorial\nrelations. Let's get back to the current state of the opera.\"\n\n\"It was paintings. I was telling you about the show at the--\"\n\n\"No, I remember now. It was movies. You were trying to explain the Marx\nBrothers. Unsuccessfully, I may add.\"\n\n\"Un ... suc ... cess ... fully,\" said Manning Stern ruminatively. \"Five\nmartinis and the man can say unsuccessfully successfully. But I try to\nexplain the Marx Brothers yet! Look, Holt. I've got a subversive orphan\nat home and she's undoubtedly starving. I've _got_ to feed her. You\ncome home and meet her and have potluck, huh?\"\n\n\"Good. Fine. Always like to try a new dish.\"\n\nManning Stern looked at him curiously. \"Now was that a gag or not?\nYou're funny, Holt. You know a lot about everything and then all of a\nsudden you go all Man-from-Mars on the simplest thing. Or do you...?\nAnyway, let's go feed Raquel.\"\n\nAnd five hours later Holt was saying, \"I never thought I'd have this\nreason for being glad I sold a story. Manning, I haven't had so much\nfun talking to--I almost said 'to a woman.' I haven't had so much fun\ntalking since--\"\n\nHe had almost said _since the agnoton came_. She seemed not to notice\nhis abrupt halt. She simply said \"Bless you, Norb. Maybe you aren't a\nmale-chauvinist. Maybe even you're.... Look, go find a subway or a cab\nor something. If you stay here another minute, I'm either going to kiss\nyou or admit you're right about your stories--and I don't know which is\nworse editor-author relations.\"\n\n       *       *       *       *       *\n\nManning Stern committed the second breach of relations first. The fan\nmail on Norbert Holt's debut left her no doubt that _Surprising_ would\nprofit by anything he chose to write about.\n\nShe'd never seen such a phenomenally rapid rise in author popularity.\nOr rather you could hardly say _rise_. Holt hit the top with his first\nstory and stayed there. He socked the fans (Guest of Honor at the\nWashinvention), the pros (first President of Science Fiction Writers of\nAmerica), and the general reader (author of the first pulp-bred science\nfiction book to stay three months on the best seller list).\n\nAnd never had there been an author who was more pure damned fun to work\nwith. Not that you edited him; you checked his copy for typos and sent\nit to the printers. (Typos were frequent at first; he said something\nodd about absurd illogical keyboard arrangement.) But just being with\nhim, talking about this, that and those.... Raquel, just turning\nsixteen, was quite obviously in love with him--praying that he'd have\nthe decency to stay single till she grew up and \"You know, Manningcita,\nI _am_ Spanish; and the Mediterranean girls....\"\n\nBut there _was_ this occasional feeling of _oddness_. Like the potluck\nand the illogical keyboard and that night at SCWA....\n\n\"I've got a story problem,\" Norbert Holt announced there. \"An idea, and\nI can't lick it. Maybe if I toss it out to the literary lions....\"\n\n\"Story problem?\" Manning said, a little more sharply than she'd\nintended. \"I thought everything was outlined for the next ten years.\"\n\n\"This is different. This is a sort of paradox story, and I can't get\nout of it. It won't end. Something like this: Suppose a man in the\nremote year X reads a story that tells him how to work a time machine.\nSo he works the time machine and goes back to the year X minus\n2000--let's say, for instance, our time. So in 'now' he writes the\nstory that he's going to read two thousand years later, telling himself\nhow to work the time machine because he knows how to work it because he\nread the story which he wrote because--\"\n\nManning was starting to say \"Hold it!\" when Matt Duncan interrupted\nwith, \"Good old endless-cycle gimmick. Lot of fun to kick around, but\nBob Heinlein did it once and for all in _By His Bootstraps_. Damnedest\ntour de force I ever read; there just aren't any switcheroos left.\"\n\n\"Ouroboros,\" Joe Henderson contributed.\n\nNorbert Holt looked a vain question at him; they knew that one word per\nevening was Joe's maximum contribution.\n\nAustin Carter picked it up. \"Ouroboros, the worm, that circles\nthe universe with its tail in its mouth. The Asgard Serpent, too.\nAnd I think there's something in Mayan literature. All symbols of\ninfinity--no beginning, no ending. Always out by the same door where\nyou went in. See that magnificent novel of Eddison's, _The Worm\nOuroboros_; the perfect cyclic novel, ending with its recommencement,\nstopping not because there's a stopping place, but because it's\nuneconomical to print the whole text over infinitely.\"\n\n\"The Quaker Oats box,\" said Duncan. \"With a Quaker holding a box with a\nQuaker holding a box with a Quaker holding a....\"\n\nIt was standard professional shop-talk. It was a fine evening with the\nboys. But there was a look of infinitely remote sadness in Norbert\nHolt's eyes.\n\nThat was the evening that Manning violated her first rule of\neditor-author relationships.\n\n       *       *       *       *       *\n\nThey were having martinis in the same bar in which Norbert had, so many\nyears ago, successfully said _unsuccessfully_.\n\n\"They've been good years,\" he remarked, apparently to the olive.\n\nThere was something wrong with this evening. No bounce. No yumph.\n\"That's a funny tense,\" Manning confided to her own olive. \"Aren't they\nstill good years?\"\n\n\"I've owed you a serious talk for a long time.\"\n\n\"You don't have to pay the debt. We don't go in much for being serious,\ndo we? Not so dead-earnest-catch-in-the-throat serious.\"\n\n\"Don't we?\"\n\n\"I've got an awful feeling,\" Manning admitted, \"that you're building up\nto a proposal, either to me or that olive. And if it's me, I've got an\nawful feeling I'm going to accept--and Raquel will _never_ forgive me.\"\n\n\"You're safe,\" Norbert said dryly. \"That's the serious talk. I want to\nmarry you, darling, and I'm not going to.\"\n\n\"I suppose this is the time you twirl your black mustache and tell me\nyou have a wife and family elsewhere?\"\n\n\"I hope to God I have!\"\n\n\"No, it wasn't very funny, was it?\" Manning felt very little, aside\nfrom wishing she were dead.\n\n\"I can't tell you the truth,\" he went on. \"You wouldn't believe it.\nI've loved two women before; one had talent and a brain, the other\nhad beauty and no brain. I think I loved her. The damnedest curse of\nOuroboros is that I'll never quite know. If I could take that tail out\nof that mouth....\"\n\n\"Go on,\" she encouraged a little wildly. \"Talk plot-gimmicks. It's\neasier on me.\"\n\n\"And she is carrying ... will carry ... my child--my children, it must\nbe. My twins....\"\n\n\"Look, Holt. We came in here editor and author--remember back when?\nLet's go out that way. Don't go on talking. I'm a big girl, but I\ncan't take ... everything. It's been fun knowing you and all future\nmanuscripts will be gratefully received.\"\n\n\"I knew I couldn't say it. I shouldn't have tried. But there won't be\nany future manuscripts. I've written every Holt I've ever read.\"\n\n\"Does that make sense?\" Manning aimed the remark at the olive, but it\nwas gone. So was the martini.\n\n\"Here's the last.\" He took it out of his breast-pocket, neatly folded.\n\"The one we talked about at SCWA--the one I couldn't end. Maybe you'll\nunderstand. I wanted somehow to make it clear before....\"\n\nThe tone of his voice projected a sense of doom, and Manning forgot\neverything else. \"Is something going to happen to you? Are you going\nto--Oh, my dear, _no_! All right, so you, have a wife on every space\nstation in the asteroid belt; but if anything happens to you....\"\n\n\"I don't know,\" said Norbert Holt. \"I can't remember the exact date of\nthat issue....\" He rose abruptly. \"I shouldn't have tried a goodbye.\nSee you again, darling--the next time round Ouroboros.\"\n\nShe was still staring at the empty martini glass when she heard the\nshrill of brakes and the excited up-springing of a crowd outside.\n\n       *       *       *       *       *\n\nShe read the posthumous fragment late that night, after her eyes had\ndried sufficiently to make the operation practicable. And through her\nsorrow her mind fought to help her, making her think, making her be an\neditor.\n\nShe understood a little and disbelieved what she understood. And\nunderneath she prodded herself, \"But it isn't a _story_. It's too\nshort, too inconclusive. It'll just disappoint the Holt fans--and\nthat's everybody. Much better if I do a straight obit, take up a full\npage on it....\"\n\nShe fought hard to keep on thinking, not feeling. She had never before\nexperienced so strongly the I-have-been-here-before sensation. She\nhad been faced with this dilemma once before, once on some other\ntime-spiral, as the boys in SCWA would say. And her decision had\nbeen....\n\n\"It's sentimentality,\" she protested. \"It isn't _editing_. This\ndecision's right. I know it. And if I go and get another of these\nattacks and start to change my mind....\"\n\nShe laid the posthumous Holt fragment on the coals. It caught fire\nquickly.\n\n       *       *       *       *       *\n\nThe next morning Raquel greeted her with, \"Manningcita, who's Norbert\nHolt?\"\n\nManning had slept so restfully that she was even tolerant of foolish\nquestions at breakfast. \"Who?\" she asked.\n\n\"Norbert Holt. Somehow the name popped into my mind. Is he perhaps one\nof your writers?\"\n\n\"Never heard of him.\"\n\nRaquel frowned. \"I was almost sure.... Can you really remember them\nall? I'm going to check those bound volumes of _Surprising_.\"\n\n\"Any luck with your ... what was it...? Holt?\" Manning asked the girl a\nlittle later.\n\n\"No, Manningcita. I was quite unsuccessful.\"\n\n... _unsuccessful_.... Now why in Heaven's name, mused Manning Stern,\nshould I be thinking of martinis at breakfast time?\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Transfer Point, by Anthony Boucher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TRANSFER POINT ***\n\n***** This file should be named 51115-8.txt or 51115-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/1/51115/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}