{"title": "The Princess and the Physicist", "author": "Evelyn E. Smith", "releaseDate": "February 4, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                    The Princess and the Physicist\n\n                          By EVELYN E. SMITH\n\n                         Illustrated by KOSSIN\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1955.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Elected a god, Zen the Omnipotent longed\n               for supernatural powers--for he was also\n               Zen the All-Put-Upon, a galactic sucker!\n\n\nZen the Terrible lay quiescent in the secret retreat which housed his\ncorporeal being, all the aspects of his personality wallowing in the\nluxury of a day off. How glad he was that he'd had the forethought to\nstipulate a weekly holiday for himself when first this godhood had\nbeen thrust upon him, hundreds of centuries before. He'd accepted the\nperquisites of divinity with pleasure then. It was some little time\nbefore he discovered its drawbacks, and by then it was too late; he had\nbecome the established church.\n\nAll the aspects of his personality rested ... save one, that is. And\nthat one, stretching out an impalpable tendril of curiosity, brought\nback to his total consciousness the news that a spaceship from Earth\nhad arrived when no ship from Earth was due.\n\n_So what?_ the total consciousness asked lazily of itself. _Probably\nthey have a large out-of-season order for hajench. My hajench going to\nprovide salad bowls for barbarians!_\n\nWhen, twenty years previously, the Earthmen had come back to their\ncolony on Uxen after a lapse of thousands of years, Zen had been\nhopeful that they would take some of the Divine Work off his hands.\nAfter all, since it was they who had originally established the\ncolony, it should be their responsibility. But it seemed that all\nhumans, not merely the Uxenach, were irresponsible. The Earthmen were\ninterested only in trade and tribute. They even refused to believe in\nthe existence of Zen, an attitude which he found extremely irritating\nto his ego.\n\n       *       *       *       *       *\n\nTrue, Uxen prospered commercially to a mild extent after their return,\nfor the local ceramics that had been developed in the long interval\nfound wide acceptance throughout the Galaxy, particularly the low bowls\nwhich had hitherto been used only for burning incense before Zen the\nFormidable.\n\nNow every two-bit planet offered hajench in its gift shops.\n\nCulturally, though, Uxen had degenerated under the new Earth\nadministration. No more criminals were thrown to the skwitch. Xwoosh\nlost its interest when new laws prohibited the ancient custom of\nexecuting the losing side after each game.\n\nThere was no tourist trade, for the planet was too far from the rest\nof the Galaxy. The commercial spaceships came only once every three\nmonths and left the same day. The two destroyers that \"guarded\" the\nplanet arrived at rare intervals for fueling or repairs, but the crew\nnever had anything to do with the Uxenach. Local ordinance forbade the\nmaidens of Uxen to speak to the outlanders, and the outlanders were not\ninterested in any of the other native products.\n\nBut the last commercial spaceship had departed less than three weeks\nbefore on its regular run, and this was not one of the guard ships.\n\nZen reluctantly conceded to himself that he would have to investigate\nthis situation further, if he wanted to retain his reputation for\nomniscience. Sometimes, in an occasional moment of self-doubt, he\nwondered if he weren't too much of a perfectionist, but then he\nrejected the thought as self-sacrilege.\n\nZen dutifully intensified the beam of awareness and returned it to the\naudience chamber where the two strange Earthmen who had come on the\nship were being ushered into the presence of the king by none other\nthan Guj, the venerable prime minister himself.\n\n\"Gentlemen,\" Guj beamed, his long white beard vibrating in an excess of\nhospitality, \"His Gracious Majesty will be delighted to receive you at\nonce.\"\n\nAnd crossing his wrists in the secular xa, he led the way to where Uxlu\nthe Fifteenth was seated in full regalia upon his imposing golden,\ngem-encrusted throne.\n\nUxlu himself, Zen admitted grudgingly, was an imposing sight to anyone\nwho didn't know the old yio. The years--for he was a scant decade\nyounger than Guj--had merely lent dignity to his handsome features, and\nhe was still tall and upright.\n\n\"Welcome, Earthlings, to Uxen,\" King Uxlu said in the sonorous tones of\nthe practiced public speaker. \"If there is aught we can do to advance\nyour comfort whilst you sojourn on our little planet, you have but to\nspeak.\"\n\nHe did not, Zen noted with approval, rashly promise that requests\nwould necessarily be granted. Which was fine, because the god well\nknew who the carrier out of requests would be--Zen the Almighty, the\nAll-Powerful, the All-Put-Upon....\n\n\"Thank you, Your Majesty,\" the older of the two scientists said. \"We\nmerely seek a retired spot in which to conduct our researches.\"\n\n\"Researches, eh?\" the king repeated with warm interest. \"Are you\nperhaps scientists?\"\n\n\"Yes, Your Majesty.\" Every one of Zen's perceptors quivered\nexpectantly. Earth science was banned on Uxen, with the result that its\nacquisition had become the golden dream of every Uxena, including, of\ncourse, their god.\n\nThe older scientist gave a stiff bow. \"I am an anthropologist. My\nname is Kendrick, Professor Alpheus Kendrick. My assistant, Dr. Peter\nHammond--\" he indicated the tall young man with him--\"is a physicist.\"\n\n       *       *       *       *       *\n\nThe king and the prime minister conferred together in whispers. Zen\nwished he could join them, but he couldn't materialize on that plane\nwithout incense, and he preferred his subjects not to know that he\ncould be invisibly present, especially on his day off. Of course, his\nImmaterial Omnipresence was a part of the accepted dogma, but there is\na big difference between accepting a concept on a basis of faith or of\nproven fact.\n\n\"Curious researches,\" the king said, emerging from the conference,\n\"that require both physics _and_ anthropology.\"\n\n\"Yes,\" said Kendrick. \"They are rather involved at that.\" Peter Hammond\nshuffled his feet.\n\n\"Perhaps some of our technicians might be of assistance to you,\" the\nking suggested. \"They may not have your science, but they are very\nadept with their hands....\"\n\n\"Our researches are rather limited in scope,\" Kendrick assured him. \"We\ncan do everything needful quite adequately ourselves. All we need is a\nplace in which to do it.\"\n\n\"You shall have our own second-best palace,\" the king said graciously.\n\"It has both hot and cold water laid on, as well as central heating.\"\n\n\"We've brought along our own collapsible laboratory-dwelling,\" Kendrick\nexplained. \"We just want a spot to set it up.\"\n\nUxlu sighed. \"The royal parks are at your disposal. You will\nundoubtedly require servants?\"\n\n\"We have a robot, thanks.\"\n\n\"A robot is a mechanical man who does all our housework,\" Hammond, more\ncourteous than his superior, explained. Zen wondered how he could ever\nhave felt a moment's uneasiness concerning these wonderful strangers.\n\n\"Zen will be interested to hear of this,\" the prime minister said\ncannily. He and the king nodded at one another.\n\n\"_Who_ did you say?\" Kendrick asked eagerly.\n\n\"Zen the Terrible,\" the king repeated, \"Zen the All-Powerful, Zen the\nEncyclopedic. Surely you have heard of him?\" he asked in some surprise.\n\"He's Uxen's own particular, personal and private god, exclusive to our\nplanet.\"\n\n\"Yes, yes, of course I've heard about him,\" Kendrick said, trembling\nwith hardly repressed excitement.\n\n_What a correct attitude!_ Zen thought. _One rarely finds such\nreligious respect among foreigners._\n\n\"In fact, I've heard a great deal about him and I should like to know\neven more!\" Kendrick spoke almost reverently.\n\n\"He _is_ an extremely interesting divinity,\" the king replied\ncomplacently. \"And if your robot cannot teleport or requires a hand\nwith the heavy work, do not hesitate to call on Zen the Accommodating.\nWe'll detail a priest to summon--\"\n\n\"The robot manages very well all by itself, thank you,\" Kendrick said\nquickly.\n\n       *       *       *       *       *\n\nIn his hideaway, the material body of Zen breathed a vast multiple sigh\nof relief. He was getting to like these Earthmen more and more by the\nminute.\n\n\"Might I inquire,\" the king asked, \"into the nature of your researches?\"\n\n\"An investigation of the prevalent nuclear ritual beliefs on Uxen in\nrelation to the over-all matrix of social culture, and we really must\nget along and see to the unloading of the ship. Good-by, Your\nMajesty ... Your Excellency.\" And Kendrick dragged his protesting aide\noff.\n\n\"If only,\" said the king, \"I were still an absolute monarch, I would\nteach these Earthlings some manners.\" His face grew wistful. \"Well I\nremember how my father would have those who crossed him torn apart by\nwild skwitch.\"\n\n\"If you did have the Earthlings torn apart by wild skwitch, Sire,\" Guj\npointed out, \"then you would certainly never be able to obtain any\ninformation from them.\"\n\nUxlu sighed. \"I would merely have them torn apart a little--just enough\nso that they would answer a few civil questions.\" He sighed again.\n\"And, supposing they did happen to--er--pass on, in the process, think\nof the tremendous lift to my ego. But nobody thinks of the king's ego\nany more these days.\"\n\nNo, things were not what they had been since the time the planet had\nbeen retrieved by the Earthlings. They had not communicated with Uxen\nfor so many hundreds of years, they had explained, because, after a\nmore than ordinarily disastrous war, they had lost the secret of space\ntravel for centuries.\n\nNow, wanting to make amends for those long years of neglect, they\nimmediately provided that the Earth language and the Earth income tax\nbecome mandatory upon Uxen. The language was taught by recordings.\nSince the Uxenach were a highly intelligent people, they had all\nlearned it quickly and forgotten most of their native tongue except for\na few untranslatable concepts.\n\n\"Must be a new secret atomic weapon they're working on,\" Uxlu decided.\n\"Why else should they come to such a remote corner of the Galaxy? And\nyou will recall that the older one--Kendrick--said something about\nnuclear beliefs. If only we could discover what it is, secure it for\nourselves, perhaps we could defeat the Earthmen, drive them away--\" he\nsighed for the third time that morning--\"and rule the planet ourselves.\"\n\n       *       *       *       *       *\n\nJust then the crown princess Iximi entered the throne room. Iximi\nreally lived up to her title of Most Fair and Exalted, for centuries\nof selective breeding under which the kings of Uxen had seized the\nloveliest women of the planet for their wives had resulted in an\noutstanding pulchritude. Her hair was as golden as the ripe fruit that\nbent the boughs of the iolo tree, and her eyes were bluer than the uriz\nstones on the belt girdling her slender waist. Reproductions of the\nfamous portrait of her which hung in the great hall of the palace were\nvery popular on calendars.\n\n\"My father grieves,\" she observed, making the secular xa. \"Pray tell\nyour unworthy daughter what sorrow racks your noble bosom.\"\n\n\"Uxen is a backwash,\" her father mourned. \"A planet forgotten, while\nthe rest of the Galaxy goes by. Our ego has reached its nadir.\"\n\n\"Why did you let yourself be conquered?\" the princess retorted\nscornfully. \"Ah, had I been old enough to speak then, matters would be\nvery different today!\" Although she seemed too beautiful to be endowed\nwith brains, Iximi had been graduated from the Royal University with\nhigh honors.\n\nZen the Erudite was particularly fond of her, for she had been his best\nstudent in Advanced Theology. She was, moreover, an ardent patriot and\nleader of the underground Moolai (free) Uxen movement, with which Zen\nwas more or less in sympathy, since he felt Uxen belonged to him and\nnot to the Earthlings. After all, he had been there first.\n\n\"_Let_ ourselves be conquered!\" Her father's voice rose to a squeak.\n\"_Let_ ourselves! Nobody asked us--we _were_ conquered.\"\n\n\"True, but we could at least have essayed our strength against the\nconquerors instead of capitulating like yioch. We could have fought to\nthe last man!\"\n\n\"A woman is always ready to fight to the last man,\" Guj commented.\n\n\"Did you hear that, ancient and revered parent! He called me, a\nprincess of the blood, a--a woman!\"\n\n\"We are all equal before Zen,\" Guj said sententiously, making the high\nxa.\n\n\"Praise Zen,\" Uxlu and Iximi chanted perfunctorily, bowing low.\n\nIximi, still angry, ordered Guj--who was also high priest--to start\nservices. Kindling the incense in the hajen, he began the chant.\n\nOf course it was his holiday, but Zen couldn't resist the appeal of\nthe incense. Besides he was there anyway, so it was really no trouble,\n_no trouble_, he thought, greedily sniffing the delicious aroma, _at\nall_. He materialized a head with seven nostrils so that he was able to\ninhale the incense in one delectable gulp. Then, \"No prayers answered\non Thursday,\" he said, and disappeared. That would show them!\n\n\"Drat Zen and his days off!\" The princess was in a fury. \"Very well,\nwe'll manage without Zen the Spiteful. Now, precisely what is troubling\nyou, worthy and undeservedly Honored Parent?\"\n\n\"Those two scientists who arrived from Earth. Didn't you meet them\nwhen you came in?\"\n\n\"No, Respected Father,\" she said, sitting on the arm of the throne. \"I\nmust have just missed them. What are they like?\"\n\n       *       *       *       *       *\n\nHe told her what they were like in terms not even a monarch should use\nbefore his daughter. \"And these squuch,\" he concluded, \"are undoubtedly\nworking on a secret weapon. If we had it, we could free Uxen.\"\n\n\"Moolai Uxen!\" the princess shouted, standing up. \"My friends, must we\ncontinue to submit to the yoke of the tyrant? Arise. Smite the....\"\n\n\"Anyone,\" said Guj, \"can make a speech.\"\n\nThe princess sat on the steps of the throne and pondered. \"Obviously we\nmust introduce a spy into their household to learn their science and\nturn it to our advantage.\"\n\n\"They are very careful, those Earthlings,\" Guj informed her\nsuperciliously. \"It is obvious that they do not intend to let any of us\ncome near them.\"\n\nThe princess gave a knowing smile. \"But they undoubtedly will need at\nleast one menial to care for their dwelling. I shall be that menial. I,\nIximi, will so demean myself for the sake of my planet! Moolai Uxen!\"\n\n\"You cannot do it, Iximi,\" her father said, distressed. \"You must not\ndefile yourself so. I will not hear of it!\"\n\n\"And besides,\" Guj interposed, \"they will need no servants. All their\nhousework is to be done by their robot--a mechanical man that performs\nall menial duties. And you, Your Royal Highness, could not plausibly\ndisguise yourself as a machine.\"\n\n\"No-o-o-o, I expect not.\" The princess hugged the rosy knees\nrevealed by her brief tunic and thought aloud, \"But ... just ...\nsupposing ... something ... went wrong with the robot.... They do\nnot possess another?\"\n\n\"They referred only to one, Highness,\" Guj replied reluctantly. \"But\nthey may have the parts with which to construct another.\"\n\n\"Nonetheless, it is well worth the attempt,\" the princess declared.\n\"You will cast a spell on the robot, Guj, so that it stops.\"\n\nHe sighed. \"Very well, Your Highness; I suppose I could manage that!\"\n\nMaking the secular xa, he left the royal pair. Outside, his voice could\nbe heard bellowing in the anteroom, \"Has any one of you squuch seen my\npliers?\"\n\n\"There is no need for worry, Venerated Ancestor,\" the princess assured\nthe monarch. \"All-Helpful Zen will aid me with my tasks.\"\n\nFar away in his arcane retreat, the divinity groaned to himself.\n\n       *       *       *       *       *\n\nAnother aspect of Zen's personality followed the two Earthmen as they\nleft the palace to supervise the erection of their prefab by the crew\nof the spaceship in one of the Royal Parks. A vast crowd of Uxenach\ngathered to watch the novelty, and among them there presently appeared\na sinister-looking old man with a red beard, whom Zen the Pansophic had\nno difficulty in recognizing as the prime minister, heavily disguised.\nOf course it would have been no trouble for Zen to carry out Guj's\nmission for him, but he believed in self-help--especially on Thursdays.\n\n\"You certainly fixed us up fine!\" Hammond muttered disrespectfully to\nthe professor. \"You should've told the king we were inventing a vacuum\ncleaner or something. Now they'll just be more curious than ever....\nAnd I still don't see why you refused the priest. Seems to me he'd be\njust what you needed.\"\n\n\"Yes, and the first to catch on to why we're here. We mustn't\nantagonize the natives; these closed groups are so apt to resent any\ninvestigation into their mythos.\"\n\n\"If it's all mythical, why do you need a scientist then?\"\n\n\"A physical scientist, you mean,\" Kendrick said austerely. \"For\nanthropology is a science, too, you know.\"\n\nPeter snorted.\n\n\"Some Earthmen claim actually to have seen these alleged\nmanifestations,\" Kendrick went on to explain, \"in which case there must\nbe some kind of mechanical trickery involved--which is where you come\nin. Of course I would have preferred an engineer to help me, but you\nwere all I could get from the government.\"\n\n\"And you wouldn't have got me either, if the Minister of Science didn't\nhave it in for me!\" Peter said irately. \"I'm far too good for this\npiddling little job, and you know it. If it weren't for envy in high\nplaces--\"\n\n\"Better watch out,\" the professor warned, \"or the Minister might decide\nyou're too good for science altogether, and you'll be switched to a\nposition more in keeping with your talents--say, as a Refuse Removal\nAgent.\"\n\n_And what is wrong with the honored art of Refuse Removal?_ Zen\nwondered. There were a lot of mystifying things about these Earthmen.\n\n       *       *       *       *       *\n\nThe scientists' quaint little edifice was finally set up, and the\nspaceship took its departure. It was only then that the Earthmen\ndiscovered that something they called cigarettes couldn't be found in\nthe welter of packages, and that the robot wouldn't cook dinner or, in\nfact, do anything. _Good old Guj_, Zen thought.\n\n\"I can't figure out what's gone wrong,\" Peter complained, as he\nfinished putting the mechanical man together again. \"Everything seems\nto be all right, and yet the damned thing won't function.\"\n\n\"Looks as if we'll have to do the housework ourselves, confound it!\"\n\n\"Uh-uh,\" Peter said. \"You can, but not me. The Earth government put me\nunder your orders so far as this project is concerned, sir, but I'm not\nsupposed to do anything degrading, sir, and menial work is classified\nas just that, sir, so--\"\n\n\"All right, all _right_!\" Kendrick said. \"Though it seems to me if\n_I'm_ willing to do it, _you_ should have no objection.\"\n\n\"It's your project, sir. I gathered from the king, though,\" Peter\nadded more helpfully, \"that some of the natives still do menial labor\nthemselves.\"\n\n\"How disgusting that there should still be a planet so backward that\nhuman beings should be forced to do humiliating tasks,\" Kendrick said.\n\n_You don't know the half of it, either_, Zen thought, shocked all the\nway back to his physical being. It had never occurred to him that the\nfunctions of gods on other planets might be different than on Uxen ...\nunless the Earthlings failed to pay reverence to their own gods, which\nseemed unlikely in view of the respectful way with which Professor\nKendrick had greeted the mention of Zen's Awe-Inspiring Name. Then\nRefuse Removal was not necessarily a divine prerogative.\n\n_Those first colonists were very clever_, Zen thought bitterly,\n_sweet-talking me into becoming a god and doing all their dirty work.\nI was happy here as the Only Inhabitant; why did I ever let those\ninterlopers involve me in Theolatry? But I can't quit now. The Uxenach\nneed Me ... and I need incense; I'm fettered by my own weakness. Still,\nI have the glimmerings of an idea...._\n\n\"Oh, how much could a half-witted menial find out?\" Peter demanded.\n\"Remember, it's either a native servant, sir, or you do the housework\nyourself.\"\n\n\"All right,\" Kendrick agreed gloomily. \"We'll try one of the natives.\"\n\n       *       *       *       *       *\n\nSo the next day, still attended by the Unseen Presence of Zen, they\nsought audience with the prime minister.\n\n\"Welcome, Earthmen, to the humble apartments of His Majesty's most\nunimportant subject,\" Guj greeted them, making a very small xa as he\nled them into the largest reception room.\n\nKendrick absently ran his finger over the undercarving of a small gold\ntable. \"Look, no dust,\" he whispered. \"Must have excellent help here.\"\n\nZen couldn't help preening just a bit. At least he did his work well;\nno one could gainsay that.\n\n\"Your desire,\" Guj went on, apparently anxious to get to the point, \"is\nmy command. Would you like a rojh of dancing girls to perform before\nyou or--?\"\n\n\"The king said something yesterday about servants being available,\"\nKendrick interrupted. \"And our robot seems to have broken down. Could\nyou tell us where we could get someone to do our housework?\"\n\nAn expression of vivid pleasure illuminated the prime minister's\nvenerable countenance. \"By fortunate chance, gentlemen, a small lot of\nmaids is to be auctioned off at a village very near the Imperial City\ntomorrow. I should be delighted to escort you there personally.\"\n\n\"Auctioned?\" Kendrick repeated. \"You mean they _sell_ servants here?\"\n\nGuj raised his snowy eyebrows. \"Sold? Certainly not; they are leased\nfor two years apiece. After all, if you have no lease, what guarantee\ndo you have that your servants will stay after you have trained them?\nNone whatsoever.\"\n\nWhen the two scientists had gone, Iximi emerged from behind a\nbright-colored tapestry depicting Zen in seven hundred and fifty-three\nof his Attributes.\n\n\"The younger one is not at all bad-looking,\" she commented, patting her\nhair into place. \"I do like big blond men. Perhaps my task will not be\nas unpleasant as I fancied.\"\n\nGuj stroked his beard. \"How do you know the Earthlings will select\n_you_, Your Highness? Many other maids will be auctioned off at the\nsame time.\"\n\nThe princess stiffened angrily. \"They'll pick me or they'll never leave\nUxen alive and you, Your Excellency, would not outlive them.\"\n\n       *       *       *       *       *\n\nAlthough it meant he had to overwork the other aspects of his multiple\npersonality, Zen kept one free so that the next day he could join\nthe Earthmen--in spirit, that was--on their excursion in search of a\nmenial.\n\n\"If, as an anthropologist, you are interested in local folkways,\nProfessor,\" Guj remarked graciously, as he and the scientists piled\ninto a scarlet, boat-shaped vehicle, \"you will find much to attract\nyour attention in this quaint little planet of ours.\"\n\n\"Are the eyes painted on front of the car to ward off demons?\" Kendrick\nasked.\n\n\"Car? Oh, you mean the yio!\" Guj patted the forepart of the vehicle.\nIt purred and fluttered long eyelashes. \"We breed an especially bouncy\nstrain with seats; they're so much more comfortable, you know.\"\n\n\"You mean this is a _live_ animal?\"\n\nGuj nodded apologetically. \"Of course it does not go very fast. Now if\nwe had the atomic power drive, such as your spaceships have--\"\n\n\"You'd shoot right off into space,\" Hammond assured him.\n\n\"Speed,\" said Kendrick, \"is the curse of modern civilization. Be glad\nyou still retain some of the old-fashioned graces here on Uxen. You\nsee,\" he whispered to his assistant, \"a clear case of magico-religious\nculture-freezing, resulting in a static society unable to advance\nitself, comes of its implicit reliance upon the powers of an omnipotent\ndeity.\"\n\nZen took some time to figure this out. _But that's right!_ he\nconcluded, in surprise.\n\n\"I thought your god teleported things?\" Peter asked Guj. \"How come he\ndoesn't teleport you around, if you're in such a hurry to go places?\"\n\nKendrick glared at him. \"Please remember that I'm the anthropologist,\"\nhe hissed. \"You have got to know how to describe the Transcendental\nPersonality with the proper respect.\"\n\n\"We don't have Zen teleport animate objects,\" the prime minister\nexplained affably. \"Or even inanimate ones if they are fragile.\nFor He tends to lose His Temper sometimes when He feels that He is\noverworked--\" _Feels, indeed!_ Zen said to himself--\"and throws things\nabout. We cannot reprove Him for His misbehavior. After all, a god is a\ngod.\"\n\n\"The apparent irreverence,\" Kendrick explained in an undertone,\n\"undoubtedly signifies that he is dealing with ancillary or, perhaps,\nperipheral religious beliefs. I must make a note of them.\" He did so.\n\n       *       *       *       *       *\n\nBy the time the royal yio had arrived at the village where the\nplanetary auctions for domestics were held, the maids were already\narranged in a row on the platform. Most were depressingly plain\ncreatures and dressed in thick sacklike tunics. Among them, the\ngraceful form of Iximi was conspicuous, clad in a garment similar in\ncut but fashioned of translucent gauze almost as blue as her eyes.\n\nPeter straightened his tie and assumed a much more cheerful expression.\n\"Let's rent _that one_!\" he exclaimed, pointing to the princess.\n\n\"Nonsense!\" Kendrick told him. \"In the first place, she is obviously\nthe most expensive model. Secondly, she would be too distracting\nfor you. And, finally, a pretty girl is never as good a worker as a\nplain.... We'll take that one.\" The professor pointed to the dumpiest\nand oldest of the women. \"How much should I offer to start, Your\nExcellency? No sense beginning the bidding too high. We Earthmen aren't\nmade of money, in spite of what the rest of the Galaxy seems to think.\"\n\n\"A hundred credits is standard,\" Guj murmured. \"However, sir, there is\none problem--have you considered how you are going to communicate with\nyour maid?\"\n\n\"Communicate? Are they mutes?\"\n\n\"No, but very few of these women speak Earth.\" A look of surprise\nflitted over the faces of the servants, vanishing as her royal highness\nglared at them.\n\nKendrick pursed thin lips. \"I was under the impression that the Earth\nlanguage was mandatory on Uxen.\"\n\n\"Oh, it is; it is, indeed!\" Guj said hastily. \"However, it is so\nhard to teach these backward peasants new ways.\" One of the backward\npeasants gave a loud sniff, which changed to a squeal as she was\nhonored with a pinch from the hand of royalty. \"But you will not betray\nus? We are making rapid advances and before long we hope to make Earth\nuniversal.\"\n\n\"Of course we won't,\" Peter put in, before Kendrick had a chance to\nreply. \"What's more, I don't see why the Uxenians shouldn't be allowed\nto speak their own language.\"\n\nThe princess gave him a dazzling smile. \"Moolai Uxen! We must not allow\nthe beautiful Uxulk tongue to fall into desuetude. Bring back our\nlovely language!\"\n\nGuj gestured desperately. She tossed her head, but stopped.\n\n\"Please, Kendrick,\" Peter begged, \"we've got to buy that one!\"\n\n\"Certainly not. You can see she's a troublemaker. Do you speak Earth?\"\nthe professor demanded of the maid he had chosen.\n\n\"No speak,\" she replied.\n\nPeter tugged at his superior's sleeve. \"That one speaks Earth.\"\n\nKendrick shook him off. \"Do you speak Earth?\" he demanded of the second\noldest and ugliest. She shook her head. The others went through the\nsame procedure.\n\n\"It looks,\" Peter said, grinning, \"as if we'll have to take mine.\"\n\n\"I suppose so,\" Kendrick agreed gloomily, \"but somehow I feel no good\nwill come of this.\"\n\nZen wondered whether Earthmen had powers of precognition.\n\nNo one bid against them, so they took a two-year lease on the crown\nprincess for the very reasonable price of a hundred credits, and drove\nher home with them.\n\nIximi gazed at the little prefab with disfavor. \"But why are we halting\noutside this gluu hutch, masters?\"\n\nGuj cleared his throat. \"Sirs, I wish you joy.\" He made the secular xa.\n\"Should you ever be in need again, do not hesitate to get in touch with\nme at the palace.\" And, climbing into the yio, he was off.\n\n       *       *       *       *       *\n\nThe others entered the small dwelling. \"That little trip certainly gave\nme an appetite,\" Kendrick said, rubbing his hands together. \"Iximi, you\nhad better start lunch right away. This is the kitchen.\"\n\nIximi gazed around the cubicle with disfavor. \"Truly it is not much,\"\nshe observed. \"However, masters, if you will leave me, I shall endeavor\nto do my poor best.\"\n\n\"Let me show you--\" Peter began, but Kendrick interrupted.\n\n\"Leave the girl alone, Hammond. She must be able to cook, if she's a\nprofessional servant. We've wasted the whole morning as it is; maybe we\ncan get something done before lunch.\"\n\nIximi closed the door, got out her portable altar--all members of the\nroyal family were qualified members of the priesthood, though they\nseldom practiced--and in a low voice, for the door and walls were\nthin, summoned Zen the All-Capable.\n\nThe god sighed as he materialized his head. \"I might have known you\nwould require Me. What is your will, oh Most Fair?\"\n\n\"I have been ordered to prepare the strangers' midday repast, oh\nPuissant One, and I know not what to do with all this ukh, which they\nassure me is their food.\" And she pointed scornfully to the cans and\njars and packages.\n\n\"How should _I_ know then?\" Zen asked unguardedly.\n\nThe princess looked at him. \"Surely Zen the All-Knowing jests?\"\n\n\"Er--yes. Merely having My Bit of Fun, you know.\" He hastily inspected\nthe exterior of the alleged foods. \"There appear to be legends\ninscribed upon the containers. Perchance, were we to read them, they\nmight give a clue as to their contents.\"\n\n\"Oh, Omniscent One,\" the princess exclaimed, \"truly You are Wise and\nSapient indeed, and it is I who was the fool to have doubted for so\nmuch as an instant.\"\n\n\"Oh you doubted, did you?\" Terrible Zen frowned terribly. \"Well, see\nthat it doesn't happen again.\" He had no intention of losing his divine\nauthority at this stage of the game.\n\n\"Your Will is mine, All-Wise One. And I think You had best materialize\na few pair of arms as well as Your August and Awe-inspiring\nCountenance, for there is much work to be done.\"\n\n       *       *       *       *       *\n\nSince the partitions were thin, Zen and the princess could hear most of\nthe conversation in the main room. \"... First thing to do,\" Kendrick's\nvoice remarked, \"is find out whether we're permitted to attend one\nof their religious ceremonies, where Zen is said to manifest himself\nactually and not, it is contended, just symbolically....\"\n\n\"The stove is here, Almighty,\" the princess suggested, \"not against the\ndoor where you are pressing Your Divine Ear.\"\n\n\"Shhh. What I hear is fraught with import for the future of the planet.\nMoolai Uxen.\"\n\n\"Moolai Uxen,\" the princess replied automatically.\n\n\"... I wonder how hard it'll be to crash the services,\" Kendrick went\non. \"Most primitives don't like outsiders present at their ritual\nactivities.\"\n\n\"Especially if there _are_ actual manifestations of their god,\"\nHammond contributed. \"That would mean the priests are up to some sort\nof trickery, and they wouldn't care to run the risk of having us see\nthrough--\"\n\nHe was interrupted by a loud crash from the kitchen.\n\n\"Are you all right, Iximi!\" he yelled. \"Need any help?\"\n\n\"All is well!\" she called back. \"But, I pray you, do not enter,\nmasters. The reverberation was part of a rite designed to deflect evil\nspirits from the food. Were a heretic to be present or interrupt the\nceremonies, the spell would be voided and the food contaminated.\"\n\n\"Okay!\" Peter returned and, in a lower tone, which he probably thought\nshe could not overhear, \"Seems you were right.\"\n\n\"Naturally.\" There was complacency in the professor's voice. \"And now\nlet us consider the validating features of the social structure as\nrelated to the mythos--and, of course, the ethos, where the two are not\ncoincident--of the Uxenians....\"\n\n\"Imagine,\" Zen complained in the kitchen, \"accusing _Me_ of being a\nmere trick of the priesthood--Supreme Me!\"\n\n\"Supreme Butterfingers!\" the princess snapped, irritation driving her\nto the point of sacrilege. \"You spilled that red stuff, the ...\" she\nbent over to read the legend on the container \"... the ketchup all over\nthe floor!\"\n\n\"The floor is relatively clean,\" Zen murmured abstractedly. \"We can\nscoop up the substance and incorporate it in whatever dainty dish we\nprepare for the Earthlings' repast. Now they'll think that I, Zen the\nAccessible, am difficult to have audience with,\" he mourned, \"whereas I\nwas particularly anxious to hold converse with them and discover what\nquest brings them to Uxen. That is,\" he added hastily, remembering he\nwas omniscient, \"just how they would justify its rationale.\"\n\n\"Shall we get on with our culinary activities, Almighty One?\" Iximi\nasked coldly.\n\nIf the Most Fair and Exalted had a flaw, Zen thought, it was a\none-track mind.\n\n       *       *       *       *       *\n\n\"What in hell did you put in this, Iximi?\" Kendrick demanded, after\none taste of the steaming casserole of food which she had set proudly\nbefore the two Earthmen.\n\n\"Ketchup, that's for sure....\" Peter murmured, rolling a mouthful\naround his tongue as he sought to separate its component flavors. \"And\nrhubarb, I should say.\"\n\n\"Dried fish and garlic....\" Kendrick made further identifications.\n\n\"And a comestible called marshmallow,\" Iximi beamed. \"You like it? I am\n_so_ glad!\"\n\n\"I do _not_--\" Kendrick began, but Peter intervened.\n\n\"It's very nice, Iximi,\" he said tactfully, \"but I guess we're just\nused to old run-of-the-mill Earth cooking. It's all our fault; we\nshould have given you a recipe.\"\n\n\"I had a recipe,\" Iximi returned. \"It came to me by Divine Inspiration.\"\n\nKendrick compressed his lips.\n\n\"Useful sort of divinity they have around here,\" Peter said.\n\"Everything that goes wrong seems to take place in the name of\nreligion. Are you sure you didn't happen to overhear us talking before,\nIximi?\"\n\n\"Don't be silly, Hammond!\" Kendrick snapped. \"These simple primitives\ndo not have the sophistication to use their religious beliefs\nconsciously as rationalization for their incompetence.\"\n\n\"Even had I wished to eavesdrop,\" Iximi said haughtily, \"I would hardly\nhave had the opportunity; I was too busy trying to prepare a palatable\nrepast for you and--\" her voice broke--\"you didn't like it.\"\n\n\"Oh, I did like it, Iximi!\" Peter protested. \"It's just that I'm\nallergic to rhubarb.\"\n\n\"Wait!\" she exclaimed, smiling again. \"For dessert I have an especial\nsurprise for you.\" She brought in a dish triumphantly. \"Is this not\njust how you have it on Earth?\"\n\n\"Stewed cigarettes with whipped cream,\" Kendrick muttered. \"Stewed\ncigarettes! Where on Ear--on Uxen did you find them?\"\n\n\"In a large box with the other puddings,\" she beamed. \"Is it not highly\nsucculent and flavorful?\"\n\nThe two scientists sprang from their chairs and dashed into the\nkitchen. Iximi stared after them. When they returned, they looked much\nmore cheerful. They seated themselves, and soon fragrant clouds of\nsmoke began to curl toward the ceiling.\n\n_They are calling me at last_, Zen thought happily, _and with such\ndelightful incense! Who wants chants anyway?_\n\n\"But what are you _doing_!\" the princess shrieked.\n\n       *       *       *       *       *\n\nZen hastened to manifest himself, complete with fourteen nostrils,\nbefore she could spoil everything. \"The procedure is most unorthodox,\"\nhe murmured aloud, \"but truly this new incense has a most delicious\naroma, extremely pleasing to My Ego. What is your will, oh, strangers?\"\n\n\"All-Merciful Zen,\" the princess pleaded, \"forgive them, for they knew\nnot what they did. They did not mean to summon You.\"\n\n\"Then who,\" asked Zen in a terrible voice, \"is this wonderful smoke\nfor? Some foreign god whom they worship on My Territory?\" And he\nwouldn't put it past them either.\n\nPeter looked at the anthropologist, but Kendrick was obviously\ntoo paralyzed with fright to speak. \"As a matter of fact,\nYour--er--Omnipotence,\" the physicist said haltingly, \"this is not part\nof our religious ritual. We burn this particular type of incense which\nwe call tobacco, for our own pleasure.\"\n\n\"In other words,\" Zen said coldly, \"you worship yourselves. I work and\nslave My Godhood to the bone only to have egotists running all over My\nPlanet.\"\n\n\"No, it's nothing like that at all,\" Kendrick quavered. \"We smoke the\ntobacco to--well--gratify our appetites. Like--like eating, you know.\"\n\n\"Well, you will have to forego that pleasure,\" Zen said, frowning\nterribly. Even the tall one cowered, he noted with appreciation. It had\nbeen a long time since people had really cringed before his frown. The\nUxenach had come to take him too much for granted; they would learn\ntheir mistake. \"From now on,\" he said portentously, \"the tobacco must\nbe reserved for My Use alone. Smoke it only for purposes of worship.\nOnce a day will be sufficient,\" he added graciously, \"and perhaps\ntwice on holy days.\"\n\n\"But we do not worship alien gods,\" Kendrick persisted in a shaky\nvoice. \"Even if you _were_ a god....\"\n\nZen frowned. \"Would you care to step outside and test my divinity?\"\n\n\"Well, no ... but....\"\n\n\"Then, as far as you're concerned, I am Divine, and let's have no more\nquibbling. Don't forget the tobacco once a day. About time I had a\nchange from that low-grade incense.\"\n\nHe vanished. Too late he remembered that he'd planned to ask the\nEarthlings why they had come to Uxen, and to discuss a little\nbusiness proposition with them. Oh, well, time for that at his next\nmaterialization for them. And, now that he considered the matter, the\ndirect approach might very well be a mistake.\n\nHe hoped Iximi would make sure they burned him tobacco\nregularly--really good stuff; almost made godhood worthwhile. But then\nhe'd felt that way about incense at first. No, he had other ideas for\nmaking divinity worthwhile, and Iximi was going to help him, even if\nshe didn't know it. People had used him long enough; it was his turn to\nuse them.\n\n       *       *       *       *       *\n\nIn the kitchen, Iximi recalled Zen and together they washed the dishes\nand listened to the scientists quarreling in the next room.\n\n\"You will note the use of incense as standard socio-religious\nparallelism, Hammond. Men have appetites that must be gratified and so\nthey feel their supreme being must also eat ... only, being a deity, he\nconsumes aromas.\"\n\n\"Yes,\" Peter said. \"You explained all that to Him much more succinctly,\nthough.\"\n\n\"Hah! Well, have you any idea yet as to how the trick was worked?\"\n\n\"Worked? What do you mean?\"\n\n\"How they made that talking image appear? Clever device, I must say,\nalthough the Scoomps of Aldebaran III--\"\n\n\"Didn't look like a trick to me.\"\n\n\"That's a fine young man,\" Zen said approvingly to Iximi. \"I _like_\nhim.\"\n\n\"You really do, Most High? I am _so_ glad!\"\n\n\"You don't mean you really believe this Zen is an actual living god?\"\nKendrick spluttered.\n\nThere was a silence. \"No, not a god,\" Peter said finally, \"but not a\nhuman, either. Perhaps another life-form with attributes different from\nours. After all, do we know who or what was on Uxen, before it was\ncolonized by Earth?\"\n\n\"Tcha!\" Kendrick said.\n\nIximi looked at Zen. Zen looked at Iximi. \"The concept of godhood\nvaries from society to society,\" the divinity told the princess.\n\"Peter is not being sacrilegious, just manifesting a healthy\nskepticism.\"\n\n\"You're a credulous fool,\" Kendrick said hotly to his assistant. \"I\ndon't blame the Secretary for demoting you. When we return to Earth, I\nshall recommend your transfer to Refuse Removal. You have no business\nat all in Science!\"\n\nThere was the sound of footsteps. \"Leaving my noxious company?\" Peter's\nvoice asked tightly.\n\n\"I am going out to the nearest temple to have a chat with one of the\npriests. I can expect more sensible answers from him than from you!\"\nThe outside door slammed.\n\n\"Speaking of Refuse Removal, Almighty,\" Iximi said to Zen, \"would you\nteleport the remains of this miserable repast to the Sacred Garbage\nDump? And you need not return; I'll be able to handle the rest myself.\"\n\n\"Moolai Uxen,\" Zen reminded her and vanished with the garbage, but,\nalthough the refuse was duly teleported, the unseen, impalpable\npresence of the god remained.\n\n       *       *       *       *       *\n\nThe door to the kitchen opened, and Hammond walked in, his face grim.\n\"Need any help, Iximi?\" he asked, not very graciously. \"Or should I\nsay 'Your Royal Highness'?\"\n\nIximi dropped a plate which, fortunately, was plastic. \"How did you\nknow who I was?\"\n\nHe sat down on a stool. \"Didn't you remember that your portrait hung in\nthe great hall of the palace?\"\n\n\"Of course,\" she said, chagrined. \"A portrait of a servant would hardly\nbe hung there.\"\n\n\"Not only that, but I asked whom it depicted. Do you think I wouldn't\nnotice the picture of such a beautiful girl?\"\n\n\"But if you knew, why then did you...?\"\n\nHe grinned. \"I realized you were up to no good, and I have no especial\ninterest in the success of Kendrick's project.\"\n\nIximi carefully dried a dish. \"And what is his project?\"\n\n\"To investigate the mythos of the allegedly corporeal divinity in\nstatic primitive societies, with especial reference to the god-concept\nof Zen on Uxen.\"\n\n\"Is that _all_?\"\n\n_All!_ Zen thought. _Sounds like an excellent subject for research to\nme. Unfortunate that I cannot possibly let the study be completed, as I\nam going to invalidate the available data very shortly._\n\n\"That's all, Iximi.\"\n\n\"And how is it that Professor Kendrick did not recognize me from the\npicture?\"\n\n\"Oh, he never notices girls' pictures. He's a complete idiot.... You\noverheard us just now? When we get back to Earth, I'm going to be a\ngarbage collector.\"\n\n\"Here on Uxen, Refuse Removal is a Divine Prerogative,\" Iximi remarked.\n\n\"Poor Zen, whatever he is,\" Peter said to himself. \"But a god, being a\ngod,\" he went on in a louder voice, \"can raise himself above the more\nsordid aspects of the job. As a mere human, I cannot. Iximi, I wonder\nif....\" He looked nervously at his watch. \"I hope Kendrick takes his\ntime.\"\n\n\"He will not return soon,\" Iximi told him, putting away the dish\ntowel. \"Not if he is determined to find a temple. Because there are no\ntemples. Zen is a god of the Hearth and Home.\"\n\n\"Iximi,\" Peter said, getting up and coming closer to her, \"isn't there\nsome way I can stay here on Uxen, some job I can fill? You're the crown\nprincess--you must have a drag with the civil service.\" He looked at\nher longingly. \"Oh, if only you weren't so far above me in rank.\"\n\n\"Listen, Peter!\" She caught his hands. \"If you were the Royal\nPhysicist, our ranks would not be so far disparate. My distinguished\nfather would make you a duke. And princesses have often ...\" she\nblushed \"... that is to say, dukes are considered quite eligible.\"\n\n\"Do you think I have a chance of becoming Royal Physicist?\"\n\n\"I am certain of it.\" She came very close to him. \"You could give us\nthe atomic drive, design space ships ... weapons ... for us, couldn't\nyou, darling?\"\n\n\"I could.\" He looked troubled. \"But it's one thing to become an\nextraterrestrial, another to betray my own world.\"\n\nIximi put her arms around him. \"But Uxen will be your world, Peter. As\nprince consort, you would no longer be concerned with the welfare of\nthe Earthlings.\"\n\n\"Yes, but....\"\n\n\"And where is there betrayal? We do not seek to conquer Earth or its\ncolonies. All we want is to regain our own freedom. We are entitled to\nfreedom, aren't we, Peter?\"\n\nHe nodded slowly. \"I ... suppose so.\"\n\n\"Moolai Uxen.\" She thrust a package of cigarettes into his hand. \"Let\nus summon the Almighty One to bless our betrothal.\"\n\nPeter obediently lit two cigarettes and gave one to her.\n\n       *       *       *       *       *\n\nZen materialized his head. \"Blessings on you, my children,\" he said,\nsniffing ecstatically, \"and welcome, Holy Chief Physicist, to My\nService.\"\n\n\"_Royal_ Chief Physicist,\" Iximi corrected.\n\n\"No, that is insufficient for his merits. Holy and Sacrosanct Chief\nPhysicist is what he will be, with the rank of prince. You will have\nthe honor of serving Terrible Zen Myself, Peter Hammond.\"\n\n\"Delighted,\" said the young man dubiously.\n\n\"You will construct robots that do housework, vehicles that carry\nrefuse to the Sacred Garbage Dump, vans that transport household goods,\nmachines that lave dishes....\"\n\n\"Will do,\" Peter said with obvious relief. \"And may I say,\nYour--er--Benignness, that it will be a pleasure to serve You?\"\n\n\"But the atomic power drive ... freedom?\" Iximi stammered.\n\n\"These will point the surer, shorter way to the true freedom. My\nOmnidynamism has stood in the way of your cultural advancement, as\nProfessor Kendrick will undoubtedly be delighted to explain to you.\"\n\n\"But, Your Omnipotence....\"\n\n\"Let us have no more discussion. I am your God and I know best.\"\n\n\"Yes, Supreme One,\" Iximi said sullenly.\n\n\"You Uxenach have kept Me so busy for thousands of years, I have had\nno time for My Divine Meditations. I shall now withdraw Myself from\nmundane affairs.\"\n\nThe princess forgot disappointment in anxiety. \"You will not leave us,\nZen?\"\n\n\"No, My child, I shall be always present, watching over My People,\nguiding them, ready to help them in case of emergency. But make sure I\nam not summoned save in case of dire need. No more baby-sitting, mind\nyou.\"\n\n\"Yes, Almighty One.\"\n\n\"The incense will continue to be offered to me daily by everyone who\nseeks My Sacred Ear, and make sure to import a large quantity of this\ntobacco from Earth for holy days ... and other occasions,\" he added\ncasually, \"when you wish to be especially sure of incurring My Divine\nFavor. And I wish to be worshipped in temples like other gods.\" _Less\nchance of my being stuck with some unexpected household task._ \"I shall\nmanifest Myself on Thursdays only,\" he concluded gleefully, struck\nby the consummate idea. \"Thursday will be My Day to work and your\nholy day. All other days you will work, and I will indulge in Divine\nMeditation. I have spoken.\"\n\nAnd he withdrew all aspects of his personality to his retreat to\nwallow in the luxury of six days off per week. Naturally, to make sure\nthe Uxenach kept the incense up to scratch, he would perform a small\nmiracle now and again to show he was still Omnipresent.\n\nBeing a god, he thought as he made himself more comfortable, was not a\nbad thing at all. One merely needed to learn how to go about it in the\nright way.\n\n\n\n\n\nEnd of Project Gutenberg's The Princess and the Physicist, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PRINCESS AND THE PHYSICIST ***\n\n***** This file should be named 51126.txt or 51126.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/2/51126/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}