{"title": "Cause of Death", "author": "Max Tadlock", "releaseDate": "February 6, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            CAUSE OF DEATH\n\n                            By MAX TADLOCK\n\n                         Illustrated by JOHNS\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1955.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            Reaching the ultimate secret was no problem ...\n               but could I follow it up with an encore?\n\n\nAbout this thing, I couldn't stand to have them laugh. Not the way they\ndid about the swimming.\n\n\"Oh, come now. No one could learn to swim by reading a book.\nFive-eighths of a mile the first time in the water!\"\n\nAnd they laughed. I guess I laughed, too. More than any other thing,\nI've wanted people to be happy. But I never swam again--only that first\ntime.\n\nI've always read a lot and sometimes things I've read do get mixed up\nwith things I've done. But the things still happened--they happened to\n_someone_. And people ought to _believe_.\n\nI'd like to tell people now. I'd like to say, \"I died once.\"\n\nBut if they laughed, it might be later and I'd never hear them. Already\nthere are too many silent things in this. There must be no silent\nlaughter as well.\n\nThey might think I've got myself all mixed up with things I've read.\nThings like surgeons pumping life into a heart to bring the patient\nback after he's died on the operating table. Doctors reviving dead\nsoldiers, if they haven't been gone too long.\n\nIt's not like that at all. I was truly dead--for three days. It was\nalmost too long; I suppose I made it back just in time. I don't know.\n\nMy reading was what started me on this, just the same as with the\nswimming. When I think about it too much, I almost feel myself that I\nam exaggerating a bit.\n\nBut I have proof, proof which no one has ever seen but the doctors and\nthose who found me. See how they keep me swathed in these cloths and\nhow the darkened room hides my eyes?\n\nAnyway, I'd be ashamed to show myself, for the mark of death is too\nterrible and people would be even more afraid of dying than they are\nnow.\n\n       *       *       *       *       *\n\nYou see, I could have done it in the winter, only I was worried about\nthe cold. I might not have been able to get back at all. But it was too\nwarm when I chose to do it. I should have known better. I've read a\nlot about keeping things. You can't preserve them in the hot weather;\nthat's why the doctors put those dead soldiers in ice chests, but I\ndidn't think about it enough. I made some other mistakes, too, but I\ncouldn't have known.\n\nI guess what started it all was something I read a long time ago,\nperhaps in a story, or an agricultural bulletin, or maybe in an\nencyclopedia. Anyhow, it was something about pigs being able to just\ndie if they want to.\n\nThat always stuck in my mind. It's a pretty wonderful thing, you know.\nImagine just being able to die if life didn't seem worth living, or if\nyou were lonely, or maybe just because you wanted to.\n\nOh, I told lots of people about it. You know how sometimes a lull comes\nin a conversation. Then I'd say, \"Pigs are able to just up and die if\nthey want to.\"\n\nBut nobody ever paid any attention to me at all. They seemed to ignore\nthe remark. One man did say once, \"What the hell are you talking\nabout?\" but even he wouldn't listen when I tried to explain.\n\nPerhaps it was just too improbable. Besides, people don't like to think\nabout death. They talk about it sometimes and sometimes they brood\nabout it, but they never really think. It has always been too unknown\nand that frightens them. Then they only fear and stop thinking.\n\nIt always did seem sad to me that no one had ever tried to help people\nout about death. Yes, I know one did. He died and came back--but then\nHe wasn't just a man like you or me. And even He never said exactly\nwhat it was like.\n\nI wondered if anyone really ever _had_ said. So I began to read with\nonly a single purpose in mind. I had to know so I could tell people. If\nthey could only know, then they wouldn't have that fear and we could\ntalk of death and still be able to laugh.\n\nBut I had read it all when I read of Jacob's dream, for that's all\nthere was--dreams, visions, hopes. No one had ever seen and come back\nto tell the others.\n\nThe question then was _why_, not _what_. It couldn't be that all who\ndied had no whole being to return to. Not every death is marked by a\nbody completely uninhabitable. I myself had heard a doctor say, \"There\nis nothing organically wrong now. The patient will recover if only he\nhas the will to live.\"\n\n_The will to live!_ Suddenly I knew I had found the way. I myself would\ngo and see and return to tell them all.\n\n       *       *       *       *       *\n\nI answered all the requirements. I had a healthy body to return to. I\nhad the will to live, for I enjoy my reading and acquaintances. And I\nalone had thought it wonderful that pigs can die when they merely want\nto.\n\nI knew that I could, too, and I was not afraid. Very carefully, I began\nwhat seemed almost too simple preparations.\n\nDrawing some money from an account I kept for medical expenses (at the\ntime I thought this very amusing), I bought an electric clock which\nregistered the hour and the day of the month on cylinders like those on\na tachometer. I felt I would want to know exactly how long I had been\ndeceased when I came back.\n\nNext I secured a small round mirror with a concave face, the type\nsome use for shaving. This I was to hang directly above my face. It\nwas merely vanity on my part, for I wished to say that I as well as\nLazarus's friends had seen a dead man rise. I had assumed that at first\nmy vision might be blurred and thus the magnifying effect of this\nparticular glass would, I thought, help me focus on my face.\n\nOn my study floor, I prepared a pallet. It was neither soft nor hard,\njust a comfortable support for the body I was to leave. Beside it I\narranged a basin of water and some soft cloths, for I would want to\nwash right after coming back.\n\nYou see, I did not fear the obvious. My power lay in thought and I\nproceeded systematically.\n\nDrawn blinds and two small night-lights spread a gray cast over the\nroom, a cast that I was to know too well.\n\nEverything was ready now. No, wait! Quickly I placed a tumbler and a\ndecanter of brandy within easy reach and by them laid a pencil and\na pad of paper. It was when I straightened up that I first felt the\npounding in my body. My heart pulsed as if it were smashing waves of\nblood through my veins. In my throat, the large arteries swelled with\npressure until I thought I would strangle.\n\nI had to have some physical exertion to relieve the tension. I felt\nI might faint or have a stroke unless I moved about. My father had\nbeen stricken with an embolism at about my age, and I've read such\nweaknesses are inherited.\n\nSo I walked about the house rechecking the locks of windows and\ndoors. Perhaps it was just to keep busy for a few more moments that\nI even rechecked the pads of cardboard with which I had muffled the\nbell-clappers on both telephone and door chime. I don't seem to have\nhad many callers for several years now, but I had to avoid any chance\nof being disturbed.\n\n       *       *       *       *       *\n\nSomewhat calmed by my exertion, I prepared to lie down, but a\nsentimental whim moved me like an automaton toward the window. It was\nthe only really unreasoning thing I did.\n\nLike a prisoner denied the light on penalty of torture, I knelt down\nand looked under the blind. Never was the Sun so dazzling. This\nslightest lifting of the shade poured onto me a warmth that I had never\nknown before.\n\nAn old saying, invading my mind, destroyed the illusion, and laughing a\nbit nervously at \"seeking his place in the Sun,\" I turned away and lay\ndown.\n\nThe dials on my new calendar clock registered 3:15, July 12. Reaching\nfor my pad and pencil, I recorded this and then, refolding my hands\nacross my chest, I lay quite still.\n\nThe heat of the day had begun to saturate the closed room. Outside, all\nwas quiet, as if the Sun had mesmerized the world. The insect hum of\nthe electric clock was the only clue of life around me.\n\nLooming large above me in the mirror, the magnified reflection of my\nface calmed my mind with its placidity. Great-lidded Buddha eyes gazed\ndown, holding in their glow my first understanding of Nirvana.\n\nI knew that it had come. I had reached the boundary where the fear of\nreturnless going stopped the psyche just this side.\n\nMy only body consciousness was the heavy _thud_ ... _thud_ ... _thud_\nof blood being driven through my veins. I toyed with stopping the\nthudding, feeling and savoring the pause between those sledge-hammer\nstrokes on my brain--knowing that any one of those pauses lengthened to\neternity was death.\n\nSuddenly I shrieked and sat upright. For an instant, my body had\ncompletely stopped and I had known it. Only a nameless grasping fear\nhad snatched me back.\n\nMy heart beat wildly as I gasped for air. With shaking hands, I poured\na drink and gulped it down. It had been close.\n\nStill trembling, I arose and slumped into a chair. I had to organize\nmyself, to think my way along this thing.\n\nWhat had happened to me?\n\nThis one thing I knew: I _could_ do it. I could stop my body at will\nand I had done it, if only for a second.\n\nThis thought reassured me or perhaps the brandy opened my reserve of\ncourage, for I had been sitting in the chair some time.\n\n       *       *       *       *       *\n\nWith caution, I approached the pallet. I regarded it with suspicion, as\nthough there were a deadly scorpion in its folds. Then, jeering at my\nhesitation, I lay down and composed myself as before. The clock said\n5:05. I stirred again only to record this on the pad.\n\nDespite my nervousness, things proceeded faster this time. A morbid\nexcitement carried me along the path I now already knew. And at its\nend, I flirted with the _stopping_. Going over and stepping back, going\nover and stepping back.\n\nIt was a pleasure exquisite and unique. Once felt, it was unresistable.\n\nI was no longer afraid. I did not have to be. I could stop my body and\nstart it at will. So I let it slip away from me. The thuddings ceased\nand only the pauses remained--silent, shapeless things in endless\nprocession. And then the great silence. It flowed over me and I was\nlost.\n\nThe silence was too heavy and my thoughts were not my own; they floated\nup away from me in the silence. I could feel them go, but there was\nnothing to bring them back. Each thought of protest winged its way\ninto a void with all the rest.\n\nAnd nothing else remained but the will to live. As the silence lapped\naround this will, it grew until it alone was I. The silence washed\nabout it, but it stood.\n\nThen the little rippings and the slicings and the tearings and the\nsoftening of things were there--heard without sound, felt without\nfeeling, like the pulling of a tooth from a novocaine-deadened jaw.\n\nIt was then I saw the face.\n\nHave you ever felt the terror of suddenly waking with a face--a face\nof eyes--staring into your unguarded and bewildered first glance? One\nfeels as if this face would look into one's very life and wrest it from\nhim. Perhaps it is a nascent fear of one's own mask of death.\n\nBut I could not escape the mask. It loomed above me with gaping maw\nand staring eyes; eyes that seemed more dead and deadly as my vision\ncleared. The mirror enlarged the horror that lay below it.\n\nIt was the wrench of nausea that pulled me from this nightmare. In the\nviolence of the retching, I rolled from beneath the mirror and raised\nmyself to hands and knees. I had knocked over the clock and it shouted\nup at me--10:05, July 15. Three days! Too long! Too horribly long!\n\n       *       *       *       *       *\n\nSlowly I dragged myself to the telephone and pulled it from the stand.\nI remember nothing else until they brought me here.\n\nIt's been eight days--eight days away from death, yet I'm closer to\nit now than ever before. And I can't _think_ of it. The fear has come\ncrashing through and I can't _think_.\n\nThis thing, this body is too far gone. I won't be able to make it move.\nI'll just feel it getting away--little by little--ripping apart cell by\ncell, and then everywhere all at once.\n\nI can feel it now. But in that great silence, I could almost hear the\ntearing--yet there was no sound.\n\nThe doctors have given up all hope. I can see it in their faces. I\ncould hear them talking among themselves when they brought me in. They\nhad to give it a name. There's a certain safety in a name, you know.\n\nI would have told them, but I was afraid they'd laugh. The nurses would\nlaugh and say to each other, \"Have you heard what the one in 408 wanted\nin his case history?\"\n\nI couldn't stand the laughter now.\n\nBut that's the way my chart should read--Cause of Death:--_Death!_\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Cause of Death, by Max Tadlock\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CAUSE OF DEATH ***\n\n***** This file should be named 51137.txt or 51137.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/3/51137/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}