{"title": "Common Denominator", "author": "John D. MacDonald", "releaseDate": "February 8, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Common Denominator\n\n                         BY JOHN D. MacDONALD\n\n                       Illustrated by DON HUNTER\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n      Advanced races generally are eager to share their knowledge\n         with primitive ones. In this case ... with Earthmen!\n\n\nWhen Scout Group Forty flickered back across half the Galaxy with a\ncomplete culture study of a Class Seven civilization on three planets\nof Argus Ten, the Bureau of Stellar Defense had, of course, a priority\nclaim on all data. Class Sevens were rare and of high potential danger,\nso all personnel of Group Forty were placed in tight quarantine during\nthe thirty days required for a detailed analysis of the thousands of\nfilm spools.\n\nNews of the contact leaked out and professional alarmists predicted\ndire things on the news screens of the three home planets of Sol. A\nretired admiral of the Space Navy published an article in which he\nstated bitterly that the fleet had been weakened by twenty years of\nsoftness in high places.\n\nOn the thirty-first day, B.S.D. reported to System President Mize that\nthe inhabitants of the three planets of Argus 10 constituted no threat,\nthat there was no military necessity for alarm, that approval of a\ncommerce treaty was recommended, that all data was being turned over to\nthe Bureau of Stellar Trade and Economy for analysis, that personnel of\nScout Group Forty was being given sixty days' leave before reassignment.\n\nB.S.T.E. released film to all commercial networks at once, and\nvisions of slavering oily monsters disappeared from the imagination\nof mankind. The Argonauts, as they came to be called, were pleasantly\nsimilar to mankind. It was additional proof that only in the rarest\ninstance was the life-apex on any planet in the home Galaxy an abrupt\ndivergence from the \"human\" form. The homogeneousness of planet\nelements throughout the Galaxy made homogeneousness of life-apex almost\na truism. The bipedal, oxygen-breathing vertebrate with opposing thumb\nseems best suited for survival.\n\nIf was evident that, with training, the average Argonaut could pass\nalmost unnoticed in the Solar System. The flesh tones were brightly\npink, like that of a sunburned human. Cranial hair was uniformly\ntaffy-yellow. They were heavier and more fleshy than humans. Their\nwomen had a pronounced Rubens look, a warm, moist, rosy, comfortable\nlook.\n\n       *       *       *       *       *\n\nEveryone remarked on the placidity and contentment of facial\nexpressions, by human standards. The inevitable comparison was made.\nThe Argonauts looked like a race of inn and beer-garden proprietors in\nthe Bavarian Alps. With leather pants to slap, stein lids to click,\nfeathers in Tyrolean hats and peasant skirts on their women, they would\nrepresent a culture and a way of life that had been missing from Earth\nfor far too many generations.\n\nEight months after matters had been turned over to B.S.T.E., the First\nTrade Group returned to Earth with a bewildering variety of artifacts\nand devices, plus a round dozen Argonauts. The Argonauts had learned\nto speak Solian with an amusing guttural accent. They beamed on\neverything and everybody. They were great pets until the novelty wore\noff. Profitable trade was inaugurated, because the Argonaut devices\nall seemed designed to make life more pleasant. The scent-thesizer\nbecame very popular once it was adjusted to meet human tastes. Worn as\na lapel button, it could create the odor of pine, broiled steak, spring\nflowers, Scotch whisky, musk--even skunk for the practical jokers who\nexist in all ages and eras.\n\nAny home equipped with an Argonaut static-clean never became dusty. It\nused no power and had to be emptied only once a year.\n\nTechnicians altered the Argonaut mechanical game animal so that it\nlooked like an Earth rabbit. The weapons which shot a harmless beam\nwere altered to look like rifles. After one experience with the new\ngame, hunters were almost breathless with excitement. The incredible\nagility of the mechanical animal, its ability to take cover, the\nfact that, once the beam felled it, you could use it over and over\nagain--all this made for the promulgation of new non-lethal hunting.\n\n       *       *       *       *       *\n\nLambert, chief of the Bureau of Racial Maturity, waited patiently for\nhis chance at the Argonaut data. The cramped offices in the temporary\nwing of the old System Security Building, the meager appropriation,\nthe obsolete office equipment, the inadequate staff all testified not\nonly to the Bureau's lack of priority, but also to a lack of knowledge\nof its existence on the part of many System officials. Lambert,\ncrag-faced, sandy, slow-moving, was a historian, anthropologist and\nsociologist. He was realist enough to understand that if the Bureau of\nRacial Maturity happened to be more important in System Government,\nit would probably be headed by a man with fewer academic and more\npolitical qualifications.\n\nAnd Lambert knew, beyond any doubt at all, that the B.R.M. was more\nimportant to the race and the future of the race than any other branch\nof System Government.\n\nSet up by President Tolles, an adult and enlightened administrator,\nthe Bureau was now slowly being strangled by a constantly decreasing\nappropriation.\n\nLambert knew that mankind had come too far, too fast. Mankind had\ndropped out of a tree with all the primordial instincts to rend and\ntear and claw. Twenty thousand years later, and with only a few\nthousand years of dubiously recorded history, he had reached the stars.\nIt was too quick.\n\nLambert knew that mankind must become mature in order to survive. The\ndomination of instinct had to be watered down, and rapidly. Selective\nbreeding might do it, but it was an answer impossible to enforce. He\nhoped that one day the records of an alien civilization would give\nhim the answer. After a year of bureaucratic wriggling, feints and\ncounter-feints, he had acquired the right of access to Scout Group Data.\n\nAs his patience dwindled he wrote increasingly firm letters to Central\nFiles and Routing. In the end, when he finally located the data\nimproperly stored in the closed files of the B.S.T.E., he took no\nmore chances. He went in person with an assistant named Cooper and a\ncommandeered electric hand-truck, and bullied a B.S.T.E. storage clerk\ninto accepting a receipt for the Argonaut data. The clerk's cooperation\nwas lessened by never having heard of the Bureau of Racial Maturity.\n\n       *       *       *       *       *\n\nThe file contained the dictionary and grammar compiled by the Scout\nGroup, plus all the films taken on the three planets of Argus 10, plus\nmicro-films of twelve thousand books written in the language of the\nArgonauts. Their written language was ideographic, and thus presented\nmore than usual difficulties. Lambert knew that translations had been\nmade, but somewhere along the line they had disappeared.\n\nLambert set his whole staff to work on the language. He hired\nadditional linguists out of his own thin enough pocket. He gave up\nall outside activities in order to hasten the progress of his own\nknowledge. His wife, respecting Lambert's high order of devotion to his\nwork, kept their two half-grown children from interfering during those\nlong evenings when he studied and translated at home.\n\nTwo evenings a week Lambert called on Vonk Poogla, the Argonaut\nassigned to Trade Coordination, and improved his conversational\nArgonian to the point where he could obtain additional historical\ninformation from the pink wide \"man.\"\n\nOf the twelve thousand books, the number of special interest to\nLambert were only one hundred and ten. On those he based his master\nchart. An animated film of the chart was prepared at Lambert's own\nexpense, and, when it was done, he requested an appointment with\nSimpkin, Secretary for Stellar Affairs, going through all the normal\nchannels to obtain the interview. He asked an hour of Simpkin's time.\nIt took two weeks.\n\nSimpkin was a big florid man with iron-gray hair, skeptical eyes and\nthat indefinable look of political opportunism.\n\nHe came around his big desk to shake Lambert's hand. \"Ah ... Lambert!\nGlad to see you, fella. I ought to get around to my Bureau Chiefs more\noften, but you know how hectic things are up here.\"\n\n\"I know, Mr. Secretary. I have something here of the utmost importance\nand--\"\n\n\"Bureau of Racial Maturity, isn't it? I never did know exactly what you\npeople do. Sort of progress records or something?\"\n\n\"Of the utmost importance,\" Lambert repeated doggedly.\n\nSimpkin smiled. \"I hear that all day, but go ahead.\"\n\n\"I want to show you a chart. A historical chart of the Argonaut\ncivilization.\" Lambert put the projector in position and plugged it in.\nHe focused it on the wall screen.\n\n\"It was decided,\" Simpkin said firmly, \"that the Argonauts are not a\nmenace to us in any--\"\n\n\"I know that, sir. Please look at the chart first and then, when\nyou've seen it, I think you'll know what I mean.\"\n\n\"Go ahead,\" Simpkin agreed resignedly.\n\n\"I can be accused of adding apples and lemons in this presentation,\nsir. Note the blank chart. The base line is in years, adjusted to our\ncalendar so as to give a comparison. Their recorded history covers\ntwelve thousand of our years. That's better than four times ours. Now\nnote the red line. That shows the percentage of their total population\ninvolved in wars. It peaked eight thousand years ago. Note how suddenly\nit drops after that. In five hundred years it sinks to the base line\nand does not appear again.\n\n\"Here comes the second line. Crimes of violence. It also peaks eight\nthousand years ago. It drops less quickly than the war line, and never\ndoes actually cut the base line. Some crime still exists there. But a\nvery, very tiny percentage compared to ours on a population basis, or\nto their own past. The third line, the yellow line climbing abruptly,\nis the index of insanity. Again a peak during the same approximate\nperiod in their history. Again a drop almost to the base line.\"\n\n       *       *       *       *       *\n\nSimpkin pursed his heavy lips. \"Odd, isn't it?\"\n\n\"Now this fourth line needs some explaining. I winnowed out death\nrates by age groups. Their life span is 1.3 times ours, so it had to\nbe adjusted. I found a strange thing. I took the age group conforming\nto our 18 to 24 year group. That green line. Note that by the time\nwe start getting decent figures, nine thousand years ago, it remains\nalmost constant, and at a level conforming to our own experience. Now\nnote what happens when the green line reaches a point eight thousand\nyears ago. See how it begins to climb? Now steeper, almost vertical. It\nremains at a high level for almost a thousand years, way beyond the end\nof their history of war, and then descends slowly toward the base line,\nleveling out about two thousand years ago.\"\n\nLambert clicked off the projector.\n\n\"Is that all?\" Simpkin asked.\n\n\"Isn't it enough? I'm concerned with the future of our own race.\nSomehow the Argonauts have found an answer to war, insanity, violence.\nWe need that answer if we are to survive.\"\n\n\"Come now, Lambert,\" Simpkin said wearily.\n\n\"Don't you see it? Their history parallels ours. They had our same\nproblems. They saw disaster ahead and did something about it. What did\nthey do? I have to know that.\"\n\n\"How do you expect to?\"\n\n\"I want travel orders to go there.\"\n\n\"I'm afraid that's quite impossible. There are no funds for that sort\nof jaunt, Lambert. And I think you are worrying over nothing.\"\n\n\"Shall I show you some of our own trends? Shall I show you murder\nturning from the most horrid crime into a relative commonplace? Shall I\nshow you the slow inevitable increase in asylum space?\"\n\n\"I know all that, man. But look at the Argonauts! Do you want that sort\nof stagnation? Do you want a race of fat, pink, sleepy--\"\n\n\"Maybe they had a choice. A species of stagnation, or the end of their\nrace. Faced with that choice, which would you pick, Mr. Secretary?\"\n\n\"There are no funds.\"\n\n\"All I want is authority. I'll pay my own way.\"\n\nAnd he did.\n\n       *       *       *       *       *\n\nRean was the home planet of the Argonauts, the third from their sun.\nWhen the trade ship flickered into three-dimensional existence, ten\nthousand miles above Rean, Lambert stretched the space-ache out of his\nlong bones and muscles and smiled at Vonk Poogla.\n\n\"You could have saved me the trip, you know,\" Lambert said.\n\nA grin creased the round pink visage. \"Nuddink ventured, nuddink\ngained. Bezides, only my cousin can speak aboud this thing you vunder\naboud. My cousin is werry important person. He is one picks me to go to\nyour planet.\"\n\nVonk Poogla was transported with delight at being able to show the\nwonders of the ancient capital city to Lambert. It had been sacked\nand burned over eight thousand Earth years before, and now it was\nmellowed by eighty-three centuries of unbroken peace. It rested in the\npastel twilight, and there were laughter and soft singing in the broad\nstreets. Never had Lambert felt such a warm aura of security and ...\nlove. No other word but that ultimate one seemed right.\n\nIn the morning they went to the squat blue building where Vonk\nSoobuknoora, the important person, had his administrative headquarters.\nLambert, knowing enough of Argonaut governmental structure to\nunderstand that Soobuknoora was titular head of the three-planet\ngovernment, could not help but compare the lack of protocol with what\nhe could expect were he to try to take Vonk Poogla for an interview\nwith President Mize.\n\nSoobuknoora was a smaller, older edition of Poogla, his pink face\nwrinkled, his greening hair retaining only a trace of the original\nyellow. Soobuknoora spoke no Solian and he was very pleased to find\nthat Lambert spoke Argonian.\n\nSoobuknoora watched the animated chart with considerable interest.\nAfter it was over, he seemed lost in thought.\n\n\"It is something so private with us, Man Lambert, that we seldom speak\nof it to each other,\" Soobuknoora said in Argonian. \"It is not written.\nMaybe we have shame--a guilt sense. That is hard to say. I have\ndecided to tell you what took place among us eight thousand years ago.\"\n\n\"I would be grateful.\"\n\n       *       *       *       *       *\n\n\"We live in contentment. Maybe it is good, maybe it is not so good.\nBut we continue to live. Where did our trouble come from in the old\ndays, when we were like your race? Back when we were brash and young\nand wickedly cruel? From the individuals, those driven ones who were\nmotivated to succeed despite all obstacles. They made our paintings,\nwrote our music, killed each other, fomented our unrest, our wars. We\nlive off the bewildering richness of our past.\"\n\nHe sighed. \"It was a problem. To understand our solution, you must\nthink of an analogy, Man Lambert. Think of a factory where machines are\nmade. We will call the acceptable machines stable, the unacceptable\nones unstable. They are built with a flywheel which must turn at\na certain speed. If it exceeds that speed, it is no good. But a\nmachine that is stable can, at any time, become unstable. What is the\nsolution?\" He smiled at Lambert.\n\n\"I'm a bit confused,\" Lambert confessed. \"You would have to go around\ninspecting the machines constantly for stability.\"\n\n\"And use a gauge? No. Too much trouble. An unstable machine can do\ndamage. So we do this--we put a little governor on the machine. When\nthe speed passes the safety mark, the machine breaks.\"\n\n\"But this is an analogy, Vonk Soobuknoora!\" Lambert protested. \"You\ncan't put a governor on a man!\"\n\n\"Man is born with a governor, Man Lambert. Look back in both our\nhistories, when we were not much above the animal level. An unbalanced\nman would die. He could not compete for food. He could not organize the\nsimple things of his life for survival. Man Lambert, did you ever have\na fleeting impulse to kill yourself?\"\n\nLambert smiled. \"Of course. You could almost call that impulse a norm\nfor intelligent species.\"\n\n\"Did it ever go far enough so that you considered a method, a weapon?\"\n\nLambert nodded slowly. \"It's hard to remember, but I think I did. Yes,\nonce I did.\"\n\n\"And what would have happened,\" the Argonaut asked softly, \"if there\nhad been available to you in that moment a weapon completely painless,\ncompletely final?\"\n\n       *       *       *       *       *\n\nLambert's mouth went dry. \"I would probably have used it. I was very\nyoung. Wait! I'm beginning to see what you mean, but--\"\n\n\"The governor had to be built into the body,\" Soobuknoora interrupted,\n\"and yet so designed that there would be no possibility of accidental\nactivation. Suppose that on this day I start to think of how great and\npowerful I am in this position I have. I get an enormous desire to\nbecome even more powerful. I begin to reason emotionally. Soon I have\na setback. I am depressed. I am out of balance, you could say. I have\nbecome dangerous to myself and to our culture.\n\n\"In a moment of depression, I take these two smallest fingers of each\nhand. I reach behind me and I press the two fingers, held firmly\ntogether, to a space in the middle of my back. A tiny capsule buried\nat the base of my brain is activated and I am dead within a thousandth\npart of a second. Vonk Poogla is the same. All of us are the same. The\npassing urge for self-destruction happens to be the common denominator\nof imbalance. We purged our race of the influence of the neurotic, the\negocentric, the hypersensitive, merely by making self-destruction\nvery, very easy.\"\n\n\"Then that death rate--?\"\n\n\"At eighteen the operation is performed. It is very quick and very\nsimple. We saw destruction ahead. We had to force it through. In the\nbeginning the deaths were frightening, there were so many of them.\nThe stable ones survived, bred, reproduced. A lesser but still great\npercentage of the next generation went--and so on, until now it is\nalmost static.\"\n\nIn Argonian Lambert said hotly, \"Oh, it sounds fine! But what about\nchildren? What sort of heartless race can plant the seed of death in\nits own children?\"\n\n       *       *       *       *       *\n\nNever before had he seen the faintest trace of anger on any Argonaut\nface. The single nostril widened and Soobuknoora might have raged\nif he had been from Earth. \"There are other choices, Man Lambert.\nOur children have no expectation of being burned to cinder, blown to\nfragments. They are free of that fear. Which is the better love, Man\nLambert?\"\n\n\"I have two children. I couldn't bear to--\"\n\n\"Wait!\" Soobuknoora said. \"Think one moment. Suppose you were to know\nthat when they reached the age of eighteen, both your children were\nto be operated on by our methods. How would that affect your present\nrelationship to them?\"\n\nLambert was, above all, a realist. He remembered the days of being\n\"too busy\" for the children, of passing off their serious questions\nwith a joking or curt evasion, of playing with them as though they were\nyoung, pleasing, furry animals.\n\n\"I would do a better job, as a parent,\" Lambert admitted. \"I would\ntry to give them enough emotional stability so that they would\nnever--have that urge to kill themselves. But Ann is delicate, moody,\nunpredictable, artistic.\"\n\nPoogla and Soobuknoora nodded in unison. \"You would probably lose that\none; maybe you would lose both,\" Soobuknoora agreed. \"But it is better\nto lose more than half the children of a few generations to save the\nrace.\"\n\nLambert thought some more. He said, \"I shall go back and I shall speak\nof this plan and what it did for you. But I do not think my race will\nlike it. I do not want to insult you or your people, but you have\nstagnated. You stand still in time.\"\n\nVonk Poogla laughed largely. \"Not by a damn sight,\" he said gleefully.\n\"Next year we stop giving the operation. We stop for good. It was just\neight thousand years to permit us to catch our breath before going on\nmore safely. And what is eight thousand years of marking time in the\nhistory of a race? Nothing, my friend. Nothing!\"\n\nWhen Lambert went back to Earth, he naturally quit his job.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Common Denominator, by John D. MacDonald\n\n*** END OF THIS PROJECT GUTENBERG EBOOK COMMON DENOMINATOR ***\n\n***** This file should be named 51148.txt or 51148.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/4/51148/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}