{"title": "Venus is a Man's World", "author": "William Tenn", "releaseDate": "February 8, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        Venus Is a Man's World\n\n                            BY WILLIAM TENN\n\n                     Illustrated by GENE FAWCETTE\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n     Actually, there wouldn't be too much difference if women took\n    over the Earth altogether. But not for some men and most boys!\n\n\nI've always said that even if Sis is seven years older than me--and a\ngirl besides--she don't always know what's best. Put me on a spaceship\njam-packed with three hundred females just aching to get themselves\nhusbands in the one place they're still to be had--the planet\nVenus--and you know I'll be in trouble.\n\nBad trouble. With the law, which is the worst a boy can get into.\n\nTwenty minutes after we lifted from the Sahara Spaceport, I wriggled\nout of my acceleration hammock and started for the door of our cabin.\n\n\"Now you be careful, Ferdinand,\" Sis called after me as she opened a\nbook called _Family Problems of the Frontier Woman_. \"Remember you're\na nice boy. Don't make me ashamed of you.\"\n\nI tore down the corridor. Most of the cabins had purple lights on in\nfront of the doors, showing that the girls were still inside their\nhammocks. That meant only the ship's crew was up and about. Ship's\ncrews are men; women are too busy with important things like government\nto run ships. I felt free all over--and happy. Now was my chance to\nreally see the _Eleanor Roosevelt_!\n\n       *       *       *       *       *\n\nIt was hard to believe I was traveling in space at last. Ahead and\nbehind me, all the way up to where the companionway curved in out\nof sight, there was nothing but smooth black wall and smooth white\ndoors--on and on and on. _Gee_, I thought excitedly, this is _one big\nship_!\n\nOf course, every once in a while I would run across a big scene of\nstars in the void set in the wall; but they were only pictures. Nothing\nthat gave the feel of great empty space like I'd read about in _The Boy\nRocketeers_, no portholes, no visiplates, nothing.\n\nSo when I came to the crossway, I stopped for a second, then turned\nleft. To the right, see, there was Deck Four, then Deck Three, leading\ninward past the engine fo'c'sle to the main jets and the grav helix\ngoing _purr-purr-purrty-purr_ in the comforting way big machinery has\nwhen it's happy and oiled. But to the left, the crossway led all the\nway to the outside level which ran just under the hull. There were\nportholes on the hull.\n\nI'd studied all that out in our cabin, long before we'd lifted, on\nthe transparent model of the ship hanging like a big cigar from the\nceiling. Sis had studied it too, but she was looking for places like\nthe dining salon and the library and Lifeboat 68 where we should go in\ncase of emergency. I looked for the _important_ things.\n\nAs I trotted along the crossway, I sort of wished that Sis hadn't\ndecided to go after a husband on a luxury liner. On a cargo ship, now,\nI'd be climbing from deck to deck on a ladder instead of having gravity\nunderfoot all the time just like I was home on the bottom of the Gulf\nof Mexico. But women always know what's right, and a boy can only make\nfaces and do what they say, same as the men have to do.\n\nStill, it was pretty exciting to press my nose against the slots in the\nwall and see the sliding panels that could come charging out and block\nthe crossway into an airtight fit in case a meteor or something smashed\ninto the ship. And all along there were glass cases with spacesuits\nstanding in them, like those knights they used to have back in the\nMiddle Ages.\n\n\"In the event of disaster affecting the oxygen content of\ncompanionway,\" they had the words etched into the glass, \"break glass\nwith hammer upon wall, remove spacesuit and proceed to don it in the\nfollowing fashion.\"\n\nI read the \"following fashion\" until I knew it by heart. _Boy_, I said\nto myself, _I hope we have that kind of disaster. I'd sure like to get\ninto one of those! Bet it would be more fun than those diving suits\nback in Undersea!_\n\nAnd all the time I was alone. That was the best part.\n\n       *       *       *       *       *\n\nThen I passed Deck Twelve and there was a big sign. \"Notice! Passengers\nnot permitted past this point!\" A big sign in red.\n\nI peeked around the corner. I knew it--the next deck was the hull. I\ncould see the portholes. Every twelve feet, they were, filled with the\nvelvet of space and the dancing of more stars than I'd ever dreamed\nexisted in the Universe.\n\nThere wasn't anyone on the deck, as far as I could see. And this\ndistance from the grav helix, the ship seemed mighty quiet and lonely.\nIf I just took one quick look....\n\nBut I thought of what Sis would say and I turned around obediently.\nThen I saw the big red sign again. \"Passengers not permitted--\"\n\nWell! Didn't I know from my civics class that only women could be Earth\nCitizens these days? Sure, ever since the Male Desuffrage Act. And\ndidn't I know that you had to be a citizen of a planet in order to\nget an interplanetary passport? Sis had explained it all to me in the\ncareful, patient way she always talks politics and things like that to\nmen.\n\n\"Technically, Ferdinand, I'm the only passenger in our family. You\ncan't be one, because, not being a citizen, you can't acquire an Earth\nPassport. However, you'll be going to Venus on the strength of this\nclause--'Miss Evelyn Sparling and all dependent male members of family,\nthis number not to exceed the registered quota of sub-regulations\npertaining'--and so on. I want you to understand these matters, so that\nyou will grow into a man who takes an active interest in world affairs.\nNo matter what you hear, women really like and appreciate such men.\"\n\nOf course, I never pay much attention to Sis when she says such dumb\nthings. I'm old enough, I guess, to know that it isn't what _Women_\nlike and appreciate that counts when it comes to people getting\nmarried. If it were, Sis and three hundred other pretty girls like her\nwouldn't be on their way to Venus to hook husbands.\n\nStill, if I wasn't a passenger, the sign didn't have anything to do\nwith me. I knew what Sis could say to _that_, but at least it was an\nargument I could use if it ever came up. So I broke the law.\n\nI was glad I did. The stars were exciting enough, but away off to\nthe left, about five times as big as I'd ever seen it, except in the\nmovies, was the Moon, a great blob of gray and white pockmarks holding\noff the black of space. I was hoping to see the Earth, but I figured it\nmust be on the other side of the ship or behind us. I pressed my nose\nagainst the port and saw the tiny flicker of a spaceliner taking off,\nMarsbound. I wished I was on that one!\n\nThen I noticed, a little farther down the companionway, a stretch of\nblank wall where there should have been portholes. High up on the\nwall in glowing red letters were the words, \"Lifeboat 47. Passengers:\nThirty-two. Crew: Eleven. Unauthorized personnel keep away!\"\n\nAnother one of those signs.\n\n       *       *       *       *       *\n\nI crept up to the porthole nearest it and could just barely make out\nthe stern jets where it was plastered against the hull. Then I walked\nunder the sign and tried to figure the way you were supposed to get\ninto it. There was a very thin line going around in a big circle that I\nknew must be the door. But I couldn't see any knobs or switches to open\nit with. Not even a button you could press.\n\nThat meant it was a sonic lock like the kind we had on the outer keeps\nback home in Undersea. But knock or voice? I tried the two knock\ncombinations I knew, and nothing happened. I only remembered one voice\nkey--might as well see if that's it, I figured.\n\n\"Twenty, Twenty-three. Open Sesame.\"\n\nFor a second, I thought I'd hit it just right out of all the million\npossible combinations--The door clicked inward toward a black hole, and\na hairy hand as broad as my shoulders shot out of the hole. It closed\naround my throat and plucked me inside as if I'd been a baby sardine.\n\nI bounced once on the hard lifeboat floor. Before I got my breath and\nsat up, the door had been shut again. When the light came on, I found\nmyself staring up the muzzle of a highly polished blaster and into the\ncold blue eyes of the biggest man I'd ever seen.\n\nHe was wearing a one-piece suit made of some scaly green stuff that\nlooked hard and soft at the same time.\n\nHis boots were made of it too, and so was the hood hanging down his\nback.\n\nAnd his face was brown. Not just ordinary tan, you understand, but the\ndeep, dark, burned-all-the-way-in brown I'd seen on the lifeguards\nin New Orleans whenever we took a surface vacation--the kind of tan\nthat comes from day after broiling day under a really hot Sun. His\nhair looked as if it had once been blond, but now there were just long\ncombed-out waves with a yellowish tinge that boiled all the way down\nto his shoulders.\n\nI hadn't seen hair like that on a man except maybe in history books;\nevery man I'd ever known had his hair cropped in the fashionable\nsoup-bowl style. I was staring at his hair, almost forgetting about the\nblaster which I knew it was against the law for him to have at all,\nwhen I suddenly got scared right through.\n\nHis eyes.\n\nThey didn't blink and there seemed to be no expression around them.\nJust coldness. Maybe it was the kind of clothes he was wearing that did\nit, but all of a sudden I was reminded of a crocodile I'd seen in a\nsurface zoo that had stared quietly at me for twenty minutes until it\nopened two long tooth-studded jaws.\n\n\"Green shatas!\" he said suddenly. \"Only a tadpole. I must be getting\njumpy enough to splash.\"\n\nThen he shoved the blaster away in a holster made of the same scaly\nleather, crossed his arms on his chest and began to study me. I grunted\nto my feet, feeling a lot better. The coldness had gone out of his eyes.\n\nI held out my hand the way Sis had taught me. \"My name is Ferdinand\nSparling. I'm very pleased to meet you, Mr.--Mr.--\"\n\n\"Hope for your sake,\" he said to me, \"that you aren't what you\nseem--tadpole brother to one of them husbandless anura.\"\n\n\"_What?_\"\n\n\"A 'nuran is a female looking to nest. Anura is a herd of same. Come\nfrom Flatfolk ways.\"\n\n\"Flatfolk are the Venusian natives, aren't they? Are you a Venusian?\nWhat part of Venus do you come from? Why did you say you hope--\"\n\nHe chuckled and swung me up into one of the bunks that lined the\nlifeboat. \"Questions you ask,\" he said in his soft voice. \"Venus is a\nsharp enough place for a dryhorn, let alone a tadpole dryhorn with a\nboss-minded sister.\"\n\n\"I'm not a dryleg,\" I told him proudly. \"_We're_ from Undersea.\"\n\n\"_Dryhorn_, I said, not dryleg. And what's Undersea?\"\n\n\"Well, in Undersea we called foreigners and newcomers drylegs. Just\nlike on Venus, I guess, you call them dryhorns.\" And then I told him\nhow Undersea had been built on the bottom of the Gulf of Mexico, when\nthe mineral resources of the land began to give out and engineers\nfigured that a lot could still be reached from the sea bottoms.\n\n       *       *       *       *       *\n\nHe nodded. He'd heard about the sea-bottom mining cities that were\nbubbling under protective domes in every one of the Earth's oceans just\nabout the same time settlements were springing up on the planets.\n\nHe looked impressed when I told him about Mom and Pop being one of the\nfirst couples to get married in Undersea. He looked thoughtful when I\ntold him how Sis and I had been born there and spent half our childhood\nlistening to the pressure pumps. He raised his eyebrows and looked\ndisgusted when I told how Mom, as Undersea representative on the World\nCouncil, had been one of the framers of the Male Desuffrage Act after\nthe Third Atomic War had resulted in the Maternal Revolution.\n\n       *       *       *       *       *\n\nHe almost squeezed my arm when I got to the time Mom and Pop were blown\nup in a surfacing boat.\n\n\"Well, after the funeral, there was a little money, so Sis decided we\nmight as well use it to migrate. There was no future for her on Earth,\nshe figured. You know, the three-out-of-four.\"\n\n\"How's that?\"\n\n\"The three-out-of-four. No more than three women out of every four on\nEarth can expect to find husbands. Not enough men to go around. Way\nback in the Twentieth Century, it began to be felt, Sis says, what with\nthe wars and all. Then the wars went on and a lot more men began to die\nor get no good from the radioactivity. Then the best men went to the\nplanets, Sis says, until by now even if a woman can scrounge a personal\nhusband, he's not much to boast about.\"\n\nThe stranger nodded violently. \"Not on Earth, he isn't. Those busybody\nanura make sure of that. What a place! Suffering gridniks, I had a\nbellyful!\"\n\nHe told me about it. Women were scarce on Venus, and he hadn't been\nable to find any who were willing to come out to his lonely little\nislands; he had decided to go to Earth where there was supposed to be a\nsurplus. Naturally, having been born and brought up on a very primitive\nplanet, he didn't know \"it's a woman's world,\" like the older boys in\nschool used to say.\n\nThe moment he landed on Earth he was in trouble. He didn't know he had\nto register at a government-operated hotel for transient males; he\nthrew a bartender through a thick plastic window for saying something\nnasty about the length of his hair; and _imagine_!--he not only\nresisted arrest, resulting in three hospitalized policemen, but he\nsassed the judge in open court!\n\n\"Told me a man wasn't supposed to say anything except through female\nattorneys. Told _her_ that where _I_ came from, a man spoke his piece\nwhen he'd a mind to, and his woman walked by his side.\"\n\n\"What happened?\" I asked breathlessly.\n\n\"Oh, Guilty of This and Contempt of That. That blown-up brinosaur took\nmy last munit for fines, then explained that she was remitting the\nrest because I was a foreigner and uneducated.\" His eyes grew dark for\na moment. He chuckled again. \"But I wasn't going to serve all those\nfancy little prison sentences. Forcible Citizenship Indoctrination,\nthey call it? Shook the dead-dry dust of the misbegotten, God forsaken\nmother world from my feet forever. The women on it deserve their men.\nMy pockets were folded from the fines, and the paddlefeet were looking\nfor me so close I didn't dare radio for more munit. So I stowed away.\"\n\n       *       *       *       *       *\n\nFor a moment, I didn't understand him. When I did, I was almost ill.\n\"Y-you mean,\" I choked, \"th-that you're b-breaking the law right now?\nAnd I'm with you while you're doing it?\"\n\nHe leaned over the edge of the bunk and stared at me very seriously.\n\"What breed of tadpole are they turning out these days? Besides, what\nbusiness do _you_ have this close to the hull?\"\n\nAfter a moment of sober reflection, I nodded. \"You're right. I've also\nbecome a male outside the law. We're in this together.\"\n\nHe guffawed. Then he sat up and began cleaning his blaster. I found\nmyself drawn to the bright killer-tube with exactly the fascination Sis\ninsists such things have always had for men.\n\n\"Ferdinand your label? That's not right for a sprouting tadpole. I'll\ncall you Ford. My name's Butt. Butt Lee Brown.\"\n\nI liked the sound of Ford. \"Is Butt a nickname, too?\"\n\n\"Yeah. Short for Alberta, but I haven't found a man who can draw a\nblaster fast enough to call me that. You see, Pop came over in the\neighties--the big wave of immigrants when they evacuated Ontario. Named\nall us boys after Canadian provinces. I was the youngest, so I got the\nname they were saving for a girl.\"\n\n\"You had a lot of brothers, Mr. Butt?\"\n\nHe grinned with a mighty set of teeth. \"Oh, a nestful. Of course, they\nwere all killed in the Blue Chicago Rising by the MacGregor boys--all\nexcept me and Saskatchewan. Then Sas and me hunted the MacGregors down.\nTook a heap of time; we didn't float Jock MacGregor's ugly face down\nthe Tuscany till both of us were pretty near grown up.\"\n\nI walked up close to where I could see the tiny bright copper coils of\nthe blaster above the firing button. \"Have you killed a lot of men with\nthat, Mr. Butt?\"\n\n\"Butt. Just plain Butt to you, Ford.\" He frowned and sighted at\nthe light globe. \"No more'n twelve--not counting five government\npaddlefeet, of course. I'm a peaceable planter. Way I figure it,\nviolence never accomplishes much that's important. My brother Sas,\nnow--\"\n\n       *       *       *       *       *\n\nHe had just begun to work into a wonderful anecdote about his brother\nwhen the dinner gong rang. Butt told me to scat. He said I was a\ngrowing tadpole and needed my vitamins. And he mentioned, very\noff-hand, that he wouldn't at all object if I brought him some fresh\nfruit. It seemed there was nothing but processed foods in the lifeboat\nand Butt was used to a farmer's diet.\n\nTrouble was, he was a special kind of farmer. Ordinary fruit would have\nbeen pretty easy to sneak into my pockets at meals. I even found a way\nto handle the kelp and giant watercress Mr. Brown liked, but things\nlike seaweed salt and Venusian mud-grapes just had too strong a smell.\nTwice, the mechanical hamper refused to accept my jacket for laundering\nand I had to wash it myself. But I learned so many wonderful things\nabout Venus every time I visited that stowaway....\n\nI learned three wild-wave songs of the Flatfolk and what it is that the\nnative Venusians hate so much; I learned how you tell the difference\nbetween a lousy government paddlefoot from New Kalamazoo and the\nslaptoe slinker who is the planter's friend. After a lot of begging,\nButt Lee Brown explained the workings of his blaster, explained it\nso carefully that I could name every part and tell what it did from\nthe tiny round electrodes to the long spirals of transformer. But no\nmatter what, he would never let me hold it.\n\n\"Sorry, Ford, old tad,\" he would drawl, spinning around and around in\nthe control swivel-chair at the nose of the lifeboat. \"But way I look\nat it, a man who lets somebody else handle his blaster is like the\ngiant whose heart was in an egg that an enemy found. When you've grown\nenough so's your pop feels you ought to have a weapon, why, then's the\ntime to learn it and you might's well learn fast. Before then, you're\nplain too young to be even near it.\"\n\n\"I don't have a father to give me one when I come of age. I don't even\nhave an older brother as head of my family like your brother Labrador.\nAll I have is Sis. And _she_--\"\n\n\"She'll marry some fancy dryhorn who's never been farther South than\nthe Polar Coast. And she'll stay head of the family, if I know her\nbreed of green shata. _Bossy, opinionated._ By the way, Fordie,\" he\nsaid, rising and stretching so the fish-leather bounced and rippled off\nhis biceps, \"that sister. She ever....\"\n\nAnd he'd be off again, cross-examining me about Evelyn. I sat in the\nswivel chair he'd vacated and tried to answer his questions. But there\nwas a lot of stuff I didn't know. Evelyn was a healthy girl, for\ninstance; how healthy, exactly, I had no way of finding out. Yes, I'd\ntell him, my aunts on both sides of my family each had had more than\nthe average number of children. No, we'd never done any farming to\nspeak of, back in Undersea, but--yes, I'd guess Evelyn knew about as\nmuch as any girl there when it came to diving equipment and pressure\npump regulation.\n\nHow would I know that stuff would lead to trouble for me?\n\n       *       *       *       *       *\n\nSis had insisted I come along to the geography lecture. Most of the\nother girls who were going to Venus for husbands talked to each other\nduring the lecture, but not _my_ sister! She hung on every word, took\nnotes even, and asked enough questions to make the perspiring purser\nreally work in those orientation periods.\n\n\"I am very sorry, Miss Sparling,\" he said with pretty heavy sarcasm,\n\"but I cannot remember any of the agricultural products of the Macro\nContinent. Since the human population is well below one per thousand\nsquare miles, it can readily be understood that the quantity of\ntilled soil, land or sub-surface, is so small that--Wait, I remember\nsomething. The Macro Continent exports a fruit though not exactly an\nedible one. The wild _dunging_ drug is harvested there by criminal\nspeculators. Contrary to belief on Earth, the traffic has been growing\nin recent years. In fact--\"\n\n\"Pardon me, sir,\" I broke in, \"but doesn't _dunging_ come only from\nLeif Erickson Island off the Moscow Peninsula of the Macro Continent?\nYou remember, purser--Wang Li's third exploration, where he proved the\nisland and the peninsula didn't meet for most of the year?\"\n\nThe purser nodded slowly. \"I forgot,\" he admitted. \"Sorry, ladies, but\nthe boy's right. Please make the correction in your notes.\"\n\nBut Sis was the only one who took notes, and she didn't take that one.\nShe stared at me for a moment, biting her lower lip thoughtfully, while\nI got sicker and sicker. Then she shut her pad with the final gesture\nof the right hand that Mom used to use just before challenging the\nopposition to come right down on the Council floor and debate it out\nwith her.\n\n\"Ferdinand,\" Sis said, \"let's go back to our cabin.\"\n\nThe moment she sat me down and walked slowly around me, I knew I was\nin for it. \"I've been reading up on Venusian geography in the ship's\nlibrary,\" I told her in a hurry.\n\n\"No doubt,\" she said drily. She shook her night-black hair out. \"But\nyou aren't going to tell me that you read about _dunging_ in the ship's\nlibrary. The books there have been censored by a government agent of\nEarth against the possibility that they might be read by susceptible\nyoung male minds like yours. She would not have allowed--this Terran\nAgent--\"\n\n\"Paddlefoot,\" I sneered.\n\nSis sat down hard in our zoom-air chair. \"Now that's a term,\" she said\ncarefully, \"that is used only by Venusian riffraff.\"\n\n\"They're not!\"\n\n\"Not what?\"\n\n\"Riffraff,\" I had to answer, knowing I was getting in deeper all the\ntime and not being able to help it. I mustn't give Mr. Brown away!\n\"They're trappers and farmers, pioneers and explorers, who're building\nVenus. And it takes a real man to build on a hot, hungry hell like\nVenus.\"\n\n\"Does it, now?\" she said, looking at me as if I were beginning to grow\na second pair of ears. \"Tell me more.\"\n\n\"You can't have meek, law-abiding, women-ruled men when you start\ncivilization on a new planet. You've got to have men who aren't afraid\nto make their own law if necessary--with their own guns. That's where\nlaw begins; the books get written up later.\"\n\n\"You're going to _tell_, Ferdinand, what evil, criminal male is\nspeaking through your mouth!\"\n\n\"Nobody!\" I insisted. \"They're my own ideas!\"\n\n\"They are remarkably well-organized for a young boy's ideas. A boy\nwho, I might add, has previously shown a ridiculous but nonetheless\nentirely masculine boredom with political philosophy. I plan to have a\ngovernment career on that new planet you talk about, Ferdinand--after\nI have found a good, steady husband, of course--and I don't look\nforward to a masculinist radical in the family. Now, who has been\nfilling your head with all this nonsense?\"\n\n       *       *       *       *       *\n\nI was sweating. Sis has that deadly bulldog approach when she feels\nsomeone is lying. I pulled my pulpast handkerchief from my pocket to\nwipe my face. Something rattled to the floor.\n\n\"What is this picture of me doing in your pocket, Ferdinand?\"\n\nA trap seemed to be hinging noisily into place. \"One of the passengers\nwanted to see how you looked in a bathing suit.\"\n\n\"The passengers on this ship are all female. I can't imagine any of\nthem that curious about my appearance. Ferdinand, it's a man who has\nbeen giving you these anti-social ideas, isn't it? A war-mongering\nmasculinist like all the frustrated men who want to engage in\ngovernment and don't have the vaguest idea how to. Except, of course,\nin their ancient, bloody ways. Ferdinand, who has been perverting that\nsunny and carefree soul of yours?\"\n\n\"Nobody! _Nobody!_\"\n\n\"Ferdinand, there's no point in lying! I demand--\"\n\n\"I told you, Sis. I told you! And don't call me Ferdinand. Call me\nFord.\"\n\n\"Ford? _Ford?_ Now, you listen to me, Ferdinand....\"\n\nAfter that it was all over but the confession. That came in a few\nmoments. I couldn't fool Sis. She just knew me too well, I decided\nmiserably. Besides, she was a girl.\n\nAll the same, I wouldn't get Mr. Butt Lee Brown into trouble if I could\nhelp it. I made Sis promise she wouldn't turn him in if I took her to\nhim. And the quick, nodding way she said she would made me feel just a\nlittle better.\n\nThe door opened on the signal, \"Sesame.\" When Butt saw somebody was\nwith me, he jumped and the ten-inch blaster barrel grew out of his\nfingers. Then he recognized Sis from the pictures.\n\nHe stepped to one side and, with the same sweeping gesture, holstered\nhis blaster and pushed his green hood off. It was Sis's turn to jump\nwhen she saw the wild mass of hair rolling down his back.\n\n\"An honor, Miss Sparling,\" he said in that rumbly voice. \"Please come\nright in. There's a hurry-up draft.\"\n\nSo Sis went in and I followed right after her. Mr. Brown closed the\ndoor. I tried to catch his eye so I could give him some kind of hint or\nexplanation, but he had taken a couple of his big strides and was in\nthe control section with Sis. She didn't give ground, though; I'll say\nthat for her. She only came to his chest, but she had her arms crossed\nsternly.\n\n\"First, Mr. Brown,\" she began, like talking to a cluck of a kid in\nclass, \"you realize that you are not only committing the political\ncrime of traveling without a visa, and the criminal one of stowing away\nwithout paying your fare, but the moral delinquency of consuming stores\nintended for the personnel of this ship solely in emergency?\"\n\n       *       *       *       *       *\n\nHe opened his mouth to its maximum width and raised an enormous hand.\nThen he let the air out and dropped his arm.\n\n\"I take it you either have no defense or care to make none,\" Sis added\ncaustically.\n\nButt laughed slowly and carefully as if he were going over each word.\n\"Wonder if all the anura talk like that. And _you_ want to foul up\nVenus.\"\n\n\"We haven't done so badly on Earth, after the mess you men made of\npolitics. It needed a revolution of the mothers before--\"\n\n\"Needed nothing. Everyone wanted peace. Earth is a weary old world.\"\n\n\"It's a world of strong moral fiber compared to yours, Mr. Alberta Lee\nBrown.\" Hearing his rightful name made him move suddenly and tower over\nher. Sis said with a certain amount of hurry and change of tone, \"What\n_do_ you have to say about stowing away and using up lifeboat stores?\"\n\n       *       *       *       *       *\n\nHe cocked his head and considered a moment. \"Look,\" he said finally,\n\"I have more than enough munit to pay for round trip tickets, but I\ncouldn't get a return visa because of that brinosaur judge and all\nthe charges she hung on me. Had to stow away. Picked the _Eleanor\nRoosevelt_ because a couple of the boys in the crew are friends of mine\nand they were willing to help. But this lifeboat--don't you know that\nevery passenger ship carries four times as many lifeboats as it needs?\nNot to mention the food I didn't eat because it stuck in my throat?\"\n\n\"Yes,\" she said bitterly. \"You had this boy steal fresh fruit for you.\nI suppose you didn't know that under space regulations that makes him\nequally guilty?\"\n\n\"No, Sis, he didn't,\" I was beginning to argue. \"All he wanted--\"\n\n\"Sure I knew. Also know that if I'm picked up as a stowaway, I'll be\nsent back to Earth to serve out those fancy little sentences.\"\n\n\"Well, you're guilty of them, aren't you?\"\n\nHe waved his hands at her impatiently. \"I'm not talking law, female;\nI'm talking sense. Listen! I'm in trouble because I went to Earth to\nlook for a wife. You're standing here right now because you're on your\nway to Venus for a husband. So let's.\"\n\nSis actually staggered back. \"Let's? Let's _what_? Are--are you daring\nto suggest that--that--\"\n\n\"Now, Miss Sparling, no hoopla. I'm saying let's get married, and you\nknow it. You figured out from what the boy told you that I was chewing\non you for a wife. You're healthy and strong, got good heredity, you\nknow how to operate sub-surface machinery, you've lived underwater, and\nyour disposition's no worse than most of the anura I've seen. Prolific\nstock, too.\"\n\nI was so excited I just had to yell: \"Gee, Sis, say _yes_!\"\n\n       *       *       *       *       *\n\nMy sister's voice was steaming with scorn. \"And what makes you think\nthat I'd consider you a desirable husband?\"\n\nHe spread his hands genially. \"Figure if you wanted a poodle, you're\npretty enough to pick one up on Earth. Figure if you charge off to\nVenus, you don't want a poodle, you want a man. I'm one. I own three\nislands in the Galertan Archipelago that'll be good oozing mudgrape\nland when they're cleared. Not to mention the rich berzeliot beds\noffshore. I got no bad habits outside of having my own way. I'm also\npassable good-looking for a slaptoe planter. Besides, if you marry\nme you'll be the first mated on this ship--and that's a splash most\nnesting females like to make.\"\n\nThere was a longish stretch of quiet. Sis stepped back and measured him\nslowly with her eyes; there was a lot to look at. He waited patiently\nwhile she covered the distance from his peculiar green boots to that\nhead of hair. I was so excited I was gulping instead of breathing.\nImagine having Butt for a brother-in-law and living on a wet-plantation\nin Flatfolk country!\n\nBut then I remembered Sis's level head and I didn't have much hope any\nmore.\n\n\"You know,\" she began, \"there's more to marriage than just--\"\n\n\"So there is,\" he cut in. \"Well, we can try each other for taste.\" And\nhe pulled her in, both of his great hands practically covering her\nslim, straight back.\n\nNeither of them said anything for a bit after he let go. Butt spoke up\nfirst.\n\n\"Now, me,\" he said, \"I'd vote yes.\"\n\nSis ran the tip of her tongue kind of delicately from side to side\nof her mouth. Then she stepped back slowly and looked at him as if\nshe were figuring out how many feet high he was. She kept on moving\nbackward, tapping her chin, while Butt and I got more and more\nimpatient. When she touched the lifeboat door, she pushed it open and\njumped out.\n\n       *       *       *       *       *\n\nButt ran over and looked down the crossway. After a while, he shut the\ndoor and came back beside me. \"Well,\" he said, swinging to a bunk,\n\"that's sort of it.\"\n\n\"You're better off, Butt,\" I burst out. \"You shouldn't have a woman\nlike Sis for a wife. She looks small and helpless, but don't forget\nshe was trained to run an underwater city!\"\n\n\"Wasn't worrying about that,\" he grinned. \"_I_ grew up in the fifteen\nlong years of the Blue Chicago Rising. Nope.\" He turned over on his\nback and clicked his teeth at the ceiling. \"Think we'd have nested out\nnicely.\"\n\nI hitched myself up to him and we sat on the bunk, glooming away at\neach other. Then we heard the tramp of feet in the crossway.\n\nButt swung down and headed for the control compartment in the\nnose of the lifeboat. He had his blaster out and was cursing very\ninterestingly. I started after him, but he picked me up by the seat\nof my jumper and tossed me toward the door. The Captain came in and\ntripped over me.\n\nI got all tangled up in his gold braid and million-mile space buttons.\nWhen we finally got to our feet and sorted out right, he was breathing\nvery hard. The Captain was a round little man with a plump, golden face\nand a very scared look on it. He _humphed_ at me, just the way Sis\ndoes, and lifted me by the scruff of my neck. The Chief Mate picked me\nup and passed me to the Second Assistant Engineer.\n\nSis was there, being held by the purser on one side and the Chief\nComputer's Mate on the other. Behind them, I could see a flock of\nwide-eyed female passengers.\n\n\"You cowards!\" Sis was raging. \"Letting your Captain face a dangerous\noutlaw all by himself!\"\n\n\"I dunno, Miss Sparling,\" the Computer's Mate said, scratching the\nminiature slide-rule insignia on his visor with his free hand. \"The Old\nMan would've been willing to let it go with a log entry, figuring the\nspaceport paddlefeet could pry out the stowaway when we landed. But you\nhad to quote the Mother Anita Law at him, and he's in there doing his\nduty. He figures the rest of us are family men, too, and there's no\nsense making orphans.\"\n\n\"You promised, Sis,\" I told her through my teeth. \"You promised you\nwouldn't get Butt into trouble!\"\n\nShe tossed her spiral curls at me and ground a heel into the purser's\ninstep. He screwed up his face and howled, but he didn't let go of her\narm.\n\n\"_Shush_, Ferdinand, this is serious!\"\n\nIt was. I heard the Captain say, \"I'm not carrying a weapon, Brown.\"\n\n\"Then _get_ one,\" Butt's low, lazy voice floated out.\n\n\"No, thanks. You're as handy with that thing as I am with a\nrocketboard.\" The Captain's words got a little fainter as he walked\nforward. Butt growled like a gusher about to blow.\n\n\"I'm counting on your being a good guy, Brown.\" The Captain's\nvoice quavered just a bit. \"I'm banking on what I heard about the\nblast-happy Browns every time I lifted gravs in New Kalamazoo; they\nhave a code, they don't burn unarmed men.\"\n\n       *       *       *       *       *\n\nJust about this time, events in the lifeboat went down to a mumble. The\ntop of my head got wet and I looked up. There was sweat rolling down\nthe Second Assistant's forehead; it converged at his nose and bounced\noff the tip in a sizable stream. I twisted out of the way.\n\n\"What's happening?\" Sis gritted, straining toward the lock.\n\n\"Butt's trying to decide whether he wants him fried or scrambled,\" the\nComputer's Mate said, pulling her back. \"Hey, purse, remember when the\nwhole family with their pop at the head went into Heatwave to argue\nwith Colonel Leclerc?\"\n\n\"Eleven dead, sixty-four injured,\" the purser answered mechanically.\n\"And no more army stationed south of Icebox.\" His right ear twitched\nirritably. \"But what're they saying?\"\n\nSuddenly we heard. \"By authority vested in me under the Pomona College\nTreaty,\" the Captain was saying very loudly, \"I arrest you for\nviolation of Articles Sixteen to Twenty-one inclusive of the Space\nTransport Code, and order your person and belongings impounded for\nthe duration of this voyage as set forth in Sections Forty-one and\nForty-five--\"\n\n\"Forty-three and Forty-five,\" Sis groaned. \"Sections Forty-three and\nForty-five, I told him. I even made him repeat it after me!\"\n\n\"--of the Mother Anita Law, SC 2136, Emergency Interplanetary\nDirectives.\"\n\n       *       *       *       *       *\n\nWe all waited breathlessly for Butt's reply. The seconds ambled on and\nthere was no clatter of electrostatic discharge, no smell of burning\nflesh.\n\nThen we heard some feet walking. A big man in a green suit swung out\ninto the crossway. That was Butt. Behind him came the Captain, holding\nthe blaster gingerly with both hands. Butt had a funny, thoughtful look\non his face.\n\nThe girls surged forward when they saw him, scattering the crew to one\nside. They were like a school of sharks that had just caught sight of a\ndying whale.\n\n\"M-m-m-m! Are all Venusians built like that?\"\n\n\"Men like that are worth the mileage!\"\n\n\"_I want him!\" \"I want him!\" \"I want him!_\"\n\nSis had been let go. She grabbed my free hand and pulled me away. She\nwas trying to look only annoyed, but her eyes had bright little bubbles\nof fury popping in them.\n\n\"The cheap extroverts! And they call themselves responsible women!\"\n\nI was angry, too. And I let her know, once we were in our cabin.\n\"What about that promise, Sis? You said you wouldn't turn him in. You\n_promised_!\"\n\nShe stopped walking around the room as if she had been expecting to get\nto Venus on foot. \"I know I did, Ferdinand, but he forced me.\"\n\n\"My name is Ford and I don't understand.\"\n\n\"Your name is Ferdinand and stop trying to act forcefully like a girl.\nIt doesn't become you. In just a few days, you'll forget all this and\nbe your simple, carefree self again. I really truly meant to keep my\nword. From what you'd told me, Mr. Brown seemed to be a fundamentally\ndecent chap despite his barbaric notions on equality between the\nsexes--or worse. I was positive I could shame him into a more rational\nsocial behavior and make him give himself up. Then he--he--\"\n\nShe pressed her fingernails into her palms and let out a long, glaring\nsigh at the door. \"Then he kissed me! Oh, it was a good enough\nkiss--Mr. Brown has evidently had a varied and colorful background--but\nthe galling idiocy of the man, trying that! I was just getting over the\ncolossal impudence involved in _his_ proposing marriage--as if _he_ had\nto bear the children!--and was considering the offer seriously, on its\nmerits, as one should consider _all_ suggestions, when he deliberately\ndropped the pretense of reason. He appealed to me as most of the savage\nancients appealed to their women, as an emotional machine. Throw the\ncorrect sexual switches, says this theory, and the female surrenders\nherself ecstatically to the doubtful and bloody murk of masculine\nplans.\"\n\n       *       *       *       *       *\n\nThere was a double knock on the door and the Captain walked in without\nwaiting for an invitation. He was still holding Butt's blaster. He\npointed it at me. \"Get your hands up, Ferdinand Sparling,\" he said.\n\nI did.\n\n\"I hereby order your detention for the duration of this voyage, for\naiding and abetting a stowaway, as set forth in Sections Forty-one and\nForty-five--\"\n\n\"Forty-three and Forty-five,\" Sis interrupted him, her eyes getting\nlarger and rounder. \"But you gave me your word of honor that no charges\nwould be lodged against the boy!\"\n\n\"Forty-one and Forty-five,\" he corrected her courteously, still staring\nfiercely at me. \"I looked it up. Of the Anita Mason Law, Emergency\nInterplanetary Directives. That was the usual promise one makes to an\ninformer, but I made it before I knew it was Butt Lee Brown you were\ntalking about. I didn't want to arrest Butt Lee Brown. You forced\nme. So I'm breaking my promise to you, just as, I understand, you\nbroke your promise to your brother. They'll both be picked up at New\nKalamazoo Spaceport and sent Terraward for trial.\"\n\n\"But I used all of our money to buy passage,\" Sis wailed.\n\n\"And now you'll have to return with the boy. I'm sorry, Miss Sparling.\nBut as you explained to me, a man who has been honored with an\nimportant official position should stay close to the letter of the law\nfor the sake of other men who are trying to break down terrestrial\nanti-male prejudice. Of course, there's a way out.\"\n\n\"There is? Tell me, please!\"\n\n\"Can I lower my hands a minute?\" I asked.\n\n\"No, you can't, son--not according to the armed surveillance provisions\nof the Mother Anita Law. Miss Sparling, if you'd marry Brown--now,\nnow, don't look at me like that!--we could let the whole matter drop.\nA shipboard wedding and he goes on your passport as a 'dependent male\nmember of family,' which means, so far as the law is concerned, that he\nhad a regulation passport from the beginning of this voyage. And once\nwe touch Venusian soil he can contact his bank and pay for passage. On\nthe record, no crime was ever committed. He's free, the boy's free, and\nyou--\"\n\n\"--Are married to an uncombed desperado who doesn't know enough to sit\nback and let a woman run things. Oh, you should be ashamed!\"\n\n       *       *       *       *       *\n\nThe Captain shrugged and spread his arms wide.\n\n\"Perhaps I should be, but that's what comes of putting men into\nresponsible positions, as you would say. See here, Miss Sparling, _I_\ndidn't want to arrest Brown, and, if it's at all possible, I'd still\nprefer not to. The crew, officers and men, all go along with me. We\nmay be legal residents of Earth, but our work requires us to be on\nVenus several times a year. We don't want to be disliked by any members\nof the highly irritable Brown clan or its collateral branches. Butt\nLee Brown himself, for all of his savage appearance in your civilized\neyes, is a man of much influence on the Polar Continent. In his own\nbailiwick, the Galertan Archipelago, he makes, breaks and occasionally\nreadjusts officials. Then there's his brother Saskatchewan who\nconsiders Butt a helpless, put-upon youngster--\"\n\n\"Much influence, you say? Mr. Brown has?\" Sis was suddenly thoughtful.\n\n\"_Power_, actually. The kind a strong man usually wields in a newly\nsettled community. Besides, Miss Sparling, you're going to Venus for a\nhusband because the male-female ratio on Earth is reversed. Well, not\nonly is Butt Lee Brown a first class catch, but you can't afford to be\ntoo particular in any case. While you're fairly pretty, you won't bring\nany wealth into a marriage and your high degree of opinionation is not\nlikely to be well-received on a backward, masculinist world. Then, too,\nthe woman-hunger is not so great any more, what with the _Marie Curie_\nand the _Fatima_ having already deposited their cargoes, the _Mme. Sun\nYat Sen_ due to arrive next month....\"\n\n       *       *       *       *       *\n\nSis nodded to herself, waved the door open, and walked out.\n\n\"Let's hope,\" the Captain said. \"Like any father used to say, a man who\nknows how to handle women, how to get around them without their knowing\nit, doesn't need to know anything else in this life. I'm plain wasted\nin space. You can lower your hands now, son.\"\n\nWe sat down and I explained the blaster to him. He was very interested.\nHe said all Butt had told him--in the lifeboat when they decided to\nuse my arrest as a club over Sis--was to keep the safety catch all the\nway up against his thumb. I could see he really had been excited about\ncarrying a lethal weapon around. He told me that back in the old days,\ncaptains--sea captains, that is--actually had the right to keep guns\nin their cabins all the time to put down mutinies and other things our\nancestors did.\n\nThe telewall flickered, and we turned it on. Sis smiled down.\n\"Everything's all right, Captain. Come up and marry us, please.\"\n\n\"What did you stick him for?\" he asked. \"What was the price?\"\n\nSis's full lips went thin and hard, the way Mom's used to. Then she\nthought better of it and laughed. \"Mr. Brown is going to see that I'm\nelected sheriff of the Galertan Archipelago.\"\n\n\"And I thought she'd settle for a county clerkship!\" the Captain\nmuttered as we spun up to the brig.\n\nThe doors were open and girls were chattering in every corner. Sis came\nup to the Captain to discuss arrangements. I slipped away and found\nButt sitting with folded arms in a corner of the brig. He grinned at\nme. \"Hi, tadpole. Like the splash?\"\n\nI shook my head unhappily. \"Butt, why did you do it? I'd sure love to\nbe your brother-in-law, but, gosh, you didn't have to marry Sis.\" I\npointed at some of the bustling females. Sis was going to have three\nhundred bridesmaids. \"Any one of them would have jumped at the chance\nto be your wife. And once on any woman's passport, you'd be free. Why\nSis?\"\n\n\"That's what the Captain said in the lifeboat. Told him same thing I'm\ntelling you. I'm stubborn. What I like at first, I keep on liking. What\nI want at first, I keep on wanting until I get.\"\n\n\"Yes, but making Sis sheriff! And you'll have to back her up with your\nblaster. What'll happen to that man's world?\"\n\n\"Wait'll after we nest and go out to my islands.\" He produced a\nhard-lipped, smug grin, sighting it at Sis's slender back. \"She'll\nfind herself sheriff over a bunch of natives and exactly two Earth\nmales--you and me. I got a hunch that'll keep her pretty busy, though.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Venus is a Man's World, by William Tenn\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VENUS IS A MAN'S WORLD ***\n\n***** This file should be named 51150.txt or 51150.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/5/51150/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}