{"title": "Appointment In Tomorrow", "author": "Fritz Leiber", "releaseDate": "February 8, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        Appointment in Tomorrow\n\n                            BY FRITZ LEIBER\n\n                      Illustrated by ED ALEXANDER\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n         Is it possible to have a world without moral values?\n         Or does lack of morality become a moral value, also?\n\n\nThe first angry rays of the sun--which, startlingly enough, still rose\nin the east at 24 hour intervals--pierced the lacy tops of Atlantic\ncombers and touched thousands of sleeping Americans with unconscious\nfear, because of their unpleasant similarity to the rays from World War\nIII's atomic bombs.\n\nThey turned to blood the witch-circle of rusty steel skeletons around\nInferno in Manhattan. Without comment, they pointed a cosmic finger at\nthe tarnished brass plaque commemorating the martyrdom of the Three\nPhysicists after the dropping of the Hell Bomb. They tenderly touched\nthe rosy skin and strawberry bruises on the naked shoulders of a\ngirl sleeping off a drunk on the furry and radiantly heated floor of\na nearby roof garden. They struck green magic from the glassy blot\nthat was Old Washington. Twelve hours before, they had revealed things\nas eerily beautiful, and as ravaged, in Asia and Russia. They pinked\nthe white walls of the Colonial dwelling of Morton Opperly near the\nInstitute for Advanced Studies; upstairs they slanted impartially\nacross the Pharoahlike and open-eyed face of the elderly physicist and\nthe ugly, sleep-surly one of young Willard Farquar in the next room.\nAnd in nearby New Washington they made of the spire of the Thinkers'\nFoundation a blue and optimistic glory that outshone White House, Jr.\n\nIt was America approaching the end of the Twentieth Century. America\nof juke-box burlesque and your local radiation hospital. America\nof the mask-fad for women and Mystic Christianity. America of the\noff-the-bosom dress and the New Blue Laws. America of the Endless War\nand the loyalty detector. America of marvelous Maizie and the monthly\nrocket to Mars. America of the Thinkers and (a few remembered) the\nInstitute. \"Knock on titanium,\" \"Whadya do for black-outs,\" \"Please,\nlover, don't think when I'm around,\" America, as combat-shocked and\ncrippled as the rest of the bomb-shattered planet.\n\nNot one impudent photon of the sunlight penetrated the triple-paned,\npolarizing windows of Jorj Helmuth's bedroom in the Thinker's\nFoundation, yet the clock in his brain awakened him to the minute,\nor almost. Switching off the Educational Sandman in the midst of the\nphrase, \"... applying tensor calculus to the nucleus,\" he took a\ndeep, even breath and cast his mind to the limits of the world and\nhis knowledge. It was a somewhat shadowy vision, but, he noted with\nimpartial approval, definitely less shadowy than yesterday morning.\n\nEmploying a rapid mental scanning technique, he next cleared his memory\nchains of false associations, including those acquired while asleep.\nThese chores completed, he held his finger on a bedside button, which\nrotated the polarizing window panes until the room slowly filled with a\nmuted daylight. Then, still flat on his back, he turned his head until\nhe could look at the remarkably beautiful blonde girl asleep beside him.\n\n       *       *       *       *       *\n\nRemembering last night, he felt a pang of exasperation, which he\ninstantly quelled by taking his mind to a higher and dispassionate\nlevel from which he could look down on the girl and even himself as\nquaint, clumsy animals. Still, he grumbled silently, Caddy might have\nhad enough consideration to clear out before he awoke. He wondered\nif he shouldn't have used his hypnotic control of the girl to smooth\ntheir relationship last night, and for a moment the word that would\nsend her into deep trance trembled on the tip of his tongue. But no,\nthat special power of his over her was reserved for far more important\npurposes.\n\nPumping dynamic tension into his 20-year-old muscles and confidence\ninto his 60-year-old mind, the 40-year-old Thinker rose from bed.\nNo covers had to be thrown off; the nuclear heating unit made them\nunnecessary. He stepped into his clothing--the severe tunic, tights and\nsockassins of the modern business man. Next he glanced at the message\ntape beside his phone, washed down with ginger ale a vita-amino-enzyme\ntablet, and walked to the window. There, gazing along the rows of newly\nplanted mutant oaks lining Decontamination Avenue, his smooth face\nbroke into a smile.\n\nIt had come to him, the next big move in the intricate game making\nup his life--and mankind's. Come to him during sleep, as so many of\nhis best decisions did, because he regularly employed the time-saving\ntechnique of somno-thought, which could function at the same time as\nsomno-learning.\n\nHe set his who?-where? robot for \"Rocket Physicist\" and \"Genius Class.\"\nWhile it worked, he dictated to his steno-robot the following brief\nmessage:\n\n    Dear Fellow Scientist:\n\n    A project is contemplated that will have a crucial bearing on man's\n    future in deep space. Ample non-military Government funds are\n    available. There was a time when professional men scoffed at the\n    Thinkers. Then there was a time when the Thinkers perforce neglected\n    the professional men. Now both times are past. May they never\n    return! I would like to consult you this afternoon, three o'clock\n    sharp, Thinkers' Foundation I.\n\n    Jorj Helmuth\n\nMeanwhile the who?-where? had tossed out a dozen cards. He glanced\nthrough them, hesitated at the name \"Willard Farquar,\" looked at the\nsleeping girl, then quickly tossed them all into the addresso-robot and\nplugged in the steno-robot.\n\nThe buzz-light blinked green and he switched the phone to audio.\n\n\"The President is waiting to see Maizie, sir,\" a clear feminine voice\nannounced. \"He has the general staff with him.\"\n\n\"Martian peace to him,\" Jorj Helmuth said. \"Tell him I'll be down in a\nfew minutes.\"\n\n       *       *       *       *       *\n\nHuge as a primitive nuclear reactor, the great electronic brain loomed\nabove the knot of hush-voiced men. It almost filled a two-story room in\nthe Thinkers' Foundation. Its front was an orderly expanse of controls,\nindicators, telltales, and terminals, the upper ones reached by a chair\non a boom.\n\nAlthough, as far as anyone knew, it could sense only the information\nand questions fed into it on a tape, the human visitors could not\nresist the impulse to talk in whispers and glance uneasily at the great\ncryptic cube. After all, it had lately taken to moving some of its\nown controls--the permissible ones--and could doubtless improvise a\nhearing apparatus if it wanted to.\n\nFor this was the thinking machine beside which the Marks and Eniacs and\nManiacs and Maddidas and Minervas and Mimirs were less than Morons.\nThis was the machine with a million times as many synapses as the human\nbrain, the machine that remembered by cutting delicate notches in the\nrims of molecules (instead of kindergarten paper-punching or the Coney\nIsland shimmying of columns of mercury). This was the machine that had\ngiven instructions on building the last three-quarters of itself. This\nwas the goal, perhaps, toward which fallible human reasoning and biased\nhuman judgment and feeble human ambition had evolved.\n\n_This was the machine that really thought--a million-plus!_\n\nThis was the machine that the timid cyberneticists and stuffy\nprofessional scientists had said could not be built. Yet this was the\nmachine that the Thinkers, with characteristic Yankee push, _had_\nbuilt. And nicknamed, with characteristic Yankee irreverence and\ngirl-fondness, \"Maizie.\"\n\nGazing up at it, the President of the United States felt a chord\nplucked within him that hadn't been sounded for decades, the dark and\nshivery organ chord of his Baptist childhood. Here, in a strange sense,\nalthough his reason rejected it, he felt he stood face to face with\nthe living God: infinitely stern with the sternness of reality, yet\ninfinitely just. No tiniest error or wilful misstep could ever escape\nthe scrutiny of this vast mentality. He shivered.\n\n       *       *       *       *       *\n\nThe grizzled general--there was also one who was gray--was thinking\nthat this was a very odd link in the chain of command. Some shadowy and\nusually well-controlled memories from World War II faintly stirred his\nire. Here he was giving orders to a being immeasurably more intelligent\nthan himself. And always orders of the \"Tell me how to kill that man\"\nrather than the \"Kill that man\" sort. The distinction bothered him\nobscurely. It relieved him to know that Maizie had built-in controls\nwhich made her always the servant of humanity, or of humanity's\nright-minded leaders--even the Thinkers weren't certain which.\n\nThe gray general was thinking uneasily, and, like the President, at a\nmore turbid level, of the resemblance between Papal infallibility and\nthe dictates of the machine. Suddenly his bony wrists began to tremble.\nHe asked himself: Was this the Second Coming? Mightn't an incarnation\nbe in metal rather than flesh?\n\nThe austere Secretary of State was remembering what he'd taken such\npains to make everyone forget: his youthful flirtation at Lake Success\nwith Buddhism. Sitting before his _guru_, his teacher, feeling the\nOccidental's awe at the wisdom of the East, or its pretense, he had\nfelt a little like this.\n\nThe burly Secretary of Space, who had come up through United Rockets,\nwas thanking his stars that at any rate the professional scientists\nweren't responsible for this job. Like the grizzled general, he'd\nalways felt suspicious of men who kept telling you how to do things,\nrather than doing them themselves. In World War III he'd had his fill\nof the professional physicists, with their eternal taint of a misty\nsort of radicalism and free-thinking. The Thinkers were better--more\ndisciplined, more human. They'd called their brain-machine Maizie,\nwhich helped take the curse off her. Somewhat.\n\n       *       *       *       *       *\n\nThe President's Secretary, a paunchy veteran of party caucuses, was\nalso glad that it was the Thinkers who had created the machine, though\nhe trembled at the power that it gave them over the Administration.\nStill, you could do business with the Thinkers. And nobody (not even\nthe Thinkers) could do business (that sort of business) with Maizie!\n\nBefore that great square face with its thousands of tiny metal\nfeatures, only Jorj Helmuth seemed at ease, busily entering on the\ntape the complex Questions of the Day that the high officials had\nhanded him: logistics for the Endless War in Pakistan, optimum size for\nnext year's sugar-corn crop, current thought trends in average Soviet\nminds--profound questions, yet many of them phrased with surprising\nsimplicity. For figures, technical jargon, and layman's language were\nalike to Maizie; there was no need to translate into mathematical\nshorthand, as with the lesser brain-machines.\n\nThe click of the taper went on until the Secretary of State had twice\nnervously fired a cigaret with his ultrasonic lighter and twice quickly\nput it away. No one spoke.\n\nJorj looked up at the Secretary of Space. \"Section Five, Question\nFour--whom would that come from?\"\n\nThe burly man frowned. \"That would be the physics boys, Opperly's\ngroup. Is anything wrong?\"\n\nJorj did not answer. A bit later he quit taping and began to adjust\ncontrols, going up on the boom-chair to reach some of them. Eventually\nhe came down and touched a few more, then stood waiting.\n\nFrom the great cube came a profound, steady purring. Involuntarily the\nsix officials backed off a bit. Somehow it was impossible for a man to\nget used to the sound of Maizie starting to think.\n\n       *       *       *       *       *\n\nJorj turned, smiling. \"And now, gentlemen, while we wait for Maizie\nto celebrate, there should be just enough time for us to watch the\ntakeoff of the Mars rocket.\" He switched on a giant television screen.\nThe others made a quarter turn, and there before them glowed the rich\nochres and blues of a New Mexico sunrise and, in the middle distance, a\nsilvery mighty spindle.\n\nLike the generals, the Secretary of Space suppressed a scowl. Here\nwas something that ought to be spang in the center of his official\nterritory, and the Thinkers had locked him completely out of it. That\nrocket there--just an ordinary Earth satellite vehicle commandeered\nfrom the Army, but equipped by the Thinkers with Maizie-designed\nnuclear motors capable of the Mars journey and more. The first\nspaceship--and the Secretary of Space was not in on it!\n\nStill, he told himself, Maizie had decreed it that way. And when\nhe remembered what the Thinkers had done for him in rescuing him\nfrom breakdown with their mental science, in rescuing the whole\nAdministration from collapse he realized he had to be satisfied. And\nthat was without taking into consideration the amazing additional\nmental discoveries that the Thinkers were bringing down from Mars.\n\n\"Lord,\" the President said to Jorj as if voicing the Secretary's\nfeeling, \"I wish you people could bring a couple of those wise little\ndevils back with you this trip. Be a good thing for the country.\"\n\nJorj looked at him a bit coldly. \"It's quite unthinkable,\" he said.\n\"The telepathic abilities of the Martians make them extremely\nsensitive. The conflicts of ordinary Earth minds would impinge on them\npsychotically, even fatally. As you know, the Thinkers were able to\ncontact them only because of our degree of learned mental poise and\nerrorless memory-chains. So for the present it must be our task alone\nto glean from the Martians their astounding mental skills. Of course,\nsome day in the future, when we have discovered how to armor the minds\nof the Martians--\"\n\n\"Sure, I know,\" the President said hastily. \"Shouldn't have mentioned\nit, Jorj.\"\n\nConversation ceased. They waited with growing tension for the great\nviolet flames to bloom from the base of the silvery shaft.\n\n       *       *       *       *       *\n\nMeanwhile the question tape, like a New Year's streamer tossed out\na high window into the night, sped on its dark way along spinning\nrollers. Curling with an intricate aimlessness curiously like that\nof such a streamer, it tantalized the silvery fingers of a thousand\nrelays, saucily evaded the glances of ten thousand electric eyes,\nimpishly darted down a narrow black alleyway of memory banks, and,\nreaching the center of the cube, suddenly emerged into a small room\nwhere a suave fat man in shorts sat drinking beer.\n\nHe flipped the tape over to him with practiced finger, eyeing it as\na stockbroker might have studied a ticker tape. He read the first\nquestion, closed his eyes and frowned for five seconds. Then with the\nstaccato self-confidence of a hack writer, he began to tape out the\nanswer.\n\nFor many minutes the only sounds were the rustle of the paper ribbon\nand the click of the taper, except for the seconds the fat man took to\nclose his eyes, or to drink or pour beer. Once, too, he lifted a phone,\nasked a concise question, waited half a minute, listened to an answer,\nthen went back to the grind.\n\nUntil he came to Section Five, Question Four. That time he did his\nthinking with his eyes open.\n\nThe question was: \"Does Maizie stand for Maelzel?\"\n\nHe sat for a while slowly scratching his thigh. His loose, persuasive\nlips tightened, without closing, into the shape of a snarl.\n\nSuddenly he began to tape again.\n\n\"Maizie does not stand for Maelzel. Maizie stands for amazing,\nhumorously given the form of a girl's name. Section Six, Answer One:\nThe mid-term election viewcasts should be spaced as follows....\"\n\nBut his lips didn't lose the shape of a snarl.\n\n       *       *       *       *       *\n\nFive hundred miles above the ionosphere, the Mars rocket cut off\nits fuel and slumped gratefully into an orbit that would carry it\neffortlessly around the world at that altitude. The pilot unstrapped\nhimself and stretched, but he didn't look out the viewport at the\ndried-mud disc that was Earth, cloaked in its haze of blue sky. He knew\nhe had two maddening months ahead of him in which to do little more\nthan that. Instead, he unstrapped Sappho.\n\nUsed to free fall from two previous experiences, and loving it, the\nfluffy little cat was soon bounding about the cabin in curves and\ngyrations that would have made her the envy of all back-alley and\nparlor felines on the planet below. A miracle cat in the dream world of\nfree fall. For a long time she played with a string that the man would\ntoss out lazily. Sometimes she caught the string on the fly, sometimes\nshe swam for it frantically.\n\nAfter a while the man grew bored with the game. He unlocked a drawer\nand began to study the details of the wisdom he would discover on\nMars this trip--priceless spiritual insights that would be balm to\nwar-battered mankind.\n\nThe cat carefully selected a spot three feet off the floor, curled up\non the air, and went to sleep.\n\n       *       *       *       *       *\n\nJorj Helmuth snipped the emerging answer tape into sections and handed\neach to the appropriate man. Most of them carefully tucked theirs away\nwith little more than a glance, but the Secretary of Space puzzled over\nhis.\n\n\"Who the devil would Maelzel be?\" he asked.\n\nA remote look came into the eyes of the Secretary of State. \"Edgar\nAllen Poe,\" he said frowningly, with eyes half-closed.\n\nThe grizzled general snapped his fingers. \"Sure! Maelzel's Chess\nplayer. Read it when I was a kid. About an automaton that was supposed\nto play chess. Poe proved it hid a man inside it.\"\n\nThe Secretary of Space frowned. \"Now what's the point in a fool\nquestion like that?\"\n\n\"You said it came from Opperly's group?\" Jorj asked sharply.\n\nThe Secretary of Space nodded. The others looked at the two men\npuzzledly.\n\n\"Who would that be?\" Jorj pressed. \"The group, I mean.\"\n\nThe Secretary of Space shrugged. \"Oh, the usual little bunch over at\nthe Institute. Hindeman, Gregory, Opperly himself. Oh, yes, and young\nFarquar.\"\n\n\"Sounds like Opperly's getting senile,\" Jorj commented coldly. \"I'd\ninvestigate.\"\n\nThe Secretary of Space nodded. He suddenly looked tough. \"I will. Right\naway.\"\n\n       *       *       *       *       *\n\nSunlight striking through French windows spotlighted a ballet of dust\nmotes untroubled by air-conditioning. Morton Opperly's living room was\nwell-kept but worn and quite behind the times. Instead of reading tapes\nthere were books; instead of steno-robots, pen and ink; while in place\nof a four by six TV screen, a Picasso hung on the wall. Only Opperly\nknew that the painting was still faintly radioactive, that it had been\nriskily so when he'd smuggled it out of his bomb-singed apartment in\nNew York City.\n\nThe two physicists fronted each other across a coffee table. The face\nof the elder was cadaverous, large-eyed, and tender--fined down by\na long life of abstract thought. That of the younger was forceful,\nsensuous, bulky as his body, and exceptionally ugly. He looked rather\nlike a bear.\n\nOpperly was saying, \"So when he asked who was responsible for the\nMaelzel question, I said I didn't remember.\" He smiled. \"They still\nallow me my absent-mindedness, since it nourishes their contempt.\nAlmost my sole remaining privilege.\" The smile faded. \"Why do you keep\non teasing the zoo animals, Willard?\" he asked without rancor. \"I've\nmaintained many times that we shouldn't truckle to them by yielding\nto their demand that we ask Maizie questions. You and the rest have\noverruled me. But then to use those questions to convey veiled insults\nisn't reasonable. Apparently the Secretary of Space was bothered enough\nabout this last one to pay me a 'copter call within twenty minutes of\nthis morning's meeting at the Foundation. Why do you do it, Willard?\"\n\nThe features of the other convulsed unpleasantly. \"Because the\nThinkers are charlatans who must be exposed,\" he rapped out. \"We know\ntheir Maizie is no more than a tealeaf-reading fake. We've traced their\nMars rockets and found they go nowhere. We know their Martian mental\nscience is bunk.\"\n\n\"But we've already exposed the Thinkers very thoroughly,\" Opperly\ninterposed quietly. \"You know the good it did.\"\n\nFarquar hunched his Japanese-wrestler shoulders. \"Then it's got to be\ndone until it takes.\"\n\nOpperly studied the bowl of mutated flowers by the coffee pot. \"I think\nyou just want to tease the animals, for some personal reason of which\nyou probably aren't aware.\"\n\nFarquar scowled. \"We're the ones in the cages.\"\n\n       *       *       *       *       *\n\nOpperly continued his inspection of the flowers' bells. \"All the more\nreason not to poke sticks through the bars at the lions and tigers\nstrolling outside. No, Willard, I'm not counseling appeasement. But\nconsider the age in which we live. It wants magicians.\" His voice grew\nespecially tranquil. \"A scientist tells people the truth. When times\nare good--that is, when the truth offers no threat--people don't mind.\nBut when times are very, very bad....\" A shadow darkened his eyes.\n\"Well, we all know what happened to--\" And he mentioned three names\nthat had been household words in the middle of the century. They\nwere the names on the brass plaque dedicated to the martyred three\nphysicists.\n\nHe went on, \"A magician, on the other hand, tells people what they\nwish were true--that perpetual motion works, that cancer can be cured\nby colored lights, that a psychosis is no worse than a head cold, that\nthey'll live forever. In good times magicians are laughed at. They're a\nluxury of the spoiled wealthy few. But in bad times people sell their\nsouls for magic cures, and buy perpetual motion machines to power their\nwar rockets.\"\n\nFarquar clenched his fist. \"All the more reason to keep chipping away\nat the Thinkers. Are we supposed to beg off from a job because it's\ndifficult and dangerous?\"\n\nOpperly shook his head. \"We're to keep clear of the infection of\nviolence. In my day, Willard, I was one of the Frightened Men. Later I\nwas one of the Angry Men and then one of the Minds of Despair. Now I'm\nconvinced that all my reactions were futile.\"\n\n\"Exactly!\" Farquar agreed harshly. \"You reacted. You didn't act. If\nyou men who discovered atomic energy had only formed a secret league,\nif you'd only had the foresight and the guts to use your tremendous\nbargaining position to demand the power to shape mankind's future....\"\n\n\"By the time you were born, Willard,\" Opperly interrupted dreamily,\n\"Hitler was merely a name in the history books. We scientists weren't\nthe stuff out of which cloak-and-dagger men are made. Can you imagine\nOppenheimer wearing a mask or Einstein sneaking into the Old White\nHouse with a bomb in his briefcase?\" He smiled. \"Besides, that's not\nthe way power is seized. New ideas aren't useful to the man bargaining\nfor power--only established facts or lies are.\"\n\n\"Just the same, it would have been a good thing if you'd had a little\nviolence in you.\"\n\n\"No,\" Opperly said.\n\n\"I've got violence in me,\" Farquar announced, shoving himself to his\nfeet.\n\n       *       *       *       *       *\n\nOpperly looked up from the flowers. \"I think you have,\" he agreed.\n\n\"But what are we to do?\" Farquar demanded. \"Surrender the world to\ncharlatans without a struggle?\"\n\nOpperly mused for a while. \"I don't know what the world needs now.\nEveryone knows Newton as the great scientist. Few remember that\nhe spent half his life muddling with alchemy, looking for the\nphilosopher's stone. Which Newton did the world need then?\"\n\n\"Now you are justifying the Thinkers!\"\n\n\"No, I leave that to history.\"\n\n\"And history consists of the actions of men,\" Farquar concluded. \"I\nintend to act. The Thinkers are vulnerable, their power fantastically\nprecarious. What's it based on? A few lucky guesses. Faith-healing.\nSome science hocus-pocus, on the level of those juke-box burlesque acts\nbetween the strips. Dubious mental comfort given to a few nerve-torn\nneurotics in the Inner Cabinet--and their wives. The fact that the\nThinkers' clever stage-managing won the President a doubtful election.\nThe erroneous belief that the Soviets pulled out of Iraq and Iran\nbecause of the Thinkers' Mind Bomb threat. A brain-machine that's just\na cover for Jan Tregarron's guesswork. Oh, yes, and that hogwash of\n'Martian wisdom.' All of it mere bluff! A few pushes at the right times\nand points are all that are needed--and the Thinkers know it! I'll bet\nthey're terrified already, and will be more so when they find that\nwe're gunning for them. Eventually they'll be making overtures to us,\nturning to us for help. You wait and see.\"\n\n\"I am thinking again of Hitler,\" Opperly interposed quietly. \"On his\nfirst half dozen big steps, he had nothing but bluff. His generals\nwere against him. They knew they were in a cardboard fort. Yet he won\nevery battle, until the last. Moreover,\" he pressed on, cutting Farquar\nshort, \"the power of the Thinkers isn't based on what they've got, but\non what the world hasn't got--peace, honor, a good conscience....\"\n\nThe front-door knocker clanked. Farquar answered it. A skinny old man\nwith a radiation scar twisting across his temple handed him a tiny\ncylinder. \"Radiogram for you, Willard.\" He grinned across the hall at\nOpperly. \"When are you going to get a phone put in, Mr. Opperly?\"\n\nThe physicist waved to him. \"Next year, perhaps, Mr. Berry.\"\n\nThe old man snorted with good-humored incredulity and trudged off.\n\n\"What did I tell you about the Thinkers making overtures?\" Farquar\nchortled suddenly. \"It's come sooner than I expected. Look at this.\"\n\nHe held out the radiogram, but the older man didn't take it. Instead he\nasked, \"Who's it from? Tregarron?\"\n\n\"No, from Helmuth. There's a lot of sugar corn about man's future in\ndeep space, but the real reason is clear. They know that they're going\nto have to produce an actual nuclear rocket pretty soon, and for that\nthey'll need our help.\"\n\n\"An invitation?\"\n\nFarquar nodded. \"For this afternoon.\" He noticed Opperly's anxious\nthough distant frown. \"What's the matter?\" he asked. \"Are you bothered\nabout my going? Are you thinking it might be a trap--that after the\nMaelzel question they may figure I'm better rubbed out?\"\n\nThe older man shook his head. \"I'm not afraid for your life, Willard.\nThat's yours to risk as you choose. No, I'm worried about other things\nthey might do to you.\"\n\n\"What do you mean?\" Farquar asked.\n\n       *       *       *       *       *\n\nOpperly looked at him with a gentle appraisal. \"You're a strong and\nvital man, Willard, with a strong man's prides and desires.\" His voice\ntrailed off for a bit. Then, \"Excuse me, Willard, but wasn't there a\ngirl once? A Miss Arkady?\"\n\nFarquar's ungainly figure froze. He nodded curtly, face averted.\n\n\"And didn't she go off with a Thinker?\"\n\n\"If girls find me ugly, that's their business,\" Farquar said harshly,\nstill not looking at Opperly. \"What's that got to do with this\ninvitation?\"\n\nOpperly didn't answer the question. His eyes got more distant. Finally\nhe said, \"In my day we had it a lot easier. A scientist was an\nacademician, cushioned by tradition.\"\n\nWillard snorted. \"Science had already entered the era of the police\ninspectors, with laboratory directors and political appointees stifling\nenterprise.\"\n\n\"Perhaps,\" Opperly agreed. \"Still, the scientist lived the safe,\nrestricted, highly respectable life of a university man. He wasn't\nexposed to the temptations of the world.\"\n\nFarquar turned on him. \"Are you implying that the Thinkers will somehow\nbe able to buy me off?\"\n\n\"Not exactly.\"\n\n\"You think I'll be persuaded to change my aims?\" Farquar demanded\nangrily.\n\nOpperly shrugged his helplessness. \"No, I don't think you'll change\nyour aims.\"\n\nClouds encroaching from the west blotted the parallelogram of sunlight\nbetween the two men.\n\n       *       *       *       *       *\n\nAs the slideway whisked him gently along the corridor toward his\napartment, Jorj was thinking of his spaceship. For a moment the\nsilver-winged vision crowded everything else out of his mind.\n\nJust think, a spaceship with sails! He smiled a bit, marveling at the\nparadox.\n\nDirect atomic power. Direct utilization of the force of the flying\nneutrons. No more ridiculous business of using a reactor to drive a\nsteam engine, or boil off something for a jet exhaust--processes that\nwere as primitive and wasteful as burning gunpowder to keep yourself\nwarm.\n\nChemical jets would carry his spaceship above the atmosphere. Then\nwould come the thrilling order, \"Set sail for Mars!\" The vast umbrella\nwould unfold and open out around the stern, its rear or Earthward side\na gleaming expanse of radioactive ribbon perhaps only an atom thick\nand backed with a material that would reflect neutrons. Atoms in the\nribbon would split, blasting neutrons astern at fantastic velocities.\nReaction would send the spaceship hurtling forward.\n\nIn airless space, the expanse of sails would naturally not retard the\nship. More radioactive ribbon, manufactured as needed in the ship\nitself, would feed out onto the sail as that already there became\nexhausted.\n\nA spaceship with direct nuclear drive--and he, a Thinker, had\nconceived it completely except for the technical details! Having\nstrengthened his mind by hard years of somno-learning, mind-casting,\nmemory-straightening, and sensory training, he had assured himself\nof the executive power to control the technicians and direct their\nspecialized abilities. Together they would build the true Mars rocket.\n\nBut that would only be a beginning. They would build the true Mind\nBomb. They would build the true Selective Microbe Slayer. They would\ndiscover the true laws of ESP and the inner life. They would even--his\nimagination hesitated a moment, then strode boldly forward--build the\ntrue Maizie!\n\nAnd then ... then the Thinkers would be on even terms with the\nscientists. Rather, they'd be far ahead. No more deception.\n\nHe was so exalted by this thought that he almost let the slideway carry\nhim past his door. He stepped inside and called, \"Caddy!\" He waited a\nmoment, then walked through the apartment, but she wasn't there.\n\n       *       *       *       *       *\n\nConfound the girl, he couldn't help thinking. This morning, when she\nshould have made herself scarce, she'd sprawled about sleeping. Now,\nwhen he felt like seeing her, when her presence would have added a\npleasant final touch to his glowing mood, she chose to be absent. He\nreally should use his hypnotic control on her, he decided, and again\nthere sprang into his mind the word--a pet form of her name--that would\nsend her into obedient trance.\n\nNo, he told himself again, that was to be reserved for some moment\nof crisis or desperate danger, when he would need someone to strike\nsuddenly and unquestioningly for himself and mankind. Caddy was merely\na wilful and rather silly girl, incapable at present of understanding\nthe tremendous tensions under which he operated. When he had time for\nit, he would train her up to be a fitting companion without hypnosis.\n\nYet the fact of her absence had a subtly disquieting effect. It shook\nhis perfect self-confidence just a fraction. He asked himself if\nhe'd been wise in summoning the rocket physicists without consulting\nTregarron.\n\nBut this mood, too, he conquered quickly. Tregarron wasn't his\nboss, but just the Thinker's most clever salesman, an expert in the\nmumbo-jumbo so necessary for social control in this chaotic era. He\nhimself, Jorj Helmuth, was the real leader in theoretics and all-over\nstrategy, the mind behind the mind behind Maizie.\n\nHe stretched himself on the bed, almost instantly achieved maximum\nrelaxation, turned on the somno-learner, and began the two hour rest he\nknew would be desirable before the big conference.\n\n       *       *       *       *       *\n\nJan Tregarron had supplemented his shorts with pink coveralls, but he\nwas still drinking beer. He emptied his glass and lifted it a lazy\ninch. The beautiful girl beside him refilled it without a word and went\non stroking his forehead.\n\n\"Caddy,\" he said reflectively, without looking at her, \"there's a\nlittle job I want you to do. You're the only one with the proper\nbackground. The point is: it will take you away from Jorj for some\ntime.\"\n\n\"I'd welcome it,\" she said with decision. \"I'm getting pretty sick of\nwatching his push-ups and all his other mind and muscle stunts. And\nthat damn somno-learner of his keeps me awake.\"\n\nTregarron smiled. \"I'm afraid Thinkers make pretty sad sweethearts.\"\n\n\"Not all of them,\" she told him, returning his smile tenderly.\n\nHe chuckled. \"It's about one of those rocket physicists in the list you\nbrought me. A fellow named Willard Farquar.\"\n\nCaddy didn't say anything, but she stopped stroking his forehead.\n\n\"What's the matter?\" he asked. \"You knew him once, didn't you?\"\n\n\"Yes,\" she replied and then added, with surprising feeling, \"The big,\nugly ape!\"\n\n\"Well, he's an ape whose services we happen to need. I want you to be\nour contact girl with him.\"\n\nShe took her hands away from his forehead. \"Look, Jan,\" she said, \"I\nwouldn't like this job.\"\n\n\"I thought he was very sweet on you once.\"\n\n\"Yes, as he never grew tired of trying to demonstrate to me. The\nclumsy, overgrown, bumbling baby! The man's disgusting, Jan. His\napproach to a woman is a child wanting candy and enraged because\nMama won't produce it on the instant. I don't mind Jorj--he's just\na pipsqueak and it amuses me to see how he frustrates himself. But\nWillard is....\"\n\n\"... a bit frightening?\" Tregarron finished for her.\n\n\"No!\"\n\n\"Of course you're not afraid,\" Tregarron purred. \"You're our beautiful,\nclever Caddy, who can do anything she wants with any man, and without\nwhose....\"\n\n\"Look, Jan, this is different--\" she began agitatedly.\n\n\"... and without whose services we'd have got exactly nowhere. Clever,\nsubtle Caddy, whose most charming attainment in the ever-appreciative\neyes of Papa Jan is her ability to handle every man in the neatest way\nimaginable and without a trace of real feeling. Kitty Kaddy, who....\"\n\n\"Very well,\" she said with a sigh. \"I'll do it.\"\n\n\"Of course you will,\" Jan said, drawing her hands back to his\nforehead. \"And you'll begin right away by getting into your nicest\nsugar-and-cream war clothes. You and I are going to be the welcoming\ncommittee when that ape arrives this afternoon.\"\n\n\"But what about Jorj? He'll want to see Willard.\"\n\n\"That'll be taken care of,\" Jan assured her.\n\n\"And what about the other dozen rocket physicists Jorj asked to come?\"\n\n\"Don't worry about them.\"\n\n       *       *       *       *       *\n\nThe President looked inquiringly at his secretary across his littered\ndesk in his homey study at White House, Jr. \"So Opperly didn't have any\nidea how that odd question about Maizie turned up in Section Five?\"\n\nHis secretary settled his paunch and shook his head. \"Or claimed not\nto. Perhaps he's just the absent-minded prof, perhaps something else.\nThe old feud of the physicists against the Thinkers may be getting hot\nagain. There'll be further investigation.\"\n\nThe President nodded. He obviously had something uncomfortable on his\nmind. He said uneasily, \"Do you think there's any possibility of it\nbeing true?\"\n\n\"What?\" asked the secretary guardedly.\n\n\"That peculiar hint about Maizie.\"\n\nThe secretary said nothing.\n\n\"Mind you, I don't think there is,\" the President went on hurriedly,\nhis face assuming a sorrowful scowl. \"I owe a lot to the Thinkers,\nboth as a private person and as a public figure. Lord, a man has to\nlean on _something_ these days. But just supposing it were true--\" he\nhesitated, as before uttering blasphemy--\"that there was a man inside\nMaizie, what could we do?\"\n\nThe secretary said stolidly, \"The Thinkers won our last election. They\nchased the Commies out of Iran. We brought them into the Inner Cabinet.\nWe've showered them with public funds.\" He paused. \"We couldn't do a\ndamn thing.\"\n\nThe President nodded with equal conviction, and, not very happily,\nsummed up: \"So if anyone should go up against the Thinkers--and I'm\nafraid I wouldn't want to see that happen, whatever's true--it would\nhave to be a scientist.\"\n\n       *       *       *       *       *\n\nWillard Farquar felt his weight change the steps under his feet into\nan escalator. He cursed under his breath, but let them carry him, a\ndefiant hulk, up to the tall and mystic blue portals, which silently\nparted when he was five meters away. The escalator changed to a\nslideway and carried him into a softly gleaming, high-domed room\nrather like the antechamber of a temple.\n\n\"Martian peace to you, Willard Farquar,\" an invisible voice intoned.\n\"You have entered the Thinkers' Foundation. Please remain on the\nslideway.\"\n\n\"I want to see Jorj Helmuth,\" Willard growled loudly.\n\nThe slideway carried him into the mouth of a corridor and paused. A\ndark opening dilated on the wall. \"May we take your hat and coat?\" a\nvoice asked politely. After a moment the request was repeated, with the\naddition of, \"Just pass them through.\"\n\nWillard scowled, then fought his way out of his shapeless coat and\npassed it and his hat through in a lump. Instantly the opening\ncontracted, imprisoning his wrists, and he felt his hands being washed\non the other side of the wall.\n\nHe gave a great jerk which failed to free his hands from the snugly\npadded gyves. \"Do not be alarmed,\" the voice advised him. \"It is only\nan esthetic measure. As your hands are laved, invisible radiations are\nslaughtering all the germs in your body, while more delicate emanations\nare producing a benign rearrangement of your emotions.\"\n\nThe rather amateurish curses Willard was gritting between his teeth\nbecame more sulfurous. His sensations told him that a towel of some\nsort was being applied to his hands. He wondered if he would be\nsubjected to a face-washing and even greater indignities. Then, just\nbefore his wrists were released, he felt--for a moment only, but\nunmistakably--the soft touch of a girl's hand.\n\nThat touch, like the mysterious sweet chink of a bell in darkness,\nbrought him a sudden feeling of excitement, wonder.\n\nYet the feeling was as fleeting as that caused by a lurid\nadvertisement, for as the slideway began to move again, carrying him\npast a series of depth-pictures and inscriptions celebrating the\nThinkers' achievements, his mood of bitter exasperation returned\ndoubled. This place, he told himself, was a plague spot of the disease\nof magic in an enfeebled and easily infected world. He reminded himself\nthat he was not without resources--the Thinkers must fear or need him,\nwhether because of the Maelzel question or the necessity of producing\na nuclear power spaceship. He felt his determination to smash them\nreaffirmed.\n\n       *       *       *       *       *\n\nThe slideway, having twice turned into an escalator, veered toward\nan opalescent door, which opened as silently as the one below. The\nslideway stopped at the threshold. Momentum carried him a couple of\nsteps into the room. He stopped and looked around.\n\nThe place was a sybarite's modernistic dream. Sponge-carpeting thick\nas a mattress and topped with down. Hassocks and couches that looked\nbutter-soft. A domed ceiling of deep glossy blue mimicking the night\nsky, with the constellations tooled in silver. A wall of niches crammed\nwith statuettes of languorous men, women, beasts. A self-service bar\nwith a score of golden spigots. A depth-TV-screen simulating a great\ncrystal ball. Here and there barbaric studs of hammered gold that might\nhave been push-buttons. A low table set for three with exquisite ware\nof crystal and gold. An ever-changing scent of resins and flowers.\n\nA smiling fat man clad in pearl gray sports clothes came through one\nof the curtained archways. Willard recognized Jan Tregarron from his\npictures, but did not at once offer to speak to him. Instead he let his\ngaze wander with an ostentatious contempt around the crammed walls,\ntake in the bar and the set table with its many wine glasses, and\nfinally return to his host.\n\n\"And where,\" he asked with harsh irony, \"are the dancing girls?\"\n\nThe fat man's eyebrows rose. \"In there,\" he said innocently, indicating\nthe second archway. The curtains parted.\n\n\"Oh, I _am_ sorry,\" the fat man apologized. \"There seems to be only one\non duty. I hope that isn't too much at variance with your tastes.\"\n\nShe stood in the archway, demure and lovely in an off-the-bosom frock\nof pale blue skylon edged in mutated mink. She was smiling the first\nsmile that Willard had ever had from her lips.\n\n\"Mr. Willard Farquar,\" the fat man murmured, \"Miss Arkady Simms.\"\n\n       *       *       *       *       *\n\nJorj Helmuth turned from the conference table with its dozen empty\nchairs to the two mousily pretty secretaries.\n\n\"No word from the door yet, Master,\" one of them ventured to say.\n\nJorj twisted in his chair, though hardly uncomfortably, since it was\na beautiful pneumatic job. His nervousness at having to face the\ntwelve rocket physicists--a feeling which, he had to admit, had been\nunexpectedly great--was giving way to impatience.\n\n\"What's Willard Farquar's phone?\" he asked sharply.\n\nOne of the secretaries ran through a clutch of desk tapes, then spent\nsome seconds whispering into her throat-mike and listening to answers\nfrom the soft-speaker.\n\n\"He lives with Morton Opperly, who doesn't have one,\" she finally told\nJorj in scandalized tones.\n\n\"Let me see the list,\" Jorj said. Then, after a bit, \"Try Dr. Welcome's\nplace.\"\n\nThis time there were results. Within a quarter of a minute he was\nhanded a phone which he hung expertly on his shoulder.\n\n\"This is Dr. Asa Welcome,\" a reedy voice told him.\n\n\"This is Helmuth of the Thinkers' Foundation,\" Jorj said icily. \"Did\nyou get my communication?\"\n\nThe reedy voice became anxious and placating. \"Why, yes, Mr. Helmuth, I\ndid. Very glad to get it too. Sounded most interesting. Very eager to\ncome. But....\"\n\n\"Yes?\"\n\n\"Well, I was just about to hop in my 'copter--my son's 'copter--when\nthe other note came.\"\n\n\"What other note?\"\n\n\"Why, the note calling the meeting off.\"\n\n\"I sent no other note!\"\n\nThe other voice became acutely embarrassed. \"But I considered it to be\nfrom you ... or just about the same thing. I really think I had the\nright to assume that.\"\n\n\"How was it signed?\" Jorj rapped.\n\n\"Mr. Jan Tregarron.\"\n\nJorj broke the connection. He didn't move until a low sound shattered\nhis abstraction and he realized that one of the girls was whispering\na call to the door. He handed back the phone and dismissed them. They\nwent in a rustle of jackets and skirtlets, hesitating at the doorway\nbut not quite daring to look back.\n\nHe sat motionless a minute longer. Then his hand crept fretfully\nonto the table and pushed a button. The room darkened and a long\nsection of wall became transparent, revealing a dozen silvery models\nof spaceships, beautifully executed. He quickly touched another; the\nmodels faded and the opposite wall bloomed with an animated cartoon\nthat portrayed with charming humor and detail the designing and\nconstruction of a neutron-drive spaceship. A third button, and a\ndepth-picture of deep star-speckled space opened behind the cartoon,\nshowing a section of Earth's surface and in the far distance the tiny\nruddy globe of Mars. Slowly a tiny rocket rose from the section of\nEarth and spread its silvery sails.\n\n       *       *       *       *       *\n\nHe switched off the pictures, keeping the room dark. By a faint\ntable light he dejectedly examined his organizational charts for the\nneutron-drive project, the long list of books he had boned up on by\nsomno-learning, the concealed table of physical constants and all sorts\nof other crucial details about rocket physics--a cleverly condensed\nencyclopedic \"pony\" to help out his memory on technical points that\nmight have arisen in his discussion with the experts.\n\nHe switched out all the lights and slumped forward, blinking his eyes\nand trying to swallow the lump in his throat. In the dark his memory\nwent seeping back, back, to the day when his math teacher had told him,\nvery superciliously, that the marvelous fantasies he loved to read\nand hoarded by his bed weren't real science at all, but just a kind of\nlurid pretense. He had so wanted to be a scientist, and the teacher's\ncontempt had cast a damper on his ambition.\n\nAnd now that the conference was canceled, would he ever know that it\nwouldn't have turned out the same way today? That his somno-learning\nhadn't taken? That his \"pony\" wasn't good enough? That his ability to\nhandle people extended only to credulous farmer Presidents and mousy\ngirls in skirtlets? Only the test of meeting the experts would have\nanswered those questions.\n\nTregarron was the one to blame! Tregarron with his sly tyrannical\nways, Tregarron with his fear of losing the future to men who really\nunderstood theoretics and could handle experts. Tregarron, so used to\nworking by deception that he couldn't see when it became a fault and a\ncrime. Tregarron, who must now be shown the light ... or, failing that,\nagainst whom certain steps must be taken.\n\nFor perhaps half an hour Jorj sat very still, thinking. Then he turned\nto the phone and, after some delay, got his party.\n\n\"What is it now, Jorj?\" Caddy asked impatiently. \"Please don't bother\nme with any of your moods, because I'm tired and my nerves are on edge.\"\n\nHe took a breath. When steps may have to be taken, he thought, one\nmust hold an agent in readiness. \"Caddums,\" he intoned hypnotically,\nvibrantly. \"Caddums....\"\n\nThe voice at the other end had instantly changed, become submissive,\nsleepy, suppliant.\n\n\"Yes, Master?\"\n\n       *       *       *       *       *\n\nMorton Opperly looked up from the sheet of neatly penned equations\nat Willard Farquar, who had somehow acquired a measure of poise. He\nneither lumbered restlessly nor grimaced. He removed his coat with\na certain dignity and stood solidly before his mentor. He smiled.\nGranting that he was a bear, one might guess he had just been fed.\n\n\"You see?\" he said. \"They didn't hurt me.\"\n\n\"They didn't hurt you?\" Opperly asked softly.\n\nWillard slowly shook his head. His smile broadened.\n\nOpperly put down his pen, folded his hands. \"And you're as determined\nas ever to expose and smash the Thinkers?\"\n\n\"Of course!\" The menacing growl came back into the bear's voice, except\nthat it was touched with a certain pleased luxuriousness. \"Only from\nnow on I won't be teasing the zoo animals, and I won't embarrass you\nby asking any more Maelzel questions. I have reached the objective at\nwhich those tactics were aimed. After this I shall bore from within.\"\n\n\"Bore from within,\" Opperly repeated, frowning. \"Now where have I heard\nthat phrase before?\" His brow cleared. \"Oh, yes,\" he said listlessly.\n\"Do I understand that you are becoming a Thinker, Willard?\"\n\nThe other gave him a faintly pitying smile and stretched himself on the\ncouch, gazed at the ceiling. All his movements were deliberate, easy.\n\n\"Certainly. That's the only realistic way to smash them. Rise high\nin their councils. Out-trick all their trickeries. Organize a fifth\ncolumn. Then _strike_!\"\n\n\"The end justifying the means, of course,\" Opperly said.\n\n\"Of course. As surely as the desire to stand up justifies your\ndisturbing the air over your head. All action in this world is nothing\nbut means.\"\n\nOpperly nodded abstractedly. \"I wonder if anyone else ever became a\nThinker for those same reasons. I wonder if being a Thinker doesn't\nsimply mean that you've decided you have to use lies and tricks as your\nchief method.\"\n\n       *       *       *       *       *\n\nWillard shrugged. \"Could be.\" There was no longer any doubt about the\npitying quality of his smile.\n\nOpperly stood up, squaring together his papers. \"So you'll be working\nwith Helmuth?\"\n\n\"Not Helmuth. Tregarron.\" The bear's smile became cruel. \"I'm afraid\nthat Helmuth's career as a Thinker is going to have quite a setback.\"\n\n\"Helmuth,\" Opperly mused. \"Morgenschein once told me a bit about him.\nA man of some idealism, despite his affiliations. Best of a bad lot.\nIncidentally, is he the one with whom....\"\n\n\"... Miss Arkady Simms ran off?\" Willard finished without any\nembarrassment. \"Yes, that was Helmuth. But that's all going to be\nchanged now.\"\n\nOpperly nodded. \"Good-by, Willard,\" he said.\n\nWillard quickly heaved himself up on an elbow. Opperly looked at him\nfor about five seconds, then, without a word, walked out of the room.\n\n       *       *       *       *       *\n\nThe only obvious furnishings in Jan Tregarron's office were a\nflat-topped desk and a few chairs. Tregarron sat behind the desk, the\ntop of which was completely bare. He looked almost bored, except that\nhis little eyes were smiling. Jorj Helmuth sat across the desk from\nhim, a few feet back, erect and grim-faced, while shadowy in the muted\nlight, Caddy stood against the wall behind Tregarron. She still wore\nthe fur-trimmed skylon frock she'd put on that afternoon. She took no\npart in the conversation, seemed almost unaware of it.\n\n\"So you just went ahead and canceled the conference without consulting\nme?\" Jorj was saying.\n\n\"You called it without consulting me.\" Tregarron playfully wagged a\nfinger. \"Shouldn't do that sort of thing, Jorj.\"\n\n\"But I tell you I was completely prepared. I was absolutely sure of my\nground.\"\n\n\"I know, I know,\" Tregarron said lightly. \"But it's not the right time\nfor it. I'm the best judge of that.\"\n\n\"When will be the right time?\"\n\nTregarron shrugged. \"Look here, Jorj,\" he said, \"every man should stick\nto his trade, to his forte. Technology isn't ours.\"\n\nJorj's lips thinned. \"But you know as well as I do that we are going to\nhave to have a nuclear spaceship and actually go to Mars someday.\"\n\nTregarron lifted his eyebrows. \"Are we?\"\n\n\"Yes! Just as we're going to have to build a real Maizie. Everything\nwe've done until now have been emergency measures.\"\n\n\"Really?\"\n\nJorj stared at him. \"Look here, Jan,\" he said, gripping his knees with\nhis hands, \"you and I are going to have to talk things through.\"\n\n\"Are you quite sure of that?\" Jan's voice was very cool. \"I have a\nfeeling that it might be best if you said nothing and accepted things\nas they are.\"\n\n\"No!\"\n\n\"Very well.\" Tregarron settled himself in his chair.\n\n\"I helped you organize the Thinkers,\" Jorj said, and waited. \"At least,\nI was your first partner.\"\n\nTregarron barely nodded.\n\n\"Our basic idea was that the time had come to apply science to the life\nof man on a large scale, to live rationally and realistically. The\nonly things holding the world back from this all-important step were\nthe ignorance, superstition, and inertia of the average man, and the\nstuffiness and lack of enterprise of the academic scientists--their\nworship of facts, even when facts were clearly dangerous.\n\n\"Yet we knew that in their deepest hearts the average man and\nthe professionals were both on our side. They wanted the new\nworld visualized by science. They wanted the simplifications and\nconveniences, the glorious adventures of the human mind and body. They\nwanted the trips to Mars and into the depths of the human psyche, they\nwanted the robots and the thinking machines. All they lacked was the\nnerve to take the first big step--and that was what we supplied.\n\n\"It was no time for half measures, for slow and sober plodding. The\nworld was racked by wars and neurosis, in danger of falling into the\nfoulest hands. What was needed was a tremendous and thrilling appeal\nto the human imagination, an Earth-shaking affirmation of the power of\nscience for good.\n\n\"But the men who provided that appeal and affirmation couldn't afford\nto be cautious. They wouldn't check and double check. They couldn't\nwait for the grudging and jealous approval of the professionals. They\nhad to use stunts, tricks, fakes--_anything to get over the big point_.\nOnce that had been done, once mankind was headed down the new road, it\nwould be easy enough to give the average man the necessary degree of\ninsight to heal the breach with the professionals, to make good in\nactuality what had been made good only in pretense.\n\n\"Have I stated our position fairly?\"\n\n       *       *       *       *       *\n\nTregarron's eyes were hooded. \"You're the one who's telling it.\"\n\n\"On those general assumptions we established our hold on susceptible\nleaders and the mob,\" Jorj went on. \"We built Maizie and the Mars\nrocket and the Mind Bomb. We discovered the wisdom of the Martians. We\n_sold_ the people on the science that the professionals had been too\nhigh-toned to advertise or bring into the market place.\n\n\"But now that we've succeeded, now that we've made the big point, now\nthat Maizie and Mars and science do rule the average human imagination,\nthe time has come to take the second big step, to let accomplishment\ncatch up with imagination, to implement fantasy with fact.\n\n\"Do you suppose I'd ever have gone into this with you, if it hadn't\nbeen for the thought of that second big step? Why, I'd have felt dirty\nand cheap, a mere charlatan--except for the sure conviction that\nsomeday everything would be set right. I've devoted my whole life to\nthat conviction, Jan. I've studied and disciplined myself, using every\nscientific means at my disposal, so that I wouldn't be found lacking\nwhen the day came to heal the breach between the Thinkers and the\nprofessionals. I've trained myself to be the perfect liaison man for\nthe job.\n\n\"Jan, the day's come and I'm the man. I know you've been concentrating\non other aspects of our work; you haven't had time to keep up with my\nside of it. But I'm sure that as soon as you see how carefully I've\nprepared myself, how completely practical the neutron-drive rocket\nproject is, you'll beg me to go ahead!\"\n\nTregarron smiled at the ceiling for a moment. \"Your general idea isn't\nso bad, Jorj, but your time scale is out of whack and your judgment is\na joke. Oh, yes. Every revolutionary wants to see the big change take\nplace in his lifetime. Tcha! It's as if he were watching evolutionary\nvaudeville and wanted the Ape-to-Man Act over in twenty minutes.\n\n\"Time for the second big step? Jorj, the average man's exactly what\nhe was ten years ago, except that he's got a new god. More than\never he thinks of Mars as a Hollywood paradise, with wise men and\nyummy princesses. Maizie is Mama magnified a million times. As for\nprofessional scientists, they're more jealous and stuffy than ever. All\nthey'd like to do is turn the clock back to a genteel dream world of\nquiet quadrangles and caps and gowns, where every commoner bows to the\npassing scholar.\n\n\"Maybe in ten thousand years we'll be ready for the second big step.\nMaybe. Meanwhile, as should be, the clever will rule the stupid for\ntheir own good. The realists will rule the dreamers. Those with free\nhands will rule those who have deliberately handcuffed themselves with\ntaboos.\n\n\"Secondly, your judgment. Did you actually think you could have bossed\nthose professionals, kept your mental footing in the intellectual\nmelee? You a nuclear physicist? A rocket scientist? Why, it's--Take\nit easy now, boy, and listen to me. They'd have torn you to pieces in\ntwenty minutes and glad of the chance! You baffle me, Jorj. You know\nthat Maizie and the Mars rocket and all that are fakes, yet you believe\nin your somno-learning and consciousness-expansion and optimism-pumping\nlike the veriest yokel. I wouldn't be surprised to hear you'd taken up\nESP and hypnotism. I think you should take stock of yourself and get a\nnew slant. It's overdue.\"\n\n       *       *       *       *       *\n\nHe leaned back. Jorj's face had become a mask. His eyes did not flicker\nfrom Tregarron's, yet there was a subtle change in his expression.\nBehind Tregarron, Caddy swayed as if in a sudden gust of intangible\nwind and took a silent step forward from the wall.\n\n\"That's your honest opinion?\" Jorj asked, very quietly.\n\n\"It's more than that,\" Tregarron told him, just as unmelodramatically.\n\"It's orders.\"\n\nJorj stood up purposefully. \"Very well,\" he said. \"In that case I have\nto tell you that--\"\n\nCasually, but with no wasted motion, Tregarron slipped an ultrasonic\npistol from under the desk and laid it on the empty top.\n\n\"No,\" he said, \"let me tell you something. I was afraid this would\nhappen and I made preparations. If you've studied your Nazi, Fascist\nand Soviet history, you know what happens to old revolutionaries who\ndon't move with the times. But I'm not going to be too harsh. I have a\ncouple of the boys waiting outside. They'll take you by 'copter to the\nfield, then by jet to New Mex. Bright and early tomorrow morning, Jorj,\nyou're leaving on a trip to Mars.\"\n\nJorj hardly reacted to the words. Caddy was two steps nearer Tregarron.\n\n\"I decided Mars would be the best place for you,\" the fat man\ncontinued. \"The robot controls will be arranged so that your 'visit'\nto Mars lasts two years. Perhaps in that time you will have learned\nwisdom, such as realizing that the big liar must never fall for his own\nbig lie.\n\n\"Meanwhile, there will have to be a replacement for you. I have in mind\na person who may prove peculiarly worthy to occupy your position, with\nall its perquisites. A person who seems to understand that force and\ndesire are the motive powers of life, and that anyone who believes the\nbig lie proves himself strictly a jerk.\"\n\n       *       *       *       *       *\n\nCaddy was standing behind Tregarron now, her half-closed, sleepy eyes\nfixed on Jorj's.\n\n\"His name is Willard Farquar. You see, I too believe in cooperating\nwith the scientists, Jorj, but by subversion rather than conference. My\nidea is to offer the hand of friendship to a selected few of them--the\nhand of friendship with a nice big bribe in it.\" He smiled. \"You were\na good man, Jorj, for the early days, when we needed a publicist\nwith catchy ideas about Mind Bombs, ray guns, plastic helmets, fancy\nsweaters, space brassieres, and all that other corn. Now we can afford\na soldier.\"\n\nJorj moistened his lips.\n\n\"We'll have a neat explanation of what's happened to you. Callers will\nbe informed that you've gone on an extended visit to imbibe the wisdom\nof the Martians.\"\n\nJorj whispered, \"Caddums.\"\n\nCaddy leaned forward. Her arms snaked down Tregarron's, as if to\nimprison his wrists. But instead she reached out and took the\nultrasonic pistol and put it in Tregarron's right hand. Then she looked\nup at Jorj with eyes that were very bright.\n\nShe said very sweetly and sympathetically, \"Poor Superman.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Appointment In Tomorrow, by Fritz Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK APPOINTMENT IN TOMORROW ***\n\n***** This file should be named 51152.txt or 51152.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/5/51152/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}