{"title": "A Little Journey", "author": "Ray Bradbury", "releaseDate": "February 10, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           A Little Journey\n\n                            By RAY BRADBURY\n\n                         Illustrated by THORNE\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction August 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            She'd paid good money to see the inevitable ...\n                and then had to work to make it happen!\n\n\nThere were two important things--one, that she was very old; two, that\nMr. Thirkell was taking her to God. For hadn't he patted her hand and\nsaid: \"Mrs. Bellowes, we'll take off into space in my rocket, and go\nto find Him together.\"\n\nAnd that was how it was going to be. Oh, this wasn't like any other\ngroup Mrs. Bellowes had ever joined. In her fervor to light a path for\nher delicate, tottering feet, she had struck matches down dark alleys,\nand found her way to Hindu mystics who floated their flickering, starry\neyelashes over crystal balls. She had walked on the meadow paths with\nascetic Indian philosophers imported by daughters-in-spirit of Madame\nBlavatsky. She had made pilgrimages to California's stucco jungles\nto hunt the astrological seer in his natural habitat. She had even\nconsented to signing away the rights to one of her homes in order to be\ntaken into the shouting order of a temple of amazing evangelists who\nhad promised her golden smoke, crystal fire, and the great soft hand of\nGod coming to bear her home.\n\nNone of these people had ever shaken Mrs. Bellowes' faith, even when\nshe saw them sirened away in a black wagon in the night, or discovered\ntheir pictures, bleak and unromantic, in the morning tabloids. The\nworld had roughed them up and locked them away because they knew too\nmuch, that was all.\n\nAnd then, two weeks ago, she had seen Mr. Thirkell's advertisement in\nNew York City:\n\n    COME TO MARS!\n\n    Stay at the Thirkell Restorium for one week. And then, on into\n    space on the greatest adventure life can offer!\n\n    Send for Free Pamphlet: \"Nearer My God To Thee.\"\n\n    Excursion rates. Round trip slightly lower.\n\n\"Round trip,\" Mrs. Bellowes had thought. \"But who would come back after\nseeing _Him_?\"\n\nAnd so she had bought a ticket and flown off to Mars and spent seven\nmild days at Mr. Thirkell's Restorium, the building with the sign on it\nwhich flashed: THIRKELL'S ROCKET TO HEAVEN! She had spent the\nweek bathing in limpid waters and erasing the care from her tiny bones,\nand now she was fidgeting, ready to be loaded into Mr. Thirkell's own\nspecial private rocket, like a bullet, to be fired on out into space\nbeyond Jupiter and Saturn and Pluto. And thus--who could deny it?--you\nwould be getting nearer and nearer to the Lord. How wonderful! Couldn't\nyou just _feel_ Him drawing near? Couldn't you just sense His breath,\nHis scrutiny, His Presence?\n\n\"Here I am,\" said Mrs. Bellowes, \"an ancient rickety elevator, ready to\ngo up the shaft. God need only press the button.\"\n\nNow, on the seventh day, as she minced up the steps of the Restorium, a\nnumber of small doubts assailed her.\n\n\"For one thing,\" she said aloud to no one, \"it isn't quite the land of\nmilk and honey here on Mars that they said it would be. My room is like\na cell, the swimming pool is really quite inadequate, and, besides, how\nmany widows who look like mushrooms or skeletons want to swim? And,\nfinally, the whole Restorium smells of boiled cabbage and tennis shoes!\"\n\nShe opened the front door and let it slam, somewhat irritably.\n\nShe was amazed at the other women in the auditorium. It was like\nwandering in a carnival mirror-maze, coming again and again upon\nyourself--the same floury face, the same chicken hands, and jingling\nbracelets. One after another of the images of herself floated before\nher. She put out her hand, but it wasn't a mirror; it was another lady\nshaking her fingers and saying:\n\n\"We're waiting for Mr. Thirkell. _Sh!_\"\n\n\"Ah,\" whispered everyone.\n\nThe velvet curtains parted.\n\nMr. Thirkell appeared, fantastically serene, his Egyptian eyes upon\neveryone. But there was something, nevertheless, in his appearance\nwhich made one expect him to call \"Hi!\" while fuzzy dogs jumped over\nhis legs, through his hooped arms, and over his back. Then, dogs and\nall, he should dance with a dazzling piano-keyboard smile off into the\nwings.\n\nMrs. Bellowes, with a secret part of her mind which she constantly had\nto grip tightly, expected to hear a cheap Chinese gong sound when Mr.\nThirkell entered. His large liquid dark eyes were so improbable that\none of the old ladies had facetiously claimed she saw a mosquito cloud\nhovering over them as they did around summer rain-barrels. And Mrs.\nBellowes sometimes caught the scent of the theatrical mothball and the\nsmell of calliope steam on his sharply pressed suit.\n\nBut with the same savage rationalization that had greeted all other\ndisappointments in her rickety life, she bit at the suspicion and\nwhispered, \"This time it's _real_. This time it'll work. Haven't we got\na _rocket_?\"\n\nMr. Thirkell bowed. He smiled a sudden Comedy Mask smile. The old\nladies looked in at his epiglottis and sensed chaos there.\n\nBefore he even began to speak, Mrs. Bellowes saw him picking up each of\nhis words, oiling it, making sure it ran smooth on its rails. Her heart\nsqueezed in like a tiny fist, and she gritted her porcelain teeth.\n\n\"Friends,\" said Mr. Thirkell, and you could hear the frost snap in the\nhearts of the entire assemblage.\n\n\"No!\" said Mrs. Bellowes ahead of time. She could hear the bad news\nrushing at her, and herself tied to the track while the immense black\nwheels threatened and the whistle screamed, helpless.\n\n\"There will be a slight delay,\" said Mr. Thirkell.\n\nIn the next instant, Mr. Thirkell might have cried, or been tempted to\ncry, \"Ladies, be seated!\" in minstrel-fashion, for the ladies had come\nup at him from their chairs, protesting and trembling.\n\n\"Not a very long delay.\" Mr. Thirkell put up his hands to pat the air.\n\n\"How long?\"\n\n\"Only a week.\"\n\n\"A week!\"\n\n\"Yes. You can stay here at the Restorium for seven more days, can't\nyou? A little delay won't matter, will it, in the end? You've waited a\nlifetime. Only a few more days.\"\n\n_At twenty dollars a day_, thought Mrs. Bellowes, coldly.\n\n\"What's the trouble?\" a woman cried.\n\n\"A legal difficulty,\" said Mr. Thirkell.\n\n\"We've a rocket, haven't we?\"\n\n\"Well, ye-ess.\"\n\n\"But I've been here a whole month, waiting,\" said one old lady.\n\"Delays, delays!\"\n\n\"That's right,\" said everyone.\n\n\"Ladies, ladies,\" murmured Mr. Thirkell, smiling serenely.\n\n\"We want to see the rocket!\" It was Mrs. Bellowes forging ahead,\nalone, brandishing her fist like a toy hammer.\n\nMr. Thirkell looked into the old ladies' eyes, a missionary among\nalbino cannibals.\n\n\"Well, now,\" he said.\n\n\"Yes, _now_!\" cried Mrs. Bellowes.\n\n\"I'm afraid--\" he began.\n\n\"So am I!\" she said. \"That's why we want to see the ship!\"\n\n\"No, no, now, Mrs.--\" He snapped his fingers for her name.\n\n\"Bellowes!\" she cried. She was a small container, but now all the\nseething pressures that had been built up over long years came\nsteaming through the delicate vents of her body. Her cheeks became\nincandescent. With a wail that was like a melancholy factory whistle,\nMrs. Bellowes ran forward and hung to him, almost by her teeth, like a\nsummer-maddened Spitz. She would not and never could let go, until he\ndied, and the other women followed, jumping and yapping like a pound\nlet loose on its trainer, the same one who had petted them and to whom\nthey had squirmed and whined joyfully an hour before, now milling about\nhim, creasing his sleeves and frightening the Egyptian serenity from\nhis gaze.\n\n\"This way!\" cried Mrs. Bellowes, feeling like Madame Lafarge. \"Through\nthe back! We've waited long enough to see the ship. Every day he's put\nus off, every day we've waited, now let's see.\"\n\n\"No, no, ladies!\" cried Mr. Thirkell, leaping about.\n\nThey burst through the back of the stage and out a door, like a flood,\nbearing the poor man with them into a shed, and then out, quite\nsuddenly, into an abandoned gymnasium.\n\n\"There it is!\" said someone. \"The rocket.\"\n\nAnd then a silence fell that was terrible to entertain.\n\nThere was the rocket.\n\nMrs. Bellowes looked at it and her hands sagged away from Mr.\nThirkell's collar.\n\nThe rocket was something like a battered copper pot. There were a\nthousand bulges and rents and rusty pipes and dirty vents on and in it.\nThe ports were clouded over with dust, resembling the eyes of a blind\nhog.\n\nEveryone wailed a little sighing wail.\n\n\"Is that the rocket ship _Glory Be to the Highest_?\" cried Mrs.\nBellowes, appalled.\n\nMr. Thirkell nodded and looked at his feet.\n\n\"For which we paid out our one thousand dollars apiece and came all the\nway to Mars to get on board with you and go off to find Him?\" asked\nMrs. Bellowes.\n\n\"Why, that isn't worth a sack of dried peas,\" said Mrs. Bellowes.\n\n\"It's nothing but junk!\"\n\n_Junk_, whispered everyone, getting hysterical.\n\n\"Don't let him get away!\"\n\nMr. Thirkell tried to break and run, but a thousand possum traps closed\non him from every side. He withered.\n\nEverybody walked around in circles like blind mice. There was a\nconfusion and a weeping that lasted for five minutes as they went over\nand touched the Rocket, the Dented Kettle, the Rusty Container for\nGod's Children.\n\n\"Well,\" said Mrs. Bellowes. She stepped up into the askew doorway of\nthe rocket and faced everyone. \"It looks as if a terrible thing has\nbeen done to us,\" she said. \"I haven't any money to go back home to\nEarth and I've too much pride to go to the Government and tell them\na common man like this has fooled us out of our life's savings. I\ndon't know how you feel about it, all of you, but the reason all of us\ncame is because I'm eighty-five, and you're eighty-nine, and you're\nseventy-eight, and all of us are nudging on toward a hundred, and\nthere's nothing on Earth for us, and it doesn't appear there's anything\non Mars either. We all expected not to breathe much more air or crochet\nmany more doilies or we'd never have come here. So what I have to\npropose is a simple thing--to take a chance.\"\n\nShe reached out and touched the rusted hulk of the rocket.\n\n\"This is _our_ rocket. We paid for our trip. And we're going to _take_\nour trip!\"\n\nEveryone rustled and stood on tiptoes and opened an astonished mouth.\n\nMr. Thirkell began to cry. He did it quite easily and very effectively.\n\n\"We're going to get in this ship,\" said Mrs. Bellowes, ignoring him.\n\"And we're going to take off to where we were going.\"\n\nMr. Thirkell stopped crying long enough to say, \"But it was all a fake.\nI don't know anything about space. He's not out there, anyway. I lied.\nI don't know where He is, and I couldn't find Him if I wanted to. And\nyou were fools to ever take my word on it.\"\n\n\"Yes,\" said Mrs. Bellowes, \"we were fools. I'll go along on that. But\nyou can't blame us, for we're old, and it was a lovely, good and fine\nidea, one of the loveliest ideas in the world. Oh, we didn't really\nfool ourselves that we could get nearer to Him physically. It was the\ngentle, mad dream of old people, the kind of thing you hold onto for a\nfew minutes a day, even though you know it's not true. So, all of you\nwho want to go, you follow me in the ship.\"\n\n\"But you can't go!\" said Mr. Thirkell. \"You haven't got a navigator.\nAnd that ship's a ruin!\"\n\n\"You,\" said Mrs. Bellowes, \"will be the navigator.\"\n\nShe stepped into the ship, and after a moment, the other old ladies\npressed forward. Mr. Thirkell, windmilling his arms frantically,\nwas nevertheless pressed through the port, and in a minute the door\nslammed shut. Mr. Thirkell was strapped into the navigator's seat, with\neveryone talking at once and holding him down. The special helmets\nwere issued to be fitted over every gray or white head to supply extra\noxygen in case of a leakage in the ship's hull, and at long last the\nhour had come and Mrs. Bellowes stood behind Mr. Thirkell and said,\n\"We're ready, sir.\"\n\nHe said nothing. He pleaded with them silently, using his great, dark,\nwet eyes, but Mrs. Bellowes shook her head and pointed to the control.\n\n\"Takeoff,\" agreed Mr. Thirkell morosely, and pulled a switch.\n\nEverybody fell. The rocket went up from the planet Mars in a great\nfiery glide, with the noise of an entire kitchen thrown down an\nelevator shaft, with a sound of pots and pans and kettles and fires\nboiling and stews bubbling, with a smell of burned incense and\nrubber and sulphur, with a color of yellow fire, and a ribbon of red\nstretching below them, and all the old women singing and holding\nto each other, and Mrs. Bellowes crawling upright in the sighing,\nstraining, trembling ship.\n\n\"Head for space, Mr. Thirkell.\"\n\n\"It can't last,\" said Mr. Thirkell, sadly. \"This ship can't last. It\nwill--\"\n\nIt did.\n\nThe rocket exploded.\n\nMrs. Bellowes felt herself lifted and thrown about dizzily, like a\ndoll. She heard the great screamings and saw the flashes of bodies\nsailing by her in fragments of metal and powdery light.\n\n\"Help, help!\" cried Mr. Thirkell, far away, on a small radio beam.\n\nThe ship disintegrated into a million parts, and the old ladies,\nall one hundred of them, were flung straight on ahead with the same\nvelocity as the ship.\n\nAs for Mr. Thirkell, for some reason of trajectory, perhaps, he had\nbeen blown out the other side of the ship. Mrs. Bellowes saw him\nfalling separate and away from them, screaming, screaming.\n\n_There goes Mr. Thirkell_, thought Mrs. Bellowes.\n\nAnd she knew where he was going. He was going to be burned and roasted\nand broiled good, but very good.\n\nMr. Thirkell was falling down into the Sun.\n\n_And here we are_, thought Mrs. Bellowes. _Here we are, going on out,\nand out, and out._\n\nThere was hardly a sense of motion at all, but she knew that she was\ntraveling at fifty thousand miles an hour and would continue to travel\nat that speed for an eternity, until....\n\nShe saw the other women swinging all about her in their own\ntrajectories, a few minutes of oxygen left to each of them in their\nhelmets, and each was looking up to where they were going.\n\n_Of course_, thought Mrs. Bellowes. _Out into space. Out and out, and\nthe darkness like a great church, and the stars like candles, and in\nspite of everything, Mr. Thirkell, the rocket, and the dishonesty, we\nare going toward the Lord._\n\nAnd there, yes, _there_, as she fell on and on, coming toward her,\nshe could almost discern the outline now, coming toward her was His\nmighty golden hand, reaching down to hold her and comfort her like a\nfrightened sparrow....\n\n\"I'm Mrs. Amelia Bellowes,\" she said quietly, in her best company\nvoice. \"I'm from the planet Earth.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Little Journey, by Ray Bradbury\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A LITTLE JOURNEY ***\n\n***** This file should be named 51171.txt or 51171.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/7/51171/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}