{"title": "The Fire and the Sword", "author": "Frank M. Robinson", "releaseDate": "February 10, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE FIRE and THE SWORD\n\n                         By FRANK M. ROBINSON\n\n                          Illustrated by EMSH\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction August 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            Nothing could have seemed pleasanter than that\n             peaceful planet. Then why was a non-suicidal\n            man driven to suicide there? Yet it made sense.\n\n\n_Why do people commit suicide?_\n\nTemplin tightened his safety belt and lay back on the acceleration\nbunk. The lights in the cabin dimmed to a dull, red glow that meant the\ntime for takeoff was nearing. He could hear noises from deep within\nthe ship and the tiny whir of the ventilator fan, filling the air with\nthe sweetish smell of sleeping gas. To sleep the trip away was better\nthan to face the dull monotony of the stars for days on end.\n\n_Oh, they kill themselves for lots of reasons. Maybe ill health or\nfinancial messes or family difficulties. An unhappy love affair. Or\nmore complex ones, if you went into it deeper. The failure to achieve\nan ambition, failure to live up to one's own ideals. Weltschmerz,\nperhaps._\n\nHe could smell the bitter fragrance of tobacco smoke mingling with\nthe gas. Eckert had lit a cigarette and was calmly blowing the smoke\nat the neon \"No Smoking\" sign, which winked on and off in mechanical\ndisapproval.\n\nHe turned his head slightly so he could just see Eckert in the bank\nfacing him. Eckert, one of the good gray men in the Service. The old\nreliables, the ones who could take almost anything in their stride\nbecause, at one time or another, they had had to.\n\nIt was Eckert who had come into his office several days ago and told\nhim that Don Pendleton had killed himself.\n\n_Only Pendleton wasn't the type. He was the kind who have everything\nto live for, the kind you instinctively know will amount to something\nsomeday. And that was a lousy way to remember him. The clichés always\ncome first. Your memory plays traitor and boils friendship down to the\nstatus of a breakfast food testimonial._\n\nThe soft red lights seemed to be dancing in the darkness of the cabin.\nEckert was just a dull, formless blur opposite him. His cigarette was\nout.\n\nEckert had come into his office without saying a word and had watched\nhis scenery-window. It had been snowing in the window, the white flakes\nmaking a simple pattern drifting past the glass. Eckert had fiddled\nwith the controls and changed it to sunshine, then to a weird mixture\nof hail amid the brassy, golden sunlight.\n\nAnd then Eckert had told him that Pendleton had taken the short way out.\n\n_He shouldn't get sentimental. But how the hell else should he remember\nPendleton? Try to forget it and drink a toast to him at the next class\nreunion? And never, never be so crude as to speculate why Pendleton\nshould have done it? If, of course, he had...._\n\nThe cabin was hazy in the reddish glow, the sleeping gas a heavy\nperfume.\n\nEckert and he had talked it out and gone over the records. Pendleton\nhad come of good stock. There had been no mental instability in his\nfamily for as far back as the genetic records went. He had been raised\nin a middle-class neighborhood and attended a local grammar school\nwhere he had achieved average grades and had given his instructors the\nnormal amount of trouble. Later, when he had made up his mind to enter\nthe Diplomatic Service, his grades had improved. He had worked hard at\nit, though he wasn't what you would call a grind. In high school and\nlater in college, he was the well-balanced type, athletic, popular,\nhard-working.\n\n_How long would it be before memories faded and all there was left\nof Pendleton was a page of statistics? He had been on this team, he\nhad been elected president of that, he had graduated with such and\nsuch honors. But try getting a picture of him by reading the records,\nresurrect him from a page of black print. Would he be human? Would\nhe be flesh and blood? Hell, no! In the statistics Pendleton was the\nAll-Around Boy, the cold marble statue with the finely chiseled muscles\nand the smooth, blank sockets where the eyes should be. Maybe someday\nfate would play a trick on a hero-worshiping public and there would\nactually be kids like that. But they wouldn't be human; they wouldn't\nbe born. Parents would get them by sending in so many box tops._\n\nHe was drowsy; the room was filled with the gas now. It would be only a\nmatter of minutes before he would be asleep.\n\nPendleton had been in his second year as attache on Tunpesh, a small\nplanet with a G-type sun. The Service had stumbled across it recently\nand decided the system was worth diplomatic recognition of some kind,\nso Pendleton had been sent there. He had been the first attache to be\nsent and naturally he had gone alone.\n\nThere was no need to send more. Tunpesh had been inspected and\ncertified and approved. The natives were primitive and friendly. Or\nmaybe the Service had slipped up, as it sometimes did, and Tunpesh had\nreceived something less than a thorough survey.\n\nAnd then an unscheduled freighter had put in for repairs, one of\nthe very few ships that ever came by Tunpesh. The captain had tried\nto pay his respects to Pendleton. Only Pendleton wasn't there. The\nnatives said he had killed himself and showed the captain the little\nflower-covered plot where they had buried him.\n\nTunpesh had been Pendleton's second assignment.\n\n_The natives were oh-so-friendly. So friendly that he had made sure\nthat a certain box was on board, filled with shiny atomic rifles,\nneedle pistols, and the fat little gas guns. They might be needed.\nPeople like Pendleton didn't kill themselves, did they? No, they\ndidn't. But sometimes they were murdered._\n\nIt was almost black inside the cabin now; only a thin red line around\nthe ceiling told how close they were to takeoff. His head was thick\nwith drowsiness, his eyelids a heavy weight that he knew he couldn't\nkeep open much longer.\n\nEckert and he had been chosen to go to Tunpesh and investigate. The two\nof them, working together, should be able to find out why Pendleton had\nkilled himself.\n\n_But that wasn't the real reason. Maybe Eckert thought so, but he knew\nbetter. The real reason they were going there was to find out why\nPendleton had been killed and who had killed him. That was it._\n\n_Who had killed Cock Robin?_\n\nThe thin red line was practically microscopic now and Templin could\nfeel his lashes lying gently on his cheeks. But he wasn't asleep--not\nquite. There was something buzzing about in the dim recesses of his\nmind.\n\nTheir information on Tunpesh was limited. They knew that it had no\ntrading concessions or armed forces and that nobody from neighboring\nsystems seemed to know much about it or even visited it. But a staff\nanthropologist must have been routinely assigned to Tunpesh to furnish\ndata and reports.\n\n\"Ted?\" he murmured sleepily.\n\nA faint stirring in the black bulk opposite him. \"Yes?\"\n\n\"How come our anthropologist on Tunpesh didn't come across with more\ninformation?\"\n\nA drowsy mumble from the other cot: \"He wasn't there long enough. He\ncommitted suicide not long after landing.\"\n\nThe room was a whirling pool of blackness into which his mind was\nslowly slipping. Takeoff was only seconds away.\n\n_Why do people commit suicide?_\n\n       *       *       *       *       *\n\n\"It's a nice day, isn't it, Ted?\" Eckert took a deep and pleasurable\nbreath. \"It's the type of day that makes you feel good just to be\nalive.\"\n\nWarm breezes rustled through Eckert's graying hair and tugged gently\nat his tunic. The air smelled as if it had been washed and faintly\nperfumed with the balsamy scent of something very much like pine. A\nfew hundred yards away, a forest towered straight and slim and coolly\ninviting, and brilliantly colored birds whirled and fluttered in the\nfoliage.\n\nThe rocketport, where they were standing surrounded by their luggage,\nwas a grassy valley where the all too infrequent ships could land and\ndischarge cargo or make repairs. There was a blackened patch on it now,\nwith little blast-ignited flames dying out around the edges. _It won't\nbe long before it will be green again_, he thought. The grass looked\nas though it grew fast--it would certainly have plenty of time to grow\nbefore the next ship landed.\n\nHe looked at the slim, dwindling shape that was the rocket, and was\nsuddenly, acutely aware that he and Templin would be stranded for six\nmonths on a foreign and very possibly dangerous planet. And there would\nbe no way of calling for help or of leaving before the six months were\nup.\n\nHe stood there for a moment, drinking in the fresh air and feeling the\nwarmth of the sun against his face. It might be a pleasant six months\nat that, away from the din and the hustle and confusion, spending the\ntime in a place where the sun was warm and inviting.\n\n_I must be getting old_, he thought, _thinking about the warmth and\ncomfort. Like old dogs and octogenarians._\n\nTemplin was looking at the scenery with a disappointed expression on\nhis face. Eckert stole a side glance at him and for a fleeting moment\nfelt vaguely concerned. \"Don't be disappointed if it doesn't look like\ncloak-and-dagger right off, Ray. What seems innocent enough on the\nsurface can prove to be quite dangerous underneath.\"\n\n\"It's rather hard to think of danger in a setting like this.\"\n\nEckert nodded agreement. \"It wouldn't fit, would it? It would be like a\nfamous singer suddenly doing a jazz number in an opera, or having the\nprincess in a fairy tale turn out to be ugly.\" He gestured toward the\nvillage. \"You could hardly class that as dangerous from its outward\nappearance, could you?\"\n\nThe rocketport was in a small valley, surrounded by low, wooded hills.\nThe village started where the port left off and crawled and wound over\nthe wooded ridges. Small houses of sun-baked, white-washed mud crouched\nin the shadow of huge trees and hugged the banks of a small stream.\n\nIt looked fairly primitive, Eckert thought, and yet it didn't have the\nearmarks, the characteristics of most primitive villages. It didn't\nseem cluttered or dirty and you didn't feel like beating a hasty\nretreat when the wind was blowing toward you.\n\nA few adults were watching them curiously and the usual bunch of\nkids that always congregated around rocketports quickly gathered.\nEckert stared at them for a moment, wondering what it was that seemed\nodd about them, and they stared back with all the alert dignity of\nchildhood. They finally came out on the field and clustered around him\nand Templin.\n\nTemplin studied them warily. \"Better watch them, Ted. Even kids can be\ndangerous.\"\n\n_It's because you never suspect kids_, Eckert thought, _you never think\nthey'll do any harm. But they can be taught. They could do as much\ndamage with a knife as a man could, for instance. And they might have\nother weapons._\n\nBut the idea still didn't go with the warm sun and the blue sky and the\npiny scent of the trees.\n\nOne of the adults of the village started to walk toward them.\n\n\"The reception committee,\" Templin said tightly. His hand went inside\nhis tunic.\n\nHe couldn't be blamed for being jumpy, Eckert realized. This was his\nfirst time out, his first mission like this. And, of course, Pendleton\nhad been a pretty good friend of his.\n\n\"I'd be very careful what I did,\" Eckert said softly. \"I would hate to\nstart something merely because I misunderstood their intentions.\"\n\nThe committee of one was a middle-aged man dressed in a simple strip of\nwhite cloth twisted about his waist and allowed to hang freely to his\nknees. When he got closer, Eckert became less sure of his age. He had\nthe firm, tanned musculature of a much younger man, though a slightly\nseamed face and white hair aged him somewhat. Eckert still had the\nfeeling that if you wanted to know his exact age, you'd have to look\nat his teeth or know something about his epiphyseal closures.\n\n\"You are _menshars_ from Earth?\" The voice was husky and pleasant and\nthe pronunciation was very clear. Eckert regarded him thoughtfully\nand made a few mental notes. He wasn't bowing and scraping like most\nnatives who weren't too familiar with visitors from the sky, and yet he\nwas hardly either friendly or hostile.\n\n\"You learned our language from Pendleton and Reynolds?\" Reynolds had\nbeen the anthropologist.\n\n\"We have had visitors from Earth before.\" He hesitated a moment\nand then offered his hand, somewhat shyly, Eckert thought, in the\nTerrestrial sign of greeting. \"You may call me _Jathong_ if you wish.\"\nHe paused a moment to say something in his native tongue to the kids\nwho were around. They promptly scattered and picked up the luggage.\n\"While you are here, you will need a place to stay. There is one ready,\nif you will follow me.\"\n\nHe was polite, Eckert thought. He didn't ask what they were there\nfor or how long they were going to stay. But then again, perhaps the\nnatives were a better judge of that than he and Templin.\n\nThe town was larger than he had thought at first, stretching over a\nwide expanse of the countryside. There wasn't, so far as he could see,\nmuch manufacturing above the level of handicrafts and simple weaving.\nColored patches on far hillsides indicated the presence of farms, and\npractically every house in the village had its small garden.\n\nWhat manufacturing there was seemed to be carried on in the central\nsquare of the town, where a few adults and children squatted in the\nwarm afternoon sun and worked industriously at potter's wheels and\nweaver's looms. The other part of the square was given over to the\nnative bazaar where pots and bolts of cloth were for sale, and where\nnumerous stalls were loaded with dried fruits and vegetables and the\ncleaned and plucked carcasses of the local variety of fowl.\n\nIt was late afternoon when they followed Jathong into a small,\nwhite-washed house midway up a hill.\n\n\"You are free to use this while you are here,\" he said.\n\nEckert and Templin took a quick tour of the few rooms. They were well\nfurnished, in a rustic sort of way, and what modern conveniences they\ndidn't have they could easily do without. The youngsters who had\ncarried their luggage left it outside and quietly faded away. It was\ngetting dark; Eckert opened one of the boxes they had brought along,\ntook out an electric lantern and lighted it. He turned to Jathong.\n\n\"You've been very kind to us and we would like to repay you. You may\ntake what you wish of anything within this box.\" He opened another of\nthe boxes and displayed the usual trade goods--brightly colored cloth\nand finely worked jewelry and a few mechanical contrivances that Eckert\nknew usually appealed to the primitive imagination.\n\nJathong ran his hand over the cloth and held some of the jewelry up to\nthe light. Eckert knew by the way he looked at it that he wasn't at all\nimpressed. \"I am grateful,\" he said finally, \"but there is nothing I\nwant.\" He turned and walked away into the gathering darkness.\n\n\"The incorruptible native.\" Templin laughed sarcastically.\n\nEckert shrugged. \"That's one of the things you do out of habit, try\nand buy some of the natives so you'll have friends in case you need\nthem.\" He stopped for a moment, thinking. \"Did you notice the context?\nHe didn't say he didn't want what we showed him. He said there was\n_nothing_ that he wanted. Implying that everything he wanted, he\nalready had.\"\n\n\"That's not very typical of a primitive society, is it?\"\n\n\"No, I'm afraid it's not.\" Eckert started unpacking some of the boxes.\n\"You know, Ray, I got a kick out of the kids. They're a healthy-looking\nlot, aren't they?\"\n\n\"Too healthy,\" Templin said. \"There didn't seem to be any sick ones or\nones with runny noses or cuts or black eyes or bruises. It doesn't seem\nnatural.\"\n\n\"They're probably just well brought-up kids,\" Eckert said sharply.\n\"Maybe they've been taught not to get in fights or play around in the\nmud on the way home from school.\" He felt faintly irritated, annoyed at\nthe way Templin had put it, as if any deviation from an Earth norm was\npotentially dangerous.\n\n\"Ted.\" Templin's voice was strained. \"This could be a trap, you know.\"\n\n\"In what way?\"\n\nThe words came out slowly. \"The people are too casual, as though\nthey're playing a rehearsed part. Here we are, from an entirely\ndifferent solar system, landed in what must be to them an unusual\nmanner. They couldn't have seen rockets more than three or four\ntimes before. It should still be a novelty to them. And yet how much\ncuriosity did they show? Hardly any. Was there any fear? No. And the\ncute, harmless little kids.\" He looked at Eckert. \"Maybe that's what\nwe're supposed to think--just an idyllic, harmless society. Maybe\nthat's what Pendleton thought, right to the very end.\"\n\nHe was keyed up, jumpy, Eckert realized. He would probably be seeing\nthings in every shadow and imagining danger to be lurking around every\ncorner.\n\n\"It hasn't been established yet that Pendleton was killed, Ray. Let's\nkeep an open mind until we know for certain.\"\n\nHe flicked out the light and lay back on the cool bed, letting his\nbody relax completely. The cool night wind blew lazily through the\nwood slat blinds, carrying the fragrance of the trees and the grass,\nand he inhaled deeply and let his thoughts wander for a moment. It was\ngoing to be pleasant to live on Tunpesh for six months--even if the six\nmonths were all they had to live. The climate was superb and the people\nseemed a cut above the usual primitive culture. If he ever retired some\nday, he thought suddenly, he would have to remember Tunpesh. It would\nbe pleasant to spend his old age here. And the fishing was probably\nexcellent....\n\nHe turned his head a little to watch Templin get ready for bed. There\nwere advantages in taking him along that Templin probably didn't\neven realize. He wondered what Templin would do if he ever found out\nthat the actual reason he had been chosen to go was that his own\npsychological chart was very close to Pendleton's. Pendleton's own\nfeelings and emotions would almost exactly be duplicated in Templin's.\n\nA few stray wisps of starlight pierced through the blinds and sparkled\nfor an instant on a small metal box strapped to Templin's waist. A\npower pack, Eckert saw grimly, probably leading to the buttons on his\ntunic. A very convenient, portable, and hard to detect weapon.\n\nThere were disadvantages in taking Templin, too.\n\n       *       *       *       *       *\n\n\"Just how primitive do you think the society is, Ted?\"\n\nEckert put down the chain he had been whittling and reached for his\npipe and tobacco.\n\n\"I don't think it's primitive at all. There are too many disparities.\nTheir knowledge of a lot of things is a little more than empirical\nknowledge; they associate the growth of crops with fertilizer and\nnitrogen in the soil as well as sunlight, rather than the blessings of\nsome native god. And they differ a lot in other respects. Their art and\ntheir music are advanced. Free art exists along with purely decorative\nart, and their techniques are finely developed.\"\n\n\"I'm glad you agree, then. Take a look at this.\" Templin threw a shiny\nbit of metal on the rough-hewn table. Eckert picked it up and inspected\nit. It was heavy and one side of it was extremely sharp.\n\n\"What's it for?\"\n\n\"They've got a hospital set up here. Not a hospital like any we know,\nof course, but a hospital nonetheless. It's not used very much;\napparently the natives don't get sick here. But occasionally there are\nhunting accidents and injuries that require surgery. The strip of metal\nthere is a scalpel.\" He laughed shortly. \"Primitive little gadget, but\nit works well--as well as any of ours.\"\n\nEckert hefted it in his palm. \"The most important thing is that they\nhave the knowledge to use it. Surgery isn't a simple science.\"\n\n\"Well, what do you think about it?\"\n\n\"The obvious. They evidently have as much technology as they want, at\nleast in fields where they have to have it.\"\n\n\"How come they haven't gone any further?\"\n\n\"Why should they? You can live without skycars and rocket ships, you\nknow.\"\n\n\"Did you ever wonder what kind of weapons they might have?\"\n\n\"The important thing,\" Eckert mused, \"is not if they have them, but if\nthey'd use them. And I rather doubt that they would. We've been here\nfor two weeks now and they've been very kind to us, seeing that we've\nhad food and water and what fuel we need.\"\n\n\"It's known in the livestock trade as being fattened up for the\nslaughter,\" Templeton said.\n\nEckert sighed and watched a fat bug waddle across a small patch of\nsunlight on the wooden floor. It was bad enough drawing an assignment\nin a totally foreign culture, even if the natives were humanoid. It\ncomplicated things beyond all measure when your partner in the project\nseemed likely to turn into a vendettist. It meant that Eckert would\nhave to split his energies. He'd have to do what investigating he could\namong the Tunpeshans, and he'd have to watch Templin to see that he\ndidn't go off half-cocked and spoil everything.\n\n\"You're convinced that Pendleton was murdered, aren't you?\"\n\nTemplin nodded. \"Sure.\"\n\n\"Why?\"\n\n\"The Tunpeshans know why we're here. We've dropped enough hints along\nthose lines. But nobody has mentioned Pendleton; nobody has volunteered\nany information about him. And he was an attache here for three\nyears. Didn't anybody know him during that time? We've let slip a few\ndiscreet statements that we would like to talk to Pendleton's friends,\nyet nobody's come around. Apparently, in all the three years he was\nhere, Pendleton didn't make any friends. And that's a little hard to\nbelieve. It's more likely that his friends have been silenced and any\ninformation about him is being withheld for a reason.\"\n\n\"What reason?\"\n\nTemplin shrugged. \"Murder. What other reason could there be?\"\n\nEckert rolled up the thin, slatted blinds and stared out at the\nscenery. A hundred feet down the road, a native woman was going to\nmarket, leading a species of food animal by the halter.\n\n\"They grow their women nice, don't they?\"\n\n\"Physically perfect, like the men,\" Templin grumbled. \"You could get an\ninferiority complex just from watching the people here. Everybody's so\ndamn perfect. Nobody's sick, nobody's unhealthy, nobody is too fat or\ntoo thin, nobody's unhappy. The only variation is that they don't all\nlook alike. Perfection. It gets boring after a while.\"\n\n\"Does it? I hadn't noticed.\" Eckert turned away from the blinds. His\nvoice was crisp. \"I knew Don Pendleton quite well, too,\" he said. \"But\nit isn't blinding me to what I'm here for. We came to find out what\nhappened to him, not to substantiate any preconceived notions. What\nwe find out may be vitally important to anybody serving here in the\nfuture. I would hate to see our efforts spoiled because you've already\nmade up your mind.\"\n\n\"You knew Pendleton,\" Templin repeated grimly. \"Do you think it was\nsuicide?\"\n\n\"I don't think there's such a thing as a suicide type, when you come\ndown to it. I'm not ruling out the possibility of murder, either. I'm\ntrying to keep an open mind.\"\n\n\"What have we accomplished so far? What have we found out?\"\n\n\"We've got six months,\" Eckert said quietly. \"Six months in which\nwe'll try to live here inconspicuously and study the people and try to\ncultivate informants. We would get nowhere if we came barging in asking\nall sorts of questions. And don't forget, Ray, we're all alone on\nTunpesh. If it is a case of murder, what happens when the natives find\nout that we know it is?\"\n\nTemplin's eyes dueled for a moment. Then he turned his back and walked\nto the window. \"I suppose you're right,\" he said at last. \"It's nice\nliving here, Ted. Maybe I've been fighting it. But I can't help\nthinking that Don must have liked it here, too.\"\n\n       *       *       *       *       *\n\nOne of the hardest things to learn in a foreign culture, Eckert\nthought, is when to enjoy yourself, when to work and when to worry.\n\n\"_Pelache, menshar?_\"\n\n\"_Sharra!_\" He took the small bowl of _pelache_ nuts, helped himself\nto a few, and passed the bowl on. This was definitely the time to\nenjoy himself, not to work or worry. He had heard about the _halera_ a\nfew days ago, and, by judicious hinting to the proper authorities, he\nand Templin had been invited. It was a good chance to observe native\ncustoms. A little anthropology--with refreshments.\n\nThe main courses started making the rounds and he took generous\nhelpings of the roasted _ulami_ and the broiled _halunch_ and numerous\ndabs from the side dishes of steaming vegetables. Between every course,\nthey passed around a small flagon of the hot, spiced native wine, but\nhe noticed that nobody drank to excess.\n\n_The old Greek ideal_, he thought: _moderation in everything._\n\nHe looked at Templin, sitting across from him in the huge circle, and\nshrugged mentally. Templin looked as if he was about to break down and\nenjoy himself, but there was still a slight bulge under his tunic,\nwhere he had strapped his power pack. Any fool should have known that\nnothing would happen at a banquet like this. The only actual danger lay\nin Templin's getting excited and doing something he was bound to regret\nlater on. And even that danger was not quite as likely now.\n\n_There will be hell to pay_, Eckert thought, _if Templin ever finds out\nthat I sabotaged his power pack._\n\n\"You look thoughtful, _menshar_ Eckert.\"\n\nEckert took another sip of the wine and turned to the Tunpeshan on his\nleft. He was a tall, muscular man with sharp eyes, a firm chin and a\ncertain aura of authority.\n\n\"I was wondering if my countryman Pendleton had offended your people in\nany way, Nayova.\" Now was as good a time as any to pump him for what he\nknew about Pendleton's death.\n\n\"So far as I know, _menshar_ Pendleton offended no one. I do not know\nwhat duties he had to perform here, but he was a generous and courteous\nman.\"\n\nEckert gnawed the dainty meat off a slender _ulami_ bone and tried to\nappear casual in his questioning.\n\n\"I am sure he was, Nayova. I am sure, too, that you were as kind to him\nas you have been to Templin and myself. My Government is grateful to\nyou for that.\"\n\nNayova seemed pleased. \"We tried to do as well for _menshar_ Pendleton\nas we could. While he was here, he had the house that you have now and\nwe saw that he was supplied with food and all other necessities.\"\n\nEckert had a sudden clammy feeling which quickly passed away. What\nNayova had said was something he'd make sure Templin never heard about.\nHe wiped his mouth on a broad, flat leaf that had been provided and\ntook another sip of the wine.\n\n\"We were shocked to find out that _menshar_ Pendleton had killed\nhimself. We knew him quite well and we could not bring ourselves to\nbelieve he had done such a thing.\"\n\nNayova's gaze slid away from him. \"Perhaps it was the will of the Great\nOne,\" he said vaguely. He didn't seem anxious to talk about it.\n\nEckert stared bleakly at his wine glass and tried to put the pieces of\ninformation together. They probably had a taboo about self-destruction\nwhich would make it difficult to talk about. That would make it even\nharder for him to find out by direct questioning.\n\nA native fife trilled shrilly and a group of young men and women walked\ninto the room. The circle broke to let them through and they came and\nknelt before Nayova. When he clapped his hands sharply, they retreated\nto the center of the circle and began the slow motions of a native\ndance.\n\nThe sound of the fife softened and died and the slow monotonous beat of\ndrums took its place. The beat slowly increased and so did the rhythm\nof the dancers. The small fires at the corners of the hut were allowed\nto dwindle and the center of the circle became filled with the motions\nof shadows intermixed with the swift, sure movements of glistening\nlimbs. Eckert felt his eyebrows crawl upward. Apparently the dance was\nthe Tunpeshan version of the _rites de passage_. He glanced across\nthe circle at Templin. Templin's face--what he could see of it by the\nflickering light--was brick red.\n\nA voice spoke in his ear. \"It is hard for us to imagine anybody doing\nwhat _menshar_ Pendleton did. It is ...\" and he used a native word that\nEckert translated as being roughly equivalent to \"_obscene_.\"\n\nThe dancers at the center of the circle finally bowed out with small\ngarlands of flowers on their heads that signified their reaching\nadulthood. Acrobats then took the stage and went through a dizzying\nroutine, and they in turn were succeeded by a native singer.\n\nThey were all excellent, Eckert thought. If anything, they were too\ngood.\n\nThe bowl of _pelache_ nuts made its way around again and Nayova leaned\nover to speak to him. \"If there is any possibility that I can help you\nwhile you are here, _menshar_ Eckert, you have but to ask.\"\n\nIt would probably be a mistake to ask for a list of Pendleton's\nfriends, but there was a way around that. \"I would like to meet any\nof your people who had dealings with Pendleton, either in business or\nsocially. I will do everything not to inconvenience them in any way.\"\n\n\"I think they would be glad to help you. I shall ask them to go to you\nthis coming week.\"\n\n       *       *       *       *       *\n\nIt wasn't a driving rain, just a gentle drizzle that made the lanes\nmuddy and plastered Eckert's tunic against him. He didn't mind it; the\nrain was warm and the trees and grass smelled good in the wet.\n\n\"How would you classify the culture after seeing the ceremony, Ted?\"\nTemplin asked.\n\n\"About what you would expect. An Apollonian culture, simple and\ndignified. Nothing in excess, no striving for great emotional release.\"\n\nTemplin nodded soberly. \"It grows on you, doesn't it? You find yourself\ngetting to like the place. And I suppose that's dangerous, too. You\ntend to let your guard down, the way Pendleton must have. You--what was\nthat?\"\n\nEckert tensed. There was a gentle padding in the mud, several hundred\nfeet behind them. Templin flattened himself in the shadows alongside\na house. His hand darted inside his tunic and came out with the slim\ndeadliness of a needle gun.\n\n\"Don't use it!\" Eckert whispered tersely.\n\nTemplin's eyes were thin, frightened slits in the darkness. \"Why not?\"\n\nEckert's mind raced. It might be nothing at all, and then again it\nmight be disaster. But there was still a chance that Templin might be\nwrong. And there were more immediate reasons.\n\n\"How many charges do you have for that?\"\n\n\"Twelve.\"\n\n\"You think you can stand there and hold them off with only twelve\ncharges for your needle gun?\"\n\n\"There's my power pack.\"\n\n\"It's no good,\" Eckert said softly. \"The batteries in it are dead. I\nwas afraid you might do something foolish with it.\"\n\nThe footsteps were only yards away. He listened intently, but it was\nhard to tell how many there were by the sound.\n\n\"What do we do then?\"\n\n\"See if they're following us first,\" Eckert said practically. \"They\nmight not be, you know.\"\n\nThey slid out from the shadows and ducked down another lane between the\nhouses. The footsteps behind them speeded up and came down the same\nlane.\n\n\"We'll have to head back for our house,\" Eckert whispered.\n\nThey started running as quietly as they could, slipping and sliding\nin the mud. Another stretch past the shuttered, crouching houses and\nthey found themselves in the square they had visited on the day they\nhad landed. It was deserted, the looms and pottery wheels covered with\ncloth and reeds to keep off the rain. They darted across it, two thin\nshadows racing across the open plaza, and hurried down another path.\n\nThe last path led to the small river that cut through the city. Templin\nlooked around, gestured to Eckert, waded into the water and crouched\nunder the small bridge that spanned it. Eckert swore silently to\nhimself, then followed Templin in.\n\nThe cold water swirled under his armpits and he bit his lips to keep\nhimself from sneezing. Templin's emotions were contagious. Would he\nhave worried about the footsteps? He frowned and tried to be honest\nwith himself. Perhaps he would--and perhaps he wouldn't have. But he\ncouldn't have let Templin stay there and face the unknown approachers.\nNot Templin.\n\nFootsteps approached the bridge, hesitated a moment, then pattered on\nthe wooden structure and faded off down the muddy path. Eckert let his\nbreath out slowly. The footsteps were curiously light.\n\nThere was only one pair of them.\n\n       *       *       *       *       *\n\n\"I would like to know something,\" Templin said coldly. He stripped off\nhis power pack and let it fall to the floor of their house. \"Why did\nyou decide to substitute dead batteries in the pack?\"\n\n\"Because,\" Eckert said shortly, \"I was afraid you would do something\nwith it that you might regret later. You're inexperienced in situations\nlike this. Your reactions aren't to be trusted. One false move here and\nwe could follow Pendleton, however he died. You know that.\" He wriggled\nout of his tunic and slowly peeled off his wet trousers.\n\nThere was a timid knock at the door. He wrapped a blanket about\nhimself and motioned to Templin to stand to one side. Templin grabbed a\nsmall stool, hefted it in one hand, and complied.\n\nEckert went to the door and casually threw it open.\n\nA girl stood there, half in the outer darkness and half in the\nyellowish light from the room, covered with mud to the knees and\ndrenched to the skin.\n\n\"The _menshar_ forgot this at the _halera_,\" she said softly. She\nquickly handed him his pipe and a soggy bag of tobacco, and disappeared\ninstantly into the rain. He listened for the sound of her footsteps in\nthe soft mud and then closed the door.\n\nTemplin put down the stool and stared stupidly at the pipe and the\ntobacco sack. Eckert placed them carefully on the table and began to\ntowel himself.\n\n\"We probably face as much danger from our own imaginations as from\nanything else,\" he said grimly. \"Tell me, would you have fired first,\nor would you have waited until you found out for sure who she was and\nwhat she wanted when she first started to follow us?\"\n\n\"I don't know,\" Templin said sullenly.\n\n\"Then I'll leave to your imagination the position we would be in now,\nif you had given in to your impulse.\"\n\n       *       *       *       *       *\n\n\"We haven't found out much, have we?\" Templin demanded some days later.\n\n\"No,\" Eckert admitted. \"We haven't.\"\n\nHe riffled through the thick stack of cards on the table.\nStatistically, the results were not only interesting but slightly\nphenomenal. During the three years or so that Pendleton had been\non Tunpesh, he had met and known approximately seven hundred of\nthe natives. By far the greater majority of these, of course, were\npurely casual and meant nothing. Almost a hundred, though, had had\nextended relations with Pendleton in business or social affairs. Of\nthis hundred, none--not a single one--would admit that he had known\nPendleton well or could be considered a friend of his. About all they\nhad to say was that Pendleton had been healthy and easy to get along\nwith, and one warm night he had shocked the community by going off and\nshooting himself.\n\n\"Like Richard Cory,\" Eckert said aloud.\n\n\"Like who?\" Templin asked.\n\n\"Richard Cory. A character in a poem by a Twentieth Century poet,\nEdwin Arlington Robinson. Apparently he had everything to live for,\nbut 'Richard Cory, one calm summer night, went home and put a bullet\nthrough his head.'\"\n\n\"I'll have to look it up some day,\" Templin said. He pointed to the\nstack of cards. \"That's so much waste paper, isn't it?\"\n\n\"Yes, it is,\" Eckert said reluctantly. \"To be frank, I had hoped we'd\nknow a lot more by now. I still can't understand why we haven't dug up\nanybody who will admit having been his friend.\"\n\n\"How do you know they're telling the truth? Or, for that matter, how do\nyou know that the ones we've seen so far are the ones who _actually_\nknew Pendleton?\"\n\nEckert drummed his fingers on the table. _You handle different human\ncultures for twenty-five years and you get to the point where you can\ntell if people are lying or not. Or do you? Maybe just an old man's\nconceit. Age alone never lent wisdom. Regardless of the personal\nreasons that Templin might have for thinking the Tunpeshans are lying,\nthe fact remains that they very easily could be. And what should you do\nif they are?_\n\nThere was a polite knock at the door.\n\n\"We've got another visitor,\" Templin said sarcastically. \"He probably\nsaw Pendleton at a _halera_ four years ago and wants to be sure we know\nall about it.\"\n\nThe Tunpeshan looked faintly familiar to Eckert. There was something\nabout the man's carriage....\n\n\"I met you the day you landed,\" the Tunpeshan began, and Eckert\nremembered. Jathong, the guide who had shown them to the house.\n\n\"You knew Pendleton?\"\n\nJathong nodded. \"I and a fellow weaver took over his small office after\nhe had left it.\" Eckert recalled the small office in the square with\nthe bolts of cloth on display, and the small mud brick on the window\nledge with the incised lettering reading:\n\n    DONALD PENDLETON, SERVICE ATTACHE.\n\n\"Why you didn't tell us this before?\"\n\n\"I didn't know what kind and how much information you wanted.\"\n\n_We didn't ask him_, Eckert thought, _so he didn't volunteer any\ninformation. Polite, to say the least._\n\n\"How long did you know him?\"\n\n\"Since he landed. I was the one appointed to him.\"\n\n\"What do you mean--appointed to him?\"\n\n\"To try to learn his language, and try to teach him ours.\"\n\nEckert felt his interest rising. Jathong, then, must have known\nPendleton fairly well.\n\n\"Did he have any enemies that you know of?\"\n\n\"Enemies?\" Jathong seemed ignorant of the meaning of the word, so\nEckert explained. \"No, he had no enemies. He would naturally have none\nsuch on Tunpesh.\"\n\nTemplin leaned forward, tense. \"If he had no enemies, why did he have\nno friends? You, for example, knew him longer and better than most. Why\nis it that you weren't his friend?\"\n\nJathong looked unhappy, as if being forced to say something he wanted\nnot to say. \"Pendleton was _kava_--I cannot explain it. The concept is\ndifficult. You would not understand.\"\n\nHe might be running the danger of throwing too many questions at\nJathong, Eckert realized, and having him freeze up or turn vague. But\nit couldn't be helped. They had made no progress at all by subtlety,\nand time would eventually run out.\n\nHe tried to broach the next question delicately. \"Did Pendleton know\nany of the women of your race?\"\n\n\"He knew some of the women, as he knew the men.\"\n\nThe answer didn't tell Eckert what he wanted to know. \"Was he in love\nwith any woman?\" It sounded crude the way he put it, but it was hard to\nthink of any other way of asking it.\n\n       *       *       *       *       *\n\nJathong looked at him incredulously, as if Eckert had asked him if\nPendleton had had two heads.\n\n\"That would have been impossible. None of our women would have--could\nhave--been in love with _menshar_ Pendleton.\"\n\n_One line of inquiry just gone phht_, Eckert thought. _But Pendleton\nwasn't one to let a broken heart get him down anyway._\n\n\"Why not?\" Templin cut in harshly. \"He wasn't hard to look at and he\nwould have made a good husband.\"\n\nJathong diplomatically turned around to face Templin. \"I have told you\nonce--Pendleton was _kava_. It would have been quite impossible.\"\n\nThe answer to what had happened to Pendleton probably lay in Jathong's\ninability to explain his own terms, Eckert believed. One could get just\nso close, and then the definitions became vague and useless.\n\nHe asked a few more questions and finally dismissed Jathong. The\ninterview, like all the others he and Templin had held during the last\nweek, had been worthless. They knew nothing more than they had when\nthey landed.\n\n\"I still think they're lying,\" Templin said almost savagely. \"Or\nperhaps the ones who really know something haven't come around.\"\n\n       *       *       *       *       *\n\nEckert got his pipe and sat near the doorway, letting the sunlight\nstreaming through the foliage of a nearby tree dapple his face with a\ncheckerboard pattern of modulated lights and velvety shadows.\n\n\"If they're evading us or if they're lying, then the society is a\ndangerous one for us. But I still can't believe it. They're not\nwarlike. They don't seem to have many weapons and definitely none of an\nadvanced type.\"\n\n\"How could anybody know for sure?\"\n\nEckert methodically knocked the cold ashes out of his pipe and\nadded more tobacco. \"Easy. Despite what you read in story books, no\ncivilization lives simply, governs itself simply, and yet possesses\n'super-blasters.' The sword-and-blaster combination just doesn't exist.\nAny weapon above the level of bows and arrows or knives is the product\nof a well advanced technology. Along with weapons, of course, you have\nto have good communications. Now take an ordinary radio and think of\nthe degree of knowledge, technology, and industrialization that would\nhave to exist to supply it. There's nothing like that here.\"\n\nTemplin came over to the warmth streaming in through the doorway. \"It\nalmost seems that they're acting in concert, though--as if there were\nsome kind of plot, where, by prearrangement, everybody knows exactly\nwhat to say.\"\n\n\"You're wrong again. You can practically smell a dictatorship or a\ntyranny, which is the only situation in which almost one hundred per\ncent of the population will follow the same line through fear of the\nconsequences if they don't. In a situation like that, the people are\nfrightened, unhappy. You can hardly say that's the case on Tunpesh.\"\n\n\"No,\" Templin admitted, \"you couldn't. But, still, you have to admit\nthat the answers we've received so far are just too unanimous--and too\nsketchy. All agree that Pendleton was a fine fellow; all agree that he\nhad no native friends.\"\n\nEckert nodded. \"I'll go along with that. And I think it's time we did\nsomething about it. Tonight we'll have to start eliminating certain\nideas.\"\n\nHe took a small case from their pile of luggage and opened it. Inside\nwas a small, battery-powered box with various dials set on the front\nand the usual electrodes and nerve probes protruding from the sides and\nthe top.\n\nTemplin looked at it with surprise.\n\n\"That will be dangerous to use, won't it?\"\n\n\"It might be more dangerous not to. Time is getting to be a factor\nand we have to make some progress. We have a safety margin of a sort\nin that we can erase memories of its use, but the procedure is still\nrisky.\"\n\n\"Who do we use it on?\"\n\n\"As long as we're going to use it,\" Eckert said grimly, \"we might as\nwell start at the top.\"\n\nWhen they had started out, the investigation had seemed fairly simple\nto Eckert. There were two possibilities--either Pendleton had committed\nsuicide or he had been murdered. Knowing Pendleton's record, the first\npossibility had seemed remote. A few weeks on Tunpesh had convinced him\nthat the second possibility was also remote. One or the other had to be\neliminated. The second would be the easiest.\n\nThere were other reasons as well. Templin was still convinced that\nPendleton had been killed, and Templin was an emotional man with access\nto powerful weapons. The question was not what he might eventually do,\nbut when.\n\n       *       *       *       *       *\n\nThe night looked as if it would be another rainy one. It was cooler\nthan usual and dark clouds were scudding across the starlit sky. Eckert\nand Templin stood in the shadows of the house, watching the dark lane\nfor any casual strollers. Eckert looked at his watch. A few minutes\nmore and Nayova would come out for his evening walk.\n\nEckert had just started to think longingly of his bed and the warmth\ninside his house when the door opened and Nayova appeared in the\nopening. Eckert held his breath while the chieftain stood uncertainly\nin the doorway, testing the night air, and then let it out slowly when\nNayova started down the lane.\n\nThey closed in on him.\n\n\"The _menshars_ from Earth,\" he said without alarm. \"Is there something\nyou wish?\"\n\n\"We would like you to come with us to our house for a while,\" Eckert\nstarted in.\n\nNayova looked puzzled. \"I do not understand. Would not tomorrow do as\nwell?\"\n\n\"I'm afraid it'll have to be tonight.\"\n\nNayova was obviously not quite sure of their threat.\n\n\"No, I....\"\n\nEckert caught him before he touched the ground. Templin took the rag\noff the butt of the needle gun, lifted the ruler's feet, and they\ndisappeared into the brush along the lane.\n\nThey would have to sneak back to the house, Eckert knew, and hope that\nnobody saw them lugging the unconscious native. He laughed a little\ngrimly to himself. Templin had expected cloak-and-dagger. It looked as\nif he was going to get more than his share of it, after all.\n\nOnce inside the house, Eckert arranged the electrodes and the small\nnerve probes on Nayova, who had come to.\n\n\"I am sorry,\" Eckert said formally, \"but we find this necessary. You\nunderstand that we have to find out all we can about Pendleton. We have\nno choice.\"\n\nHe found it difficult to look the ruler in the face, even with the\nrealization that this was strictly in the line of duty and that the\nchieftain would not be hurt.\n\n\"But I have cooperated with you in every way possible!\" Nayova\nprotested. \"I have told you everything we know!\"\n\n\"That's right,\" Templin said bluntly. \"And now we're going to ask you\nthe same questions.\"\n\nNayova looked blank for a moment and then reddened as he understood.\n\n       *       *       *       *       *\n\nTemplin turned to the dials on the little square box.\n\n\"We would like to know,\" Eckert said politely, \"where you were two\nweeks ago at this time of night.\"\n\nNayova looked surprised. \"You know that I was at the _halera_, the\ncoming-of-age ceremony. You were there with me, as my guests. You\nshould assuredly know I was there.\"\n\nEckert looked over at Templin, who nodded shortly. It had been a\nstandard question, to test the apparatus.\n\n\"Did Pendleton have any enemies here on Tunpesh?\"\n\nNayova emphatically shook his head. \"To the best of my knowledge,\n_menshar_ Pendleton had no enemies here. He would have none.\"\n\nTemplin's face showed its disappointment.\n\n\"Who were his friends?\"\n\n\"He had no friends.\"\n\nTemplin glowered angrily, but he said nothing.\n\nEckert frowned. The same answer--Pendleton had had no enemies and yet\nhe had had no friends.\n\n\"Would you say he was well liked here?\"\n\n\"I would say no.\"\n\n\"Why not?\"\n\nA shrug. \"It is hard to explain and you would not be able to\nunderstand.\"\n\n\"Did somebody here kill Pendleton?\"\n\nEckert could hear Templin suck in his breath.\n\n\"No.\"\n\n\"Ask him that again,\" Templin cut in.\n\n\"Did somebody kill Pendleton?\"\n\n\"No.\"\n\n\"Did Pendleton kill himself?\"\n\nA trace of disgust showed on Nayova's face.\n\n\"Yes.\"\n\n\"Why?\"\n\n\"I do not know.\"\n\nTemplin gestured to Eckert to take the box. \"Let me ask him.\" He came\naround and faced the native. \"Why did your people kill Pendleton?\"\n\n\"We did not kill him. We had no reason to wish him harm.\"\n\n\"Do you expect us to believe that Pendleton killed himself? We knew him\nbetter than that.\"\n\n\"You may believe whatever you wish. But men change and perhaps he did.\nWe did not kill him. Such an act would have been repugnant to us.\"\n\n\"I think that's enough,\" Eckert said calmly.\n\nTemplin bit his lip as Eckert touched another dial on the machine.\nNayova suddenly jerked, looked blank, and slumped in the chair.\n\nEckert took off the electrodes. \"Help me take him back, will you, Ray?\"\n\n       *       *       *       *       *\n\nThey carried Nayova to his house, stayed with him until he showed signs\nof recovering, and then left.\n\n\"Why didn't you use a drug?\" Templin demanded.\n\n\"Possible allergy or serum reaction. We don't know enough about these\npeople to take chances--they're humanoid, not human.\"\n\n\"They can fool machines, though, can't they?\"\n\nEckert didn't reply.\n\n\"All right, I know they can't,\" Templin said grudgingly. \"He was\ntelling the truth all the time, wasn't he?\"\n\nEckert nodded. \"I never did think he was lying. They don't seem to be\nthe type; their culture doesn't allow for it.\"\n\nThey were silent for a while, walking quietly in the lanes between the\nshuttered, seemingly untenanted houses.\n\n\"I'm glad,\" Templin said quietly. \"It's off my mind. It's hard to\nbelieve that anybody here would ... deliberately kill somebody else.\"\n\nTemplin's reactions would be worth something now for Eckert to study.\nThey wouldn't be inhibited by his conviction that the natives had\nmurdered his best friend. Just what reactions and emotions he would\ndisplay, Eckert wasn't sure, nor how Templin's psychology, so similar\nto Pendleton's, would help solve the problem.\n\nThey had eliminated one possibility, but that still left them with the\none they had started with.\n\n_Why had Pendleton taken the short way out?_\n\n       *       *       *       *       *\n\nA breeze scampered through the open door and played tag with the papers\non the desk. Eckert swore without annoyance and calmly started chasing\nthose that had been blown on the floor.\n\n\"What did Pendleton have to say in his reports?\" Templin sat in the\ndoorway, his eyes barely open. He had begun taking siestas in the early\nafternoon, after their usual light lunch. It was pleasant to sit on the\nworn wood and feel the warmth of sun and smell the crisp freshness of\nthe outdoors, or maybe watch the kids playing in the lane, catching the\nbutterflies that floated past in the afternoon air.\n\n\"About what you'd expect. Mostly reports on the industry, climate,\nsystem of government, and general anthropological information that\nhe thought might prove interesting. As far as I can see, he didn't\nlack enthusiasm for making the reports. If anything, he grew more\nenthusiastic as time went on. He practically wrote us treatises on\nevery phase of life on Tunpesh.\"\n\nTemplin's eyes closed all the way.\n\n\"Any indication in his reports that he didn't like it here?\"\n\n\"Just the other way around. Everything points to the fact that he liked\nthe climate, the people, the way they lived.\"\n\n\"I don't blame him,\" Templin murmured. \"This is a lovely place to be.\nThe climate is wonderful, the people are happy, hard-working. The\nsociety itself seems to be--perfect. Sometimes you can't help but\ncompare it too damn favorably to Earth.\"\n\nEckert shoved the papers to one side and came over to where Templin\nsat. He felt rather lazy himself. The warmth and sunshine corroded\nambition, as it did in most climates like this.\n\n\"You know, there isn't any crime here,\" Templin continued. He laughed\nto himself. \"Except the minor crime wave we caused when we landed here\nfive months ago. No criminals, no villains foreclosing mortgages, no\ngamblers bleeding the gullible white, and nobody trying to sell gold\nbricks. I can't get over it.\"\n\n       *       *       *       *       *\n\nA butterfly flapped into the sunlight that glistened on his tunic, like\na drop of water on a piece of black velvet. It hung there for a moment\nand then was off, its wings flashing.\n\nEckert watched it go in a sort of torpor. It was pleasant to relax and\nslip the leash off your thoughts quietly and see where they took you.\nMaybe it was a sort of letdown. They had expected six months of danger\nin a potentially criminal culture, and instead it had been paradise.\n\nAs Templin said, you couldn't help but compare it to Earth. No greed,\nno belligerency, no contempt for the rights of others. No cynicism, no\nsarcasm, and no trampling crowds in the stores. The little important\nthings....\n\n\"Where did you go last night, Ray?\"\n\nTemplin stirred. \"A community meeting. Almost like a Quaker meeting.\nYou get up and say what you think. The one last night was about some\nlocal government issues. They talked it over, decided what to do, and\nhow much each person should contribute. The original democracy, Ted.\"\n\nEckert was wide awake. \"I wonder why I wasn't invited.\" He felt\nslightly put out that Templin should have been asked to something like\nthat and he hadn't been.\n\n\"I wasn't invited,\" Templin said. \"I invited myself.\"\n\n\"Have you noticed,\" Eckert mused, \"we haven't been invited to too many\nfunctions lately?\"\n\n\"They know we're busy,\" Templin said lazily. \"They're too polite to ask\nus to go some place if they thought we were busy doing something else.\"\n\n\"You like it here, don't you, Ray?\"\n\nTemplin brushed idly at a marauding mosquito. \"It took me pretty long\nto warm up to it, but I guess I do.\"\n\nThey only had a month left, Eckert knew--a month to do practically\nnothing but lie in the sun and watch the people. Oh, they could go\nthrough the motions of investigating and look over Pendleton's old\nrecords and reports, but there was nothing in them of any value.\n\nHe yawned and sat down and settled his back against the door frame. It\nbegan to look as if they'd never find out why Pendleton had done what\nhe had. And it didn't seem to matter, somehow.\n\n       *       *       *       *       *\n\nEckert opened the door slowly. Templin was asleep on the bed, the\nsunlight lying in bands across his tanned, bare back. He had on a strip\nof white cloth, knotted at the waist in imitation of what the natives\nwore.\n\nIt was mussed now, and the knot had started to come loose.\n\nHe looked a lot healthier than he had when they had first landed. More\npeaceful, more content. He appeared to have gained ten pounds and shed,\nfive years in the last six months.\n\nAnd now the vacation was over. It was time to go back.\n\n\"Ray,\" Eckert called out to him softly.\n\nTemplin didn't stir, but continued his soft and very regular breathing.\n\nEckert found a book and dropped it on the floor with a thud. Templin\nwoke up, but didn't move.\n\n\"What do you want, Ted?\"\n\n\"How did you know it was me?\"\n\nTemplin chuckled, as if it were hugely funny. \"Riddles yet. Who else\nwould it be? No Tunpeshan would be rude enough to wake somebody up in\nthe middle of a nap, so it had to be you.\"\n\n\"You know what you would have done if somebody had awakened you like\nthat five months ago?\"\n\nTemplin tried to nod, but was slightly handicapped by the bed\nunderneath him. \"I would have pulled my trusty atomgun and plugged him.\"\n\nEckert went over to where they kept their luggage and started pulling\nthe boxes out from the wall. \"Well, I've got good news for you. A liner\njust landed to pick us up. They were going through this sector and they\ngot an order from the Service to stop by for us. Some cargo-wallopers\nwill be here in a few minutes to help us with our gear.\"\n\n\"Ted.\"\n\nEckert paused.\n\n\"Yes?\"\n\n\"I'm not going back.\"\n\n\"Why not?\" Eckert's face had a look of almost clinical curiosity on it.\n\n\"Why should I? I like it here. I want to live here the rest of my life.\"\n\n       *       *       *       *       *\n\nThe pieces began to fall in place.\n\n\"I'm not so sure you'd like it, Ray. Not after a while. All your\nfriends are back on Earth. Everybody you know is back there. It's just\nthe novelty of something new and something different here. I've felt\nthat way a lot of times in different cultures and different societies.\nYou'd change your mind after a while.\"\n\n\"Those aren't reasons, Ted. Why should I go back to a world where most\nof the people are unhappy at some time and a few people all the time?\nAs far as I'm concerned, Tunpesh is my home now, and I don't intend to\nleave it.\"\n\nEckert was fascinated. It was like a case history unfolding right\nbefore his eyes.\n\n\"Are you sure you would enjoy it here for the rest of your life? Have\nyou made any friends to take the place of those back home?\"\n\n\"It takes time to become acquainted, even more time to make friends,\"\nTemplin said defensively.\n\n\"You can't desert the Service,\" Eckert pointed out. \"You still have\nyour duty.\"\n\nTemplin laughed in his pillow. \"It won't work, Ted. Duty's just a catch\nword, a jingo phrase. They can get along without me and you know it.\"\n\n\"What about Pendleton, Ray? He died here, you know, in mysterious\ncircumstances.\"\n\n\"Would going back help him any? He wasn't murdered; we know that. And\nwhy do people commit suicide? For what one of several thousand possible\nreasons did Pendleton? We don't know. We'll never know. And if we did\nknow, what good would it do?\"\n\nHe had changed a lot in six months, Eckert saw.\n\nToo much.\n\n\"What if I told you I knew why Pendleton killed himself?\" Eckert asked.\n\"And that you would do the same if you stayed here?\"\n\n\"Don't use it, Ted. It's poor psychology. It won't work.\"\n\nThe pieces made a perfect picture. But Templin was going back whether\nhe wanted to or not. The only difficulty was that, deep underneath,\nEckert sympathized with him. Perhaps if he had been younger, less\nexperienced....\n\n\"Then you won't go back with us?\"\n\nTemplin closed his eyes and rolled over on his back. \"No.\"\n\nThere was dead silence. Templin could smell the piny scent of the woods\nand feel the warmth of soft sunlight that lanced through the blinds.\nSome place far away, there was the faint chatter of kids at play, but\noutside of that it was quiet.\n\nToo quiet.\n\nTemplin opened his eyes in sudden alarm. \"Ted! Don't!\" He caught the\ngas full in the face and tumbled back on the bed, unconscious.\n\n       *       *       *       *       *\n\nEckert opened the hatch to the observation cabin as quietly as he\ncould. Templin was seated on one of the pneumatic couches, staring\nsoberly at a small yellow star in the black sky. He didn't look up.\n\n\"It's me, Ray,\" Eckert said.\n\nTemplin didn't move.\n\n\"I suppose I owe you an apology,\" Eckert began, \"but I had to gas you\nto get you to leave. Otherwise you wouldn't have left. And the same\nthing would have happened to you that happened to Don Pendleton.\"\n\n\"You're sure of that?\" Templin asked bitterly.\n\n\"Reasonably. You're a lot like Pendleton, you know. In fact, that's\nwhy you were selected to go--not so much because you knew him as the\nfact that psychologically you were a lot like him. We thought that by\nstudying your response to situations there, we would have a picture of\nwhat Pendleton's must have been.\"\n\nTemplin didn't want to talk about it, Eckert realized, but it had to be\nexplained to him.\n\n\"Do you want to know why Pendleton killed himself?\"\n\nTemplin shrugged listlessly.\n\n\"I suppose we should have seen it right away,\" Eckert continued.\n\"Any race that is so happy with their way of life that they show no\ncuriosity about strangers, the way they live, or what possessions they\nhave, must have something to be happy about. Tunpesh is something that\nmight happen only once in a thousand civilizations, maybe less, Ray.\n\n\"The environment is perfection and so are the people, or at least as\nnear to perfection as it's possible to get. An intelligent people who\nhave as much technology as they desire, living simply with themselves\nand each other. A fluke of nature, perhaps. No criminals, no insane,\nno neurotics. A perfect cultural pattern. Tunpesh is a paradise. You\ndidn't want to leave, neither did I, and neither did Pendleton.\"\n\nTemplin turned on him. \"So it was paradise. Would it have been criminal\nif I had stayed there? Who would it have hurt?\"\n\n\"It would have hurt you,\" Eckert said gravely. \"Because the Tunpeshans\nwould never have accepted you. We're too different, Ray. We're too\naggressive, too pushy, too persistent. We're not--perfect. You see, no\nmatter how long we stayed there, we would never have fit in. We lived\nin a harsh society and we bear the scars of it. Our own environment\nhas conditioned us, and we can't change. Oh, we could try, but it\nwould crop up in little ways. Because of that, the natives could never\ngenuinely like us. We'd never belong. Their own cultural pattern\nwouldn't allow them to accept us.\n\n\"Their cultural pattern is like the Fire and the Sword that were placed\noutside the Garden of Eden, after Adam and Eve were driven out, to\nkeep it sacrosanct. If you're an outsider, you stay outside. You can\nnever come in.\"\n\n       *       *       *       *       *\n\nHe paused a moment, waiting for Templin to say something. Templin\ndidn't.\n\n\"The natives have a word for it, _Kava_. It means, I suppose,\n_different_--not necessarily inferior, just different. We should have\nseen it as time went on. We weren't invited places; they seemed to\navoid us. A natural reaction for them, I guess I have to admit.\"\n\nEckert cleared his throat huskily. \"You see, what happened to\nPendleton,\" he continued awkwardly, \"is that he fell in love with\nparadise, but paradise would have nothing to do with him. By the time\nthree years were up, he knew that he was an outcast in Eden. And he\ncouldn't leave, to come back and try to forget. He was stranded in\nparadise and had to look forward to spending four more years there as a\npariah. He couldn't do it. And neither could you.\"\n\nHe was quiet for a moment, thinking of the cool, scented air and the\nwarm sunshine and the happy kids playing on the grassy lanes.\n\n\"I suppose it didn't affect you at all, did it?\" Templin asked\nvenomously.\n\n       *       *       *       *       *\n\nA shadow crossed Eckert's face. \"You should know better than that, Ray.\nDo you think I'll ever forget it? Do you think I'll ever be satisfied\nwith my own culture again?\"\n\n\"What are you going to do about it?\"\n\n\"It's dangerous to human beings, Ray. Looking at it brutally,\ntheir culture has killed two of our people as surely as if Tunpesh\nwere populated by murderous savages. We'll probably send a larger\ncommission, throw it open to commerce, try to change it.\"\n\nTemplin gripped the sides of the couch, his face strained and tense\nwith anxiety. \"What happens to it depends on the report you make,\ndoesn't it?\"\n\n\"Yes, it does.\"\n\n\"Then make up something in your report. Say the climate is bad for\nEarthmen. Say anything, but don't let them change Tunpesh!\"\n\nEckert looked at him for a long moment, remembering.\n\n\"Okay, Ray,\" he said slowly. \"We'll leave paradise alone. Strictly\nalone. It'll be put on the quarantine list.\"\n\nHe turned and left.\n\nBehind him, Templin swiveled around in his chair and gazed bleakly at\nthe tiny mote of yellow fading in the blackness of space.\n\n\n\n\n\nEnd of Project Gutenberg's The Fire and the Sword, by Frank M. Robinson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FIRE AND THE SWORD ***\n\n***** This file should be named 51170-8.txt or 51170-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/7/51170/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}