{"title": "Inside Earth", "author": "Poul Anderson", "releaseDate": "February 11, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             INSIDE EARTH\n\n                           By POUL ANDERSON\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction April 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Obviously, no conqueror wants his subjects to\n             revolt against his rule. Obviously? This one\n             would go to any lengths to start a rebellion!\n\n\nI\n\nThe biotechnicians had been very thorough. I was already a little\nundersized, which meant that my height and build were suitable--I\ncould pass for a big Earthling. And of course my face and hands and so\non were all right, the Earthlings being a remarkably humanoid race.\nBut the technicians had had to remodel my ears, blunting the tips and\ngrafting on lobes and cutting the muscles that move them. My crest had\nto go and a scalp covered with revolting hair was now on the top of my\nskull.\n\nFinally, and most difficult, there had been the matter of skin color.\nIt just wasn't possible to eliminate my natural coppery pigmentation.\nSo they had injected a substance akin to melanin, together with a virus\nwhich would manufacture it in my body, the result being a leathery\nbrown. I could pass for a member of the so-called \"white\" subspecies,\none who had spent most of his life in the open.\n\nThe mimicry was perfect. I hardly recognized the creature that looked\nout of the mirror. My lean, square, blunt-nosed face, gray eyes,\nand big hands were the same or nearly so. But my black crest had\nbeen replaced with a shock of blond hair, my ears were small and\nimmobile, my skin a dull bronze, and several of Earth's languages were\nhypnotically implanted in my brain--together with a set of habits and\nreflexes making up a pseudo-personality which should be immune to any\ntests that the rebels could think of.\n\nI _was_ Earthling! And the disguise was self-perpetuating: the hair\ngrew and the skin color was kept permanent by the artificial \"disease.\"\nThe biotechnicians had told me that if I kept the disguise long enough,\ntill I began to age--say, in a century or so--the hair would actually\nthin and turn white as it did with the natives.\n\nIt was reassuring to think that once my job was over, I could be\nrestored to normal. It would need another series of operations and as\nmuch time as the original transformation, but it would be as complete\nand scarless. I'd be human again.\n\nI put on the clothes they had furnished me, typical Earthly\ngarments--rough trousers and shirt of bleached plant fibers, jacket and\nheavy shoes of animal skin, a battered old hat of matted fur known as\nfelt. There were objects in my pockets, the usual money and papers, a\nclaspknife, the pipe and tobacco I had trained myself to smoke and even\nto like. It all fitted into my character of a wandering, outdoors sort\nof man, an educated atavist.\n\nI went out of the hospital with the long swinging stride of one\naccustomed to walking great distances.\n\n       *       *       *       *       *\n\nThe Center was busy around me. Behind me, the hospital and laboratories\noccupied a fairly small building, some eighty stories of stone and\nsteel and plastic. On either side loomed the great warehouses, military\nbarracks, officers' apartments, civilian concessions, filled with the\nvigorous life of the starways. Behind the monstrous wall, a mile to my\nright, was the spaceport, and I knew that a troopship had just lately\ndropped gravs from Valgolia herself.\n\nThe Center swarmed with young recruits off duty, gaping at the sights,\nswaggering in their new uniforms. Their skins shone like polished\ncopper in the blistering sunlight, and their crests were beginning to\nwilt a little. All Earth is not the tropical jungle most Valgolians\nthink it is--northern Europe is very pleasant, and Greenland is even a\nlittle on the cold side--but it gets hot enough at North America Center\nin midsummer to fry a shilast.\n\nA cosmopolitan throng filled the walkways. Soldiers predominated--huge,\nshy Dacors, little slant-eyed Yangtusans, brawling Gorrads, all the\nmanhood of Valgolia. Then there were other races, blue-skinned Vegans,\nfurry Proximans, completely non-humanoid Sirians and Antarians.\nThey were here as traders, observers, tourists, whatever else of a\nnon-military nature one can imagine.\n\nI made an absent-minded way through the crowds. A sudden crack on the\nside of my head, nearly bowling me over, brought me to awareness. I\nlooked up into the arrogant face of one of the new recruits and heard\nhim rasp, \"Watch where you're going, Terrie!\"\n\nThe young blood in the Valgolian military is deliberately trained\nto harshness, even brutality, for our militarism must impress such\nbackward colonies as Earth. It goes against our grain, but it is\nnecessary. At another time this might have annoyed me. I could have\npulled rank on him. Not only was I an officer, but such treatment must\nbe used with intellectual deliberation. The occasional young garrison\ntrooper who comes here with the idea that the natives are an inferior\nbreed to be kicked around misses the whole point of Empire. If, indeed,\nEarth's millions were an inferior breed, I wouldn't have been here at\nall. Valgol needs an economic empire, but if all we had in mind was\nserfdom we'd be perfectly content with the plodding animal life of\nDeneb VII or a hundred other worlds.\n\nI cringed appropriately, as if I didn't understand Valgolian Universal,\nand slunk past him. But it griped me to be taken for a Terrie. If I was\nto become an Earthling, I would at least be a self-respecting one.\n\n       *       *       *       *       *\n\nThere were plenty of Terries--Terrestrials--around, of course, moving\nwith their odd combination of slavish deference toward Valgolians and\narrogant superiority toward mere Earthlings. They have adopted the\nhabits and customs of civilization, entered the Imperial service, speak\nValgolian even with their families. Many of them shave their heads save\nfor a scalp lock, in imitation of the crest, and wear white robes\nsuggesting those of civil functionaries at home.\n\nI've always felt a little sorry for the class. They work, and study,\nand toady to us, and try so hard to be like us. It's frustrating,\nbecause that's exactly what we don't want. Valgolians are Valgolians\nand Earthlings are men of Earth. Well, Terries are important to the\nultimate aims of the Empire, but not in the way they think they are.\nThey serve as another symbol of Valgolian conquest for Earth to hate.\n\nI entered the Administration Building. They expected me there and took\nme at once to the office of General Vorka, who's a general only as\nfar as this solar system is concerned. Had there been any Earthlings\naround, I would have saluted to conform to the show of militarism, but\nGeneral Vorka sat alone behind his desk, and I merely said, \"Hello,\nCoordinator.\"\n\nThe sleeves of his tunic rolled up, the heat of North America beading\nhis forehead with sweat, the big man looked up at me. \"Ah, yes. I'm\nglad you're finally prepared. The sooner we get this thing started--\"\nHe extended a silver galla-dust box. \"Sniff? Have a seat, Conru.\"\n\nI inhaled gratefully and relaxed. The Coordinator picked up a sheaf of\npapers on his desk and leafed through them. \"Umm-mm, only fifty-two\nyears old and a captain already. Remarkably able, a young man\nlike you. And your work hitherto has been outstanding. That Vegan\nbusiness....\"\n\nI said yes, I knew, but could he please get down to business. You\ncouldn't blame me for being a bit anxious to begin. Disguised as I was\nas an Earthman, I felt uncomfortable, embarrassed, almost, at being\nwith my ex-countrymen.\n\nThe Coordinator shrugged. \"Well, if you can carry this business\noff--fine. If you fail, you may die quite unpleasantly. That's their\ntrouble, Conru: you wouldn't be regarded as an individual, but as a\nValgolian. Did you know that they even make such distinctions among\nthemselves? I mean races and sub-races and social castes and the like;\nit's keeping them divided and impotent, Conru. It's also keeping them\nout of the Empire. A shame.\"\n\n       *       *       *       *       *\n\nI knew all that, of course, but I merely nodded. Coordinator Vorka was\na wonderful man in his field, and if he tended to be on the garrulous\nside, what could I do? I said, \"I know that, sir. I also know I was\npicked for a dangerous job because you thought I could fill the role.\nBut I still don't know exactly what the job is.\"\n\nCoordinator Vorka smiled. \"I'm afraid I can't tell you much more\nthan you must already have guessed,\" he said. \"The anarch movement\nhere--the rebels, that is--is getting no place, primarily because of\ninternal difficulties. When members of the same group spit epithets\nat each other referring to what they consider racial or national\ndistinctions which determine superiority or inferiority, the group is\nbound to be an insecure one. Such insecurity just does not make for a\nstrong rebellion, Conru. They try, and we goad them--but dissention\nsplits them constantly and their revolutions fizzle out.\n\n\"They just can't unite against us, can't unite at all. Conru, you know\nhow we've tried to educate them. It's worked, too, to some extent.\nBut you can't educate three billion people who have a whole cultural\npattern behind them.\"\n\nI winced. \"Three billion?\"\n\n\"Certainly. Earth is a rich planet, Conru, and a fairly crowded one at\nthe same time. Bickering is inevitable. It's a part of their culture,\nas much as cooperation has been a part of ours.\"\n\nI nodded. \"We learned the hard way. The old Valgol was a poor planet\nand we had to unite to conquer space or we could not have survived.\"\n\nThe Coordinator sniffed again at his silver box. \"Of course. And we're\ntrying to help these people unite. They don't have to make the same\nmistakes we did, long ago. They don't have to at all. Get them to hate\nus enough, get them to hate us until all their own clannish hatreds\ndon't count at all.... Well, you know what happened on Samtrak.\"\n\nI knew. The Samtraks are now the entrepreneurs of the Empire, really\ningenious traders, but within the memory of some of our older men they\nwere a sore-spot. They didn't understand the meaning of Empire any more\nthan Earth does, and they never did understand it until we goaded them\ninto open rebellion. The very reverse of divide and rule, you might\nsay, and it worked. We withdrew trading privileges one by one, until\nthey revolted successfully, thus educating themselves sociologically in\nonly a few generations.\n\n       *       *       *       *       *\n\nVorka said, \"The problem of Earth is not quite that simple.\" He leaned\nback, made a bridge of his fingers, and peered across them at me. \"Do\nyou know precisely what a provocateur job is, Conru?\"\n\nI said that I did, but only in a hazy way, because until now my work\nhad been pretty much restricted to social relations on the more\nadvanced Empire planets. However, I told him that I did know the idea\nwas to provoke discontent and, ultimately, rebellion.\n\nThe Coordinator smiled. \"Well, that's just the starter, Conru. It's a\nlot more complex than that. Each planet has its own special problems.\nThe Samtraks, for example, had a whole background of cutthroat\ncompetition. That was easy: we eliminated that by showing them what\n_real_ cutthroat competition could be like. But Earth is different.\nLook at it this way. They fight among themselves. Because of their\nmythical distinctions, not realizing that there are no inferior races,\nonly more or less advanced ones, and that individuals must be judged as\nindividuals, not as members of groups, nations or races. A planet like\nEarth can be immensely valuable to the Empire, but not if it has to be\ngarrisoned. Its contribution must be voluntary and whole-hearted.\"\n\n\"A difficult problem,\" I said. \"My opinion is that we should treat all\nexactly alike--_force_ them to abandon their unrealistic differences.\"\n\n\"Exactly!\" The Coordinator seemed pleased, but, actually, this was\npretty elementary stuff. \"We're never too rough on the eager lads\nwho come here from Valgol and kick the natives around a bit. We even\nencourage it when the spirit of rebelliousness dies down.\"\n\nI told him I had met one.\n\n\"Irritating, wasn't it, Conru? Humiliating. Of course, these lads\nwill be reconditioned to civilization when they finish their military\nservice and prepare for more specialized work. Yes, treating all\nEarthlings alike is the solution. We put restrictions on these\ncolonials; they can't hold top jobs, and so on. And we encourage wild\nstories about brutality on our part. Not enough to make everybody mad\nat us, or even a majority--the rumored tyranny has always happened to\nsomeone else. But there's a certain class of beings who'll get fighting\nmad, and that's the class we want.\"\n\n\"The leaders,\" I chimed in. \"The idealists. Brave, intelligent,\npatriotic. The kind who probably wouldn't be a part of this racial\nbickering, anyway.\"\n\n\"Right,\" said the Coordinator. \"We'll give them the ammunition for\ntheir propaganda. We've _been_ doing it. Result: the leaders get mad.\nRaces, religions, nationalities, they hate us worse than they hate each\nother.\"\n\n       *       *       *       *       *\n\nThe way he painted it, I was hardly needed at all. I told him that.\n\n\"Ideally, that would be the situation, Conru. Only it doesn't work\nthat way.\" He took out a soft cloth and wiped his forehead. \"Even the\nleaders are too involved in this myth of differences and they can't\nconcentrate all their efforts. Luron, of course, would be the other\nalternative--\"\n\nThat was a very logical statement, but sometimes logic has a way of\nmaking you laugh, and I was laughing now. Luron considered itself our\narch-enemy. With a few dozen allies on a path of conquest, Luron\nthought it could wrest Empire from our hands. Well, we let them play.\nAnd each time Luron swooped down on one of the more primitive planets,\nwe let them, for Luron would serve as well as ourselves in goading\nbackward peoples to unite and advance. Perhaps Luron, as a social\nentity, grew wiser each time. Certainly the primitive colonials did.\nLuron had started a chain reaction which threatened to overthrow the\ntyranny of superstition on a hundred planets. Good old Luron, our\narch-enemy, would see the light itself some day.\n\nThe Coordinator shook his head. \"Can't use Luron here. Technologies are\nentirely too similar. It might shatter both planets, and we wouldn't\nwant that.\"\n\n\"So what do we use?\"\n\n\"You, Conru. You get in with the revolutionaries, you make sure that\nthey want to fight, you--\"\n\n\"I see,\" I told him. \"Then I try to stop it at the last minute. Not so\nsoon that the rebellion doesn't help at all--\"\n\nThe Coordinator put his hand down flat. \"Nothing of the sort. They\n_must_ fight. And they must be defeated, again and again, if necessary,\nuntil they are ready to succeed. That will be, of course, when they are\n_totally_ against us.\"\n\nI stood up. \"I understand.\"\n\nHe waved me back into the chair. \"You'll be lucky to understand it\nby the time you're finished with this assignment and transferred to\nanother ... that is, if you come out of this one alive.\"\n\nI smiled a bit sheepishly and told him to go ahead.\n\n\"We have some influence in the underground movement, as you might\nlogically expect. The leader is a man we worked very hard to have\nelected.\"\n\n\"A member of one of the despised races?\" I guessed.\n\n\"The best we could do at this point was to help elect someone from a\nminority sub-group of the dominant white race. The leader's name is\nLevinsohn. He is of the white sub-group known as Jews.\"\n\n       *       *       *       *       *\n\n\"How well is this Levinsohn accepted by the movement?\"\n\n\"Considerable resistance and hostility,\" the Coordinator said. \"That's\nto be expected. However, we've made sure that there is no other\norganization the minority-haters can join, so they have to follow\nhim or quit. He's able, all right; one of the most able men they\nhave, which helps our aims. Even those who discriminate against Jews\nreluctantly admire him. He's moved the headquarters of the movement\nout into space, and the man's so brilliant that we don't even know\nwhere. We'll find out, mainly through you, I hope, but that isn't the\nimportant thing.\"\n\n\"What is?\" I asked, baffled.\n\n\"To report on the unification of Earth. It's possible that the anarch\nmovement can achieve it under Levinsohn. In that case, we'll make sure\nthey win, or think they win, and will gladly sign a treaty giving Earth\nequal planetary status in the Empire.\"\n\n\"And if unity hasn't been achieved?\"\n\n\"We simply crush this rebellion and make them start all over again.\nThey'll have learned some degree of unity from this revolt and so the\nnext one will be more successful.\" He stood up and I got out of my\nchair to face him. \"That's for the future, though. We'll work out our\nplans from the results of this campaign.\"\n\n\"But isn't there a lot of danger in the policy of fomenting rebellion\nagainst us?\" I asked.\n\nHe lifted his shoulders. \"Evolution is always painful, forced evolution\neven more so. Yes, there are great dangers, but advance information\nfrom you and other agents can reduce the risk. It's a chance we must\ntake, Conru.\"\n\n\"Conrad,\" I corrected him, smiling. \"Plain Mr. Conrad Haugen ... of\nEarth.\"\n\n\nII\n\nA few days later, I left North America Center, and in spite of the\nominous need to hurry, my eastward journey was a ramble. The anarchs\nwould be sure to check my movements as far back as they could, and my\nstory had better ring true. For the present, I must _be_ my role, a\nvagabond.\n\nThe city was soon behind me. It was far from other settlement--it is\ngood policy to keep the Centers rather isolated, and we could always\ncontact our garrisons in native towns quickly enough. Before long I was\nalone in the mountains.\n\nI liked that part of the trip. The Rockies are huge and serene, a fresh\ncold wind blows from their peaks and roars in the pines, brawling\nrivers foam through their dales and canyons--it is a big landscape,\nclean and strong and lonely. It speaks with silence.\n\nI hitched a ride for some hundreds of miles with one of the great\ntruck-trains that dominate the western highways. The driver was\nEarthling, and though he complained much about the Valgolian tyranny he\nlooked well-fed, healthy, secure. I thought of the wars which had been\nlaying the planet waste, the social ruin and economic collapse which\nthe Empire had mended, and wondered if Terra would ever be fit to rule\nitself.\n\nI came out of the enormous mountainlands into the sage plains of\nNevada. For a few days I worked at a native ranch, listening to the\ntalk and keeping my mouth shut. Yes, there was discontent!\n\n\"Their taxes are killing me,\" said the owner. \"What the hell incentive\ndo I have to produce if they take it away from me?\" I nodded, but\nthought: _Your kind was paying more taxes in the old days, and had\nless to show for it. Here you get your money back in public works and\nuniversal security. No one on Earth is cold or hungry. Can you only\nproduce for your own private gain, Earthling?_\n\n\"The labor draft got my kid the other day,\" said the foreman. \"He'll\nspend two good years of his life working for them, and prob'ly come\nback hopheaded about the good o' the Empire.\"\n\n_There was a time_, I thought, _when millions of Earthlings clamored\nfor work, or spent years fighting their wars, gave their youth to a\ngod of battle who only clamored for more blood. And how can we have a\nstable society without educating its members to respect it?_\n\n\"I _want_ another kid,\" said the female cook. \"Two ain't really enough.\nThey're good boys, but I want a girl too. Only the Eridanian law says\nif I go over my quota, if I have one more, they'll sterilize me! And\nthey'd do it, the meddling devils.\"\n\n_A billion Earthlings are all the Solar System can hold under decent\nstandards of living without exhausting what natural resources their own\nculture left us_, I thought. _We aren't ready to permit emigration; our\nown people must come first. But these beings can live well here. Only\nnow that we've eliminated famine, plague, and war, they'd breed beyond\nreason, breed till all the old evils came back to throttle them, if we\ndidn't have strict population control._\n\n       *       *       *       *       *\n\n\"Yeah,\" said her husband bitterly. \"They never even let my cousin have\nkids. Sterilized him damn near right after he was born.\"\n\n_Then he's a moron, or carries hemophilia, or has some other hereditary\ntaint_, I thought. _Can't they see we're doing it for their own good?\nIt costs us fantastically in money and trouble, but the goal is a level\nof health and sanity such as this race never in its history dreamed\npossible._\n\n\"They're stranglin' faith,\" muttered someone else.\n\n_Anyone in the Empire may worship as he chooses, but should permission\nbe granted to preach demonstrable falsehoods, archaic superstitions, or\nantisocial nonsense? The old \"free\" Earth was not noted for liberalism._\n\n\"We want to be free.\"\n\n_Free? Free for what? To loose the thousand Earthly races and creeds\nand nationalisms on each other--and on the Galaxy--to wallow in\nbarbarism and slaughter and misery as before we came? To let our\nworks and culture be thrown in the dust, the labor of a century be\ndemolished, not because it is good or bad but simply because it is\nValgolian? Epsilon Eridanian!_\n\n\"We'll be free. Not too long to wait, either--\"\n\n_That's up to nobody else but you!_\n\nI couldn't get much specific information, but then I hadn't expected\nto. I collected my pay and drifted on eastward, talking to people of\nall classes--farmers, mechanics, shopowners, tramps, and such data as I\ngathered tallied with those of Intelligence.\n\nAbout twenty-five per cent of the population, in North America at\nleast--it was higher in the Orient and Africa--was satisfied with the\nImperium, felt they were better off than they would have been in the\nold days. \"The Eridanians are pretty decent, on the whole. Some of 'em\ncome in here and act nice and human as you please.\"\n\nSome fifty per cent was vaguely dissatisfied, wanted \"freedom\" without\ntroubling to define the term, didn't like the taxes or the labor draft\nor the enforced disarmament or the legal and social superiority of\nValgolians or some such thing, had perhaps suffered in the reconquest.\nBut this group constituted no real threat. It would tend to be passive\nwhatever happened. Its greatest contribution would be sporadic rioting.\n\nThe remaining twenty-five per cent was bitter, waiting its chance,\nmuttering of a day of revenge--and some portion of this segment was\nspreading propaganda, secretly manufacturing and distributing weapons,\nengaging in clandestine military drill, and maintaining contact with\nthe shadowy Legion of Freedom.\n\nChildish, melodramatic name! But it had been well chosen to appeal to a\ncertain type of mind. The real, organized core of the anarch movement\nwas highly efficient. In those months I spent wandering and waiting,\nits activities mounted almost daily.\n\n       *       *       *       *       *\n\nThe illegal radio carried unending programs, propaganda, fabricated\nstories of Valgolian brutality. I knew from personal experience that\nsome were false, and I knew the whole Imperial system well enough to\nspot most of the rest at least partly invented. I realized we couldn't\ntrace such a well-organized setup of mobile and coordinated units, and\njamming would have been poor tactics, but even so--\n\n_The day is coming.... Earthmen, free men, be ready to throw off your\nshackles.... Stand by for freedom!_\n\nI stuck to my role. When autumn came, I drifted into one of the native\ncities, New Chicago, a warren of buildings near the remains of the old\nsettlement, the same gigantic slum that its predecessor had been. I got\na room in a cheap hotel and a job in a steel mill.\n\nI was Conrad Haugen, Norwegian-American, assigned to a spaceship by the\nlabor draft and liking it well enough to re-enlist when my term was\nup. I had wandered through much of the Empire and had had a great deal\nof contact with Eridanians, but was most emphatically not a Terrie. In\nfact, I thought it would be well if the redskin yoke could be thrown\noff, both because of liberty and the good pickings to be had in the\nGalaxy if the Empire should collapse. I had risen to second mate on an\ninterstellar tramp, but could get no further because of the law that\nthe two highest officers must be Valgolian. That had embittered me and\nI returned to Earth, foot-loose and looking for trouble.\n\n       *       *       *       *       *\n\nI found it. With officer's training and the strength due to a home\nplanet with a gravity half again that of Earth, I had no difficulty at\nall becoming a foreman. There was a big fellow named Mike Riley who\nthought he was entitled to the job. We settled it behind a shed, with\nthe workmen looking on, and I beat him unconscious as fast as possible.\nThe raw, sweating savagery of it made me feel ill inside. _They'd let_\nthis _loose among the stars_!\n\nAfter that I was one of the boys and Riley was my best friend. We went\nout together, wenching and drinking, raising hell in the cold dirty\ncanyons of steel and stone which the natives called streets. _Valgolia,\nValgolia, the clean bare windswept heights of your mountains, soughing\ntrees and thunderous waters and Maara waiting for me to come home!_\nRiley often proposed that we find an Eridanian and beat him to death,\nand I would agree, hiccupping, because I knew they didn't go alone\ninto native quarters any more. I sat in the smoky reek of the bars,\nhalf deafened by the clatter and raucousness called music, trying not\nto think of a certain low-ceilinged, quiet tavern amid the gardens of\nKalariho, and sobbed the bitterness of Conrad Haugen into my beer.\n\n\"Dirty redskins,\" I muttered. \"Dirty, stinking, bald-headed, sons of\nbitches. Them and their god-damn Empire. Why, y'know, if 't hadn' been\nf' their laws I'd be skipper o' my own ship now. I knew more'n that\nslob o' a captain. But he was born Eridanian--God, to get my hands on\nhis throat!\"\n\nRiley nodded. Through the haze of smoke I saw that his eyes were\nnarrowed. He wasn't drunk when he didn't want to be, and at times like\nthis he was suddenly as sober as I was, and that in spite of not having\na Valgolian liver.\n\nI bided my time, not too obviously anxious to contact the Legion. I\njust thought they were swell fellows, the only brave men left in the\nrotten, stinking Empire; I'd sure be on their side when the day came. I\nworked in the mill, and when out with the boys lamented the fact that\nwe were really producing for the damned Eridanians, we couldn't even\nkeep the products of our own sweat. I wasn't obtrusive about it, of\ncourse. Most of the time we were just boozing. But when the talk came\nto the Empire, I made it clear just where I stood.\n\n       *       *       *       *       *\n\nThe winter went. I continued the dreary round of days, wondering how\nlong it would take, wondering how much time was left. If the Legion\nwas at all interested, they would be checking my background right now.\nLet them. There wouldn't be much to check, but what there was had been\ncarefully manufactured by the experts of the Intelligence Service.\n\nRiley came into my room one evening. His face was tight, and he plunged\nto business. \"Con, do you really mean all you've said about the Empire?\"\n\n\"Why, of course. I--\" I glanced out the window, as if expecting to\nsee a spy. If there were any, I knew he would be native. The Empire\njust doesn't have enough men for a secret police, even if we wanted to\nindulge in that sort of historically ineffective control.\n\n\"You'd like to fight them? Like really to help the Legion of Freedom\nwhen they strike?\"\n\n\"You bet your obscenity life!\" I snarled. \"When they land on Earth,\nI'll get a gun somewhere and be right there in the middle of the battle\nwith them!\"\n\n\"Yeah.\" Riley puffed a cigaret for a while. Then he said, \"Look, I\ncan't tell you much. I'm taking a chance just telling you this. It\ncould mean my life if you passed it on to the Eridanians.\"\n\n\"I won't.\"\n\nHis eyes were bleak. \"You damn well better not. If you're caught at\nthat--\"\n\nHe drew a finger sharply across his throat.\n\n\"Quit talking like a B-class stereo,\" I bristled. \"If you've got\nsomething to tell me, let's have it. Otherwise get out.\"\n\n\"Yeah, sure. We checked up on you, Con, and we think you're as good a\nprospect as we ever came across. If you want to fight the Eridanians\nnow--_join the Legion_ now--here's your chance.\"\n\n\"My God, you know I do! But who--\"\n\n\"I can't tell you a thing. But if you really want to join, memorize\nthis.\" Riley gave me a small card on which was written a name and\naddress. \"Destroy it, thoroughly. Then quit at the mill and drift to\nthis other place, as if you'd gotten tired of your work and wanted to\nhit the road again. Take your time, don't make a beeline for it. When\nyou do arrive, they'll take care of you.\"\n\nI nodded, grimly. \"I'll do it, Mike. And thanks!\"\n\n\"Just my job.\" He smiled, relaxing, and pulled a flask from his\novercoat. \"Okay, Con, that's that. We'd better not go out to drink,\nafter this, but nothing's to stop us from getting stinko here.\"\n\n\nIII\n\nSpring had come and almost gone when I wandered into the little Maine\ntown which was my destination. It lay out of the way, with forested\nhills behind it and the sea at its foot. Most of the houses were old,\nsolidly built, almost like parts of the land, and the inhabitants were\nslow-spoken, steady folk, fishermen and artisans and the like, settled\nhere and at home with the darkling woods and the restless sea and the\nhigh windy sky. I walked down a narrow street with a cool salt breeze\nruffling my hair and decided that I liked Portsboro. It reminded me of\nmy own home, twenty light-years away on the wide beaches of Kealvigh.\n\nI made my way to Nat Hawkins' store and asked for work like any\ndrifter. But when we were alone in the back room, I told him, \"I'm\nConrad Haugen. Mike Riley said you'd be looking for me.\"\n\nHe nodded calmly. \"I've been expecting you. You can work here a few\ndays, sleep at my house, and we'll run the tests after dark.\"\n\nHe was old for an Earthling, well over sixty, with white hair and lined\nleathery face. But his blue eyes were as keen and steady, his gnarled\nhands as strong and sure as those of any young man. He spoke softly\nand steadily, around the pipe which rarely left his mouth, and there\nwas a serenity in him which I could hardly associate with anarch\nfanaticism. But the first night he led me into his cellar, and through\na well-hidden trapdoor to a room below, and there he had a complete\npsychological laboratory.\n\nI gaped at the gleaming apparatus. \"How off Earth--\"\n\n\"It came piece by piece, much of it from Epsilon Eridani itself,\" he\nsmiled. \"There is, after all, no ban on humans owning such material.\nBut to play safe, we spread the purchases over several years, and made\nthem in the names of many people.\"\n\n\"But you--\"\n\n\"I took a degree in psychiatry once. I can handle this.\"\n\nHe could. He put me through the mill in the next few\nnights--intelligence tests, psychometry, encephalography, narcosis,\npsycho-probing, everything his machines and his skill could cover. He\ndid not find out anything we hadn't meant to be found out. The Service\nhad ways of guarding its agents with counter-blocks. But he got a very\nthorough picture of Conrad Haugen.\n\nIn the end he said, still calmly, \"This is amazing. You have an\nIQ well over the borderline of genius, an astonishing variety of\nassorted knowledge about the Empire and about technical subjects, and\nan implacable hatred of Eridanian rule--based on personal pique and\ncontaining self-seeking elements, but no less firm for that. You're out\nfor yourself, but you'll stand by your comrades and your cause. We'd\nnever hoped for more recruits of your caliber.\"\n\n\"When do I start?\" I asked impatiently.\n\n\"Easy, easy,\" he smiled. \"There's time. We've waited fifty years; we\ncan wait a while longer.\" He riffled through the dossier. \"Actually,\nthe difficulty is where to assign you. A man who knows astrogation, the\nuse of weapons and machines, and the Empire, who is physically strong\nas a bull, can lead men, and has a dozen other accomplishments, really\nseems wasted on any single job. I'm not sure, but I think you'll do\nbest as a roving agent, operating between Main Base and the planets\nwhere we have cells, and helping with the work at the base when you're\nthere.\"\n\n       *       *       *       *       *\n\nMy heart fairly leaped into my throat. This was more than _I_ had dared\nhope for!\n\n\"I think,\" said Nat Hawkins, \"you'd better just drop out of sight now.\nGo to Hood Island and stay there till the spaceship comes next time.\nYou can spend the interval profitably, resting and getting a little\nfattened up; you look half starved. And Barbara can tell you about the\nLegion.\" His leather face smiled itself into a mesh of fine wrinkles.\n\"I think you deserve that, Conrad. And so does Barbara.\"\n\nMentally, I shrugged. My stay in New Chicago had pretty well convinced\nme that all Earthling females were sluts. And what of it?\n\nThe following night, Hawkins and I rowed out to Hood Island. It lay\nabout a mile offshore, a wooded, rocky piece of land on which a\nmoon-whitened surf boomed and rattled. The place had belonged to the\nHood family since the first settlements here, but Barbara was the last\nof them.\n\nHawkins' voice came softly to me above the crash of surf, the surge\nof waves and windy roar of trees as we neared the dock. \"She has more\nreason than most to hate the Eridanians. The Hoods used to be great\npeople around here. They were just about ruined when the redskins first\ncame a-conquering, space bombardment wiped out their holdings, but they\nmade a new start. Then her grandfather and all his brothers were killed\nin the revolt. Ten years ago, her father was caught while trying to\nhijack a jetload of guns, and her mother didn't live long after that.\nThen her brother was drafted into a road crew and reported killed in an\naccident. Since then she hasn't lived for much except the Legion.\"\n\n\"I don't blame her,\" I said. My voice was a little tight, for indeed I\ndidn't. But somebody has to suffer; civilization has a heavy price. I\ncouldn't help adding, \"But the Empire's lately begun paying pensions to\ncases like that.\"\n\n\"I know. She draws hers, too, and uses it for the Legion.\"\n\n_That, of course, was the reason for the pensions._\n\nThe boat bumped against the dock. Hawkins threw the painter up to\nthe man who suddenly emerged from the shadow. I saw the cold silver\nmoonlight gleam off the rifle in his hand. \"You know me, Eb,\" said\nHawkins. \"This here's Con Haugen. I slipped you the word about him.\"\n\n\"Glad to know you, Con.\" Eb's horny palm clasped mine. I liked his\nlooks, as I did those of most of the higher-up Legionnaires. They were\naltogether different from the low-caste barbarians who were all the\nrebels I'd seen before. They had a great load of ignorance to drag with\nthem.\n\nWe went up a garden path to a rambling stone house. Inside, it was long\nand low and filled with the memoirs of more gracious days, art and fine\nfurniture, books lining the walls, a fire crackling ruddily in the\nliving room.\n\n\"Barbara Hood--Conrad Haugen.\"\n\n       *       *       *       *       *\n\nAlmost, I gaped at her. I had expected some gaunt, dowdy fanatic, a\nlittle mad perhaps. But she was--well, she was tall and supple and clad\nin a long dark-blue evening gown that shimmered against her white skin.\nShe was not conventionally pretty, her face was too strong for all of\nits fine lines, but she had huge blue eyes and a wide soft mouth and a\nstubborn chin. The light glowed gold on the hair that tumbled to her\nshoulders.\n\nI blurted something out and she smiled, with a curious little twist\nthat somehow caught in me, and said merely, \"Hello, Conrad.\"\n\n\"Glad to be here,\" I mumbled.\n\n\"The spaceship should arrive in a month or so,\" she went on. \"I'll\nteach you as much as I can in that time. And you'd better get your own\nspecial knowledge onto a record wire, just in case. I understand you've\nbeen in the Vegan System, for instance, which nobody else in the Legion\nknows very much about.\"\n\nHer tone was cool and business-like, but with an underlying warmth. It\nwas like the sea wind which blew over the islands, and as reviving. I\nrecovered myself and helped mix some drinks. The rest of the evening\npassed very pleasantly.\n\nLater a servant showed me to my room, a big one overlooking the water.\nI lay for a while listening to the waves, thinking drowsily how\nrebellion, when its motives were honest, drew in the best natives of\nany world, and presently I fell asleep.\n\nThe month passed all too quickly and agreeably. I learned things which\nIntelligence had spent the last three years trying to find out, and\ndared not attempt to transmit the information. That was maddening,\nthough I knew there was time. But otherwise--\n\nI puttered about the place. There were only three servants, old family\nretainers who had also joined the anarchs. They had little modern\nmachinery, and of course Earthlings weren't allowed robots, so there\nwas need for an extra man or two. I cut wood and repaired the roof and\npainted the boathouse, spaded the garden and cleared out brush and set\nup a new picket fence. It was good to use my hands and muscles again.\n\nAnd then Barbara was around to help with most of what I did. In jeans\nand jersey, the sun ablaze on her hair, laughing at my clumsy jokes or\nfrowning over some tough bit of work, she was another being than the\ncool, lovely woman who talked books and music and history with me in\nthe evenings, or the crisp bitter anarch who spat facts and figures at\nme like an angry machine. And yet they were all her. I remembered Ydis,\nwho was dead, and the old pain stirred again. But Barbara was alive.\n\nShe was more alive to me than most of Valgolia.\n\nI make no apologies for my feelings. I had been away from anything\nresembling home for some two years now. But I was careful to remain\nmerely friendly with Barbara.\n\n       *       *       *       *       *\n\nShe didn't know a great deal about the rebel movement--no one agent\non Earth did--but her knowledge was still considerable. There was a\nfortified base somewhere out in space, built up over a period of four\nyears with the help of certain unnamed elements or planets outside the\nEmpire. I suspected several rival states of that!\n\nWeapons of all kinds were manufactured there in quantities sufficient\nto arm the million or so rebels of the \"regular\" force, the twenty\nmillion or so in the Solar System and elsewhere who held secret drills\nand conducted terrorist activities, and the many millions more who were\nexpected to rise spontaneously when the rebel fleet struck.\n\nThere was close coordination and a central command at Main Base for the\nundergrounds of all dissatisfied planets--a new and formidable feature\nwhich had not been present in the earlier uprisings. There were rumors\nof a new and terrible weapon being developed.\n\nIn any case, the plan was to assault Epsilon Eridani itself\nsimultaneously with the uprisings in the colonies, so that the Imperial\nfleet would be recalled to defend the mother world. The anarchs hoped\nto blast Valgolia to ruin in a few swift blows, and expected that the\nEmpire's jealous neighbors would sweep in to complete the wreckage.\n\nThis gentle girl spoke of the smashing of worlds, the blasting of\nhelpless humans, and the destruction of a culture as if it were a\nmatter of insect extermination.\n\n\"Have you ever thought,\" I asked casually once, \"that the Juranians\nand the Slighs and our other hypothetical allies may not respect the\nintegrity of Sol any more than the Eridanians do?\"\n\n\"We can handle them,\" she answered confidently. \"Oh, it won't be easy,\nthat time of transition. But we'll be free.\"\n\n\"And what then?\" I went on. \"I don't want to be defeatist, Barbara, but\nyou know as well as I do that the Eridanians didn't conquer all mankind\nat a single swoop. When they invented the interstellar engine and\narrived here, man was tearing the Solar System apart in a war between\nsuper-nations that was rapidly reducing him to barbarism. The redskins\ntraded for a while, sold arms, some of their adventurers took sides in\nthe conflict, the government stepped in to protect Eridanian citizens\nand investments--the side which the Eridanians helped won the war,\nthen found its allies were running things and tried to revolt against\nthe protectorate--and without really meaning to, the strangers were\nconquering and ruling Earth.\n\n\"But the different factions of man still hate each other's guts. There\nare still capitalists and communists, blacks, whites and Browns,\nHindus and Moslems, Germans and Frenchmen, city people and country\npeople--a million petty divisions. There'll be civil war as soon as the\nEridanians are gone.\"\n\n\"Some, perhaps,\" she agreed. \"But I think it can be handled. If we have\nto have civil wars, well, let's get them over with and live as free\nmen.\"\n\nPersonally, I could see nothing in the sort of military dictatorship\nthat would inevitably arise which was preferable to an alien, firm, but\njust rule that insured stability and a reasonable degree of individual\nliberty.\n\nBut I didn't say that aloud.\n\n       *       *       *       *       *\n\nAnother time we talked of the de-industrialization of Earth. Barbara\nwas, of course, venomous about it. \"We were rich once,\" she said.\n\"All Earth was. We have one of the richest planets in the Galaxy. But\nbecause their own world is poor, the redskins have to take the natural\nresources of their conquests. Earth is a granary and a lumberyard for\nValgolia, and the iron of Mars and the petrolite of Venus go back to\ntheir industry. What few factories they allow us, they take their fat\npercentage of the product.\"\n\n\"Certainly they've made us economically dependent,\" I said, \"and\ntheir standard of living is undoubtedly higher than ours. But ours\nhas, on the whole, gone up since the conquest. We eat better, we're\nhealthier, we aren't burdened with the cost of past and present and\nfuture wars. Our natural resources aren't being squandered. The forests\nand watersheds and farmlands we ruined are coming back under Eridanian\nsupervision.\"\n\nShe gave me an odd look. \"I thought you didn't like the Empire.\"\n\n\"I don't,\" I growled. \"I don't want to be held back just because I'm\nwhite-skinned. But I've known enough reddies personally so that I try\nto be fair.\"\n\n\"It's all right with me,\" she said. \"I can see your point,\nintellectually, though I can't really _feel_ it. But not many of the\npeople will out at Main Base.\"\n\n\"Free men,\" I muttered sardonically.\n\nWe went fishing, and swam in the tumbling surf, and stretched\nlazily on the beach with the sun pouring over us. Or we might go\ntramping off into the woods on a picnic, to run laughing back when\na sudden rain rushed out of the sky, and afterward sit with beer\nand cheese sandwiches listening to a wire of Beethoven or Mozart\nor Tchaikovsky--the old Earthlings could write music, if they did\nnothing else!--and to the rain shouting on the roof. We might have a\nlittle highly illegal target practice, or a game of chess, or long\nconversations which wandered off every which way. I began to have a\nsneaking hope that the spaceship would be delayed.\n\nWe went out one day in Barbara's little catboat. The waves danced\naround us, chuckling against the hull, glittering with sunlight, and\nthe sail was like a snow mountain against the sky. For a while we\nchatted dreamily, ate our lunch, threw the scraps to the hovering\ngulls. Then Barbara fell silent.\n\n\"What's the matter?\" I asked.\n\n\"Oh, nothing. Touch of _Weltschmerz_, maybe.\" She smiled at me. \"You\nknow, Con, you don't really belong in the Legion.\"\n\n\"How so?\" I raised my eyebrows.\n\n\"You--well, you're so darned honest, so really decent under that\ncarefully rough surface, so--reasonable. You'll never make a good\nfanatic.\"\n\n_Honest!_ I looked away from her. The bright day seemed suddenly to\ndarken.\n\n\nIV\n\nSpaceships from Main Base had little trouble coming to Earth with their\ncargoes of guns, propaganda, instructors, and whatever else the rebels\non the planet needed. They would take up an orbit just beyond the\natmosphere and send boats to the surface after dark. There was little\ndanger of their being detected if they took the usual precautions; a\nworld is simply too big to blockade completely.\n\nOurs dropped on noiseless gravitic beams into the nighted island\nwoods. We had been watching for it the last few days, and now Eb came\nrunning to tell us it was here. The pilot followed after him.\n\n\"Harry Kane, Conrad Haugen,\" Barbara introduced us.\n\nI shook hands, sizing him up. He was tall for an Earthling, almost as\nbig as I, dark-haired, with good-looking young features. He wore some\napproximation of a uniform, dark-blue tunic and breeches, peaked cap,\ncaptain's insignia, which gave him a rather dashing look. It shouldn't\nhave made any difference to me, of course, but I didn't like the way he\nsmiled at Barbara.\n\nShe explained my presence, and he nodded eagerly. \"Glad to have you,\nHaugen. We need good men, and badly.\" Then to her: \"Get Hawkins. You\nand he are recalled to Main Base.\"\n\n\"What? But--\"\n\nA dark exultation lit his face. \"The time for action is near--very\nnear! We're pulling all our best agents off the planets. They can work\nmore effectively with the fleet now.\"\n\nI tried to look as savagely gleeful as they, but inwardly I groaned.\nHow in all the hells was I going to contact Vorka? If I were stranded\nout in space when the fleet got under way--no, they must have an\nultrabeam. I'd manage somehow to call on that even if they caught me at\nit.\n\nWe sent Eb in a boat to get Hawkins while Barbara and I packed a few\nnecessities. Kane paced back and forth, spilling out the news from Main\nBase, word of mighty forces gathering, rumors of help promised from\noutside, it was like the thunder which mutters just before a gale.\n\nPresently Hawkins arrived. The old man's calm was undisturbed: he\npuffed his pipe and said quietly, \"I called up my housekeeper,\ntold her my sister in California was suddenly taken sick and I was\nleaving at once for the transcontinental jetport. Just to account\nfor disappearing, you know. There aren't any Eridanians or Terries\nhereabouts, but we desperate characters--\" he grinned, briefly--\"can't\nbe too careful. Brought my equipment along, of course. I suppose they\nwant me to do psychometry on fleet personnel?\"\n\n\"Something on that order. I don't know.\"\n\nWe made our way through a fine drizzle of rain to the little torpedo of\nthe spaceboat. I looked around into the misty dark and breathed a deep\nlungful of the cool wet wind. And I saw that Barbara was doing the same.\n\n       *       *       *       *       *\n\nShe smiled up at me through the night and the thin sad rain. \"Earth is\na beautiful world, Con,\" she whispered. \"I wonder if we'll ever see it\nagain.\"\n\nI squeezed her hand, silently, and we crowded into the boat.\n\nKane made a smooth takeoff. In minutes we were beyond the atmosphere,\nEarth was a great glowing shield of cloudy blue behind us, and the\nstars were bitter bright against darkness. We sent a coded call\nsignal and got a directional beam from the ship. Before long we were\napproaching it.\n\nI studied the lean black cruiser. She seemed to be of about the same\ndesign as the old Solarian interplanetary ships, modified somewhat to\naccommodate the star drive. Apparently, she was one of those built\nat Main Base. Her bow guns were dark shadows against the clotted\ncold silver of the Milky Way. I thought of the death and the ruin\nwhich could flame from them, I thought of the hell she and her kind\nbore--atomic bombs, radiodust bombs, chemical bombs, disease bombs,\ngravity snatchers, needle beams, disintegrative shells, darkness and\ndoom and the new barbarism--and felt a stiffening within me. Fostering\nthis murderousness was a frightful risk. The main defense against it\nwas Intelligence, and that depended on agents like myself. Perhaps\n_only_ myself.\n\nThe crew was rather small, no battles being anticipated. But they were\nwell disciplined, uniformed and trained, a new Solarian army built up\nfrom the fragments of the old. The captain was a stiff gray German who\nhad been a leader in the earlier revolt and since fled to space, but\nmost of the officers, such as Kane, were young and violent in their\neagerness.\n\nWe orbited around the planet for another day or so till all the boats\nhad returned. There was tension in the ship--if the Imperial navy\nshould happen to spot us, we were done. Off duty, we would sit around\ntalking, smoking, playing games with little concentration.\n\nKane spent most of his free hours with Barbara. They had much to talk\nabout. I swallowed a certain irrational jealousy and wandered around\ncautiously pumping as many men as I could.\n\nWe got under way at last. By this time I had learned that Main Base was\na planet, but no more. Only the highest leadership of the Legion knew\nits location, and they were pledged to swallow the poison they always\ncarried if there seemed to be any danger of capture.\n\nFor several days by the clocks we ran outward, roughly toward Draco.\nOur velocity was not revealed, and the slow shift in the outside view\ndidn't help much. I guess that we had come perhaps ten parsecs, but\nthat was only a guess.\n\n\"_Approaching Main Base. Stand by._\"\n\n       *       *       *       *       *\n\nWhen the call rang hollowly down the ship's passageways, I could feel\nthe weariness and tautness easing, I could see homecoming in the faces\naround me. I stole a glance at Barbara. Her eyes were wide and her lips\nparted, she looked ahead as if to stare through the metal walls. She\nhad never been here either, here where all her dreams came home.\n\nSo we landed, we slipped down out of the dark and the cold and the\nvoid, and I heard the rattle and groan of metal easing into place.\nWhen the ship's interior grav-field was turned off, I felt a sudden\nheaviness; this world had almost a quarter again the pull of Earth. But\npeople got used to that quickly enough. It was the landscape which was\nhard to bear.\n\nThey had told us that even though Boreas had a breathable atmosphere\nand a temperature not always fatally low, it was a bleak place. But to\none who had never been far from the lovely lands of Earth, its impact\nwas like a blow in the face. Barbara shuddered close to me as we came\nout of the airlock, and I put an arm about her waist, knowing the\nsudden feeling of loneliness which rose in her.\n\n       *       *       *       *       *\n\nSave for the spaceport and other installations, Main Base was\nunderground. There was no city to relieve the grimness of the scene.\nWe were in a narrow valley between sheer, ragged cliffs that soared\ncrazily into a murky sky. The sun was low, a smouldering disc of dull\nred like curdling blood; its sullen light glimmered on the undying snow\nand ice and seemed only to make the land darker. Stars glittered here\nand there in the dusky heavens, hard and bright and cruel, almost, as\nin space.\n\nDark sky, dark land, dark world, with the sheer terrible mountains\nclimbing gauntly for the upper gloom, crags and glaciers like fangs\nagainst the dizzy cliffs, with the great shadows marching across the\nbloody snow toward us, with a crazed wind muttering and whining and\nchewing at our flesh. It was cold. The cold was like a knife. Pain\nstung with every breath and eyes watered with tears that froze on\nsuddenly numb cheeks. A great shudder ripped through us and we ran\ntoward the entrance to the city. The snow crunched dry and old under\nour boots, the cold ate up through the soles, and the wind whistled its\nscorn.\n\nEven when an elevator had taken us a mile down into the warmth and\nlight of the base, we could not forget. It was a city for a million\nmen and other beings and more than a few women and children, a city\nof long streets and small neat apartments, hydroponic farms and food\nsynthesizers, schools, shops and amusement places, factories, military\nbarracks and arsenals, even an occasional little flower garden. Its\npeople could live here almost indefinitely, working and waiting for\ntheir day of rising.\n\nThere was little formality in the civilian areas. Everyone who had come\nthis far was trusted. A man came up to us new arrivals from Earth,\nasked about conditions there, and then said he would show us to our\nquarters. Later we would be told to whom we should report for duty.\n\n\"Let's go, then, Con,\" said Barbara, and slipped a cool little hand\ninto mine. I could not refrain from casting a smug backward glance at\nthe somewhat chapfallen Kane.\n\n\nV\n\nWe slipped quickly into the routine of the place. It was a\ntaut-nerved, hard-working daily round. I could feel the savage\nexpectancy building up like a physical force, but intelligent life is\nadaptable and we got used to it. There was work to do.\n\nHawkins was second in command of the psychological service, testing\nand screening and treating personnel, working on training and\nindoctrination, and with a voice in the general staff where problems\nof unit coordination and psychological warfare were concerned.\nBarbara worked under him, secretary and records keeper and general\ntrouble-shooter. Those were high posts, but both were allowed to retain\nthe nominally civilian status which they preferred.\n\nTheir influence and my own test scores got me appointed assistant\nsupervisor of the shipyards. That suited me very well--I was reasonably\nfree from direct orders and discipline, with authority to come and go\npretty much as I pleased. They kept me busy; sometimes I worked the\nclock around, and I did my best to further production of the weapons\nwhich might destroy my planet. For whatever I did would make little\ndifference at this late date.\n\nA good deal of my time also went to drill with the armed forces of\nwhich, like every able-bodied younger man, I was a reserve member.\nThey put me in an engineer unit and I soon had command of it. I did\nmy best here too, whipping my grim young charges into a sapper group\ncomparable to the Empire's, for I had to be above all suspicion, even\nof incompetence.\n\nWe worked at our learning. We went topside and shivered and manned\nour guns, set our mines and threw up our bridges, in the racking cold\nof Boreas. Over ancient snow and ice we trotted, lost in the jumbled\nwilderness of cruel peaks and railing wind, peeling the skin from our\nfingers when we touched metal, camped under scornful stars and a lash\nof drifting ice-dust--but we learned!\n\nMy own, more private education went on apace. I found where we were.\nIt was a forgotten red dwarf star out near the shadowy border of the\nEmpire, listed in the catalogues as having one Class III planet of no\ninterest or value. That was a good choice; no spaceship would ever\nhappen into this system by accident or exploration. The anarchs had\nbuilt their hopes on the one lonely planet, and had named it Boreas\nafter the god of the north wind in one of their mythologies. My company\ncalled it less complimentary things.\n\nThe base, including the attached city, was under military command\nwhich ultimately led up to the general staff of the Legion. This\nwas a council of officers from half a score of rebellious planets,\nthough Earthlings predominated and, of course, Simon Levinsohn held\nthe supreme authority. I met him a few times, a gaunt, lonely man,\nenormously able, ridden by his cause as by a nightmare, but not\nunkindly on a personal level. With just that indomitable heart,\nthe Maccabees had faced Rome's iron legions--Valgolia was greatly\ninterested in the ancient history of a conquered province, knowing how\noften it held the key to current problems.\n\nThere was also a liaison officer from Luron sitting at staff meetings.\nLuron!\n\n       *       *       *       *       *\n\nWhen I first saw him, this Colonel Wergil, I stood stiff and cold and\nfelt the bristling along my spine. He looked as humanoid as most of\nthe races at the base. Hairless, faintly scaled greenish-yellow skin,\nsix fingers to a hand, and flat chinless face don't make that breed\nhideous to me; I have reckoned Ganolons and Mergri among my friends.\nBut Luron--the old and deadly rival, the lesser empire watching its\nchance to pounce on us, hating us for the check we are on the ambitions\nof their militarists, Luron.\n\nI have no race prejudices and am willing to take the word of our\ncomparative psychologists that there is no more inherent evil in the\nLuronians than in any other stock, that the peculiar cold viciousness\nof their civilization is a matter of unfortunate cultural rather than\nbiological evolution and could be changed in time. But none of this\nalters the fact that at present they are what they are, brilliant,\ngreedy, heartless, and a menace to the peace of the Galaxy. I have been\ntoo long engaged in the struggle between my nation and theirs to think\notherwise.\n\nOther states had sent some clandestine help to the Legion, weapons and\nmoney and vague promises. Luron, I soon found, had said it would attack\nus in full strength if the uprising showed a good chance of success,\nand meanwhile, they gave assistance, credits and materiel and the still\nmore important machine tools, and Wergil's military advice was useful.\n\nI know now, as I suspected even then, that Levinsohn and his associates\nwere not fooled as to Luron's ultimate intentions. Indeed, they\nplanned to make common cause with what remained of Valgolia, as well\nas certain other traditional foes of their present ally, as soon as\nthey had gained their objectives of independence, and stop any threat\nof aggression from Luron. It was shrewdly planned, but such a shaky\ncoalition, still bleeding with the hurts and hatreds of a struggle just\nended, would be weaker than the Empire, and Luron almost certainly\nwould have sowed further dissension in it and waited for its decay\nbefore striking.\n\nThe Earthlings have a proverb to the effect that he who sups with the\nDevil must use a long spoon. But they seemed to have forgotten it now.\n\nThe attack, I learned, was scheduled for about four months from\nthe time the agents were recalled. The rebels were counting on the\nValgolian power being spread too thinly over the Empire to stand off\ntheir massed assault on a few key points. Then, with the home planet\na radioactive ruin, with revolt in a score of planetary systems and\nthe ensuing chaos and communications breakdown, and with the Luronians\ninvading, the Imperial fleet and military would have to make terms with\nthe anarchs.\n\n       *       *       *       *       *\n\nIt would work. I knew with a dark chill that it would work. Unless\nsomehow I could get a warning out. That had to be done for more than\nthe protection of Epsilon Eridani, which, even in a surprise attack\ncould defend itself better than these conspirators realized. But all\nbloodshed should be spared, if possible--and the rebellion did not yet\ndeserve to succeed, for the unity achieved thus far had been the unity\nof a snake pit against a temporary enemy.\n\nDid it all rest on me? God of space, had the whole burden of history\nsuddenly fallen on _my_ shoulders?\n\nI didn't dare think about it. I forced the consequences of failure out\nof my forebrain, back down into the unconscious, the breeding ground of\nnightmares, and lived from one day to the next. I worked, and waited,\nlearned what I could and watched for my chance.\n\nBut it was not all grimness and concentration. It couldn't be;\nintelligent life just isn't built that way. We had our social\nactivities, small gatherings or big parties, we relaxed and played.\nAt first I found that gratifying, for it gave me a chance to pump the\nothers. Then I found it maddening, because it kept me from snooping\nand laying plans. Finally it began to hurt--I was coming to know the\nanarchs.\n\nThey lived and laughed and loved even as humans do. They were basically\nas decent and reasonable as any similar group of Valgolians. Many were\nas tormented as I by the thought of the slaughter they readied. There\nwere embittered ones, who had lost all they held dear, and I realized\nthat, while civilization has its price, you can't be objective about it\nwhen you are the one who must pay. There were others who had been well\noff and had chucked all their hopes to join a desperate cause in which\nthey happened to believe. There were children--and what had they done\nto deserve having their parents gambling away life?\n\nIn spite of their appearance, to which I was now accustomed, they were\n_human_. When I had laughed and talked and sung and drunk beer and\ndanced and arranged entertainments with them, they were my friends.\n\nMoodily, I began to see that I would be one of the price-payers.\n\nI saw most of Hawkins and Barbara, and after them--because of\nher--Kane. The old psychologist and I got along famously. He would drop\ninto my room for a smoke and a cup of coffee and a drawled conversation\nwhenever he had the chance. His slow gentle voice, his trenchancy,\nthe way the little crinkles appeared around his eyes when he smiled,\nreminded me of my father. I often wish those two could have met. They\nwould have enjoyed each other.\n\nThen Barbara would stop by on her way from work, or, better yet, she\nwould ask me over to her apartment for a home-cooked dinner. Yes, she\ncould cook too. We would sometimes take long walks down the corridors\nof the city, we even went up once in a while to the surface for a\nbreath of cold air and loneliness, and it was the most natural thing in\nthe world for us to go hand in hand.\n\nThere was no sunlight underground. But when the fluorotube glow shone\non her hair, I thought of sunlight on Earth, the high keen light of the\nColorado plateaus, the morning light stealing through the trees of Hood\nIsland.\n\n_Ydis, Ydis, I said, once your violet eyes were like the skies over\nKalariho, over Kealvigh, our home, pasture land of winds. But it has\nbeen so long. It has been ten years since you died--_\n\nI fought. May all the gods bear witness that I fought myself. And I\nthought I was winning.\n\n\nVI\n\nI will never forget one certain evening.\n\nHawkins and I had come over to Barbara's for supper, and the three of\nus were sitting now, talking. Wieniawski's Violin Concerto cried its\nsorrow, muted in the background, and the serene home she had made of\nthe bare little functional apartment folded itself around us. Then Kane\ndropped in as he often did, with a casualness that fooled nobody, and\nsat with all his soul in his eyes, looking at Barbara. He was a nice\nkid. I didn't know why he should annoy me so.\n\nThe talk shifted to Valgolia. I found myself taking the side of my\nrace. It wasn't that I hoped to convert anyone, but--well, it was wrong\nthat we should be monsters in the sight of these friends.\n\n\"Brutes,\" said Kane. \"Two-legged animals. Damned bald-headed,\ncopper-skinned giants. Wouldn't be quite so bad if they were octopi or\ninsects, but they're just enough different from us to be a caricature.\nIt's obscene.\"\n\n\"Sartons look like a dirty joke on mankind,\" I said. \"Why don't you\nobject to them?\"\n\n\"They're in the same boat as us.\"\n\n\"Then why mix political and esthetic prejudices? And have you ever\nthought that you look just as funny to an Eridanian?\"\n\n\"No race should look odd to another,\" said Nat Hawkins. He puffed blue\nclouds. \"Even by our standards, the redskins are handsome, in a more\nspectacular way than humans, maybe.\"\n\n\"And Barbara,\" I smiled, with a curious little pang inside me, \"would\nlook good to any humanoid.\"\n\n\"I should think so,\" said Kane sulkily. \"The redskins took enough of\nour women.\"\n\n\"Well,\" I said, \"their original conquistadores were young and healthy,\nvery far from home, and had just finished a hard campaign where they\nlost many friends. At least there were no half-breeds afterward. And\nsince the reconquest none of their soldiers has been permitted to have\nanything to do with an Earthwoman against her consent. It's not their\nfault if the consent is forthcoming oftener than you idealists think.\"\n\n\"That sort of thing was more or less standard procedure at home with\nthem, wasn't it?\" asked Hawkins.\n\n       *       *       *       *       *\n\nI nodded. \"The harshness of their native world forced them to develop\ntheir technology faster than on Earth, so they kept a lot of barbarian\ncustoms well into the industrial age. For instance, the rulers of the\nstate that finally conquered all the others and unified the planet took\nthe title _Waelsing_, Emperor, and it's still a monarchy in theory.\nBut a limited monarchy these days, with parliamentary democracy and\neven local self-government of the town-meeting sort. They're highly\ncivilized now.\"\n\n\"I wouldn't call that spree of conquest they went on exactly civilized.\"\n\n\"Well, just for argument's sake, let's try to look at it from their\nside,\" I answered. \"Here their explorers arrived at Sol, found a system\nricher than they could well imagine--and all the wealth being burned up\nin fratricidal war. Their technical power was sufficiently beyond ours\nso that any band of adventurers could do pretty much as it wanted in\nthe Solar System, and all native states were begging for their help. It\nwas inevitable that they'd mix in.\n\n\"Sure, the Eridanians have been exploiting Solarian resources, though\nperhaps more wisely than we did. Sure, they garrison unwilling\nplanets. But from their point of view, they're slowly civilizing a race\nof atomic-powered savages, and taking no more than their just reward\nfor it. Sure, they've done hideous things, or were supposed to have,\nbut there've been plenty of reforms in their policy since our last\nrevolt. They've adopted the--the red man's burden.\"\n\n\"Could be. But Sol wasn't their only conquest.\"\n\n\"Oh, well, of course they had their time of all-out imperialism. There\nare still plenty of the old school around, starward the course of\nempire, keep the lesser breeds in their place, and so on. That's one\nreason why the highest posts are still reserved for members of their\nown race, another being that even the liberal ones don't trust us that\nfar, yet.\n\n\"Their first fifty years or so saw plenty of aggression. But then they\nstabilized. They had as much as they could manage. To put it baldly,\nthe Empire is glutted. And now, without actually admitting they ever\ndid wrong, they're trying to make up what they did to many of their\nvictims.\"\n\n\"They could do that easily enough. Just let us go free.\"\n\n       *       *       *       *       *\n\n\"I've already told you why they don't dare. Apart from fearing us,\nthey're economically and militarily dependent on their colonies. You're\nan American, Nat. Why didn't our nation let the South go its own way\nwhen it wanted to secede? Why don't we all go back to Europe and let\nthe Indians have our country?\n\n\"And, of course, Epsilon Eridani honestly thinks it has a great\ncivilizing mission, and is much better for the natives than any lesser\nindependence could ever be. In some cases, you've got to admit they're\nright. Have you ever seen a real simon-pure native king in action? Or\nread the history of nations like Germany and Russia? And why do we\nhave to segregate races and minorities even in our own organization to\nprevent clashes?\"\n\n\"We're getting there,\" said Nat Hawkins. \"It's not easy, but we'll make\nit.\"\n\n_Only you're not there yet_, I thought, _and for that reason you must\nbe stopped_.\n\n\"You claim they're sated,\" said Barbara. \"But they've kept on\nconquering here and there, to this very day.\"\n\n\"Believe it or not, but with rare exceptions that's been done\nreluctantly. Peripheral systems have learned how to build star ships,\nbecome nuisances or outright menaces, and the Empire has had to swallow\nthem. Modern technology is simply too deadly for anarchy. A full-scale\nwar can sterilize whole planets. That's another function of empire, so\nthe Eridanians claim--just to keep civilization going till something\nbetter can be worked out.\"\n\n\"Such as what?\"\n\n\"Well, several worlds already have _donagangor_ status--self-government\nunder the Emperor, representatives in the Imperial Council, and no\nrestrictions on personal advancement of their citizens. Virtual\nequality with the Valgolians. And their policy is to grant such status\nto any colony they think is ready for it.\"\n\nHawkins shook his head. \"Won't do, Con. It sounds nice, but old Tom\nJefferson had the right idea. 'If men must wait in slavery until they\nare ready for freedom, they will wait long indeed.'\"\n\n\"Who said we were slaves--\" I began.\n\n\"You talk like a damned reddie yourself,\" said Kane. \"You seem to think\npretty highly of the Empire.\"\n\n       *       *       *       *       *\n\nI gave him a cold look. \"What do you think I'm doing here?\" I snapped.\n\n\"Yeah. Yeah, sorry. I'm kind of tired. Maybe I'd better go now.\" Before\nlong Kane made some rather moody good nights and went out.\n\nNat Hawkins twinkled at me. \"I'm a little bushed myself,\" he said.\n\"Guess I'll hit the bunk too.\"\n\nWhen he was gone, I sat smoking and trying to gather up the will to\nleave. There was a darkness in me. What, after all, _was_ I doing\nhere? Gods, I believed I was in the right, but why is right so pitiless?\n\nOn Earth they represent the goddess of justice as blind. On Valgolia\nshe has fangs.\n\nBarbara came over and sat on the arm of my chair. \"What's the matter,\nCon?\" she asked. \"You look pretty grim these days.\"\n\n\"My work's developing some complications,\" I said tonelessly. My\nmind added: _It sure is. No way to call headquarters, the rebellion\ngathering enormous momentum, and on a basis of treachery and racial\nhatred._\n\nBarbara's fingers rumpled my hair, the grafted hair which by now felt\nmore a part of me than my own lost crest. \"You're an odd fellow,\" she\nsaid quietly. \"On the surface so frank and friendly and cheerful, and\ndown underneath you're hiding yourself and your private unhappiness.\"\n\n\"Why,\" I looked up at her, astonished, \"even the psychologists--\"\n\n\"They're limited, Con. They can measure, but they can't feel. Not the\nway--\"\n\nShe stopped, and the light glowed in her hair and her eyes were wide\nand serious on mine and one small hand stole over to touch my fingers.\nBlindly, I wrenched my face away.\n\nHer voice was low. \"It's some other woman, isn't it?\"\n\n\"Other--? Well, no. There was one, but she's dead now. She died ten\nyears ago.\"\n\n_Ydis, Ydis!_\n\n\"Your wife?\"\n\nI nodded. \"We were only married for three years. My daughter is still\nalive; she's going on twelve now. But I haven't seen her for over two\nyears. She's not on Earth. I wonder if she even thinks of me.\"\n\n\"Con,\" said Barbara, very softly and gravely, \"you can't go on mourning\na woman forever.\"\n\n\"I'm not. Forget it. I shouldn't have spoken about it.\"\n\n\"You needed to. That's all right.\"\n\n\"My girl ought to have a mother--\" The words came of themselves. What\nfollowed thereafter seemed also to happen without my willing it.\n\nPresently Barbara stood back from me. She was laughing, low and sweet\nand joyous. \"Con, you old sourpuss, cheer up! It isn't that bad, you\nknow!\"\n\nI managed a wry grin, though it seemed to need all the energies left in\nme. \"You look so happy your fool self that I have to counter-balance\nit.\"\n\n\"Con, if you knew how I'd been hoping!\"\n\nWe talked for a long time, but she did most of it--the plans, the\nhopes, the trip we were going to take and the house we were going to\nbuild down by the seashore--\"Mary,\" my daughter, was going to have\na home, along with the dozen brothers and sisters she'd have in due\ncourse--after the war.\n\nAfter the war.\n\nI left, finally, stumbling like a blind man toward my quarters. Oh,\nyes, I loved her and she loved me and we were going to have a home and\na sailboat and a dozen children, after the war, when Earth was free.\nWhat more could a man ask for?\n\nIt had been many years since I'd needed autohypnosis to put myself to\nsleep, but I used it now.\n\n\nVII\n\nA month passed.\n\nThe delay was partly due to the slowness with which I had to work,\neven after a plan had been laid. I could only do a little at a time,\nand the times had to be well separated. Each day brought the moment of\nonslaught closer, but I dared not hurry myself. If they caught me at my\nwork, there would be an end of all things.\n\nBut I cannot swear that my own mind did not prompt me to an unnatural\nslowness and caution. I was only human, and every day was one more\nmemory.\n\nThey had all been very good to us; our friends had a party to celebrate\nour engagement and we were universally congratulated and all the rest\nof it. Yes, Kane was there too, shaking my hand and wishing me all the\nluck in the world. Afterward he went back to his work and his pilot's\npractice with a strange fierceness.\n\nIf at times I fell into glum abstraction, well, I had always been a\nlittle moody and Barbara could tease me out of it. Most of the times I\nwas with her, I didn't think about the future at all.\n\nThere had been a certain deep inward coldness to her. She had carried\nthe old wound of her losses with bitter dignity. But as the days went\non, I saw less and less of it. She would even admit that individual\nValgolians might be fine fellows and that the Empire had done a few\nconstructive things for Earth. But it was more than a change of\nattitude. She was thawing after a long winter, she laughed more, she\nwas wholly human now.\n\n_Human_--\n\nWe sat one evening, she and I, in one of the big lounges the base had\nfor its personnel. There were only one or two muted lights in the long\nquiet room, a breathing of music, snatches of whispering like our own.\nShe sat close against me, and my lips kept straying down to brush her\nhair and her cheek.\n\n\"When we're married--\" she said dreamily. Then all at once: \"Con, what\nare we waiting for?\"\n\n       *       *       *       *       *\n\nI looked at her in some surprise.\n\n\"Con, why do we assume we can't get married before the war's over?\" Her\nvoice was low and hurried, shaking just a little. \"The base here has\nchaplains. It's less than a month now till the business starts. God\nknows what'll happen then. Either of us might be killed.\" I heard her\ngulp. \"Con, if they killed you--\"\n\n\"They won't,\" I said. \"I'm kill-proof.\"\n\n\"No, no. We have so little time, and it may be all we'll ever have.\nMarry me now, darling, dearest, and at least there'll be something to\nremember. Whatever comes, we'll have had that while.\"\n\n\"I tell you,\" I insisted, with a sudden hideous dismay, \"there's\nnothing to worry about. Forget it.\"\n\n\"Oh, I'm not asking for pity. I've more happiness now than is right.\nMaybe that's why I'm afraid. But, Con, they killed my father and they\nkilled my mother and they killed Jimmy, and if they take you too, it'll\nbe more than I can stand.\"\n\nThe savage woe of an old Earthly poet lanced through my brain:\n\n    The time is out of joint\n    O cursèd spite,\n    That ever I was born\n    To set it right!\n\nAnd then, for just a moment, there came the notion of yielding. _You\nlove the girl, Conru. You love her so much it's a pain in you. Well,\ntake her! Marry her!_\n\nNo. I was not excessively tender of heart or conscience, but neither\nwas I that kind of scoundrel.\n\nI kissed her words away. Afterward, alone in the darkness of my room,\nI realized that Conrad Haugen had no good reason to hang back. It was\ntrue, all she said was true, and no other couple was waiting for an\nuncertain future.\n\nIt was the time for action.\n\n       *       *       *       *       *\n\nI had been ready for days now, postponing the moment. And those days\nwere marching to the time of war, the rebels were quivering to go, a\nscant few weeks at most lay between me and the ruin of Valgolian plans\nand work and hope.\n\nIn my steadily expanding official capacity, I could go anywhere and do\nalmost anything in an engineering line. So, bit by bit, I had tinkered\nwith the base's general alarm system.\n\nWe had scoutships posted, of course, but by the very nature of things\nthey had to be close to the planet or an approaching enemy would slip\nbetween them without detection. And the substantial vibrations of\na ship traveling faster than light do not arrive much ahead of the\nship itself. Whatever warning we had of a hypothetical assault would\nbe very short. It would be signaled to all of us by a siren on the\nintercommunications system, and after that it would be battle stations,\nnaval units to their ships and all others to such ground defenses as we\nhad.\n\nBut modern warfare is all to the offense. There is no way of stopping\nan attack from space except by meeting it and annihilating it before\nit gets to its destination. The rebels were counting on that fact to\naid them when they struck, but it would, of course, work against them\nif their enemy should happen to hit first. Everyone was understandably\nnervous about the chance of our being discovered and assailed.\n\nWorking a little at a time, I had put a special switch in the general\nalarm circuit. It showed up merely as one of many on a sector call\nboard near my room; no one was likely to notice it. And my quarters\nwere not those originally given me. I had moved to a smaller place\nfarther from Barbara, ostensibly to be near my work at the shipyards,\nactually to be near the base's ultrabeam shack.\n\nNow it was time to act.\n\nI needed an excuse for not going to the gun turret where I was\nassigned. That involved faking a serious fever, but like all\nIntelligence men, I had been trained to full psychosomatic integration.\nThe same neural forces that in hysteria produce paralysis, stigmata,\nand other real symptoms were under my conscious control. I thought\nmyself sick. By morning I was half delirious and my veins were on fire.\n\nThe surgeon general came to see me. \"What the hell's the trouble?\" he\nwondered. \"This place is supposed to be sterile.\"\n\n\"Maybe it's too damn sterile,\" I murmured with a perfectly genuine\nweakness. Then, fighting the light-headedness that hummed and buzzed\nin me: \"_Tsitbu_ fever, Doc. I'm sure that's what it is.\"\n\n\"Can't say I've ever heard of it.\"\n\n\"You'll find it in your medical books.\" He would, too. \"It's found\non the planet Sirius V, where I once visited. Filter-passing virus,\ntransmitted by airborne spores. Not contagious here. In humans it\nbecomes chronic; no ill effects except a few days' fever like this\nevery few years. Now go 'way and lemme die in peace.\" I closed my eyes\non the distorted and unreal world of sickness.\n\n       *       *       *       *       *\n\nLater Barbara came in, pale and with her hair like a rumpled halo. I\nhad to assure her many times that I was all right and would be on my\nfeet in two or three days. Then she smiled and sat down on the bunk and\npassed a cool palm over my forehead.\n\n\"Poor Con,\" she said. \"Poor squarehead.\"\n\n\"I feel fine as long as you're here,\" I whispered.\n\n\"Don't talk,\" she said. \"Just go to sleep.\" She kissed me and sat\nquiet. Hers was the rare gift of being a definite personality even when\nsilent and motionless. I clasped her hand and pretended to fall into\nuneasy sleep. After a while she kissed me again, very softly, and went\nout.\n\nI told my body to recover. It took time, hours of time, while the\nstubborn cells retreated to a normal level of activity. I lay there\nthinking of many things, most of them unpleasant.\n\nIt was well into the night, the logical time to act even if the\nfactories did go on a twenty-four hour basis.\n\nI got up, still swaying a little with weakness, the dregs of the fever\nringing in my head. After I had vomited and swallowed a stimulant\ntablet, I felt better. I put on my uniform, but substituted a plain\nservice jacket without insignia of rank for the tunic. That should make\nme fairly inconspicuous in the confusion.\n\nStrength came. I glanced cautiously along the dim-lit corridor, and\nit was empty and silent. I stole out and hurried toward the ultrabeam\nshack. My hidden switch was on the way; I threw it and ran on with\nlowered head.\n\nThe siren screamed behind me, before me, around me, the howling of\nall the devils in hell--_Hoo! hoo! Battle stations! Strange ships\napproaching! Battle stations! All hands to battle stations! Hoo-oo!_\n\nI could imagine the pandemonium that erupted, men boiling out of\nfactories and rooms, cursing and yelling and dashing frantically for\ntheir posts--children screaming in terror, women white-faced with\nsudden numbness--weapons manned, instruments sweeping the skies,\nspaceships roaring heavenward, incoherent yelling on the intercoms to\nfind out who had given that signal. With luck, I would have fifteen\nminutes or half an hour of safe insanity.\n\nA few men raced by me, on their way to the nearest missile rack. They\npaid me no heed, and I hurried along my own path.\n\nThe winding stair leading up to the ultrabeam shack loomed before me.\nI went its length, three steps at a time, bounding and gasping with my\nhaste, up to the transmitter.\n\nIt was the tenuous link binding together a score of rebel planets, the\nonly communication with the stars that glittered so coldly overhead.\nThe ultrabeam does not have an infinite velocity, but it does have\nan unlimited speed, one depending solely on the frequency of the\ngenerating equipment, and since it only goes to such receivers as are\ntuned to its pattern--there must be at least one such tuned unit for\nthe generator to work--it has a virtually infinite range. So men can\ntalk between the stars, but are their words the wiser for that?\n\n       *       *       *       *       *\n\nUp and up and up, round and round, up and up, metal clanging underfoot\nand always the demon screech of the siren--up!\n\nI sprang from the head of the stairs and crossed the areaway in one\nleap to the open door of the shack. There was only one operator on\nduty, a slim boyish figure before the glittering panel. He didn't hear\nme as I came behind him. I knocked him out with a calculated blow\nto the base of the skull. He'd be unconscious for at least fifteen\nminutes and that was time enough. I heaved his body out of the chair\nand sat down.\n\nThe unit was set for the complicated secret scrambler pattern of the\nLegion, one which was changed periodically just in case. I twirled the\ndials, adjusting for the pattern of the set I knew was kept tuned for\nme at Vorka's headquarters.\n\nThe set hummed, warming up. I lifted my eyes and stared into the naked\nface of Boreas. The shack was above ground, itself dominated by the\nskeletal tower of the transmitter, and a broad port revealed land and\nsky.\n\nOverhead the stars were glittering, bright and hard and cruel, flashing\nand flashing out of the crystal dark. The peaks rose on every side,\nsoaring dizziness of cliffs and ragged snarl of crags, hemming us in\nwith our tiny works and struggles. It was bitterly, ringingly cold out\nthere; the snow screamed when you walked on it; the snapping thunder of\nfrost-split rock woke the dull roar of avalanches, and there was the\nwind, the old immortal wind, moaning and blowing and wandering under\nthe stars. I saw them running, little antlike men spilling from their\nnest and racing across the snow before they froze. I saw the ships rise\none after the other and rush darkly skyward. The base had come alive\nand was reaching up to defy the haughty stars.\n\nThe set buzzed and whistled, warming up, muttering with the cosmic\ninterference whose source nobody knows. I began to speak into the\nmicrophone, softly and urgently: \"Calling Intelligence HQ, Sol III,\nNorth America Center. Captain Halgan Conru calling North America\nCenter. Come in, Center, come in.\"\n\n       *       *       *       *       *\n\nThe receiver rustled with the thin dry voice of the stars. Dimly, I\ncould hear the wind outside, snarling around the walls.\n\n\"Come in, Center. Come in, Center.\"\n\n\"Captain Halgan!\" The voice rattled into the waiting stillness of the\nshack. \"Captain Halgan, is it really you?\"\n\n\"Get General Vorka at once,\" I said. \"Meanwhile, are you recording? All\nright, be sure you get this.\"\n\nI told them everything I knew. I told them what planet this was, and\nwhere we were on its surface, and what our strength and plans were. I\ngave them the disposition of the scoutship pickets, as far as those\nwere known to me, and the standard Legion recognition signals. I\nfinished with an account of the savage differences still existing\nbetween Earthman and Earthman, and Earth and its treacherous allies.\nAnd all the time I was talking to a recording machine. Nobody was\nlistening.\n\nWhen I was through, I waited a minute, not feeling any particular\nemotion. I was too tired. I sat there, listening to the wind and the\ninterstellar whistling, till Vorka spoke to me.\n\n\"Halgan! Halgan, you've done it!\"\n\n\"Shut up,\" I said. \"What's coming now?\"\n\n\"I checked the Fleet units. We have a Supernova with escort at Bramgar,\nabout fifteen light-years from where you are. You are at their base,\naren't you? Can you hold out for two days more?\"\n\n\"I think so.\"\n\n\"Better get into the hills. We may have to bombard.\"\n\n\"Go to hell.\" I turned off the set.\n\nNow to get back. They must already know it was a trick; they must be\nscouring the base for the saboteur. As soon as all loyal men were back,\nthe hunt would really be on.\n\nI had, of course, worn gloves. There would be no fingerprints. And the\noperator wouldn't know who had attacked him.\n\nI changed the scrambler setting to one picked at random. And in a\ncorner, as if it had fallen there by accident, I dropped a handkerchief\nstolen from Wergil of Luron. The tiny fragments of tissue which\nadhere to such a thing could easily be proven to be from him or one\nof his associates, for the basic Luronian life-molecules are all\nlevo-rotatory. It might help.\n\nI slipped back down the stairs, quickly and quietly. It was over.\nThe base was as good as taken. But there was more to be done. Apart\nfrom the saving of my own life, there was still a desperate need for\nsecrecy. For if the rebels knew what was coming, they might choose to\nstand and fight, or they might flee into the roadless wildernesses of\nspace. Whichever it was, all our work and sacrifice would have gone for\nlittle.\n\n       *       *       *       *       *\n\nThe provocateur policy is the boldest and most farsighted enterprise\never undertaken. It is the first attempt to make history as we choose,\nto control the great social forces we are only dimly beginning to\nunderstand, so that intelligence may ultimately be its own master.\n\nSure. Very fine and idealistic, and no doubt fairly true as well. But\nthere is death and treachery in it, loneliness and heartbreak, and the\nbitterness of the betrayed. Have we the right to set ourselves up as\nGod? Can we really say, in our omniscience, that everyone but us is\nwrong? There were sane, decent, intelligent folk here on Boreas, the\nones we needed so desperately for all civilization. Did we have to make\nthem our enemies, so that their grandchildren might be our friends?\n\nI didn't know. Wherever I turned, there were treason and injustice.\nHowever hard I tried to do right, I had to wrong somebody.\n\nI ran on, back to my cabin. I peeled off my clothes and dived into\nbed, and by the time they looked in on me I had worked back most of my\nfever.\n\nDon't think, Conru. Don't think of this new victory and the safety of\nthe Empire. And, perhaps, a step closer to the harshly won unity of\nEarth. Don't think of the way the light catches in Barbara's hair and\ngets turned into molten gold. You've got a fever to create, man. You've\ngot to think yourself sick again. That ought to be easy.\n\n\nVIII\n\nBarbara came in. She was white and still, and presently she leaned her\nhead against my breast and cried quietly, for a long time.\n\n\"There is a spy here,\" she told me.\n\n\"I heard about it.\" I stroked her hair and held her to me, clumsily.\n\"Do you know who it was?\"\n\n\"I don't know. Somehow, they seem to think the Luronians may be\nguilty, but they aren't sure. They arrested them, and two were killed\nresisting. Colonel Wergil is in the brig now, while they decide if\nLuron can still be trusted.\"\n\n\"It can't,\" I said. \"Earth must win alone.\"\n\n\"We'll win,\" she said dauntlessly. \"With Luron or without it, we'll\nwin.\" Then, like a little frightened girl, creeping close to me: \"But\nwe needed that help so much.\"\n\nI kissed her and remained silent.\n\nThe next day I got on my feet again, weak but recovered. I wandered\naimlessly around the base, waiting for Barbara to get through work,\nlistening to people talk. It was ugly, the fear and tension and wolfish\nwatchfulness. _Whom can we trust? Who is the enemy?_\n\nMostly, they thought the Luronians were guilty. After all, those were\nthe only beings on the planet who had not had to pass a rigorous\ninvestigation and psychological examination. But nobody was sure.\n\nLevinsohn spoke over the televisor. His gaunt, lined face had grown\nvery tired, yet there was metal in his voice. The new situation\nnecessitated a change of plans, but the time of assault would, if\nanything, be moved ahead. \"Be of good heart. Stand by your comrades.\nWe'll still be free!\"\n\nI went to Barbara's apartment and we sat up very late. But even in this\nprivate record I do not wish to say what we talked about.\n\n       *       *       *       *       *\n\nAnd the next day the Empire came.\n\nThere was one Supernova ship with light escort, but that was enough.\nSuch vessels have the mass of a large asteroid, and one of them can\nsterilize a planet; two or three can take it apart. Theoretically, a\ntask force comprising twenty Nova-class battleships with escorts can\nreduce one of those monsters if it is willing to lose most of its\nunits. But nothing less can even do significant damage, and the rebel\nbase did not have that much. Nor could they get even what they had into\nfull action.\n\nThe ships rushed out of interstellar space, flashing the recognition\nsignals I had given. Before the picket vessels suspected what was\nwrong, the Valgolians were on them. One managed to bleat a call to base\nand the alarm screamed again, men rushed to battle stations. Then the\nImperials blanketed all communications with a snarl of interference\nthrough which nothing the rebels had could drive.\n\nSo naturally they were thought to have been annihilated in a few swift\nblazes of fire and steel, a quick clean death and forgetfulness of\ndefeat. But only the drivers were crippled, and then the Supernova\nyanked the vessels to its titan flanks and held them in unbreakable\ngravity beams. The crews would be taken later, with narcotic gas or\nparalyzer beams--alive.\n\nFor the Empire needs its rebels.\n\nI knew the uselessness of going to battle stations, so I hung behind,\nseeking out Barbara, whose place was with the missile computer bank. I\nmet her and Kane in the hallway. The boy's face was white, and there\nwere tears running down his cheeks.\n\n\"This is the end,\" he said. \"They've found us out, and there's nothing\nleft but to die. Good by, Barbara.\" He kissed her, wildly, and ran for\nhis ship. Moodily, I watched him go. He expected death, and he would\nget only capture, and afterward--\n\n\"What are you doing here, Con?\" asked Barbara.\n\n\"I'm too shaky to be any good in the artillery. Let me go with you, I\ncan punch a computer.\"\n\nShe nodded silently, and we went off together.\n\n       *       *       *       *       *\n\nThe floor shook under us, and a crash of rock roared down the halls.\nThe heavy weapons on the Supernova were bloodlessly reducing our ground\ninstallations and our ships not yet in action to smashed rubble. They\nwould kill not a single one of us, except by uncontrollable accident,\nand save many Valgolian and Earth lives that way, but it wasn't\npleasant to be slugged. The girl and I staggered ahead. When the lights\nwent out, I stopped and held her.\n\n\"It's no use,\" I said. \"They've got us.\"\n\n\"Let me go!\" she cried.\n\nI hung on, and suddenly she collapsed against me, crying and shaking.\nWe stood there with the city rumbling and shivering around us, waiting.\n\nPresently the Valgolian commander released the interference and\ncontacted Levinsohn, offering terms of surrender. It seemed to\nLevinsohn, and it was meant to seem, that further resistance would be\nuseless butchery. His ships were gone and his foes need only bombard\nhim to ruin. He capitulated, and one by one we laid down our arms and\nfiled to meet the victors.\n\nThe terms, as announced by messengers--the intercom was out of\naction--were generous. Leading rebels and those judged potentially\n\"dangerous\" would go to penal colonies on various Earthlike planets.\nExcept that they weren't penal colonies at all, but, of course, the\nEarthlings wouldn't know this. They were indoctrination centers, and,\nwith all my bitterness, I still longed to observe a man like Levinsohn\nafter five years in one of the centers. He'd see things in a different\nperspective. He'd see the Empire for what it was--even if I sometimes\nhad a little trouble seeing that now--and he'd be a better rebel for it.\n\nSomeday Levinsohn and his kind would be back on Earth, the new leaders\nready to lead the way to a new tomorrow. And I would be with them.\n\nI'd be back with Levinsohn and the rest, and with Barbara, too, and\nwe'd try to pave the way to the peace and friendship. But meanwhile\nthere'd be other revolutions--striving and hoping and breaking their\nhearts daring what they thought would be death to win what they called\nfreedom and what we hoped would be evolution.\n\nIt was the fire to temper a new civilization.\n\nWe walked down the hall, Barbara and I, hand in hand, alone in spite\nof all the people who were shuffling the same way. Most of them were\nweeping. But Barbara's head was high now.\n\n\"What will happen to us?\" she asked.\n\n\"I don't know,\" I said. \"But, Barbara, whatever happens after this,\nremember that I love you. Remember that I'll always love you.\"\n\n\"I love you too,\" she smiled, and kissed me. \"We'll be together, Con.\nThat's all that matters. We'll be together.\"\n\nThat was important--and it made me feel good. Yes, we'd be together;\nI'd see to that. But for a while Barbara would hate me through all\nthe long years of the indoctrination. Someday, perhaps, she would\nunderstand ... the indoctrination could do it, and I could help. But by\nthe gods of space, how would it be to take that hate all that while?\n\n       *       *       *       *       *\n\nWe came out into the central chamber where the prisoners were gathering\nto be herded up to the ships. Armed Valgolian guards stood under the\nglare of improvised lights. Other Imperials were going through the\ncity, flushing out those who might be hiding and removing whatever our\narmed forces could use. The equipment would do no one any good here,\nand Boreas would be left to its darkness.\n\nIt was cold in the vast shadowy room. The heating plant had broken down\nand the ancient cold of Boreas was seeping in. Barbara shivered and I\nheld her close to me. Nat Hawkins moved over to join us, wordlessly.\n\nI was questioned in a locked room by one of the big Valgolian officers.\nHe looked at a stereograph in his hand and he took me aside, but it was\nnot unusual. Many of the starbound prisoners were being questioned by\ntheir guards, and I was merely one of them.\n\n\"Colonel Halgan?\" the officer asked with an eagerness close to\nhero-worship. He was obviously fresh from school and military\nterminology came from his lips as if it really meant something to a\nValgolian. The colonel, of course, meant that in a titular sense I had\nbeen elevated for my work. Funny, if you use the language enough, you\nget to believe it yourself.\n\n\"Sir,\" the young officer continued, \"this is one of the greatest pieces\nof work I've ever seen. I am to extend the official congratulations\nof--\"\n\nI let him talk for a while and then I raised my hand peremptorily and I\ntold him that the girl with the Earthling Hawkins was to go along for\nindoctrination, despite the fact that her name did not appear on his\nlists. He nodded, and I went back to Barbara, but half a dozen men had\ncome between us.\n\nLevinsohn and five guards. The man's carriage was still erect, the old\nunbreakable pride and courage were still in him. Someone among the\nprisoners broke loose and rushed at him, cursing, till the Valgolians\nthrust him back into line.\n\n\"Levinsohn!\" screamed the man. \"Levinsohn, you dirty Jew, you sold us\nout!\"\n\nThere you see why this rebellion had to be crushed. Earth still had a\nlong way to go. The Levinsohns, the Barbaras, the more promising of\nthe anarchs would be educated and returned and the civilizing process\nwould go on. Earth's best and bravest would unite and fight us, and\nwith each defeat they would learn something of what we had to teach\nthem, that all races, however divergent, must respect each other and\nwork together, learn it with an intensity which the merely intellectual\nteaching of schools and propaganda could not achieve alone--or, at any\nrate, soon enough.\n\nValgolia is the great and lonely enemy, the self-appointed Devil since\nnone of us can be angels. It is the source of challenge and adversity\nsuch as has always driven intelligence onward and upward, in spite of\nitself.\n\nSooner or later, generations hence, perhaps, all the subject worlds\nwill have attained internal unity, forgetting their very species in\na common bond of intelligence. And on that day Valgolia's work will\nbe done. She and her few friends, her _donagangors_, will seemingly\ncapitulate without a fight and become simply part of a union of free\nand truly civilized planets.\n\nAnd such a union will be firmer and more enduring than all the\ntyrant empires of the past. It will have the strength of a thousand\nor more races, working together in the harmony which they achieved in\nstruggling against us.\n\n       *       *       *       *       *\n\nThat is the goal, but it is a long way ahead; there may be centuries\nneeded, and meanwhile Valgolia is alone.\n\nBarbara would understand. In time she would understand what she as yet\ndid not even know. But first would be the hatred, the cold stark hatred\nthat must come of knowing who and what I really am. I could only wait\nfor that hatred to come after she learned, and then wait for it to go,\nslowly, slowly....\n\nLines of the Earthlings were filing forward, and, with Nat Hawkins,\nBarbara waited for me. I walked to her and took her hand. Her head was\nhigh, as high as Levinsohn's. She expected all of us to die, but she'd\nmeet the relatives and friends she thought were dead.\n\nIt would be a great, a crushing humiliation, to know one's martyrs were\nalive and being well treated and intensively educated by the foe, who\nwas supporting and encouraging one's supposedly dangerous revolution.\n\n\"It won't be so bad as long as we're together, darling,\" I said.\n\nShe smiled, misunderstanding, and kissed me defiantly before our\nValgolian guards.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Inside Earth, by Poul Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INSIDE EARTH ***\n\n***** This file should be named 51184-8.txt or 51184-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/8/51184/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}