{"title": "All Jackson's Children", "author": "Daniel F. Galouye", "releaseDate": "February 11, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                        All Jackson's Children\n\n                         By DANIEL F. GALOUYE\n\n                         Illustrated by FINLAY\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction January 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Their chances hung literally on a prayer ...\n              which they had to answer all by themselves!\n\n\nAngus McIntosh vigorously scuffed the tarnished nameplate on the\nwrecked cargo carrier. Then he stepped back and squinted under shaggy\ngray eyebrows.\n\nLetter by letter, number by number, he coaxed out the designation\non the crumpled bow of the spacer in the vine-matted gorge: \"RT ...\n3070 ... VG-II.\"\n\nHis lean frame tensed with concern as he turned to stare soberly at the\nother. \"A Vegan robot trader!\"\n\nBruce Drummond grinned. \"Are we lucky! Clunkers are worth money--in any\ncondition.\"\n\nAngus snorted impatiently. \"Let's get out of here, quick.\"\n\n\"Get out?\" the stocky Drummond repeated incredulously as he ran\nthick-set fingers over the black stubble on his cheek. \"Ain't we going\nto salvage the clunkers? The book says they're ours after fifty years.\"\n\n\"The hold's empty. There's no cargo.\"\n\n\"There was when it landed. Look at the angle of incidence on those\nfins.\"\n\n\"Exactly.\" Frowning, Angus shifted his holster around on his hip and\nstrode back toward the plain. \"Ever hear of a frustrated compulsion?\"\n\n       *       *       *       *       *\n\nDrummond, following hesitantly, shook his head.\n\n\"Those clunkers have to satisfy a basic behavior circuit,\" McIntosh\nexplained as he hastened his step. \"We don't know what the compulsion\nof this bunch is. Suppose--well, suppose they have a chiropractic\nfunction. How'd you like to be the first person to show up after\nthey've been frustrated for a hundred years?\"\n\n\"Oh,\" Drummond said comprehendingly, stumbling to keep pace.\n\nAngus McIntosh brushed a mass of tendrils aside and stepped out on the\nplain. \"We'll report it and let them send in a deactivation crew. That\nway, at least, we'll get fifty per cent of salvage and no danger.\"\n\n\"Even that ain't bad--just for following an SOS a hundred light-years.\nTaking an uncharted route and picking up that signal sure paid off\nlike--\"\n\nDrummond gagged on his words as he gripped Angus's arm and pointed.\n\nTheir ship was a shining oval, bobbing and weaving on a sea of silver\nthat surged across the plain toward a cliff on the left.\n\n\"Clunkers!\" Drummond gasped. \"Hundreds of 'em--making off with our\nboat!\"\n\nHe unholstered his weapon and fired.\n\nAngus struck his wrist sharply. \"Why don't you just run out waving your\narms? We don't have enough firepower to get more than eight or ten of\nthem.\"\n\nBut the warning was too late. Already the tide had washed away from the\nship and was surging toward the gorge.\n\nThere was a noise behind them and Angus spun around. Ten feet away\nstood a robot with the designation RA-204 on his breast-plate.\n\n\"Welcome, O Jackson,\" the clunker said reverently.\n\nThen he hinged forward on his hip joints until his head almost touched\nthe ground. The gesture was a clockwork salaam.\n\n       *       *       *       *       *\n\nMcIntosh's thin legs dangled in front of 204's breast-plate and his\nankles were secure in the grip of metal fingers as he rode the robot's\nshoulders.\n\nRA-76 strode alongside, carrying a squirming and swearing Drummond.\nAround them, the shining horde marched along noisily.\n\n\"He has come!\" cried one.\n\n\"Jackson has come!\" chanted the others of the shining horde.\n\n\"He will show us the way!\" shouted RA-204.\n\nDrummond kicked, but 76 only held his legs more firmly. Furious,\nDrummond reached for his gun.\n\n\"That's using your head,\" Angus said sarcastically. \"Agitate them. Then\nwe'll never get out of here.\"\n\nDrummond let the weapon slip back into its holster. \"What did we get\ninto--a nest of fanatics? Who's Jackson?\"\n\nAngus helplessly shrugged his bony shoulders.\n\nThe procession filtered through a narrow woods and broke out on another\nplain, headed for the nearby cliff.\n\nAngus leaned forward. \"Put me down, 204.\"\n\n\"Thou art Jackson,\" said the robot solemnly. \"And Thou art testing me\nto see whether I would so easily abandon my Supervisor.\"\n\n\"Not testing,\" Angus said. \"Just asking. Come on, how about it?\"\n\n\"Praise Jackson!\" 204 cried.\n\n\"Jackson! Jackson!\" intoned the throng.\n\nDrummond leaned an elbow on 76's skull plate and disgustedly cupped his\nchin in his hand. \"What if they _are_ chiropractor robots?\"\n\n\"We'll probably need one after this ride,\" Angus said uncomfortably.\n\n\"Not like we'll need a way to get back to the ship and cut off those\nconverters before they over-charge.\"\n\n\"Slow charge?\" Angus asked between grunts timed with 204's stride.\n\n\"Hell, no. I didn't think we'd be here more than a couple of hours. By\ntomorrow at this time, there'll be a crater out there big enough to\nbury the Capellan fleet.\"\n\n\"Great,\" said Angus. \"That gives us another thing to worry about.\"\n\nThe robots fell into two groups as they neared a cave in the cliff.\n\n\"Jackson is my Supervisor!\" chanted the ones on the right.\n\n\"I shall not rust!\" answered those on the left.\n\n\"He maketh me to adjust my joint tension!\" cried the first group.\n\n\"Oh, brother,\" said Drummond.\n\n\"Sounds like a psalm,\" suggested Angus.\n\n\"You ought to know. You always got your nose in that Bible.\"\n\n\"Notice anything peculiar about them?\"\n\n\"Very funny,\" sneered Drummond at the question.\n\n\"No, I'm serious.\"\n\n\"They bounce the daylights out of you when they walk,\" Drummond\ngrumbled.\n\n\"No. Their finish. It's shiny--like they were fresh out of the\nfactory--not like they've been marooned here for a hundred years.\"\n\n       *       *       *       *       *\n\nDrummond scratched his chin. \"Maybe their compulsion is metal\npolishing.\"\n\n\"Not with the kind of fingers they have.\"\n\nAngus indicated the hand that held his ankle. Three digits were\nwrenches of various sizes. The index finger was a screwdriver. The\nthumb was a Stillson wrench. The thumb on the other hand was a disclike\nappendage.\n\nDrummond hunched over. \"76, what's your function?\"\n\nThe robot looked up. \"To serve Jackson.\"\n\n\"You're a big help,\" said Drummond.\n\n\"Why dost thou tempt us, O Jackson?\" asked RA-204. \"Wouldst Thou test\nour beliefs?\"\n\n\"We're no gods,\" Angus declared as the robot drew up before the cave.\n\n\"Thou art Jackson!\" insisted 204.\n\nDrummond and McIntosh were hoisted to a ledge beside the mouth of\nthe cave. The robots backed off, forming a half circle, and bowed in\nobeisance.\n\nAngus ran a hand helplessly through his sparse gray hair. \"Would you\nsay there are four hundred of them?\"\n\n\"At least.\" Drummond surveyed the expanse of metal bodies. \"You know,\nmaybe they don't have a function.\"\n\n\"Impossible. Hasn't been a clunker in five hundred years without a\nprimary compulsion.\"\n\n\"Think they forgot theirs?\"\n\n\"Can't. They may forget how to put it in words, but the compulsion is\ngood for as long as their primary banks are intact. That's not what's\nworrying me, though.\"\n\n\"No?\"\n\n\"_Religious_ robots! There can't be any such brand. Yet here they are.\"\n\nDrummond studied them silently.\n\n\"Before there can be theological beliefs,\" McIntosh went on, \"there\nhas to be some sort of foundation--the mystery of origin, the fear of\ndeath, the concept of the hereafter. Clunkers _know_ they come from a\nfactory. They _know_ that when they're finally disassembled, they'll be\nlifeless scrap metal.\"\n\nDrummond spat disdainfully. \"One thing's for sure--this pack thinks\nwe're God Almighty.\"\n\n\"Jackson Almighty,\" Angus corrected somberly.\n\n\"Well, God or Jackson, we'd better get back to the ship or this is\ngoing to be a long visitation.\"\n\nDrummond faced the almost prostrate robots and made a megaphone of his\nhands. \"All right, you guys! How's about knocking it off?\"\n\nSlowly, the robots reared erect, waiting.\n\n\"Take us back to our ship!\"\n\nRA-204 stepped forward. \"Again Thou art testing us, O Jackson.\"\n\n       *       *       *       *       *\n\nAngus spread his arms imploringly. \"Look, fellows. We're men. We're--\"\n\n\"Thou art our Supervisor!\" the throng roared.\n\n\"One of you is Jackson,\" explained 204. \"The other is a Divine Test. We\nmust learn which is the True Supervisor.\"\n\n\"You're _not_ being tested!\" McIntosh insisted.\n\n\"Our beliefs are firm, O Jackson!\" cried a hundred metallic voices.\n\n\"Thou are the Supervisor!\" declared 204 resolutely.\n\n\"For God's sake,\" urged Drummond, \"tell 'em you're their Jackson and\nthen lay down the law.\"\n\n\"No. Can't do it that way.\"\n\n\"Why not? Unfair advantage, I suppose?\" There was a cutting edge on the\nyounger man's words.\n\nAngus stared thoughtfully at the robots. \"If we only knew how they\nforgot their origin, how they got religion, we might find a way to get\nthrough to them.\"\n\nDrummond laughed contemptuously. \"_You_ figure it out. _I'm_ going to\nplay Jackson and get back to the ship.\" He turned toward the robots.\n\nBut McIntosh caught his arm. \"Let me try something else first.\" He\nfaced the horde below. \"Who made you?\"\n\n\"Thou hast, O Supervisor!\" the robots chanted like a gleeful Sunday\nschool class.\n\n\"And Thou hast put us on this world and robot begot robot until we were\nas we are today,\" added 204 solemnly.\n\nDrummond slapped the heel of his hand against his forehead. \"Now they\nthink they've got a sex function!\"\n\nAngus's shoulders fell dismally. \"Maybe if we try to figure out their\ndesignation. They're all RAs--whatever the A stands for.\"\n\nThere was a hollow rumbling in the cave that grew in volume until the\ncliff shook. Then a second group of robots emerged and fanned out to\nencircle the ledge.\n\n\"Hell,\" said Drummond in consternation. \"There's twice as many as we\nfigured!\"\n\n\"Thought there'd be more,\" Angus admitted. \"That ship was big enough to\nhold a thousand clunkers. And they didn't waste space in those days.\"\n\nThe newcomers fell prostrate alongside the others.\n\n       *       *       *       *       *\n\nThe planet's single satellite hung like a lost gem over the low\nmountains east of the plain. It washed the cliff with a cloak of\neffulgence and bathed the forbidden ship in an aura of gleaming silver.\n\nBelow the ledge, the reverent robots wavered occasionally and\nhighlights of coruscation played capriciously across their plates.\nTheir whispered invocations were a steady drone, like the soft touch of\nthe wind.\n\n\"Quit it!\" Drummond yelled angrily. \"Break it up! Go home!\"\n\nAngus sat with his head against the cliff, face tilted up. \"That didn't\nhelp any.\"\n\n\"When are they going to give up?\"\n\nMcIntosh glanced abstractedly at the horde. \"How long would we keep it\nup if _our_ God appeared among us?\"\n\nDrummond swore. \"Damned if you haven't been reading the print off that\nBible!\"\n\n\"What do you suppose happened,\" Angus went on heedlessly, \"to make them\nmore than clunkers--to make them grope for the basic truths?\"\n\nDrummond spat disgustedly in answer.\n\n\"Civilization goes on for a hundred years,\" Angus said as he leaned\nback and closed his eyes, \"spreading across a hunk of the Galaxy,\ncarrying along its knowledge and religious convictions. And all the\nwhile, there's this little lost island of mimic beliefs--so much like\nour own creed, except that their god is called Jackson.\"\n\nDrummond rose and paced. \"Well, you'll have plenty of time to set them\nstraight, if we're still sitting on this shelf eleven hours from now.\"\n\n\"Maybe that's what it'll take--bringing them step by step through\ntheology.\"\n\n\"Overnight?\"\n\nNo, not overnight, Angus realized. It would take months to pound in new\nconvictions.\n\nDrummond slipped down from the ledge. \"Here goes nothing.\"\n\nInterestedly, Angus folded his arms and watched the other square his\nshoulders and march off confidently through the ranks of robots toward\nthe ship in the distance.\n\nFor a moment, it seemed he would succeed. But two of the RAs suddenly\nreared erect and seized him by the arms. They bore him on their\nshoulders and deposited him back on the ridge beside McIntosh.\n\n\"Warm tonight,\" Drummond observed bitterly, glancing up at the sky.\n\n\"Sure is,\" Angus agreed, his voice calm. \"Wouldn't be surprised if we\ngot some rain tomorrow.\"\n\n       *       *       *       *       *\n\nDrummond flipped another pebble and it _pinged_ down on a metal back.\n\"Seven out of thirteen.\"\n\n\"Getting good.\"\n\n\"Look, let's tell 'em we're their Supervisor and end this marathon\nworship.\"\n\n\"Which one of us is going to play the divine role?\"\n\n\"What difference does it make?\"\n\nAngus shrugged and his tired eyes stared off into the darkness. \"One of\nus is--Jackson. The other is an impostor, brought here to test their\nfaith. When they find out which is which, what are they going to do to\nthe impostor?\"\n\nDrummond looked startled. \"I see what you mean.\"\n\nThe miniature moon had wheeled its way to the zenith and now the first\ngray tinge of dawn silhouetted the peaks of the mountain range.\n\nAngus rose and stretched. \"We've got to find out what their function\nis.\"\n\n\"Why?\"\n\n\"It looks like religion is their only interest. But maybe that's\nbecause they're completely frustrated in their basic compulsion. If we\ncould discover their function, maybe we could focus their attention\nback on it.\"\n\n\"RA,\" Drummond mumbled puzzledly. \"Robot agriculturist?\"\n\n       *       *       *       *       *\n\nAngus shook his head. \"They wouldn't be frustrated--not with a\nwhole planet to farm. Besides, they'd be equipped with agricultural\nimplements instead of wrenches.\"\n\nDrummond got up suddenly. \"You figure it out. I have something else to\ntry.\"\n\nAngus followed him along the ledge until they reached the mouth of the\ncave.\n\n\"What are you going to do?\"\n\nDrummond hitched his trousers. \"The way we're ringed in here, it's a\ncinch we won't get past 'em in the six hours we have left.\"\n\n\"So you're going to make off through the cave?\"\n\nThe younger man nodded. \"They might take off after me. That'll give you\na chance to get to the ship and cut off those converters before they\nmake like a nova.\"\n\nAngus chuckled. \"Suppose half of them decide to stay here with me?\"\n\nDrummond swore impatiently at his skepticism. \"At any rate, one of us\nmight get back to the converters.\"\n\n\"And leave the other here?\"\n\n\"He can say he's Jackson and order an attack in force on the ship.\"\n\n\"I don't follow you.\"\n\n\"Skidding the ship in a circle with the exhaust blowers on,\" Drummond\nexplained patiently, \"will take care of _ten thousand_ clunkers.\"\n\nHe dropped from the ledge and raced into the cave. None of the robots\nstirred. Either they hadn't noticed Drummond's departure, Angus\nreasoned, or they weren't concerned because they knew the cave led\nnowhere.\n\n       *       *       *       *       *\n\nThe sun came up, daubing the cliff with splotches of orange and purple\nand striking up scintillations in the beads of dew on the robots' backs.\n\nAnd still the tiresomely shouted veneration continued.\n\nAngus paced the ledge, stopping occasionally to stare into the\nimpenetrable shadows of the cave. He checked his watch. Five hours to\ngo--five hours, and then time would be meaningless for the rest of his\nlife, with the ship destroyed.\n\nIt was unlikely that rescue would come. The wrecked spacer's automatic\ndistress signals had gone out in an ever-expanding sphere for a hundred\nyears, and he and Drummond had been the only humans to hear them.\n\nTrade routes were pretty stable in this section of the Galaxy now. And\nit was hardly possible that, within the next ten or twenty years, one\nwould be opened up that would intercept the SOS that had lured them\nhere.\n\nHe stood up and surveyed the robots. \"RA-204.\"\n\n204 reared erect. \"Yes, Jackson?\"\n\n\"One of us is gone.\"\n\n\"We know, O Supervisor.\"\n\n\"Why did you let him get away?\"\n\n\"If he is not the True Jackson, it doesn't matter that he fled. If he\nis the Supervisor, he will return. Otherwise, why did he come here to\nus in the first place?\"\n\nAnother robot straightened. \"We are ashamed, O Jackson, that we have\nfailed the Divine Test and have not recognized our True Supervisor.\"\n\nAngus held up his arms for silence. \"Once there was a cargo of robots.\nThat was a hundred years ago. The ship was from Vega II. It developed\ntrouble and crashed when it tried to land on this planet. There was--\"\n\n\"What's a year, O Supervisor?\" asked 204.\n\n\"A Vega-two, Jackson?\" said 76 bewilderedly.\n\n\"What's a planet?\" another wanted to know.\n\nMcIntosh leaned back hopelessly against the cliff. All of their\nmemories and a good deal of their vocabularies had been lost. He could\ndetermine how much only through days of conversation. It would take\nweeks to learn their function, to rekindle a sense of duty sufficiently\nstrong to draw their interest away from religion. Unless--\n\nHe drew resolutely erect. \"Strip the converters! Pull the aft tube\nlining!\"\n\nThe robots looked uncomprehendingly at him. It was obvious they weren't\ntrained for spacecraft maintenance.\n\nBut it had to have something to do with mechanics. \"A battle fleet is\norbiting at one diameter! Arm all warheads on the double!\"\n\nThey stared helplessly at one another, then back at Angus. Not\nordnancemen.\n\n\"Pedestrian Strip Number Two is jammed! Crane crew, muster on the\nright!\"\n\nThe robots shifted uncertainly. Apparently they weren't civic\nmaintenancemen, either.\n\nDefeated, Angus scanned their blank face plates. For a moment, it was\nalmost as though he could discern expressions of confusion. Then he\nlaughed at the thought that metal could accommodate a frown.\n\nSuddenly the robots shifted their gaze to the cave. Drummond, shoulders\nsagging dismally, walked out and squinted against the glare. Several of\nthe robots started toward him.\n\n\"Okay, okay!\" he growled, heading back for the ledge before they could\nreach him.\n\n       *       *       *       *       *\n\n\"No luck?\" Angus asked.\n\nDisgusted, Drummond clambered up beside him. \"The cave's just a\nnice-sized room.\"\n\n\"Took you two hours to find that out?\"\n\nThe younger man shook his head. \"I was hiding by the entrance, waiting\nfor the clunkers to break it up and give me a chance to run for the\nship.... How many robots did we decide there were?\"\n\n\"About eight hundred.\"\n\n\"Wrong. You can add another four hundred or so.\"\n\n\"In the cave?\"\n\nDrummond nodded. \"With their parts spread all the way from here to hell\nand back.\"\n\n\"Dismantled?\"\n\n\"Down to the last nut and bolt. They've even got their secondary memory\nbanks stripped.\"\n\nAngus was thoughtfully silent a long while. \"RA ...\" he said finally.\n\"Robot Assembler!\"\n\n\"That's what I figured.\" Drummond turned back toward the robots and\nfunneled his voice through his hands.\n\n\"Okay, you clunkers! I want all odd-numbered RAs stripped down for\nreconditioning!\" He glanced at Angus. \"When they get through, I'll have\nhalf of what's left strip the other half, and so forth.\"\n\nMcIntosh grinned caustically. \"Brilliant! The whole operation shouldn't\ntake more than two or three days.\" Then his face took on a grim cast.\n\"Drummond, we've only got four hours left to get to those converters.\"\n\n\"But you don't understand. Once they get started, they'll be so busy,\nwe'll probably be able to walk away.\"\n\nAngus smiled indulgently. \"Once they get started.\"\n\nHe nodded toward the robots.\n\nThey had all returned to their attitude of veneration.\n\n\"It won't work,\" McIntosh explained. \"Their obsession with religion is\nstronger than their primary compulsion. That's probably because they've\nbeen satisfying their compulsion all along.\" He jerked a thumb in the\ndirection of the cave.\n\nDrummond swore venomously.\n\nAngus dropped down on the ledge and folded his knees in his arms. He\nfelt his age bearing down on him for the first time.\n\n\"Twelve hundred robots,\" he said meditatively. \"Twelve hundred _RA_\nrobots. Out of touch with civilization for a century. Satisfying their\nprimary function by disassembling and assembling one another. Going at\nit in shifts. Splitting themselves into three groups.\"\n\n\"That device on their left thumb,\" Drummond interrupted. \"It's a\nburnisher. That's why they're so shiny.\"\n\nAngus nodded. \"Three groups. Group A spends so many months stripping\nand reassembling Group B. Meanwhile, Group C, which has just been put\ntogether again, has no memory because their secondary banks have been\nwiped clean. So, like children, they _learn_ from the working Group A.\"\n\n       *       *       *       *       *\n\nDrummond's mouth hung open in shocked understanding. \"And by the time A\nfinishes the job, C's education is complete! And it's A's turn to be\nstripped!\"\n\n\"By then,\" Angus went on, \"Group C is not only ready to start stripping\nGroup A, but has also become intellectually mature enough to begin the\neducation of the reassembled Group B!\"\n\nThey sat still for a while, thinking it over.\n\n\"The compulsion to do their jobs,\" McIntosh continued, \"is unchanged\nbecause the primary function banks are sealed circuits and can't be\ntampered with. But in each generation, they have their secondary memory\ncircuits wiped clean and have to start all over, getting whatever\ngeneral knowledge they can from the last generation.\"\n\nDrummond snapped his fingers excitedly. \"That's why they don't know\nwhat we are! Their idea of Man had to be passed down by word of mouth.\nAnd it got all distorted in the process!\"\n\nAngus's stare, more solicitous now, swept slowly over the prostrate\nrobots. \"More important, that's why they developed a religion. What's\nthe main difference between human and robotic intelligence? It's\nthat our span of life is limited on one end by birth, the other by\ndeath--mysteries of origin and destiny that can't be explained. You\nsee, the _ordinary_ clunker understands where _he_ came from and where\nhe's going. But here are robots who have to struggle with those\nmysteries--birth and death of the conscious intellect which they\nthemselves once knew, and forgot, and now have turned into myths.\"\n\n\"So they start thinking in terms of religion,\" Drummond said. \"Well,\nthat clears up the whole thing, doesn't it?\"\n\n\"Not quite. It doesn't explain why the religion they've invented\nparallels ours so closely. And it doesn't tell us who Jackson is.\"\n\nDrummond ran thick fingernails against the stubble on his cheeks.\n\"Jackson is my Supervisor. I shall not rust. He maketh me to adjust\nmy joint tension--\" He stopped and frowned. \"I've heard that before\nsomewhere, only it sounded different.\"\n\nAngus gave him a wry, tired smile. \"Sure. It's practically the Psalm of\nDavid. Now you see why the resemblance is driving me batty.\"\n\n       *       *       *       *       *\n\nThe robots stirred. Several of them stood up and plodded into the\ncave. The others continued repeating their endless praise and\ndevotion--prayers in every sense of the word except common sense.\n\nAngus leaned back against the cliff and let the sun's heat warm him.\n\n\"Somehow it doesn't seem fair,\" he commented unhappily.\n\n\"What doesn't?\" Drummond asked.\n\n\"They're so close to the Truth. Yet, after we file a report, a\ndeactivation crew will come along and erase their beliefs. They'll have\ntheir memory banks swept clean and once more they'll be nothing but\nclunkers with a factory-specification job of routine work to do.\"\n\n\"Ain't that what they're supposed to be?\"\n\n\"But these are different. They've found something no clunker's ever\nhad before--hope, faith, aspiration beyond death.\" He shook his head\nruefully.\n\nThere was movement at the mouth of the cave and the smaller group of\nrobots emerged from the shadows, two of them bearing a stone slab.\nTheir steps were ceremoniously slow as they approached the ledge.\nBowing, they placed the tablet at Angus's feet and backed away.\n\n\"These are the articles of our faith, O Jackson,\" one announced. \"We\nhave preserved them for Thy coming.\"\n\nMcIntosh stared down at the charred remains of a book. Its metal-fiber\nbinding was shredded and fused and encrusted with the dust of ages.\n\nDrummond knelt beside it and, with stiff fingers, brushed away the film\nof grime, uncovering part of the title:\n\n     OLY\n    BIB  E\n\nEagerly, Angus eased the cover back. Of the hundreds of pages it had\noriginally contained, only flaked parts of two or three remained. The\nprinting was scarcely legible on the moldy paper.\n\nHe read aloud those words he could discern:\n\n\"... to lie down in green pastures; He leadeth me beside cool waters;\nHe....\"\n\nDrummond jabbed Angus with a triumphant forefinger. \"They didn't invent\nany religion, after all!\"\n\n\"It isn't important _how_ they got it. The fact that they accepted\nit--that's what's important.\" McIntosh glanced up at Drummond. \"They\nprobably found this in the wreck of the ship they'd been in. It's easy\nto see they haven't used it in hundreds of generations. Instead, the\ngist of what's in it was passed down orally. And their basic concepts\nof Man and supervisor were distorted all along the way--confused with\nthe idea of God.\"\n\n       *       *       *       *       *\n\nGently, he let the cover fall. And a shining square of duraloid fell\nout.\n\n\"It's somebody's picture!\" Drummond exclaimed.\n\n\"An ID card,\" Angus said, holding it so the light wouldn't reflect off\nits transparent protective cover.\n\nIt was a picture of a nondescript man--not as stout as Drummond, nor as\nlean as McIntosh--with hair neither all black, like the younger man's,\nnor nearly all white, like Angus's.\n\nThe print below the picture was indiscernible, except for the subject's\nlast name....\n\n\"Jackson!\" Drummond whispered.\n\nAngus slowly replaced the card. \"A hundred years of false devotion,\" he\nsaid pensively. \"Just think--\"\n\n\"This is no time for that kind of gas.\" Drummond glanced at his watch.\n\"We got just two hours to cut off those converters.\" Desperately, he\nfaced the robots. \"Hey, you clunkers! You're robot assemblers. You got\nfour hundred clunkers in that cave, all in pieces. Get in there and put\n'em together!\"\n\nAngus shook his head disapprovingly. Somehow it didn't seem right,\ncalling them clunkers.\n\n\"Jackson is my Supervisor!\" intoned RA-204.\n\n\"Jackson is my Supervisor!\" echoed the mass.\n\nDrummond glanced frantically at his watch, then looked helplessly at\nAngus. Angus shrugged.\n\nThe younger man's face suddenly tensed with resolution. \"So they've got\nto have a Jackson? All right, I'll give 'em one!\"\n\nHe waved his fist at the horde. \"I'm your Supervisor! I'm your Jackson!\nNow clear out of the way and--\"\n\nRA-76's hand darted out and seized Drummond's ankle, tugged him off the\nledge. As he fell to the ground, a score of robots closed in over him,\nmetal arms flailing down methodically. Angus yelled at them to stop,\nsaw he was too late and sank down, turning away sickly.\n\nFinally, after a long while, they backed off and faced Angus.\n\n\"We have passed the Divine test, O Jackson!\" 204 shouted up jubilantly.\n\n\"We have redeemed ourselves before our Supervisor!\" exclaimed 76.\n\nIt took a long, horror-filled moment before Angus could speak.\n\n\"How do you know?\" he managed to ask at last.\n\n\"If he had been Jackson,\" exclaimed 204, \"we could not have destroyed\nhim.\"\n\n       *       *       *       *       *\n\nThe robots fell prostrate again and returned to their devotional. But\nnow the phrases were triumphant, where before they had been servile and\nuncertain.\n\nAngus stared numbly down at Drummond, then backed against the cliff.\nThe litany below, exuberant now, grew mightily in volume, booming\nvibrantly against distant hills.\n\n\"There is but one Supervisor!\" intoned 204.\n\n\"But one Jackson!\" answered the assembly.\n\n\"And now He dwelleth among His children!\" 76 chanted.\n\n\"In their midst!\" boomed the hundreds.\n\nSuddenly it all seemed horribly ludicrous and Angus laughed. The\nlitany, stopped and his laughter grew shriller, louder, edged with\nhysteria.\n\nThe shimmering sea of metal, confounded, stared at him and it was as\nthough he could see fleshy furrows of confusion on the featureless\nfaces.... But how could a clunker show emotion?\n\nHis laughter slowed and died, like the passing of a violent storm. And\nhe felt weakened with a sickening sense of compassion. Robots--_human_\nrobots--standing awed before unknown concepts while they groped\nfor Truth. Clunkers with a sense of right and wrong and with an\noverwhelming love. It was absurd that he had been elected father of\ntwelve hundred children--whether flesh or metal--but it didn't _feel_\nat all absurd.\n\n\"Dost Thou despair of us, O Jackson?\" asked 76 hesitantly, staring up\nat him.\n\n204 motioned toward the ship, the top of its hull shining beyond the\nnearby woods. \"Wouldst Thou _still_ return to Thy vessel, Supervisor?\"\n\nIncredulous, Angus tensed. \"You mean I can go?\"\n\n\"If that is Thy wish, True Jackson, you may go,\" said 76 submissively.\n\nAs he watched unbelievingly, a corridor opened in their ranks,\nextending toward the woods and the ship beyond. He glanced anxiously at\nhis watch. There was still more than an hour left.\n\nWearily, he dropped from the ledge and trudged toward freedom, trying\nto look straight ahead. His eyes, nevertheless, wandered to the\ndejected figures who faced him with their heads bowed.\n\nThen he laughed again, realizing the illogical nature of his solicitous\nthoughts. Imagine--_dejected_ clunkers! Still, the metal faces seemed\nsomehow different. Where, a moment earlier, he had fancied expressions\nof jubilation, now there was the sense of hopelessness on the steel\nplates.\n\n       *       *       *       *       *\n\nShrugging off his uncertainty, he walked faster. After all, was it\n_his_ fault they'd stumbled upon a substitute for birth and death\nand had become something more than clunkers? What was he supposed to\ndo--stay and play missionary, bring them the Truth so that when a\ndeactivation crew came along, they would be so advanced morally that no\none would suggest their destruction?\n\nHe stopped and scanned the ranks on either side. He'd do one thing\nfor them, at least--he wouldn't report the wreck. Then it would be\ncenturies, probably, before another ship wandered far enough away from\nthe trade routes to intercept the distress signals.\n\nRelieved by his decision, he went ahead more at ease.\n\nAnd the litany started again--softly, appealing:\n\n\"Jackson is my Supervisor.\"\n\n\"I shall not rust....\"\n\nAngus stiffened abruptly and stared at his watch, realizing belatedly\nthat it had stopped. But how long ago? How much time did he have left?\nShould he take the chance and make a dash for the converters?\n\nHe reached the end of the robot corridor and started to sprint for the\nship.\n\nBut he halted and turned to glance back at the humble, patient horde.\nThey were expectantly silent now--as though they could sense his\nindecision. He backed away from them.\n\nThen the light of a hundred Arcturan days flared briefly and a mighty\nmountain of sound and concussion collapsed on him. The trees buckled\nand branches were hurled out against the cliff. It rained leaves and\npieces of metal from the hull for a long while as Angus hugged the\nground.\n\nWhen he finally looked up, familiar bits of the ship were strewn\naround him--a spacesuit helmet here, a control dial there, a\ntransmitter tube up ahead.\n\nHe rose shakily, staring at a black book that lay near the helmet with\nits pages ruffled. He picked it up and straightened out the leaves.\nThen he motioned to the robots and they clustered around him.\n\nHe would have to start from the beginning.\n\nHe wet his lips.\n\n\"In the beginning,\" Angus read in a loud, convincing voice, \"_God_\ncreated heaven and earth and the earth was void and empty and darkness\nwas upon the face of the deep. And _God_ said, 'Let there be light'....\"\n\n\n\n\n\nEnd of Project Gutenberg's All Jackson's Children, by Daniel F. Galouye\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALL JACKSON'S CHILDREN ***\n\n***** This file should be named 51185.txt or 51185.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/8/51185/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}