{"title": "Made to Measure", "author": "William Campbell Gault", "releaseDate": "February 12, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Made to Measure\n\n                       By WILLIAM CAMPBELL GAULT\n\n                       Illustrated by L. WOROMAY\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction January 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Somewhere is an ideal mate for every man\n               and woman, but Joe wasn't willing to bet\n               on it.  He was a man who rolled his own!\n\n\nThe pressure tube locks clicked behind them, as the train moved on. It\nwas a strange, sighing click and to Joe it sounded like, \"She's not\nright--she's not right--she's not right--\"\n\nSo, finally, he said it. \"She's not right.\"\n\nSam, who was riding with him, looked over wonderingly. \"Who isn't?\"\n\n\"Vera. My wife. She's not right.\"\n\nSam frowned. \"Are you serious, Joe? You mean she's--?\" He tapped his\ntemple.\n\n\"Oh, no. I mean she's not what I want.\"\n\n\"That's why we have the Center,\" Sam answered, as if quoting, which he\nwas. \"With the current and growing preponderance of women over men,\nsomething had to be done. I think we've done it.\"\n\nSam was the Director of the Domestic Center and a man sold on his job.\n\n\"You've done as well as you could,\" Joe agreed in an argumentative way.\n\"You've given some reason and order to the marital competition among\nwomen. You've almost eliminated illicit relations. You've established\na basic security for the kids. But the big job? You've missed it\ncompletely.\"\n\n\"Thanks,\" Sam said. \"That's a very small knife you've inserted between\nmy shoulder blades, but I'm thin-skinned.\" He took a deep breath.\n\"What, in the opinion of the Junior Assistant to the Adjutant Science\nDirector, was the _big_ job?\"\n\nJoe looked for some scorn in Sam's words, found it, and said, \"The big\njob is too big for a sociologist.\"\n\nSam seemed to flinch. \"I didn't think that axe would fit alongside the\nknife. I underestimated you.\"\n\n\"No offense,\" Joe said. \"It's just that you have to deal with human\nbeings.\"\n\n\"Oh,\" Sam said. \"Now it comes. You know, for a minute I forgot who you\nwere. I forgot you were the greatest living authority on robots. I was\nthinking of you as my boyhood chum, good old Joe. You're beyond that\nnow, aren't you?\"\n\n\"Beyond my adolescence? I hope so, though very few people are.\" Joe\nlooked at Sam squarely. \"Every man wants a perfect wife, doesn't he?\"\n\nSam shrugged. \"I suppose.\"\n\n\"And no human is perfect, so no man gets a perfect wife. Am I right, so\nfar?\"\n\n\"Sounds like it.\"\n\n\"Okay.\" Joe tapped Sam's chest with a hard finger. \"I'm going to make a\nperfect wife.\" He tapped his own chest. \"For me, just for me, the way I\nwant her. No human frailties. Ideal.\"\n\n\"A perfect robot,\" Sam objected.\n\n\"A wife,\" Joe corrected. \"A person. A human being.\"\n\n\"But without a brain.\"\n\n\"With a brain. Do you know anything about cybernetics, Sam?\"\n\n\"I know just as much about cybernetics as you know about people.\nNothing.\"\n\n       *       *       *       *       *\n\n\"That's not quite fair. I'm not sentimental about people, but it's\ninaccurate to say I don't know anything about them. _I'm_ a person. I\nthink I'm--discerning and sensitive.\"\n\n\"Sure,\" Sam said. \"Let's drop the subject.\"\n\n\"Why?\"\n\n\"Because you're talking nonsense. A person without faults is not a\nperson. And if--it or he--she were, I don't think I'd care to know him\nor her or it.\"\n\n\"Naturally. You're a sentimentalist. You've seen so much misery, so\nmuch human error, so much stupidity that you've built up your natural\ntolerance into a sloppy and unscientific sentimentality. It happens to\nsociologists all the time.\"\n\n\"Joe, I'm not going to argue with you. Only one thing I ask. When\nyou--break the news to Vera, break it gently. And get her back to the\nCenter as quickly as you can. She's a choice, rare number.\"\n\nJoe said nothing to that. Sam looked miserable. They sat there,\nlistening to the swishing, burring clicks of the airlocks, two\nfriends--one who dealt with people and had grown soft, the other who\ndealt with machines and might not have grown at all.\n\nAs the car rose for the Inglewood station, Sam looked over, but Joe's\neyes were straight ahead. Sam got up and out of the seat.\n\nThere was a whispering sigh of escaping air and the sunlight glare of\nthe Inglewood station, synthetic redwood and chrome and marble.\n\nSam was out of the cylindrical, stainless steel car and hurrying for\nthe Westchester local when Joe came out onto the platform. Sam was\nannoyed, it was plain.\n\nJoe's glance went from his hurrying friend to the parking lot, and his\ncoupe was there with Vera behind the wheel. It was only a three block\nwalk, but she had to be there to meet him, every evening. That was her\nmajor fault, her romantic sentimentality.\n\n\"Darling,\" she said, as he approached the coupe. \"Sweetheart. Have a\ngood day?\"\n\nHe kissed her casually. \"Ordinary.\" She slid over and he climbed in\nbehind the wheel. \"Sat with Sam Tullgren on the train.\"\n\n\"Sam's nice.\"\n\nHe turned on the ignition and said, \"Start.\" The motor obediently\nstarted and he swung out of the lot, onto Chestnut. \"Sam's all right.\nKind of sentimental.\"\n\n\"That's what I mean.\"\n\n       *       *       *       *       *\n\nJoe was silent. The coupe went past a row of solar homes and turned on\nFulsom. Three houses from the corner, he turned into their driveway.\n\n\"You're awfully quiet,\" Vera said.\n\n\"I'm thinking.\"\n\n\"About what?\" Her voice was suddenly strained. \"Sam didn't try to sell\nyou--\"\n\n\"A new wife?\" He looked at her. \"What makes you think that?\"\n\n\"You're thinking about me, about trading me in. Joe, haven't\nI--darling, is there--?\" She broke off, looking even more miserable\nthan Sam had.\n\n\"I don't intend to trade you in,\" he said quietly.\n\nShe took a deep breath.\n\nHe didn't look at her. \"But you're going back to the Center.\"\n\nShe stared at him, a film of moisture in her eyes. She didn't cry or\nask questions or protest. Joe wished she would. This was worse.\n\n\"It's not your fault,\" he said, after a moment. \"I'm not going to get\nanother. You're as ideal, almost, as a human wife can ever be.\"\n\n\"I've tried so hard,\" she said. \"Maybe I tried too hard.\"\n\n\"No,\" he said, \"it isn't your fault. Any reasonable man would be\ndelighted with you, Vera. You won't be at the Center long.\"\n\n\"I don't want a reasonable man,\" she said quietly. \"I want you, Joe.\nI--I loved you.\"\n\nHe had started to get out of the car. He paused to look back. \"Loved?\nDid you use the past tense?\"\n\n\"I used the past tense.\" She started to get out on her side of the car.\n\"I don't want to talk about it.\"\n\n\"But I do,\" he told her. \"Is this love something you can turn on and\noff like a faucet?\"\n\n\"I don't care to explain it to you,\" she said. \"I've got to pack.\" She\nleft the car, slammed the door, and moved hurriedly toward the house.\n\nJoe watched her. Something was troubling him, something he couldn't\nanalyze, but he felt certain that if he could, it would prove to be\nabsurd.\n\nHe went thoughtfully into the living room and snapped on the telenews.\nHe saw troops moving by on foot, a file of them dispersed along a\nBrazilian road. He turned the knob to another station and saw the\nhuge stock market board, a rebroadcast. Another twist and he saw a\ndisheveled, shrieking woman being transported down some tenement steps\nby a pair of policemen. The small crowd on the sidewalk mugged into the\ncamera.\n\nHe snapped it off impatiently and went into the kitchen. The dinette\nwas a glass-walled alcove off this, and the table was set. There was\nfood on his plate, none on Vera's.\n\n       *       *       *       *       *\n\nHe went to the living room and then, with a mutter of impatience, to\nthe door of the back bedroom. She had her grips open on the low bed.\n\n\"You don't have to leave tonight, you know.\"\n\n\"I know.\"\n\n\"You're being very unreasonable.\"\n\n\"Am I?\"\n\n\"I wasn't trying to be intentionally cruel.\"\n\n\"Weren't you?\"\n\nHis voice rose. \"Will you stop talking like some damned robot? Are you\na human being, or aren't you?\"\n\n\"I'm afraid I am,\" she said, \"and that's why I'm going back to the\nCenter. I've changed my mind. I want to get registered. I want to find\na _man_.\"\n\nShe started to go past him, her grip in her hand. He put a hand on her\nshoulder. \"Vera, you--\"\n\nSomething flashed toward his face. It was her slim, white hand, but it\ndidn't feel slim and white. She said, \"I can see now why you weren't\nmade _Senior_ Assistant to the Adjutant Science Director. You're a\nstupid, emotionless mechanic. A machine.\"\n\nHe was still staring after her when the door slammed. He thought of the\nhuge Domestic Center with its classes in Allure, Boudoir Manners, Diet,\nPoise, Budgeting. That vast, efficient, beautifully decorated Center\nwhich was the brain child of Sam Tullgren, but which still had to deal\nwith imperfect humans.\n\nPeople, people, people ... and particularly women. He rose, after a\nwhile, and went into the dinette. He sat down and stared moodily at his\nfood.\n\nLittle boys are made of something and snails and puppydogs' tails. What\nare little girls made of? Joe didn't want a little girl; he wanted\none about a hundred and twenty-two pounds and five feet, four inches\nhigh. He wanted her to be flat where she should be and curved where she\nshould be, with blonde hair and gray-green eyes and an exciting smile.\n\nHe had a medical degree, among his others. The nerves, muscles, flesh,\ncirculatory system could be made--and better than they were ever made\nnaturally. The brain would be cybernetic and fashioned after his own,\nwith his own mental background stored in the memory circuits.\n\nSo far, of course, he had described nothing more than a robot of flesh\nand blood. The spark, now--what distinguished the better-grade robots\nfrom people? Prenatal heat, that was it. Incubation. A mold, a heated\nmold. Warmth, the spark, the sun, life.\n\n       *       *       *       *       *\n\nFor the skin, he went to Pete Celano, the top syntho-dermatologist in\nthe Department.\n\n\"Something special?\" Pete asked. \"Not just a local skin graft? What\nthen?\"\n\n\"A wife. A perfect wife.\"\n\nPete's grin sagged baffledly. \"I don't get it, Joe. Perfect how?\"\n\n\"In all ways.\" Joe's face was grave. \"Someone ideal to live with.\"\n\n\"How about Vera? What was wrong with her?\"\n\n\"A sentimentalist, too romantic, kind of--well, maybe not dumb,\nexactly, but--\"\n\n\"But not perfect. Who is, Joe?\"\n\n\"My new wife is going to be.\"\n\nPete shrugged and began putting together the ingredients for the kind\nof skin Joe had specified.\n\nThey're all the same, Joe thought, Sam and Pete and the rest. They\nseemed to think his idea childish. He built the instillers and\nincubator that night. The mold would be done by one of the Department's\nengravers. Joe had the sketches and dimensions ready.\n\nWednesday afternoon, Burke called him in. Burke was the Senior\nassistant, a job Joe had expected and been miffed about. Burke was a\njerk, in Joe's book.\n\nThis afternoon, Burke's long nose was twitching and his thin face was\ngravely bleak. He had a clipped, efficient way of speaking.\n\n\"Tired, Joe?\"\n\n\"What do you mean?\"\n\n\"Not hitting the ball, not on the beam, no zipperoo.\"\n\n\"I'm--yes, I guess you're right. I've been working at home on a private\nproject.\"\n\n\"Scientific?\"\n\n\"Naturally.\"\n\n\"Anything in particular?\"\n\nJoe took a breath, looked away, and back at Burke. \"Well, a wife.\"\n\nA frown, a doubtful look from the cold, blue eyes. \"Robot? Dishwasher\nand cook and phone answerer and like that?\"\n\n\"More than that.\"\n\nSlightly raised eyebrows.\n\n\"More?\"\n\n\"Completely human, except she will have no human faults.\"\n\nCool smile. \"Wouldn't be human, then, of course.\"\n\n\"_Human, but without human faults, I said!_\"\n\n\"You raised your voice, Joe.\"\n\n\"I did.\"\n\n\"I'm the Senior Assistant. Junior Assistants do not raise their voices\nto Senior Assistants.\"\n\n\"I thought you might be deaf, as well as dumb,\" Joe said.\n\nA silence. The granite face of Burke was marble, then steel and finally\nchromium. His voice matched it. \"I'll have to talk to the Chief before\nI fire you, of course. Department rule. Good afternoon.\"\n\n\"Go to hell.\"\n\n       *       *       *       *       *\n\nJoe went back to his desk and burned. He started with a low flame and\nfed it with the grievances of the past weeks. When it began to warm his\ncollar, he picked up his hat and left.\n\nClick, burr, click went the airlocks. Very few riders, this time of\nthe afternoon. The brain would go in, intact, and then the knowledge\ninstiller would work during the incubation period, feeding the\nadolescent memories to the retentive circuits. She would really spend\nher mental childhood in the mold, while the warmth sent the human spark\nthrough her body.\n\nRobot? Huh! What did they know? A human being, a product of science, a\n_flawless_ human being.\n\nThe rise, the big hiss of the final airlock, and Inglewood. Joe stood\non the platform a second, looking for his car, and then realized she\nwasn't there. She hadn't been there for a week, and he'd done that\nevery night. Silly thing, habit. Human trait.\n\nTonight, he'd know. The flesh had been in the mold for two days. The\nsynthetic nerves were plump and white under the derma-ray, the fluxo\nheart was pumping steadily, the entire muscular structure kept under\npneumatic massage for muscle tone.\n\nHe'd thought of omitting the frowning muscles, but realized it would\nruin the facial contours. They weren't, however, under massage and\nwould not be active.\n\nAnd the mind?\n\nWell, naturally it would be tuned to his. She'd know everything he\nknew. What room was there for disagreement if the minds were the same?\nSmiling, as she agreed, because she couldn't frown. Her tenderness, her\nromanticism would have an intensity variable, of course. He didn't want\none of these grinning simperers.\n\nHe remembered his own words: \"Is this love something you can turn\non and off like a faucet?\" Were his own words biting him, or only\nscratching him? Something itched. An intensity variable was not a\nfaucet, though unscientific minds might find a crude, allegorical\nresemblance.\n\nTo hell with unscientific minds.\n\nHe went down to the basement. The mold was 98.6. He watched the\nknowledge instiller send its minute current to the head end of the\nmold. The meter read less than a tenth of an amp. The slow, plastic\npulse of the muscle tone massage worked off a small pump near the foot\nof the mold.\n\nOn the wall, the big master operating clock sent the minute currents\nto the various bodily sections, building up the cells, maintaining the\norganic functions. In two hours, the clock would shut off all power,\nthe box would cool, and there would be his--Alice. Well, why not Alice?\nShe had to have a name, didn't she?\n\n       *       *       *       *       *\n\nWarmth, that was the difference between a human and a robot, just\nwarmth, just the spark. Funny he'd never thought of it before. Warmth\nwas--it had unscientific connotations. It wasn't, though.\n\nHe went upstairs and fried some eggs. Twice a day, for a week, he had\nfried eggs. Their flavor was overrated.\n\nThen he went into the living room and snapped on the ball game.\n\nMartin was on third and Pelter was at bat. On the mound, the lank form\nof Dorffberger cast a long, grotesque shadow in the afternoon sun.\nDorffberger chewed and spat and wiped his nose with the back of his\nglove. He looked over at third and yawned.\n\nAt the plate, Pelter was digging in. Pelter looked nervous.\n\nJoe said, \"Bet that Dorffberger fans him. He's got the Indian sign on\nPelter.\"\n\nThen he realized he was talking to himself. Damn it. On the telenews\nscreen, Dorffberger looked right into the camera and nodded. He was\nwinding up, and the director put the ball into slow motion. Even in\nslow motion, it winged.\n\n\"Ho-ho!\" Joe said. \"You can't hit what you can't see.\"\n\nPelter must have seen it. He caught it on the fat part of the bat,\ntwisting into it with all his hundred and ninety pounds. The impact\nrattled the telenews screen and the telescopic cameras took over.\nThey followed the ball's flight about halfway to Jersey and then the\nshort-range eyes came back to show Pelter crossing the plate, and\nMartin waiting there to shake his hand.\n\nJoe snapped off the machine impatiently. Very unscientific game,\nbaseball. No rhyme or reason to it. He went out onto the porch.\n\nThe grass was dry and gray; he'd forgotten to set the sprinkler\nclock, Vera's old job. Across the street, Dan Harvey sat with his\nwife, each with a drink. Sat with his human wife, the poor fish. They\nlooked happy, though. Some people were satisfied with mediocrities.\nUnscientific people.\n\nWhy was he restless? Why was he bored? Was he worried about his job?\nOnly slightly; the Chief thought a lot of him, a hell of a lot. The\nChief was a great guy for seniority and Burke had it, or Joe would\ncertainly have been Senior Assistant.\n\nThe stirring in him he didn't want to analyze and he thought of\nthe days he'd courted Vera, going to dances at the Center, playing\nbridge at the Center, studying Greek at the Center. A fine but too\nwell-lighted place. You could do everything but smooch there; the\nsmooching came after the declaration of intentions and a man was bound\nafter the declaration to go through with the wedding, to live with his\nchosen mate for the minimum three months of the adjustment period.\n\n       *       *       *       *       *\n\nAdjustment period ... another necessity for humans, for imperfect\npeople. Across the street, the perfectly adjusted Harveys smiled at\neach other and sipped their drinks. Hell, that wasn't adjustment, that\nwas surrender.\n\nHe got up and went into the living room; fighting the stirring in him,\nthe stirring he didn't want to analyze and find absurd. He went into\nthe bathroom and studied his lean, now haggard face. He looked like\nhell. He went into the back bedroom and smelled her perfume and went\nquickly from the house and into the backyard.\n\nHe sat there until seven, listening to the throb from the basement.\nThe molecule agitator should have the flesh firm and finished now,\nnourished by the select blood, massaged by the pulsating plastic.\n\nAt seven, she should be ready.\n\nAt seven, he went down to the basement. His heart should have been\nhammering and his mind expectant, but he was just another guy going\ndown to the basement.\n\nThe pumps had stopped, the agitator, the instiller. He felt the mold;\nit was cool to the touch. He lifted the lid, his mind on Vera for some\nreason.\n\nA beauty. The lid was fully back and his mate sat up, smiled and said,\n\"Hello, Joe.\"\n\n\"Hello, Alice. Everything all right?\"\n\n\"Fine.\"\n\nHer hair was a silver blonde, her features a blend of the patrician and\nthe classical. Her figure was neither too slim nor too stout, too flat\nnor too rounded. Nowhere was there any sag.\n\n\"Thought we'd drop over to the Harveys' for a drink,\" Joe said. \"Sort\nof show you off, you know.\"\n\n\"Ego gratification, Joe?\"\n\n\"Of course. I've some clothes upstairs for you.\"\n\n\"I'm sure they're lovely.\"\n\n\"They are lovely.\"\n\nWhile she dressed, he phoned the Harveys. He explained about Vera\nfirst, because Vera was what the Harveys considered a good neighbor.\n\nDan Harvey said sympathetically, \"It happens to the best of us.\nThinking of getting a new one, Joe?\"\n\n\"I've got one right here. Thought I'd drop over, sort of break the ice.\"\n\n\"Great,\" Dan said. \"Fine. Dandy.\"\n\nThe event was of minor importance, except for the revelation involved.\n\nThe Harveys had a gift for putting guests at ease, the gift being a\ncellar full of thirty-year-old bourbon the elder Harvey had bequeathed\nthem at the end of their adjustment period.\n\nThe talk moved here and there, over the bourbon, Alice sharing in it\nrarely, though nodding when Joe was talking.\n\nThen, at mention of someone or other, Mrs. Harvey said tolerantly,\n\"Well, none of us are perfect, I guess.\"\n\nAlice smiled and answered, \"Some of us are satisfied with mediocrities\nin marriage.\"\n\nMrs. Harvey frowned doubtfully. \"I don't quite understand, dear. In\nany marriage, there has to be adjustment. Dan and I, for example, have\nadjusted very well.\"\n\n\"You haven't adjusted,\" Alice said smilingly. \"You've surrendered.\"\n\nJoe coughed up half a glass of bourbon, Dan turned a sort of red-green\nand Mrs. Harvey stared with her mouth open. Alice smiled.\n\nFinally, Mrs. Harvey said, \"Well, I never--\"\n\n\"Of all the--\" Dan Harvey said.\n\nJoe rose and said, \"Must get to bed, got to get to bed.\"\n\n\"Here?\" Alice asked.\n\n\"No, of course not. Home. Let's go, dear. Have to rush.\"\n\nAlice's smile had nothing sentimental about it.\n\n       *       *       *       *       *\n\nHe didn't berate her until morning. He wanted time to cool off, to look\nat the whole thing objectively. It just wouldn't get objective, though.\n\nAt breakfast, he said, \"That was tactless last night. Very, very\ntactless.\"\n\n\"Yes, Joe. Tact requires deception. Tact is essentially deception.\"\n\nWhen had he said that? Oh, yes, at the Hydra Club lecture. And it was\ntrue and he hated deception and he'd created a wife without one.\n\nHe said, \"I'll have to devise a character distiller that won't require\nputting you back in the mold.\"\n\n\"Of course, dear. Why?\"\n\n\"You need just a touch of deception, just a wee shade of it.\"\n\n\"Of course, Joe.\"\n\nSo she had tact.\n\nHe went to the office with very little of the absurdity mood stirring\nin him. He'd had a full breakfast, naturally.\n\nAt the office, there was a note on his desk: _Mr. Behrens wants to see\nyou immediately._ It bore his secretary's initials. Mr. Behrens was the\nChief.\n\nHe was a fairly short man with immense shoulders and what he'd been\ntold was a classical head. So he let his hair grow, and had a habit\nof thrusting his chin forward when he listened. He listened to Joe's\naccount of the interview with Burke.\n\nWhen Joe had finished, the Chief's smile was tolerant. \"Ribbing him,\nwere you? Old Burke hasn't much sense of humor, Joe.\"\n\nJoe said patiently, \"I wasn't ribbing him. I took her out of the mold\nlast night. I ate breakfast with her this morning. She's--beautiful,\nChief. She's ideal.\"\n\nThe Chief looked at him for seconds, his head tilted.\n\nJoe said, \"Heat, that's what does it. If you'd like to come for dinner\nwith us tonight, Chief, and see for yourself--\"\n\nThe Chief nodded. \"I'd like that.\"\n\n       *       *       *       *       *\n\nThey left a little early to avoid the crowd in the tube. Burke saw them\nleaving, and his long face grew even longer.\n\nOn the trip, Joe told his boss about the cybernetic brain, about his\nbackground and his beliefs stored in the memory circuits, and the boss\nlistened quietly, not committing himself with any comments.\n\nBut he did say, \"I certainly thought a lot of Vera. You wouldn't have\nto warm her in any incubating mold.\"\n\n\"Wait'll you see this one,\" Joe said.\n\nAnd when she walked into the living room at home, when she acknowledged\nthe introduction to the Chief, Joe knew the old boy was sold. The Chief\ncould only stare.\n\nJoe took him down to the basement then to show him the molecule\nagitator, the memory feeder, the instillers.\n\nThe old boy looked it over and said, quite simply, \"I'll be damned!\"\n\nThey went up to a perfect dinner--and incident number two.\n\nThe Chief was a sentimentalist and he'd just lost a fine friend. This\nfriend was his terrier, Murph, who'd been hit by a speeding car.\n\nThe story of Murph from birth to death was a fairly long one, but never\ndull. The Chief had a way with words. Even Joe, one of the world's\ntop-ranking non-sentimentalists, was touched by the tale. When they\ncame to the end, where Murph had lain in his master's arms, whimpering,\nas though to comfort him, trying to lick his face, Joe's eyes were wet\nand the drink wobbled in his hand.\n\nThe Chief finished in a whisper, and looked up from the carpet he'd\nbeen staring at through the account.\n\nAnd there was Alice, sitting erect, a smile of perfect joy on her face.\n\"How touching,\" she said, and grinned.\n\nFor one horror-stricken second, the Chief glared at her, and then his\nquestioning eyes went to Joe.\n\n\"She can't frown,\" Joe explained. \"The muscles are there, but they need\nmassage to bring them to life.\" He paused. \"I wanted a smiling wife.\"\n\nThe Chief inhaled heavily. \"There are times when a smile is out of\norder, don't you think, Joe?\"\n\n\"It seems that way.\"\n\nIt didn't take long. Massage, orientation, practice, concentration. It\ndidn't take long, and she was so willing to cooperate. Golly, she was\nagreeable. She was more than that; she voiced his thoughts before he\ndid. Because of the mental affinity, you see. He'd made sure of that.\n\nShe could frown now and she had enough deception to get by in almost\nany company. These flaws were necessary, but they were still flaws and\nbrought her closer to being--human.\n\n       *       *       *       *       *\n\nAt the office on Saturday morning, Sam Tullgren dropped in. Sam said,\n\"I've been hearing things, Joseph.\"\n\n\"From Vera? At the Center?\"\n\nSam shook his head. \"Vera's been too busy to have much time for the\ndirector. She's our most popular number.\" Sam paused. \"About the new\none. Hear she's something to see.\"\n\n\"You heard right. She's practically flawless, Sam. She's just what a\nman needs at home.\" His voice, for some reason, didn't indicate the\nenthusiasm he should have felt.\n\nSam chewed one corner of his mouth. \"Why not bring her over, say,\ntonight? We'll play some bridge.\"\n\nThat would be something. Two minds, perfectly in harmony, synchronized,\nworking in partnership. Joe's smile was smug. \"We'll be there. At\neight-thirty.\"\n\nDriving over to Westchester that night, Joe told Alice, \"Sam's a\ntimid bidder. His wife's inclined to overbid. Plays a sacrificing\ngame when she knows it will gain points. Our job will be to make her\noversacrifice.\"\n\nSam's eyes opened at sight of her; his wife's narrowed. Joe took pride\nin their reaction, but it was a strange, impersonal pride.\n\nThey had a drink and some small talk, and settled around the table. It\nwas more like a seance than a game.\n\nThey bid and made four clubs, a heart. Sam's wife got that determined\nlook. With the opposition holding down one leg of the rubber, she\nfigured to make the next bid a costly one.\n\nShe won it with six diamonds, and went down nine tricks, doubled. Sam\nstarted to say something, after the debacle, but one look at his wife's\nanguished countenance stopped him short of audibility.\n\nSam said consolingly, \"I'm such a lousy bidder, dear. I must have given\nyou the wrong idea of my hand.\"\n\n       *       *       *       *       *\n\nNext time, Sam made up for his timidity. Sam, with one heart in his\nhand, tried a psychic. \"One heart,\" he said firmly.\n\nSam knew there was a good chance the hearts were in the oppositions'\nhands, and this looked like a fine defensive tactic.\n\nHowever, his wife, with a three-suit powerhouse, couldn't conceive of a\npsychic from Sam. She had need of only a second round stopper in hearts\nand a small slam in no trump was in the bag. She had no hearts, but\ntimid Sam was undoubtedly holding the ace-king.\n\nShe bid six no-trump, which was conservative for her. She didn't want\nto make the mistake of having Sam let the bid die.\n\nJoe had the ace, king, queen and jack of hearts and a three to lead to\nAlice's hand. Alice finished up the hearts for a total of seven tricks,\nand this time it was Mrs. Tullgren who opened her mouth to speak.\n\nBut she remembered Sam's kindness in the former hand, and she said,\n\"It was all my fault, darling. To think I couldn't recognize a\npsychic, just because it came from you. I think we're overmatched,\nsweet.\" She paused to smile at Joe. \"Up against the man who invented\nthe comptin-reduco-determina.\" She added, as an afterthought, \"And his\ncharming, brilliant new wife.\"\n\nWhich brought about incident number three.\n\nAlice turned to Mrs. Tullgren sweetly and asked, \"Don't you really\nunderstand the comptin-reduco-determina?\"\n\n\"Not even faintly,\" Mrs. Tullgren answered. She smiled at Alice.\n\nThe smile faded after about ten minutes. For Alice was telling her\n_all_ about the comptin-reduco-determina. For an hour and nineteen\nminutes, Alice talked to this woman who had been humiliated twice,\ntelling her all the things about the famous thinking machine that Mrs.\nTullgren didn't want to know.\n\nIt wasn't until Alice was through talking animatedly that the entranced\nJoe began to suspect that perhaps the Tullgrens weren't as interested\nin the dingus as a scientific mind would assume.\n\nThey weren't. There was a strain after that, a decided heaviness to the\nrest of the evening. Sam seemed to sigh with relief when they said good\nnight.\n\nIn the car, Joe was thoughtful. Halfway home, he said, \"Darling, I\nthink you know too much--for a female, that is. I think you'll have to\nhave a go with the knowledge-instiller. In reverse, of course.\"\n\n\"Of course,\" she agreed.\n\n\"I don't object to females knowing a lot. The world does.\"\n\n\"Of course,\" she said.\n\nShe was a first model and, therefore, experimental. These bugs were\nbound to show up. She was now less knowing, more deceptive, and she\ncould frown.\n\nShe began to remind him of Vera, which didn't make sense.\n\nAlice was sad when he was sad, gay when he was gay, and romantic to the\nsame split-degree in the same split-second. She even told him his old\njokes with the same inflection he always used.\n\nTheir mood affinity was geared as closely as the\ncomptin-reduco-determina. What more could a man want? And, damn it, why\nshould Vera's perfume linger in that back bedroom?\n\n       *       *       *       *       *\n\nThe fumigators could do nothing. They left, after the third trip,\nshaking their heads. Joe stood in the doorway, insisting he could still\nsmell it.\n\nAlice said, \"It's probably mental, dear. Perhaps you\nstill--still--what's that word? Perhaps you still love her.\"\n\n\"How could you think that?\" he asked. \"How? How could you think that\nunless I was thinking it?\"\n\n\"I couldn't. I love you, too, Joe, but you know why that is.\"\n\n\"What do you mean?\"\n\n\"We both love you, Joe.\"\n\n\"Both? You and Vera?\"\n\n\"No. You and I, we both love _you_.\"\n\n\"That,\" said Joe peevishly, \"is ridiculous. If you could think for\nyourself, you'd know it was ridiculous.\"\n\n\"Of course,\" she agreed. And frowned, because he was frowning.\n\n\"You act like a robot,\" Joe said.\n\nShe nodded.\n\n\"That's all you are,\" Joe went on evenly, \"a robot. No volition.\"\n\nShe nodded, frowning.\n\n\"I'm sick of it.\"\n\nShe said nothing, sympathetically looking sick.\n\nAnd then he smiled and said, \"I'm not stumped. Not the inventor of the\ncomptin-reduco-determina. By Harry, I'll give you volition. I'll give\nyou enough volition to make you dizzy.\"\n\nAnd because he was smiling, she was smiling. And only a very perceptive\nperson might notice that her smile seemed to have an intensity, an\nanticipation slightly beyond his.\n\nHe got to work on it that night. He would have to erase some of his\nmental background from her brain. He wanted her no less intelligent, no\nless discerning, but with enough of a change in background to give her\na viewpoint of her own. He labored until midnight, and tumbled into\nbed with a headache.\n\nNext morning, at breakfast, he told her, \"We'll try it out tonight.\nAfter that, you'll be a person.\"\n\n\"Of course. And will you love me, Joe?\"\n\n\"More coffee, please,\" he answered.\n\nAt the office, there was another note from his secretary: _Mr. Burke\nwants to see you. At your convenience._\n\nAt your convenience? Was Burke going soft? Joe went right in.\n\n       *       *       *       *       *\n\nBurke was smiling, a miracle in itself. Burke's voice was jovial. \"The\nChief's been telling me about the new wife, Joe. I guess I owe you an\napology.\"\n\n\"Not at all,\" Joe said. \"I had no right to be rude. I was a little\noverworked--at home. I wasn't myself.\"\n\nBurke nodded smugly, soaking it up. \"Beautiful, the Chief tells me. Am\nI going to meet her, Joe?\"\n\n\"If you want. How about tonight, for dinner? I've got something new\nplanned. I'm giving her volition. Maybe you'll want to watch.\"\n\n\"Volition?\"\n\nJoe went on to explain about volition, making it as simple as he could,\nto match Burke's mind.\n\n\"That,\" Burke said when he'd finished, \"I want to see.\"\n\nThey went home in the crowded Inglewood tube. Sam was there, but\nSam seemed to avoid them, for some reason. All the way home, Joe had\nthe uncomfortable feeling that Burke didn't believe any part of this\nbusiness, that Burke was making the trip only to substantiate his own\nmisconceptions.\n\nBut when Alice came into the living room, smiling brightly, extending\nher hand to the Senior Assistant, Joe had a gratifying glimpse of\nBurke's face.\n\nBurke was lost. Burke stared and swallowed and grinned like a green\nstage hand at a burlesque show. Burke's smile was perpetual and\nnauseating. Even in the face of Alice's cool reserve.\n\nThe dinner was fine, the liquor mellow.\n\nThen Joe said, \"Well, Alice, it's time for the volition. It's time for\nyour _birth_ as a person.\"\n\n\"Of course,\" she said, and smiled.\n\nThey went down into the basement, the three of them; she sat in the\nchair he'd prepared and he clamped on the wired helmet and adjusted the\nelectrodes.\n\nBurke said weakly, \"It isn't--dangerous, is it?\"\n\n\"Dangerous?\" Joe stared at him. \"Of course not. Remember how I\nexplained it?\"\n\n\"I--uh--my memory--\" Burke subsided.\n\nShe closed her eyes and smiled. Joe threw the switch. She'd have\nknowledge; she'd have the memory of her past few days of existence as\nhis alter ego. She'd have volition.\n\nThe contact clock took over. Her eyes remained closed, but her smile\nbegan to fade as the second hand moved around and around the big,\ncontact-studded dial.\n\nJoe was smiling, though she wasn't. Joe was filled with a sense of his\nown creative power, his own inventive genius and gratification at the\nworried frown on the face of the imbecile Burke.\n\n       *       *       *       *       *\n\nThen the clock stopped and there was a buzz; the meters dropped to\nzero. Alice opened her eyes. For the first time, as a _person_, she\nopened her eyes.\n\nHer smile was back. But she was looking at Burke. Looking at Burke and\nsmiling!\n\n\"Baby,\" she said.\n\nBurke looked puzzled, but definitely pleased. In all Burke's adult\nlife, no female had ever looked at him like that.\n\nJoe said tolerantly, \"You're a little confused yet, Alice. _I'm_ your\nhusband.\"\n\n\"You?\" She stared at him. \"Do you think I've forgotten you? Do you\nthink I don't know you, after living inside your brain, almost? You\n_monster_, you egocentric, selfish, humorless walking equation. You're\nnot my husband and I'd like to see you prove that you are.\"\n\nNow it was only Burke who smiled. \"By George,\" he said, \"that's right.\nThere's no wedding on record, is there, Joe?\"\n\n\"Wedding?\" Joe repeated blankly. \"I made her. I created her. Of course\nthere's no--\"\n\n\"Of course, of course, of course,\" Alice shrilled. \"That's all you\nknow. You're the original 'of course' kid. Things aren't that certain,\nJunior. I've known you just long enough and just well enough to detest\nyou.\" Now she pointed at Burke. \"_That's_ what I want. That's my kind\nof man.\"\n\nBurke gulped and grinned, nodded. \"To coin a phrase, you said it,\nkiddo.\" He smiled at Joe. \"I'll run her right down to the Center and\nget her registered, and take out an intent option. I guess we can't\nfight fate, Joe, can we?\"\n\nJoe took a deep breath of air. \"I guess not. I guess it's--kismet.\"\n\nHe was still standing there when he heard the front door slam. He kept\nstaring at the machine, not seeing it, hearing instead all she had\nsaid. She knew him better than anyone who lived. Better, actually, than\nhe knew himself, because she didn't rationalize, being outside his\nmental sphere now. You might say she'd been in his mind and detested\nwhat she had found there.\n\nIt was a crawling feeling, the knowledge that he had been guilty\nof rationalization himself, that he had faults his mind refused to\nacknowledge. He couldn't doubt that he was all the cold and gruesome\nthings she had called him. The worst shock, however, was that he\nhad studied psychology and honestly had believed he was an objective\nthinker.\n\nBut who, he realized, could be completely honest about himself?\n\n       *       *       *       *       *\n\nHe looked at the machine and saw the non-rationalization electrodes. He\nhad used that on her and she had seen clearly what he still couldn't\nrecognize. What he needed, apparently, was a good, objective look at\nhis own mind.\n\nHe set the contact clock for objectivity maximum and clamped the\nelectrodes on his head. He reached for the switch, had to close his\neyes before he could throw it.\n\nHe didn't see the second hand going around and around the clock, but he\nfelt the prejudice-erasing impulses, the objective-appraisal stimuli,\nrevealing memories that had shaped him, humiliations that had twisted\nhim and been forgotten, urgings and longings and guilts that he had\nnever known existed.\n\nHe saw himself. It was highly unpleasant.\n\nThere was a final buzz and the clock stopped. Joe opened his eyes, both\nfiguratively and literally. He unclamped the helmet with the electrodes\nand stepped from the chair, holding onto the arm, looking at the\nmirrored inside walls of the mold.\n\nHe had made an image of himself and it had turned on him. Now he\nhad made--what? An image of his image's image of him? It was very\nconfusing, yet somehow clear.\n\nHe went slowly up the stairs, smelling the perfume. It wasn't Alice's\nand that was peculiar, because she had practically swabbed herself with\nthe stuff, knowing he liked it, and she had just left.\n\nIt was Vera's perfume.\n\nHe remembered her waiting at the station, making her ridiculous bids at\nthe card table, gossiping witlessly with Mrs. Harvey, hitting her thumb\nwhen she tried to hang his pictures in the study.\n\nVera....\n\nHe prowled dissatisfiedly through the house, as though in search of\nsomething, and then went out to the car. He took the super-pike almost\nall the way to the Center. There were bright cards on posts every few\nhundred feet:\n\n       IT'S NOT TOO LATE\n         TO GET A MATE\n      THE GIRLS ARE GREAT\n     AT THE DOMESTIC CENTER\n\nHe pulled into the sweeping circular drive at the huge group of\nbuildings. A troupe of singing girls came out, dressed in majorette\ncostumes, opened the door, helped him out, parked the car, escorted\nhim into the lavish reception room. Music came from somewhere, soft\nand moody. There were murals all over the walls, every one romantic. A\ndispensing machine held engagement and wedding rings with a series of\nfinger-holes on the left side for matching sizes.\n\n       *       *       *       *       *\n\nThe matron recognized him and said, \"Mr. Tullgren has gone home for the\nday. Is there anything I can do?\"\n\nHe told her what he wanted and she thumbed through a register.\n\n\"Yes, she's still here,\" the matron said finally. \"She's refused\nexactly thirty-two offers up to yesterday. You were thinking of\na--reconciliation?\"\n\nJoe nodded with a new humility. \"If she'll have me.\"\n\nThe matron smiled. \"I think she will. Women are more understanding than\nmen, usually. More romantic, you might say.\"\n\nNine-tenths of the building was brightly lighted, one-tenth rather\ndim. In the dim tenth were the post-intent rooms, the reconciliation\nchambers.\n\nJoe sat on a yellow love-seat in one of the empty reconciliation\nchambers, leafing through, but not seeing, a copy of a fashion\nmagazine. Then there were steps in the hall, familiar steps, and he\nsmelled the perfume before she came in.\n\nShe stood timidly at the archway, but Joe was even more unsure and weak\nin the legs and he had trouble with his breathing.\n\n\"Joe,\" Vera said.\n\n\"Vera,\" he answered.\n\nIt wasn't much, but it seemed to be what both had in mind.\n\n\"Was there something you wanted to tell me?\" she asked. \"Something\nimportant?\"\n\n\"It's important to me, Vera,\" he said humbly. \"I hope it's just as\nimportant to you.\"\n\nShe looked brightly at him.\n\n\"I find it very difficult to put into words,\" he stumbled. \"The usual\nexpressions of this emotion are so hackneyed. I would like to find some\nother way to say it.\"\n\n\"Say what?\"\n\n\"That I love you.\"\n\nShe ran to him. The impact knocked the breath out of both of them, but\nneither noticed.\n\n\"Isn't the old phrase good enough, silly?\" she scolded and kissed him.\n\"I love you too, lover baby.\"\n\nBehind them, at the key words, the sonic-signal closed the hidden doors\nin the archway and they were alone in the reconciliation chamber.\n\nJoe discovered that Sam Tullgren, Director of the Domestic Center, had\nthought of everything to make reconciliations complete.\n\n\n\n\n\nEnd of Project Gutenberg's Made to Measure, by William Campbell Gault\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MADE TO MEASURE ***\n\n***** This file should be named 51194.txt or 51194.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/1/9/51194/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}