{"title": "A Coffin for Jacob", "author": "Edward W. Ludwig", "releaseDate": "February 14, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          A Coffin for Jacob\n\n                          By EDWARD W. LUDWIG\n\n                          Illustrated by EMSH\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction May 1956.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               With never a moment to rest, the pursuit\n               through space felt like a game of hounds\n              and hares ... or was it follow the leader?\n\n\nBen Curtis eased his pale, gaunt body through the open doorway of the\nBlast Inn, the dead man following silently behind him.\n\nHis fear-borne gaze traveled into the dimly illumined Venusian gin\nmill. The place was like an evil caldron steaming with a brew whose\ningredients had been culled from the back corners of three planets.\n\nMost of the big room lay obscured behind a shimmering veil of tobacco\nsmoke and the sweet, heavy fumes of Martian Devil's Egg. Here and\nthere, Ben saw moving figures. He could not tell if they were Earthmen,\nMartians or Venusians.\n\nSomeone tugged at his greasy coat. He jumped, thinking absurdly that it\nwas the dead man's hand.\n\n\"_Coma esta, senor?_\" a small voice piped. \"_Speken die Deutsch?\nDesirez-vous d'amour? Da? Nyet?_\"\n\nBen looked down.\n\nThe speaker was an eager-eyed Martian boy of about ten. He was like\na red-skinned marionette with pipestem arms and legs, clad in a torn\nskivvy shirt and faded blue dungarees.\n\n\"I'm American,\" Ben muttered.\n\n\"Ah, _buena_! I speak English _tres_ fine, _senor_. I have Martian\nfriend, she _tres_ pretty and _tres_ fat. She weigh almost eighty\npounds, _monsieur_. I take you to her, _si_?\"\n\nBen shook his head.\n\n       *       *       *       *       *\n\nHe thought, _I don't want your Martian wench. I don't want your opium\nor your Devil's Egg or your Venusian kali. But if you had a drug that'd\nbring a dead man to life, I'd buy and pay with my soul._\n\n\"It is deal, _monsieur_? Five dollars or twenty _keelis_ for visit\nMartian friend. Maybe you like House of Dreams. For House of Dreams--\"\n\n\"I'm not buying.\"\n\nThe dirty-faced kid shrugged. \"Then I show you to good table,--_tres\nbien_. I do not charge you, _senor_.\"\n\nThe boy grabbed his hand. Because Ben could think of no reason for\nresisting, he followed. They plunged into shifting layers of smoke and\nthrough the drone of alcohol-cracked voices.\n\nThey passed the bar with its line of lean-featured, slit-eyed\nEarthmen--merchant spacemen.\n\nThey wormed down a narrow aisle flanked by booths carved from Venusian\nmarble that jutted up into the semi-darkness like fog-blanketed\ntombstones.\n\nSeveral times, Ben glimpsed the bulky figures of CO_{2}-breathing\nVenusians, the first he'd ever seen.\n\nThey were smoky gray, scaly, naked giants, toads in human shape.\nThey stood solitary and motionless, aloof, their green-lidded eyes\nunblinking. They certainly didn't look like telepaths, as Ben had heard\nthey were, but the thought sent a fresh rivulet of fear down his spine.\n\nOnce he spied a white-uniformed officer of Hoover City's Security\nPolice. The man was striding down an aisle, idly tapping his neuro-club\nagainst the stone booths.\n\n_Keep walking_, Ben told himself. _You look the same as anyone else\nhere. Keep walking. Look straight ahead._\n\nThe officer passed. Ben breathed easier.\n\n\"Here we are, _monsieur_,\" piped the Martian boy. \"A _tres_ fine table.\nClose in the shadows.\"\n\nBen winced. How did this kid know he wanted to sit in the shadows?\nFrowning, he sat down--he and the dead man.\n\nHe listened to the lonely rhythms of the four-piece Martian orchestra.\n\nThe Martians were fragile, doll-like creatures with heads too large for\ntheir spindly bodies. Their long fingers played upon the strings of\ntheir _cirillas_ or crawled over the holes of their flutes like spider\nlegs. Their tune was sad. Even when they played an Earth tune, it still\nseemed a song of old Mars, charged with echoes of lost voices and\nforgotten grandeur.\n\nFor an instant, Ben's mind rose above the haunting vision of the dead\nman. He thought, _What are they doing here, these Martians? Here, in\na smoke-filled room under a metalite dome on a dust-covered world?\nCouldn't they have played their music on Mars? Or had they, like me,\nfelt the challenge of new worlds?_\n\nHe sobered. It didn't matter. He ordered a whiskey from a Chinese\nwaiter. He wet his lips but did not drink. His gaze wandered over the\nfaces of the Inn's other occupants.\n\n_You've got to find him_, he thought. _You've got to find the man with\nthe red beard. It's the only way you can escape the dead man._\n\n       *       *       *       *       *\n\nThe dead man was real. His name was Cobb. He was stout and flabby and\nabout forty and he hated spacemen.\n\nHis body was buried now--probably in the silent gray wastes outside\nLuna City. But he'd become a kind of invisible Siamese twin, as much a\npart of Ben as sight in his eyes.\n\nSometimes the image would be shuffling drunkenly beside him, its lips\nspitting whiskey-slurred curses.\n\nAgain, its face would be a pop-eyed mask of surprise as Ben's fist\nthudded into its jaw. More often, the face would be frozen in the\nwhiteness of death. The large eyes would stare. Blood would trickle\nfrom a corner of the gaping mouth.\n\nYou can forget a living man. You can defeat him or submit to him or\nignore him, and the matter is over and done. You can't escape from a\nmemory that has burned into your mind.\n\nIt had begun a week ago in Luna City. The flight from White Sands had\nbeen successful. Ben, quietly and moderately, wanted to celebrate.\nHe stopped alone in a rocketfront bar for a beer. The man named Cobb\nplopped his portly and unsteady posterior on the stool next to him.\n\n\"Spacemen,\" he muttered, \"are getting like flies. Everywhere, all you\nsee's spacemen.\"\n\nHe was a neatly dressed civilian.\n\nBen smiled. \"If it weren't for spacemen, you wouldn't be here.\"\n\n\"The name's Cobb.\" The man hiccoughed. \"Spacemen in their white monkey\nsuits. They think they're little tin gods. Betcha you think you're a\nlittle tin god.\" He downed a shot of whiskey.\n\nBen stiffened. He was twenty-four and dressed in the white,\ncrimson-braided uniform of the _Odyssey's_ junior astrogation officer.\nHe was three months out of the Academy at White Sands and the shining\nuniform was like a key to all the mysteries of the Universe.\n\nHe'd sought long for that key.\n\n       *       *       *       *       *\n\nAt the age of five--perhaps in order to dull the memory of his parents'\ndeath in a recent strato-jet crash--he'd spent hours watching the night\nsky for streaking flame-tails of Moon rockets. At ten, he'd ground\nhis first telescope. At fourteen, he'd converted an abandoned shed on\nthe government boarding-school grounds to a retreat which housed his\ncollection of astronomy and rocketry books.\n\nAt sixteen, he'd spent every weekend holiday hitchhiking from Boys\nTown No. 5 in the Catskills to Long Island Spaceport. There, among\nthe grizzled veterans of the old Moon Patrol, he'd found friends who\nunderstood his dream and who later recommended his appointment to the\nU. S. Academy for the Conquest of Space.\n\nAnd a month ago, he'd signed aboard the _Odyssey_--the first ship, it\nwas rumored, equipped to venture as far as the asteroids and perhaps\nbeyond.\n\nCobb was persistent: \"Damn fools shoulda known enough to stay on Earth.\nWhat the hell good is it, jumpin' from planet to planet?\"\n\n_The guy's drunk_, Ben thought. He took his drink and moved three\nstools down the bar.\n\nCobb followed. \"You don't like the truth, eh, kid? You don't like\npeople to call you a sucker.\"\n\nBen rose and started to leave the bar, but Cobb grabbed his arm and\nheld him there.\n\n\"Thas what you are--a sucker. You're young now. Wait ten years. You'll\nbe dyin' of radiation rot or a meteor'll get you. Wait and see, sucker!\"\n\nUntil this instant, Ben had suppressed his anger. Now, suddenly and\nwithout warning, it welled up into savage fury.\n\nHis fist struck the man on the chin. Cobb's eyes gaped in shocked\nhorror. He spun backward. His head cracked sickeningly on the edge of\nthe bar. The sound was like a punctuation mark signaling the end of\nlife.\n\nHe sank to the floor, eyes glassy, blood tricking down his jaw.\n\nBen knew that he was dead.\n\nThen, for a single absurd second, Ben was seized with terror--just as,\na moment before, he'd been overwhelmed with anger.\n\nHe ran.\n\n       *       *       *       *       *\n\nFor some twenty minutes, he raced through a dizzying, nightmare world\nof dark rocketfront alleys and shouting voices and pursuing feet.\n\nAt last, abruptly, he realized that he was alone and in silence. He saw\nthat he was still on the rocketfront, but in the Tycho-ward side of the\ncity.\n\nHe huddled in a dark corner of a loading platform and lit a cigarette.\nA thousand stars--a thousand motionless balls of silver fire--shone\nabove him through Luna City's transparent dome.\n\nHe was sorry he'd hit Cobb, of course. He was not sorry he'd run.\nEscaping at least gave him a power of choice, of decision.\n\n_You can do two things_, he thought.\n\n_You can give yourself up, and that's what a good officer would do.\nThat would eliminate the escape charge. You'd get off with voluntary\nmanslaughter. Under interplanetary law, that would mean ten years in\nprison and a dishonorable discharge. And then you'd be free._\n\n_But you'd be through with rockets and space. They don't want new\nmen over thirty-four for officers on rockets or even for third-class\njet-men on beat-up freighters--they don't want convicted killers. You'd\nget the rest of the thrill of conquering space through video and by\npeeking through electric fences of spaceports._\n\n_Or--_\n\nThere were old wives' tales of a group of renegade spacemen who\noperated from the Solar System's frontiers. The spacemen weren't\noutlaws. They were misfits, rejectees from the clearing houses on Earth.\n\nAnd whereas no legally recognized ship had ventured past Mars, the\nsouped-up renegade rigs had supposedly hit the asteroids. Their\nheadquarters was Venus. Their leader--a subject of popular and\nfantastic conjecture in the men's audiozines--was rumored to be a\nred-bearded giant.\n\n_So_, Ben reflected, _you can take a beer-and-pretzels tale seriously.\nYou can hide for a couple of days, get rid of your uniform, change your\nname. You can wait for a chance to get to Venus. To hell with your\nduty. You can try to stay in space, even if you exile yourself from\nEarth._\n\nAfter all, was it right for a single second, a single insignificant\nsecond, to destroy a man's life and his dream?\n\n       *       *       *       *       *\n\nHe was lucky. He found a tramp freighter whose skipper was on his last\nflight before retirement. Discipline was lax, investigation of new\npersonnel even more so.\n\nBen Curtis made it to Venus.\n\nThere was just one flaw in his decision. He hadn't realized that the\nmemory of the dead man's face would haunt him, torment him, follow him\nas constantly as breath flowed into his lungs.\n\nBut might not the rumble of atomic engines drown the murmuring dead\nvoice? Might not the vision of alien worlds and infinite spaceways\nobscure the dead face?\n\nSo now he sat searching for a perhaps nonexistent red-bearded giant,\nand hoping and doubting and fearing, all at once.\n\n\"You look for someone, _senor_?\"\n\nHe jumped. \"Oh. You still here?\"\n\n\"_Oui._\" The Martian kid grinned, his mouth full of purple teeth. \"I\nkeep you company on your first night in Hoover City, _n'est-ce-pas_?\"\n\n\"This isn't my first night here,\" Ben lied. \"I've been around a while.\"\n\n\"You are spacemen?\"\n\nBen threw a fifty-cent credit piece on the table. \"Here. Take off, will\nyou?\"\n\nSpiderlike fingers swept down upon the coin. \"_Ich danke, senor._ You\nknow why city is called Hoover City?\"\n\nBen didn't answer.\n\n\"They say it is because after women come, they want first thing a\nthousand vacuum cleaners for dust. What is vacuum cleaner, _monsieur_?\"\n\nBen raised his hand as if to strike the boy.\n\n\"_Ai-yee_, I go. You keep listen to good Martian music.\"\n\nThe toothpick of a body melted into the semi-darkness.\n\nMinutes passed. There were two more whiskeys. A ceaseless parade of\nfaces broke through the smoky veil that enclosed him--reddish balloon\nfaces, scaly reptilian faces, white-skinned, slit-eyed faces, and\noccasionally a white, rouged, powdered face. But nowhere was there a\nface with a red beard.\n\nA sense of hopelessness gripped Ben Curtis. Hoover City was but one of\na dozen cities of Venus. Each had twenty dives such as this.\n\nHe needed help.\n\nBut his picture must have been 'scoped to Venusian visiscreens. A\nreward must have been offered for his capture. Whom could he trust? The\nMartian kid, perhaps?\n\nFar down the darkened aisle nearest him, his eyes caught a flash of\nwhite. He tensed.\n\nLike the uniform of a Security Policeman, he thought.\n\nHis gaze shifted to another aisle and another hint of whiteness.\n\nAnd then he saw another and another and another.\n\nEach whiteness became brighter and closer, like shrinking spokes of a\nwheel with Ben as their focal point.\n\n_You idiot! The damned Martian kid! You should have known!_\n\n       *       *       *       *       *\n\nLight showered the room in a dazzling explosion. Ben, half blinded,\nrealized that a broad circle of unshaded globes in the ceiling had been\nturned on.\n\nThe light washed away the room's strangeness and its air of brooding\nwickedness, revealing drab concrete walls and a debris-strewn floor.\n\nEyes blinked and squinted. There were swift, frightened movements and\na chorus of angry murmurs. The patrons of the Blast Inn were like\ntatter-clad occupants of a house whose walls have been ripped away.\n\nBen Curtis twisted his lean body erect. His chair tumbled backward,\nfalling.\n\nThe white-clad men charged, neuro-clubs upraised.\n\nA woman screamed. The music ceased. The Martian orchestra slunk with\nfeline stealth to a rear exit. Only the giant Venusians remained\nundisturbed. They stood unmoving, their staring eyes shifting lazily in\nBen's direction.\n\n\"Curtis!\" one of the policemen yelled. \"You're covered! Hold it!\"\n\nBen whirled away from the advancing police, made for the exit into\nwhich the musicians had disappeared.\n\nA hissing sound traveled past his left ear, a sound like compressed air\nescaping from a container. A dime-sized section of the concrete wall\nahead of him crumbled.\n\nHe stumbled forward. They were using deadly neuro-pistols now, not the\nmildly stunning neuro-clubs.\n\nAnother hiss passed his cheek. He was about twelve feet from the exit.\n_Another second_, his brain screamed. _Just another second--_\n\nOr would the exits be guarded?\n\nHe heard the hiss.\n\nIt hit directly in the small of his back. There was no pain, just a\nslight pricking sensation, like the shallow jab of a needle.\n\n       *       *       *       *       *\n\nHe froze as if yanked to a stop by a noose. His body seemed to be\ngrowing, swelling into balloon proportions. He knew that the tiny\nneedle had imbedded itself deep in his flesh, knew that the paralyzing\nmortocain was spreading like icy fire into every fiber and muscle of\nhis body.\n\nHe staggered like a man of stone moving in slow motion. He'd have\nfifteen--maybe twenty--seconds before complete lethargy of mind and\nbody overpowered him.\n\nIn the dark world beyond his fading consciousness, he heard a voice\nyell, \"Turn on the damn lights!\"\n\nThen a pressure and a coldness were on his left hand. He realized that\nsomeone had seized it.\n\nA soft feminine voice spoke to him. \"You're wounded? They hit you?\"\n\n\"Yes.\" His thick lips wouldn't let go of the word.\n\n\"You want to escape--even now?\"\n\n\"Yes.\"\n\n\"You may die if you don't give yourself up.\"\n\n\"No, no.\"\n\nHe tried to stumble toward the exit.\n\n\"All right then. Not that way. Here, this way.\"\n\nHeavy footsteps thudded toward them. A few yards away, a flashlight\nflicked on.\n\nHands were guiding him. He was aware of being pushed and pulled. A\ndoor closed behind him. The glare of the flashlight faded from his\nvision--if he still had vision.\n\n\"You're sure?\" the voice persisted.\n\n\"I'm sure,\" Ben managed to say.\n\n\"I have no antidote. You may die.\"\n\nHis mind fought to comprehend. With the anti-paralysis injection,\nmassage and rest, a man could recover from the effects of mortocain\nwithin half a day. Without treatment, the paralysis could spread to\nheart and lungs. It could become a paralysis of death. An effective\nweapon: the slightest wound compelled the average criminal to surrender\nat once.\n\n\"Anti ... anti ...\" The words were as heavy as blobs of mercury forced\nfrom his throat. \"No ... I'm sure ... sure.\"\n\nHe didn't hear the answer or anything else.\n\n       *       *       *       *       *\n\nBen Curtis had no precise sensation of awakening. Return to\nconsciousness was an intangible evolution from a world of black\nnothingness to a dream-like state of awareness.\n\nHe felt the pressure of hands on his naked arms and shoulders,\nhands that massaged, manipulated, fought to restore circulation and\nsensitivity. He knew they were strong hands. Their strength seemed to\ntransfer itself to his own body.\n\nFor a long time, he tried to open his eyes. His lids felt welded\nshut. But after a while, they opened. His world of darkness gave way\nto a translucent cloak of mist. A round, featureless shape hovered\nconstantly above him--a face, he supposed.\n\nHe tried to talk. Although his lips moved slightly, the only sound was\na deep, staccato grunting.\n\nBut he heard someone say, \"Don't try to talk.\" It was the same gentle\nvoice he'd heard in the Blast Inn. \"Don't talk. Just lie still and\nrest. Everything'll be all right.\"\n\n_Everything all right_, he thought dimly.\n\nThere were long periods of lethargy when he was aware of nothing. There\nwere periods of light and of darkness. Gradually he grew aware of\nthings. He realized that the soft rubber mouth of a spaceman's oxygen\nmask was clamped over his nose. He felt the heat of electric blankets\nswathed about his body. Occasionally a tube would be in his mouth and\nhe would taste liquid food and feel a pleasant warmth in his stomach.\n\nAlways, it seemed, the face was above him, floating in the obscuring\nmist. Always, it seemed, the soft voice was echoing in his ears:\n\n\"Swallow this now. That's it. You must have food.\" Or, \"Close your\neyes. Don't strain. It won't be long. You're getting better.\"\n\n_Better_, he'd think. _Getting better...._\n\nAt last, after one of the periods of lethargy, his eyes opened. The\nmist brightened, then dissolved.\n\nHe beheld the cracked, unpainted ceiling of a small room, its colorless\nwalls broken with a single, round window. He saw the footboard of his\naluminite bed and the outlines of his feet beneath a faded blanket.\n\nFinally he saw the face and figure that stood at his side.\n\n\"You are better?\" the kind voice asked.\n\n       *       *       *       *       *\n\nThe face was that of a girl probably somewhere between twenty-five\nand thirty. Her features, devoid of makeup, had an unhealthy-looking\npallor, as if she hadn't used a sunlamp for many weeks. Yet, at the\nsame time, her firm slim body suggested a solidity and a strength. Her\nstraight brown hair was combed backward, tight upon her scalp, and\ndrawn together in a knot at the nape of her neck.\n\n\"I--I am better,\" he murmured. His words were still slow and thick. \"I\nam going to live?\"\n\n\"You will live.\"\n\nHe thought for a moment. \"How long have I been here?\"\n\n\"Nine days.\"\n\n\"You took care of me?\" He noted the deep, dark circles beneath her\nsleep-robbed eyes.\n\nShe nodded.\n\n\"You're the one who carried me when I was shot?\"\n\n\"Yes.\"\n\n\"Why?\"\n\nSuddenly he began to cough. Breath came hard. She held the oxygen mask\nin readiness. He shook his head, not wanting it.\n\n\"Why?\" he asked again.\n\n\"It would be a long story. Perhaps I'll tell you tomorrow.\"\n\nA new thought, cloaked in sudden fear, entered his murky consciousness.\n\"Tell me, will--will I be well again? Will I be able to walk?\"\n\nHe lay back then, panting, exhausted.\n\n\"You have nothing to worry about,\" the girl said softly. Her cool hand\ntouched his hot forehead. \"Rest. We'll talk later.\"\n\nHis eyes closed and breath came easier. He slept.\n\nWhen he next awoke, his gaze turned first to the window. There was\nlight outside, but he had no way of knowing if this was morning, noon\nor afternoon--or on what planet.\n\nHe saw no white-domed buildings of Hoover City, no formal lines of\ngreen-treed parks, no streams of buzzing gyro-cars. There was only a\ntranslucent and infinite whiteness. It was as if the window were set on\nthe edge of the Universe overlooking a solemn, silent and matterless\nvoid.\n\nThe girl entered the room.\n\n\"Hi,\" she said, smiling. The dark half-moons under her eyes were less\nprominent. Her face was relaxed.\n\nShe increased the pressure in his rubberex pillows and helped him rise\nto a sitting position.\n\n\"Where are we?\" he asked.\n\n\"Venus.\"\n\n\"We're not in Hoover City?\"\n\n\"No.\"\n\nHe looked at her, wondering. \"You won't tell me?\"\n\n\"Not yet. Later, perhaps.\"\n\n\"Then how did you get me here? How did we escape from the Inn?\"\n\n       *       *       *       *       *\n\nShe shrugged. \"We have friends who can be bribed. A hiding place in the\ncity, the use of a small desert-taxi, a pass to leave the city--these\ncan be had for a price.\"\n\n\"You'll tell me your name?\"\n\n\"Maggie.\"\n\n\"Why did you save me?\"\n\nHer eyes twinkled mischievously. \"Because you're a good astrogator.\"\n\nHis own eyes widened. \"How did you know that?\"\n\nShe sat on a plain chair beside his bed. \"I know everything about you,\nLieutenant Curtis.\"\n\n\"How did you learn my name? I destroyed all my papers--\"\n\n\"I know that you're twenty-four. Born July 10, 1971. Orphaned at four,\nyou attended Boys Town in the Catskills till you were 19. You graduated\nfrom the Academy at White Sands last June with a major in Astrogation.\nYour rating for the five-year period was 3.8--the second highest in a\nclass of fifty-seven. Your only low mark in the five years was a 3.2 in\nHistory of Martian Civilization. Want me to go on?\"\n\nFascinated, Ben nodded.\n\n\"You were accepted as junior astrogation officer aboard the _Odyssey_.\nYou did well on your flight from Roswell to Luna City. In a barroom\nfight in Luna City, you struck and killed a man named Arthur Cobb, a\npre-fab salesman. You've been charged with second degree murder and\nescape. A reward of 5,000 credits has been offered for your capture.\nYou came to Hoover City in the hope of finding a renegade group of\nspacemen who operate beyond Mars. You were looking for them in the\nBlast Inn.\"\n\nHe gaped incredulously, struggling to rise from his pillows. \"I--don't\nget it.\"\n\n\"There are ways of finding out what we want to know. As I told you, we\nhave many friends.\"\n\nHe fell back into his pillows, breathing hard. She rose quickly.\n\n\"I'm sorry,\" she said. \"I shouldn't have told you yet. I felt so happy\nbecause you're alive. Rest now. We'll talk again soon.\"\n\n\"Maggie, you--you said I'd live. You didn't say I'd be able to walk\nagain.\"\n\nShe lowered her gaze. \"I hope you'll be able to.\"\n\n\"But you don't think I will, do you?\"\n\n\"I don't know. We'll try walking tomorrow. Don't think about it now.\nRest.\"\n\nHe tried to relax, but his mind was a vortex of conjecture.\n\n\"Just one more question,\" he almost whispered.\n\n\"Yes?\"\n\n\"The man I killed--did he have a wife?\"\n\nShe hesitated. He thought, _Damn it, of all the questions, why did I\nask that?_\n\nFinally she said, \"He had a wife.\"\n\n\"Children?\"\n\n\"Two. I don't know their ages.\"\n\nShe left the room.\n\n       *       *       *       *       *\n\nHe sank into the softness of his bed. As he turned over on his side,\nhis gaze fell upon an object on a bureau in a far corner of the room.\n\nHe sat straight up, his chest heaving.\n\nThe object was a tri-dimensional photo of a rock-faced man in a\nmerchant spaceman's uniform. He was a giant of a man with a neatly\ntrimmed _red beard_!\n\nBen stared at the photo for a long time. At length, he slipped into\nrestless sleep. Images of faces and echoes of words spun through his\nbrain.\n\nThe dead man returned to him. Bloodied lips cursed at him. Glassy eyes\naccused him. Somewhere were two lost children crying in the night.\n\nAnd towering above him was a red-bearded man whose great hands reached\ndown and beckoned to him. Ben crawled through the night on hands and\nknees, his legs numb and useless. The crying of the children was a\nchilling wail in his ears.\n\nHis head rose and turned to the red-bearded man. His pleading voice\nscreamed out to him in a thick, harsh cackle. Yet even as he screamed,\nthe giant disappeared, to be replaced by white-booted feet stomping\nrelentlessly toward him.\n\nHe awoke still screaming....\n\nA night without darkness passed. Ben lay waiting for Maggie's return, a\nquestion already formed in his mind.\n\nShe came and at once he asked, \"Who is the man with the red beard?\"\n\nShe smiled. \"I was right then when I gave you that thumbnail biog. You\n_were_ looking for him, weren't you?\"\n\n\"Who is he?\"\n\nShe sat on the chair beside him.\n\n\"My husband,\" she said softly.\n\nHe began to understand. \"And your husband needs an astrogator? That's\nwhy you saved me?\"\n\n\"We need all the good men we can get.\"\n\n\"Where is he?\"\n\nShe cocked her head in mock suspicion. \"Somewhere between Mercury and\nPluto. He's building a new base for us--and a home for me. When his\nship returns, I'll be going to him.\"\n\n\"Why aren't you with him now?\"\n\n\"He said unexplored space is no place for a woman. So I've been\nstudying criminal reports and photos from the Interplanetary Bureau of\nInvestigation and trying to find recruits like yourself. You know how\nwe operate?\"\n\nHe told her the tales he'd heard.\n\n       *       *       *       *       *\n\nShe nodded. \"There are quite a few of us now--about a thousand--and a\ndozen ships. Our base used to be here on Venus, down toward the Pole.\nThe dome we're in now was designed and built by us a few years ago\nafter we got pushed off Mars. We lost a few men in the construction,\nbut with almost every advance in space, someone dies.\"\n\n\"Venus is getting too civilized. We're moving out and this dome is only\na temporary base when we have cases like yours. The new base--I might\nas well tell you it's going to be an asteroid. I won't say which one.\"\n\n\"Don't get the idea that we're outlaws. Sure, about half our group is\nwanted by the Bureau, but we make honest livings. We're just people\nlike yourself and Jacob.\"\n\n\"Jacob? Your husband?\"\n\nShe laughed. \"Makes you think of a Biblical character, doesn't it?\nJacob's anything but that. And just plain 'Jake' reminds one of a\ngrizzled old uranium prospector and he isn't like that, either.\"\n\nShe lit a cigarette. \"Anyway, the wanted ones stay out beyond the\nfrontiers. Jacob and those like him can never return to Earth--not even\nto Hoover City--except dead. The others are physical or psycho rejects\nwho couldn't get clearance if they went back to Earth. They know\nnothing but rocketing and won't give up. They bring in our ships to\nfrontier ports like Hoover City to unload cargo and take on supplies.\"\n\n\"Don't the authorities object?\"\n\n\"Not very strongly. The I. B. I. has too many problems right here to\nsearch the whole System for a few two-bit crooks. Besides, we carry\ncargoes of almost pure uranium and tungsten and all the stuff that's\nscarce on Earth and Mars and Venus. Nobody really cares whether it\ncomes from the asteroids or Hades. If we want to risk our lives mining\nit, that's our business.\"\n\nShe pursed her lips. \"But if they guessed how strong we are or that we\nhave friends planted in the I. B. I.--well, things might be different.\nThere probably would be a crackdown.\"\n\nBen scowled. \"What happens if there _is_ a crackdown? And what will you\ndo when Space Corps ships officially reach the asteroids? They can't\nignore you then.\"\n\n\"Then we move on. We dream up new gimmicks for our crates and take them\nto Jupiter, Saturn, Uranus, Neptune, Pluto. In time, maybe, we'll be\npushed out of the System itself. Maybe it won't be the white-suited\nboys who'll make that first hop to the stars. It _could_ be us, you\nknow--if we live long enough. But that Asteroid Belt is murder. You\ncan't follow the text-book rules of astrogation out there. You make up\nyour own.\"\n\n       *       *       *       *       *\n\nBen stiffened. \"And that's why you want me for an astrogator.\"\n\nMaggie rose, her eyes wistful. \"If you want to come--and if you get\nwell.\" She looked at him strangely.\n\n\"Suppose--\" He fought to find the right words. \"Suppose I got well and\ndecided not to join Jacob. What would happen to me? Would you let me\ngo?\"\n\nHer thin face was criss-crossed by emotion--alarm, then bewilderment,\nthen fear. \"I don't know. That would be up to Jacob.\"\n\nHe lay biting his lip, staring at the photo of Jacob. She touched his\nhand and it seemed that sadness now dominated the flurry of emotion\nthat had coursed through her.\n\n\"The only thing that matters, really,\" she murmured, \"is your walking\nagain. We'll try this afternoon. Okay?\"\n\n\"Okay,\" he said.\n\nWhen she left, his eyes were still turned toward Jacob's photo.\n\nHe was like two people, he thought.\n\nHalf of him was an officer of the Space Corps. Perhaps one single\nstarry-eyed boy out of ten thousand was lucky enough to reach that goal.\n\nHe remembered a little picture book his mother had given him when she\nwas alive. Under the bright pictures of spacemen were the captions:\n\n\"A Space Officer Is Honest\" \"A Space Officer Is Loyal.\" \"A Space\nOfficer Is Dutiful.\"\n\nHonesty, loyalty, duty. Trite words, but without those concepts,\nmankind would never have broken away from the planet that held it\nprisoner for half a million years.\n\nWithout them, Everson, after three failures and a hundred men dead,\nwould never have landed on the Moon twenty-seven years ago.\n\n       *       *       *       *       *\n\nBen sighed. He had a debt to pay. A good officer would pay that debt.\nHe'd surrender and take his punishment. He'd rip the crimson braid from\nhis uniform. He'd prevent the Academy for the Conquest of Space from\nbeing labeled the school of a murderer and a coward.\n\nAnd by doing these things, the haunting image of a dead man would\ndisappear from his vision.\n\nBut the other half of Ben Curtis was the boy who'd stood trembling\nbeneath a night sky of beckoning stars.\n\nThe eyes in Jacob's photo seemed to be staring at the boy in him, not\nat the officer. They appeared both pleading and hopeful. They were\nlike echoes of cold, barren worlds and limitless space, of lurking\nand savage death. They held the terror of loneliness and of exile, of\nconstant flight and hiding.\n\nBut, too, they represented a strength that could fulfill a boy's dream,\nthat could carry a man to new frontiers. They, rather than the neat\nwhite uniform, now offered the key to shining miracles. That key was\nwhat Ben wanted.\n\nBut he asked himself, as he had a thousand times, \"If I follow Jacob,\ncan I leave the dead man behind?\"\n\nHe tried to stretch his legs and he cursed their numbness. He smiled\ngrimly. For a moment, he'd forgotten. How futile now to think of stars!\n\nWhat if he were to be like this always? Jacob would not want a man\nwith dead legs. Jacob would either send him back to Earth or--Ben\nshuddered--see that he was otherwise disposed of. And disposal would be\nthe easier course.\n\n       *       *       *       *       *\n\nThis was the crisis. He sat on the side of the bed, Maggie before him,\nher strong arm about his waist.\n\n\"Afraid?\" she asked.\n\n\"Afraid,\" he repeated, shaking.\n\nIt was as if all time had been funneled into this instant, as if this\nmoment lay at the very vortex of all a man's living and desiring. There\nwas no room in Ben's mind for thoughts of Jacob now.\n\n\"You can walk,\" Maggie said confidently. \"I _know_ you can.\"\n\nHe moved his toes, ankles, legs. He began to rise, slowly, falteringly.\nThe firm pressure around his waist increased.\n\nHe stood erect. His legs felt like tree stumps, but here and there were\na tingling and a warmth, a sensitivity.\n\n\"Can you make it to the window?\" Maggie asked.\n\n\"No, no, not that far.\"\n\n\"Try! Please try!\"\n\nShe guided him forward.\n\nHis feet shuffled. Stomp, stomp. The pressure left his waist. Maggie\nstepped away, walked to the window, turned back toward him.\n\nHe halted, swaying. \"Not alone,\" he mouthed fearfully. \"I can't get\nthere by myself.\"\n\n\"Of course you can!\" Maggie's voice contained unexpected impatience.\n\nAshamed, he forced his feet to move. At times, he thought he was going\nto crash to the floor. He lumbered on, hesitating, fighting to retain\nhis balance. Maggie waited tensely, as if ready to leap to his side.\n\nThen his eyes turned straight ahead to the window. This was the first\ntime he'd actually seen the arid, dust-cloaked plains of the second\nplanet. He straightened, face aglow, as though a small-boy enthusiasm\nhad been reborn in him.\n\nHis tree-stump legs carried him to the window. He raised shaking hands\nagainst the thick glassite pane.\n\nOutside, the swirling white dust was omnipresent and unchallenged. It\ncut smooth the surfaces of dust-veiled rocks. It clung to the squat\ndesert shrubbery, to the tall skeletal shapes of Venusian needle-plants\nand to the swish-tailed lizards that skittered beneath them.\n\nThe shrill of wind, audible through the glassite, was like the\nanguished complaint of the planet itself, like the wail of an entity\nimprisoned in a dark tomb of dust. Venus was a planet of fury,\neternally howling its wrath at being isolated from sunlight and\ngreenery, from the clean blackness of space and the warm glow of\nsister-planet and star.\n\nThe dust covered all, absorbed all, eradicated all. The dust was\nmaster. The dome, Ben felt, was as transitory as a tear-drop of fragile\nglass falling down, down, to crash upon stone.\n\n\"Is it always like this?\" he asked. \"Doesn't the wind ever stop?\"\n\n\"Sometimes the wind dies. Sometimes, at night, you can see the lights\nfrom the city.\"\n\n       *       *       *       *       *\n\nHe kept staring. The dome, he thought, was a symbol of Man's littleness\nin a hostile universe.\n\nBut, too, it was a symbol of his courage and defiance. And perhaps\nMan's greatest strength lay in the very audacity that drove him to\nbuild such domes.\n\n\"You like it, don't you?\" Maggie asked. \"It's lonely and ugly and wild,\nbut you like it.\"\n\nHe nodded, breathless.\n\nShe murmured, \"Jacob used to say it isn't the strange sights that\nthrill spacemen--it's the thoughts that the sights inspire.\"\n\nHe nodded again, still staring.\n\nShe began to laugh. Softly at first, then more loudly. It was the kind\nof laughter that is close to crying.\n\n\"You've been standing there for ten minutes! You're going to walk\nagain! You're going to be well!\"\n\nHe turned to her, smiling with the joyous realization that he had\nactually stood that long without being aware of it.\n\nThen his smile died.\n\nStanding behind Maggie, in an open doorway, was a gray, scaly, toadlike\nmonster--a six-and-a-half-foot Venusian. He was motionless as a statue,\nhis green-lidded eyes staring curiously at Ben. His scaly hand was\ntight about the butt of an old-fashioned heat pistol holstered to his\nhip.\n\nMaggie suppressed a smile. \"Don't be frightened, Ben. This is\nSimon--Simple Simon, we call him. His I. Q. isn't too high, but he\nmakes a good helper and guard for me. He's been so anxious to see you,\nbut I thought it'd be better if he waited until you were well.\"\n\nBen nodded, fascinated by the apparent muscular solidity of the\ncreature. It hadn't occurred to his numbed mind that he and Maggie were\nnot the sole occupants of the dome.\n\nBut Maggie had acted wisely, he thought. His nightmares had been\nterrifying enough without bringing Simple Simon into them.\n\n\"Shake hands with Ben,\" she told the Venusian.\n\nSimple Simon lumbered forward, then paused. His eyes blinked. \"No,\" he\ngrated.\n\nMaggie gasped. \"Why, Simple Simon, what's the matter?\"\n\nThe gray creature rasped, \"Ben--he not one of us. He thinks--different.\nIn thoughts--thinks escape. Earth.\"\n\n       *       *       *       *       *\n\nMaggie paled. \"He _is_ one of us, Simon.\" She stepped forward and\nseized the Venusian's arm. \"You go to your room. Stand guard. You guard\nBen just like you guard me. Understand?\"\n\nSimple Simon grunted, \"I guard. If Ben go--I stop him. I stop him\ngood.\" He raised his huge hands suggestively.\n\n\"No, Simon! Remember what Jacob told you. We hurt no one. Ben is our\nfriend. You help him!\"\n\nThe Venusian thought for a long moment. Then he nodded. \"I help Ben.\nBut if go--stop.\"\n\nShe led the creature out of the room and closed the door.\n\n\"Whew,\" Ben sighed. \"I'd heard those fellows were telepaths. Now I\n_know_.\"\n\nMaggie's trembling hands reached for a cigarette. \"I--I guess I didn't\nthink, Ben. Venusians can't really read your mind, but they see your\nfeelings, your emotions. It's a logical evolutionary development,\nI suppose. Auditory and visual communication are difficult here, so\nevolution turned to empathy. And that's why Jacob keeps a few Venusians\nin our group. They can detect any feeling of disloyalty before it\nbecomes serious.\"\n\nBen remembered Simple Simon's icy gaze and the way his rough hand had\ngripped his heat pistol. \"They could be dangerous.\"\n\n\"Not really. They're as loyal as Earth dogs to their masters. I mean\nthey wouldn't be dangerous to anyone who's loyal to us.\"\n\nSilently, she helped him back to his bed.\n\n\"I'm sorry, Maggie--sorry I haven't decided yet.\"\n\nShe neither answered nor looked at him.\n\nGrimly, he realized that his status had changed. He was no longer a\npatient; he was a prisoner.\n\nA Venusian day passed, and a Venusian night. The dust swirled and wind\nblew, as constant as the whirl of indecision in Ben's mind.\n\nMaggie was patient. Once, when she caught him gazing at Jacob's photo,\nshe asked, \"Not yet?\"\n\nHe looked away. \"Not yet.\"\n\n       *       *       *       *       *\n\nHe learned that the little dome consisted of three rooms, each shaped\nlike pieces of a fluffy pie with narrow concrete hallways between.\n\nHis room served as a bedroom and he discovered that Maggie slept on a\npneumatic cot in the kitchen. The third room, opening into the airlock,\nhoused a small hydroponics garden, sunlamp, short-wave visi-radio, and\nsuch emergency equipment as oxygen tanks, windsuits, and vita-rations.\nIt was here that Simple Simon remained most of the time, tending the\ngarden or peering into the viewscreen that revealed the terrain outside\nthe dome.\n\nMaggie prepared Ben's meals, bringing them to him on a tray until he\nwas able to sit at a table. As his paralysis diminished, he helped\nher with cooking--with Simple Simon standing by as a mute, motionless\nobserver.\n\nOccasionally Maggie would talk of her girlhood in a small town in\nMissouri and how she'd dreamed of journeying to the stars.\n\n\"'Stars are for boys,' they'd tell me, but I was a queer one. While\nother gals were dressing for their junior proms, I'd be in sloppy\nslacks down at the spaceport with Jacob.\"\n\nShe laughed often--perhaps in a deliberate attempt to disguise the\nomnipresent tension. And her laughter was like laughter on Earth,\nfloating through comfortable houses and over green fields and through\nclear blue sky. When she laughed, she possessed a beauty.\n\nDespite her pale face and lack of makeup, Ben realized that she was no\nolder than he.\n\n_If I'd only known her back on Earth_, he thought. _If I_--And then he\ntold himself, _You've got enough problems. Don't create another one!_\n\nFinally, except for a stiffness in his leg joints, he'd fully recovered.\n\n\"How much time do I have?\" he asked.\n\n\"Before you decide?\"\n\n\"Yes.\"\n\n\"Very little. Jacob's ship is on its way. It'll be here--well, you\ncan't tell about these things. Two or three Earth days, maybe even\ntomorrow. It'll stay in Hoover City long enough to discharge and load\ncargo. Then it'll stop here for us and return to--to our new base.\"\n\n\"What do you think Jacob would do if I didn't want to go with him?\"\n\n       *       *       *       *       *\n\nShe shook her head. \"You asked me that before. I said I didn't know.\"\n\nBen thought, _I know a lot about you, Jacob. I know you're based on an\nasteroid. I know how many men you have, how many ships. I know where\nthis dome is. I know you have men planted in the I. B. I. Would you\nlet me go, knowing these things? How great is your immunity from the\nlaw? Do you love freedom so much that you'd kill to help preserve it?_\n\nFear crawled through his mind on icy legs.\n\n\"Maggie,\" he said, \"what would Jacob do if he were me?\"\n\nShe looked amused. \"Jacob wouldn't have gotten into your situation. He\nwouldn't have struck Cobb. Jacob is--\"\n\n\"A man? And I'm still a boy? Is that what you mean?\"\n\n\"Not exactly. I think you'll be a man after you make your decision.\"\n\nHe frowned, not liking her answer.\n\n\"You think the dream of going into space is a boy's dream, that it\ncan't belong to a man, too?\"\n\n\"Oh, no. Jacob still has the dream. Most of our men do. And in a\nman, it's even more wonderful than in a boy.\" Then her face became\nmore serious. \"Ben, you've got to decide soon. And it's got to be a\n_complete_ decision. You can have no doubt in your mind.\"\n\nHe nodded. \"On account of Simon, you mean.\"\n\nShe motioned for him to come to the window in his room. He gazed\noutward, following the line of her finger as she pointed.\n\nHe saw a man-sized mound of stones, dimly visible beneath the\nwind-whipped dust.\n\nA grave.\n\n\"He was a man like you,\" Maggie said softly. \"God knows Simon didn't\n_try_ to kill him. But he was escaping. He--he made the decision not to\njoin us. Simon sensed it. There was a struggle. Simon's hands--well, he\ndoesn't realize--\"\n\nShe didn't have to explain further. Ben knew what those mighty scaly\npaws could do.\n\n       *       *       *       *       *\n\nThe moments were now like bits of eternity cloaked in frozen fear.\nSomewhere in the blackness of interplanetary space, Jacob's rocket was\nstreaking closer and closer to Venus. How far away was it? A million\nmiles? Fifty thousand? Or was it now--right now--ripping through the\nmurky Venusian atmosphere above the dome?\n\nA _complete_ decision, Maggie had said.\n\nJacob didn't want a potential deserter in his group. And you couldn't\n_pretend_ that you were loyal to Jacob--not with monstrosities like\nSimple Simon about.\n\nSoon Jacob, not Ben, might have to make a decision--a decision that\ncould result in a second cairn of stones on the wind-swept desert.\n\nBen shivered.\n\nBefore retiring, he wandered nervously into the supply room. Maggie\nwas poised over the visi-radio. Simple Simon was intently scanning the\nnight-shrouded terrain in the viewscreen.\n\n\"Any news?\" Ben asked Maggie.\n\nThe girl grunted negatively without looking up.\n\nBen's gaze fell upon the array of oxygen masks, windsuits,\nvita-rations. Then, on a littered shelf, he spied a small Venusian\ncompass.\n\nAlmost automatically, his hand closed over it. His brain stirred with\na single thought: _A compass could keep a man traveling in a straight\nline._\n\nSimple Simon restlessly shifted. He turned to Ben, blinking in the\nfrighteningly alien equivalent of a suspicious scowl.\n\nBen's hand tightened about the compass. He tried to relax, to force all\nthought of it from his mind. He stared at the viewscreen, concentrating\non the ceaseless drift of dust.\n\nThe Venusian's eyes studied him curiously, as if searching his mind for\nthe illusive echo of a feeling that had given him alarm.\n\n\"I think I'll turn in,\" yawned Ben. \"'Night, Maggie.\"\n\nSimon frowned, apparently frustrated in his mental search. \"Ben--not\none of us. I--watch.\"\n\n       *       *       *       *       *\n\nWithout answering, Ben returned to his room, the compass hot and moist\nfrom the perspiration in his hand.\n\nHe took a deep breath.\n\nWhy had he taken the compass? He wasn't sure. Perhaps, he reflected,\nhis decision had already been made, deep beneath the surface of\nconsciousness.\n\nHe stood before the window, peering into the night. He knew that to\nattempt to sleep was futile. Sleep, for the past few days an ever-ready\nfriend, had become a hostile stranger.\n\n_God_, his brain cried, _what shall I do?_\n\nSlowly, the dust outside the window settled. The scream of wind was no\nlonger audible. His startled eyes beheld dim, faraway lights--those of\nHoover City, he guessed.\n\nIt was as if, for the space of a few seconds, some cosmic power had\nsilenced the Venusian fury, had guided him toward making his decision.\n\nHe whipped up his compass. He barely had time to complete the\nmeasurement.\n\n\"Sixty-eight degrees,\" he read. \"Northeast by east.\"\n\nFresh wind descended onto the plain. Dancing dust erased the vision of\nthe lights.\n\n\"Sixty-eight, sixty-eight,\" he kept muttering.\n\nBut now there was nothing to do--except try to sleep and be ready.\n\nStrong hands shook him out of restless sleep. He opened his eyes and\nsaw complete darkness. He thought at first that his eyesight had failed.\n\n\"Ben! Wake up!\" Maggie's voice came to him, crisp, commanding. \"The\nrocket's coming. I've decoded the message. We only have a few minutes.\"\n\nThe girl snapped on a small bulkhead light. She left him alone to dress.\n\nHe slid out of bed, a drowsiness still in him. He reached for his\nclothing. Abruptly, the full implication of what she had said struck\nhim.\n\nJacob's rocket was coming. This was the time for decision, yet within\nhis taut body there was only a jungle of conflicting impulses.\n\n       *       *       *       *       *\n\nMaggie returned, her face hard, her eyes asking the silent question.\n\nBen stood frozen. The slow seconds beat against his brain like waves of\nice.\n\nAt last she said, \"Ready, Ben?\" She spoke evenly, but her searching\ngaze belied the all-important significance of her words.\n\nIn the dim light, the photograph of Jacob was indistinguishable, but\nBen could still see the image of the dead man.\n\nHe thought, _I can't run away with Jacob like a selfish, cowardly kid!\nNo matter how bright the stars would be, that brightness couldn't\ndestroy the image of a dead man with staring eyes. No matter what Jacob\nand Simon do to me, I've got to try to get back to Earth._\n\nHe suddenly felt clean inside. He was no longer ashamed to hold his\nhead high.\n\n\"Maggie,\" he said.\n\n\"Yes?\"\n\n\"I've made my decision.\"\n\nOutside the window, a waterfall of flame cascaded onto the desert,\npushing aside the dust and the darkness. The deep-throated sound of\nrocket engines grumbled above the whining wind. The floor of the dome\nvibrated.\n\n\"The rocket's here!\" Maggie cried.\n\nThe flaming exhaust from the ship dissolved into the night. The rocket\nthunder faded into the wind.\n\nThe alarm on the dome's inner airlock bulkhead rang. Maggie ran like a\nhappy child through the concrete corridor, Ben following. She bounded\ninto the supply room, pushed Simple Simon aside, stopped before a\ncontrol panel. Her fingers flew over switches and levers.\n\nThe airlock door slid open. A short, stubble-bearded man clad in\nwindsuit and transparalite helmet stomped in. He unscrewed the face\nplate of his helmet. His ears were too big and he looked like a fat\ndoll.\n\n\"We're ready for you, Mrs. Pierce,\" he said.\n\nMaggie nodded eagerly. She whirled back to Ben. \"_Hurry!_ Get your\nhelmet and suit on!\"\n\nShe spun back to the big-eared little man. \"Cargo unloaded? All set for\nthe flight home?\"\n\n_Home_, Ben thought. _She calls a place she's never seen home._\n\n\"Cargo's unloaded.\"\n\n\"No trouble with the I. B. I.? No investigation?\"\n\n\"Not yet. We're good for a few more hauls, I guess.\"\n\n       *       *       *       *       *\n\nBen slipped on his windsuit. He glanced at the control panel for the\nairlock. Yes, he could manipulate it easily. He contemplated the heat\npistol at Simple Simon's hip. A tempting idea--but, no, he wanted no\nmore of violence.\n\nThen he bit his lip. He cleared his mind of all thought.\n\nSimple Simon evidently had not noted the impulse that flicked his\nadrenals into pumping.\n\nThe big-eared man stared strangely at Maggie. \"Mrs. Pierce, before we\ngo, I'd better tell you something.\"\n\n\"You can do that on the rocket.\"\n\nMaggie stepped forward to seize her helmet. The man blocked her\nmovement.\n\n\"Mrs. Pierce, your husband--Jacob--was on the rocket.\"\n\n\"What?\" The girl released a broken, unbelieving little laugh. \"Why, he\nwouldn't dare! That idiot, taking a chance like--\" Alarm twisted her\nfeatures. \"He--he wasn't captured--\"\n\n\"No, he wasn't captured. And he took no chance, Mrs. Pierce.\"\n\nA moment of silence. Then she sucked in her breath.\n\nBen understood. Words echoed in his mind: \"Jacob and those like him can\nnever return to Earth, not even to Hoover City--except dead.\"\n\nMaggie swayed. Ben and the big-eared little man jumped to her side,\nguided her back into the compartment used as a kitchen. They helped her\nto a chair. Ben turned on the fire beneath a coffee pot. Simple Simon\nwatched silently.\n\nHer eyes empty and staring, Maggie asked, \"How did it happen?\"\n\n\"We were heading into a clump of baby asteroids the size of peas. The\nradar warning was too slow. We couldn't pull away; we had to stop. The\ndeceleration got him--crushed him. He lived for five minutes afterward.\"\n\nThe little man produced a folded paper from a pocket of his suit.\n\"Jacob said he had some ideas he had to get down on paper. God knows\nwhy, but during those five minutes he drew up this plan for improving\nour deceleration compensator.\"\n\n\"Plans for--\" she gasped.\n\n\"He was a spaceman, Mrs. Pierce.\" The man handed her the paper. Ben\ncaught a glimpse of scribbled circuits, relays, cathodes.\n\n\"When he finished,\" the man continued, \"he said to tell you that he\nloved you.\"\n\nShe started to hand the paper back.\n\nThe spaceman shook his head. \"No, the original is yours. I've made\ncopies for our own ships and for the brass in Hoover City.\"\n\n       *       *       *       *       *\n\nMaggie kept talking to the little man, lost in the world he was\ncreating for her. Ben was excluded from that world, a stranger.\n\nThen Ben saw his opportunity.\n\nSimple Simon's face was expressionless, but tears were zig-zagging down\nhis gray, reptilian features. Ben stared for several seconds, wondering\nif his vision had deceived him. Till this instant, he'd somehow assumed\nthat the big Venusian was devoid of emotion.\n\nBut Simple Simon was crying.\n\nIt was unlikely that the creature would peer into his mind at a moment\nlike this.\n\nStep by step, Ben backed toward the open door in the rear of the\ncompartment. Silently, he slipped through it. He attempted to move\nautomatically, without feeling.\n\nHe darted into the supply room. The continued drone of voices told him\nhis action had not been observed.\n\nHe didn't like it at all. Escaping this way was like crumpling Maggie's\ngrief into an acid ball and hurling it into her face. But he had no\nother choice.\n\nA few seconds later, he was dressed in windsuit and oxygen helmet. A\ncan of vita-rations was strapped to his back and his compass was in his\nhand.\n\nHeart refusing to stop pounding, he threw the levers and switches to\nopen the airlock. He cringed under the grinding, scraping noise, as\nloud to him as the ringing clash of swords.\n\nBut the murmur of voices continued.\n\nHe stepped outside. The airlock door clanged shut. He was caught by the\nbiting dust and the shrill banshee wind. He fell, then scrambled erect.\n\nTo his right, he saw the silver sheen of Jacob's rocket shining behind\na row of golden, eyelike portholes. Beneath it were black outlines of\nmoving, helmeted figures.\n\nHe bent low to study the luminous dial of his compass.\n\nBehind him was a grating and a sliding of metal. A movement in the\ndarkness.\n\nHe turned.\n\nDimly illuminated by the glow from the rocket ports was the grim, stony\nface of Simple Simon.\n\n       *       *       *       *       *\n\nThe Venusian was like a piece of the night itself, compressed and\nsolidified to form a living creature. The impression was contradicted\nonly by the glowing whiteness of his eyes.\n\nThe reptilian body shuffled forward. The scales on his great face\nand chest reflected the lights from the rocket like Christmas tree\nornaments dusted with gold.\n\nHis hands reached out.\n\nWords thundered in Ben's memory: _God knows Simon didn't try to kill\nhim. Simon's hands--well, he doesn't realize--_\n\nBen hopped away from the groping hands, slipped the compass into his\npocket, balled his fists. The wind caught at his body. He stumbled,\nthen recovered his balance.\n\nDespite the wind and his suit's bulkiness, he was surprised at his own\nagility. He recalled that the gravitational pull of Venus was only\nfour-fifths of Earth's. That was an advantage.\n\nCrouching against the wind, he stepped to his left, away from the\nrocket. He was reluctant to enter an area of greater darkness, but\nneither did he want to risk observation by the men he'd seen near\nJacob's ship.\n\nSimple Simon followed. He moved like an automaton, functioning with\nawkward, methodical slowness. His hands, speckled with reflected light,\nrose up out of the darkness.\n\nBen stepped back, wiped the dust from his clouded face-plate. One swoop\nof those hands, he knew, could shatter his helmet, destroy his oxygen\nsupply, leave him choking on deadly methane and carbon dioxide.\n\nBut, so far, Simon seemed bent on capture, not destruction. That fact\ngave Ben a second advantage.\n\nScaly fingers, moving now with greater swiftness, closed over the\nshoulder of his suit. Ben felt himself being pulled forward, a child\nin the grasp of a giant. His brief surge of confidence vanished. Cold\nterror swept upon him.\n\nHe lashed out wildly. His right fist found his target, found it so well\nthat the skin split on his gloved knuckles.\n\nSimon's head snapped back. The grasping fingers slipped from Ben's suit.\n\nBut still the Venusian lumbered ahead, an irresistible juggernaut, the\nhands continually groping. Ben ducked and slipped aside. The can of\nvita-rations was ripped from his back.\n\nHe crouched low, fighting the wind, maneuvering for another blow.\nHis lungs ached, but he had no opportunity to increase his helmet's\noxygen flow. His weak leg muscles were beginning to pain as though with\nneedles of fire.\n\n       *       *       *       *       *\n\nThe hands crashed down upon his shoulders. This time, his fist found\nSimon's stomach. The creature released a grunt audible above the\nhowling of wind. His body doubled up.\n\nBen struck again and again. His lungs throbbed as if they'd break\nthrough his chest. A fresh layer of dust coated his face-plate, nearly\nblinding him. He fought instinctively, gauntleted fists battering.\n\nSimple Simon fell.\n\nBen brushed away the dust from his face-plate, turned up his helmet's\noxygen valve. Then he knelt by the fallen creature.\n\nA new fear came to Ben Curtis--a fear almost as great as that of being\ncaught in Simon's crushing grip. It was the fear that he had killed\nagain.\n\nBut even in the near-darkness, he could distinguish the labored rise\nand fall of the massive chest.\n\n_Thank God_, he thought.\n\nFrom the direction of Jacob's ship, a flash of light caught his eye.\nThe black shapes of helmeted men were becoming larger, nearer.\n\nBen tensed. The spacemen couldn't have heard sounds of the struggle,\nbut they _might_ have noticed movement.\n\nPuffing, Ben plunged into the darkness to his left, slowing only long\nenough to consult the dial of his compass.\n\n\"Sixty-eight degrees,\" he breathed.\n\nThe compass dial was now his only companion and his only hope. It was\nthe one bit of reality in a world of black, screaming nightmare.\n\n       *       *       *       *       *\n\nAt first Ben Curtis fought the wind and the dust and the night. His\nfists were clenched as they had been while struggling with Simon. Each\nstep forward was a challenge, a struggle and--so far, at any rate--a\nvictory.\n\nBut how far was the city? Five miles? Ten? How could you judge distance\nthrough a haze of alien sand?\n\nAnd were Simple Simon or Jacob's men following? How good was a\nVenusian's vision at night? Would the scaly hands find him even now,\ndescending on him from out of the blackness?\n\nHe kept walking, walking. Sixty-eight degrees.\n\nGradually his senses grew numb to the fear of recapture. He became\noblivious to the wailing wind and the beat of dust against his\nface-plate. He moved like a robot. His mind wandered back through time\nand space, a pin-wheel spinning with unforgettable impressions, faces,\nvoices.\n\nHe saw the white features of a dead man, their vividness fading now and\nno longer terrifying.\n\n_A Space Officer Is Honest. A Space Officer Is Loyal. A Space Officer\nIs Dutiful._ The words were like clear, satisfying music.\n\nHe cursed at the image of a pop-eyed Martian boy. _A tres fine table,\nmonsieur. Close in the shadows._\n\nAnd yet, he told himself, the boy really didn't do anything wrong. He\nwas only helping to capture a murderer. Maybe he was lonesome for Mars\nand needed money to go home.\n\nBen thought of Maggie: _While other gals were dressing for their junior\nproms, I'd be in sloppy slacks down at the spaceport with Jacob.... If\nI'd only known her back on Earth--_\n\nMaggie, sitting alone now with a wrinkled paper and its mass of\nscrawled circuits. Alone and hollow with grief and needing help. Ben's\nthroat tightened. Damn it, he didn't want to think about that.\n\nWhat was it the little big-eared man had said? _I've made copies for\nour own ships and for the brass in Hoover City._\n\nWhy had he said that? Why would renegades give their secrets to the\nSpace Corps? The Corps would incorporate the discoveries in their\nships. With them, they'd reach the asteroids. Jacob's group would be\npushed even further outward.\n\nBen stopped, the wind whipping at his suit and buffeting his\nhelmet--but not as hard as the answer he had found.\n\n       *       *       *       *       *\n\nJacob and his men had an existence to justify, a debt to pay. They\njustified that existence and paid that debt by helping humanity in its\nstarward advance.\n\nMaggie had said, _We carry cargoes of almost pure uranium and tungsten\nand all the stuff that's getting scarce on Earth and Mars and Venus. If\nwe want to risk our lives getting it, that's our business.... The dome\nwe're in now was designed and built by us a few years ago. We lost a\nfew men in the construction, but with almost every advance in space,\nsomeone dies._\n\nThe wind pressed Ben back. The coldness of the Venusian night was\nseeping into his suit. It was as if his body were bathed, at once, in\nflame and ice.\n\nHe slipped, fell, his face turned toward the sandy ground. He did not\ntry to rise.\n\nYet his mind seemed to soar above the pain, to carry him into a\nwondrous valley of new awareness.\n\nMan would never be content to stay on nine insignificant globes-not\nwhen his eyes had the power to stare into a night sky and when his\nbrain had the ability to imagine. There would have to be pioneers to\nseek out the unknown horror, to face it and defeat it. There would have\nto be signposts lining the great road and helping others to follow\nwithout fear.\n\nFor all the brilliancy of their dreams, those men would be the lonely\nones, the men of no return. For all the glory of their brief adventure,\nthey would give not only their cloaks, but ultimately their lives.\n\nBen lay trembling in the darkness.\n\nHis brain cried, _You couldn't rig up a radar system or a deceleration\ncompensator, but you could chart those asteroids. You can't bring a man\nnamed Cobb back to life, but you could help a thousand men and women to\nstay alive five or ten or twenty years from now._\n\nBen knew at last what decision Jacob would have made.\n\nThe reverse of sixty-eight on a compass is two-forty-eight.\n\n       *       *       *       *       *\n\nLike flashing knitting needles, strong hands moved about his\nface-plate, his windsuit, his helmet. Then they were wiping\nperspiration from his white face and placing a wet cloth on the back of\nhis neck.\n\n\"You were coming back,\" a voice kept saying. \"You were coming back.\"\n\nHis mouth was full of hot coffee. He became aware of a gentle face\nhovering above him, just as it had a seeming eternity ago.\n\nHe sat up on the bed, conscious now of his surroundings.\n\n\"Simon says you were coming back, Ben. _Why?_\"\n\nHe fought to grasp the meaning of Maggie's words. \"Simon? Simon found\nme? He brought me back?\"\n\n\"Only a short way. He said you were almost here.\"\n\nBen closed his eyes, reliving the whirlwind of thought that had whipped\nthrough his brain. He mumbled something about pioneers and a scrawled\npaper and a debt and a decision.\n\nThen he blinked and saw that he and Maggie were not alone. Simple Simon\nstood at the foot of his bed--and was that a trace of a smile on his\nreptilian mouth? And three windsuited spacemen stood behind Maggie,\nhelmets in their hands. One was a lean-boned, reddish-skinned Martian.\n\nSimple Simon said, \"Ben--changed. Thinks--like us. Good now.\nLike--Jacob.\"\n\nThe little big-eared man stepped up and shook hands with Ben. \"If Simon\nsays so, that's good enough for me.\"\n\nA blond-haired Earthman helped Ben from the bed. \"Legs okay, fellow?\nThink you're ready?\"\n\nBen stood erect unassisted. \"Legs okay. And I'm ready.\"\n\nHe thought for a moment. \"But suppose I wasn't ready. Suppose I didn't\nwant to go with you. I know a lot about your organization. What would\nyou do?\"\n\nThe blond man shrugged untroubledly. \"We wouldn't kill you, if that's\nwhat you mean. We'd probably vote on whether to take you with us anyway\nor let you go.\" His smile was frank. \"I'm glad we don't have to vote.\"\n\nBen nodded and turned to Maggie. \"You're still coming with us?\"\n\nShe shook her head, a mist shining in her sad eyes. \"Not on this trip.\nNot without Jacob. I'll get one of our desert taxis back to Hoover\nCity. Then I'll be going to Earth for a while. I've got some thinking\nto do and thinking is done best on Earth. Out here is the place for\n_feeling_.\" Her eyes lost a little of their pain. \"But I'll be back.\nJacob wouldn't stay on Earth. Neither will I. I'll be seeing you.\"\n\nThe big-eared man put his hand on Ben's shoulder.\n\n\"Think you can get us back to Juno?\" he asked.\n\nBen looked at Maggie and then at the big-eared man. \"You're as good as\nthere,\" he said confidently.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Coffin for Jacob, by Edward W. Ludwig\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A COFFIN FOR JACOB ***\n\n***** This file should be named 51203.txt or 51203.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/0/51203/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}