{"title": "Name Your Symptom", "author": "Jim Harmon", "releaseDate": "February 13, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           Name Your Symptom\n\n                             By JIM HARMON\n\n                         Illustrated by WEISS\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction May 1956.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                 Anybody who shunned a Cure needed his\n               head examined--assuming he had one left!\n\n\nHenry Infield placed the insulated circlet on his head gently. The\ngleaming rod extended above his head about a foot, the wires from it\nleading down into his collar, along his spine and finally out his pants\nleg to a short metallic strap that dragged on the floor.\n\nClyde Morgan regarded his partner. \"Suppose--just suppose--you _were_\nserious about this, why not just the shoes?\"\n\nInfield turned his soft blue eyes to the black and tan oxfords with the\nvery thick rubber soles. \"They might get soaked through.\"\n\nMorgan took his foot off the chair behind the desk and sat down.\n\"Suppose they were soaked through and you were standing on a metal\nplate--steps or a manhole cover--what good would your lightning rod do\nyou then?\"\n\nInfield shrugged slightly. \"I suppose a man must take some chances.\"\n\nMorgan said, \"You can't do it, Henry. You're crossing the line. The\npeople we treat are on one side of the line and we're on the other. If\nyou cross that line, you won't be able to treat people again.\"\n\nThe small man looked out the large window, blinking myopically at the\nbrassy sunlight. \"That's just it, Clyde. There is a line between us,\na wall. How can we really understand the people who come to us, if we\nhide on our side of the wall?\"\n\nMorgan shook his thick head, ruffling his thinning red hair. \"I dunno,\nHenry, but staying on our side is a pretty good way to keep sane and\nthat's quite an accomplishment these days.\"\n\nInfield whirled and stalked to the desk. \"That's the answer! The whole\nworld is going mad and we are just sitting back watching it hike\nalong. Do you know that what we are doing is really the most primitive\nmedicine in the world? We are treating the symptoms and not the\ndisease. One cannibal walking another with sleeping sickness doesn't\ncure anything. Eventually the savage dies--just as all those sick\nsavages out in the street will die unless we can cure the disease, not\nonly the indications.\"\n\n       *       *       *       *       *\n\nMorgan shifted his ponderous weight uneasily. \"Now, Henry, it's no good\nto talk like that. We psychiatrists can't turn back the clock. There\njust aren't enough of us or enough time to give that old-fashioned\n_therapy_ to all the sick people.\"\n\nInfield leaned on the desk and glared. \"I called myself a psychiatrist\nonce. But now I know we're semi-mechanics, semi-engineers,\nsemi-inventors, semi lots of other things, but certainly not even\nsemi-psychiatrists. A psychiatrist wouldn't give a foetic gyro to a man\nwith claustrophobia.\"\n\nHis mind went back to the first gyro ball he had ever issued; the\nremembrance of his pride in the thing sickened him. Floating before\nhim in memory was the vertical hoop and the horizontal hoop, both of\nshining steel-impervium alloy. Transfixed in the twin circles was the\nface of the patient, slack with smiles and sweat. But his memory was\nexaggerating the human element. The gyro actually passed over a man's\nshoulder, through his legs, under his arms. Any time he felt the\nwalls creeping in to crush him, he could withdraw his head and limbs\ninto the circle and feel safe. Steel-impervium alloy could resist even\na nuclear explosion. The foetic gyro ball was worn day and night, for\nlife.\n\nThe sickness overcame him. He sat down on Morgan's desk. \"That's just\none thing, the gyro ball. There are so many others, so many.\"\n\nMorgan smiled. \"You know, Henry, not all of our Cures are so--so--not\nall are like that. Those Cures for mother complexes aren't even\nobvious. If anybody does see that button in a patient's ear, it looks\nlike a hearing aid. Yet for a nominal sum, the patient is equipped to\nhear the soothing recorded voice of his mother saying, 'It's all right,\neverything's all right, Mommy loves you, it's all right....'\"\n\n\"But _is_ everything all right?\" Infield asked intensely. \"Suppose\nthe patient is driving over one hundred on an icy road. He thinks\nabout slowing down, but there's the voice in his ear. Or suppose he's\nwalking down a railroad track and hears a train whistle--if he can hear\nanything over that verbal pablum gushing in his ear.\"\n\nMorgan's face stiffened. \"You know as well as I do that those voices\nare nearly subsonic. They don't cut a sense efficiency more than 23\nper cent.\"\n\n\"At first, Clyde--only at first. But what about the severe case where\nwe have to burn a three-dimensional smiling mother-image on the eyes of\nthe patient with radiation? With that image over everything he sees and\nwith that insidious voice drumming in his head night and day, do you\nmean to say that man's senses will only be impaired 23 per cent? Why,\nhe'll turn violently schizophrenic sooner or later--and you know it.\nThe only cure we have for that is still a strait jacket, a padded cell\nor one of those inhuman lobotomies.\"\n\nMorgan shrugged helplessly. \"You're an idealist.\"\n\n\"You're damned right!\" Infield slammed the door behind him.\n\n       *       *       *       *       *\n\nThe cool air of the street was a relief. Infield stepped into the main\nstream of human traffic and tried to adjust to the second change in the\nair. People didn't bathe very often these days.\n\nHe walked along, buffeted by the crowd, carried along in this\ndirection, shoved back in that direction. Most people in the crowd\nseemed to be Normals, but you couldn't tell. Many \"Cures\" were not\nreadily apparent.\n\nA young man with black glasses and a radar headset (a photophobe) was\nunable to keep from being pushed against Infield. He sounded out the\nlightning rod, his face changing when he realized it must be some kind\nof Cure. \"Pardon me,\" he said warmly.\n\n\"Quite all right.\"\n\nIt was the first time in years that anyone had apologized to Infield\nfor anything. He had been one of those condemned Normals, more to be\nscorned than pitied. Perhaps he could really get to understand these\npeople, now that he had taken down the wall.\n\nSuddenly something else was pushing against Infield, forcing the\nair from his lungs. He stared down at the magnetic suction dart\nclinging leechlike to his chest. Model Acrophobe 101-X, he catalogued\nimmediately. Description: safety belt. But his emotions didn't behave\nso well. He was thoroughly terrified, heart racing, sweat glands\npumping. The impervium cable undulated vulgarly. _Some primitive fear\nof snake symbols?_ his mind wondered while panic crushed him.\n\n\"Uncouple that cable!\" the shout rang out. It was not his own.\n\nA clean-cut young man with mouse-colored hair was moving toward the\nstubble-chinned, heavy-shouldered man quivering in the center of a web\nof impervium cables stuck secure to the walls and windows of buildings\nfacing the street, the sidewalk, a mailbox, the lamp post and Infield.\n\nMouse-hair yelled hoarsely, \"Uncouple it, Davies! Can't you see the\nguy's got a lightning rod? You're grounding him!\n\n\"I can't,\" Davies groaned. \"I'm scared!\"\n\nHalfway down the twenty feet of cable, Mouse-hair grabbed on. \"I'm\nholding it. Release it, you hear?\"\n\nDavies fumbled for the broad belt around his thickening middle. He\njabbed the button that sent a negative current through the cable. The\nmagnetic suction dart dropped away from Infield like a thing that had\nbeen alive and now was killed. He felt an overwhelming sense of relief.\n\n       *       *       *       *       *\n\nAfter breathing deeply for a few moments, he looked up to see Davies\nreleasing and drawing all his darts into his belt, making it resemble a\nHydra-sized spiked dog collar. Mouse-hair stood by tensely as the crowd\ndisassembled.\n\n\"This isn't the first time you've pulled something like this, Davies,\"\nhe said. \"You weren't too scared to release that cable. You just don't\ncare about other people's feelings. This is _official_.\"\n\nMouse-hair drove a fast, hard right into the soft blue flesh of Davies'\nchin. The big man fell silently.\n\nThe other turned to Infield. \"He was unconscious on his feet,\" he\nexplained. \"He never knew he fell.\"\n\n\"What did you mean by that punch being official?\" Infield asked while\ntrying to arrange his feelings into the comfortable, familiar patterns.\n\nThe young man's eyes almost seemed to narrow, although his face didn't\nmove; he merely radiated narrowed eyes. \"How long have you been Cured?\"\n\n\"Not--not long,\" Infield evaded.\n\nThe other glanced around the street. He moistened his lips and spoke\nslowly. \"Do you think you might be interested in joining a fraternal\norganization of the Cured?\"\n\nInfield's pulse raced, trying to get ahead of his thoughts, and losing\nout. A chance to study a pseudo-culture of the \"Cured\" developed in\nisolation! \"Yes, I think I might. I owe you a drink for helping me out.\nHow about it?\"\n\nThe man's face paled so fast, Infield thought for an instant that he\nwas going to faint. \"All right. I'll risk it.\" He touched the side of\nhis face away from the psychiatrist.\n\nInfield shifted around, trying to see that side of his benefactor,\nbut couldn't manage it in good grace. He wondered if the fellow was\nsporting a Mom-voice hearing aid and was afraid of raising her ire. He\ncleared his throat, noticing the affectation of it. \"My name's Infield.\"\n\n\"Price,\" the other answered absently. \"George Price. I suppose they\nhave liquor at the Club. We can have a _drink_ there, I guess.\"\n\nPrice set the direction and Infield fell in at his side. \"Look, if you\ndon't drink, I'll buy you a cup of coffee. It was just a suggestion.\"\n\n       *       *       *       *       *\n\nUnder the mousy hair, Price's strong features were beginning to gleam\nmoistly. \"You are lucky in one way, Mr. Infield. People take one look\nat your Cure and don't ask you to go walking in the rain. But even\nafter seeing _this_, some people still ask me to have a drink.\" _This_\nwas revealed, as he turned his head, to be a small metal cube above his\nleft ear.\n\nInfield supposed it was a Cure, although he had never issued one like\nit. He didn't know if it would be good form to inquire what kind it was.\n\n\"It's a cure for alcoholism,\" Price told him. \"It runs a constant blood\ncheck to see that the alcohol level doesn't go over the sobriety limit.\"\n\n\"What happens if you take one too many?\"\n\nPrice looked off as if at something not particularly interesting, but\nmore interesting than what he was saying. \"It drives a needle into my\ntemple and kills me.\"\n\nThe psychiatrist felt cold fury rising in him. The Cures were supposed\nto save lives, not endanger them.\n\n\"What kind of irresponsible idiot could have issued such a device?\" he\ndemanded angrily.\n\n\"I did,\" Price said. \"I used to be a psychiatrist. I was always good\nin shop. This is a pretty effective mechanism, if I say so myself. It\ncan't be removed without causing my death and it's indestructible.\nImpervium-shielded, you see.\"\n\nPrice probably would never get crazed enough for liquor to kill\nhimself, Infield knew. The threat of death would keep him constantly\nshocked sane. Men hide in the comforts of insanity, but when faced with\ndeath, they are often forced back to reality. A man can't move his\nlegs; in a fire, though, he may run. His legs were definitely paralyzed\nbefore and may be again, but for one moment he would forget the moral\ndefeat of his life and his withdrawal from life and live an enforced\nsanity. But sometimes the withdrawal was--or could become--too complete.\n\n\"We're here.\"\n\nInfield looked up self-consciously and noticed that they had crossed\ntwo streets from his building and were standing in front of what\nappeared to be a small, dingy cafe. He followed Price through the\nscreeching screen door.\n\nThey seated themselves at a small table with a red-checked cloth.\nInfield wondered why cheap bars and restaurants always used red-checked\ncloths. Then he looked closer and discovered the reason. They did a\nremarkably good job of camouflaging the spots of grease and alcohol.\n\n       *       *       *       *       *\n\nA fat man who smelled of the grease and alcohol of the tablecloths\nshuffled up to them with a towel on his arm, staring ahead of him at\nsome point in time rather than space.\n\nPrice lit a cigarette with unsteady hands. \"Reggie is studying biblical\ntext. Cute gadget. His contact lenses are made up of a lot of layers\nof polarized glass. Every time he blinks, the amount of polarization\nchanges and a new page appears. His father once told him that if he\ndidn't study his Bible and pray for him, his old dad would die.\"\n\nThe psychiatrist knew the threat on the father's part couldn't create\nsuch a fixation by itself. His eyebrows faintly inquired.\n\nPrice nodded jerkily. \"Twenty years ago, at least.\"\n\n\"What'll you have, Georgie?\" Reggie asked.\n\nThe young man snubbed out his cigarette viciously. \"Bourbon. Straight.\"\n\nReggie smiled--a toothy, vacant, comedy-relief smile. \"Fine. The Good\nBook says a little wine is good for a man, or something like that. I\ndon't remember exactly.\"\n\nOf course he didn't, Infield knew. Why should he? It was useless to\nlearn his Bible lessons to save his father, because it was obvious his\nfather was dead. He would never succeed because there was no reason to\nsucceed. But he had to try, didn't he, for his father's sake? He didn't\nhate his father for making him study. He didn't want him to die. He had\nto prove that.\n\nInfield sighed. At least this device kept the man on his feet, doing\nsome kind of useful work instead of rotting in a padded cell with a\nprobably imaginary Bible. A man could cut his wrists with the edge of a\nsheet of paper if he tried long enough, so of course the Bible would be\nimaginary.\n\n\"But, Georgie,\" the waiter complained, \"you know you won't drink it.\nYou ask me to bring you drinks and then you just look at them. Boy, do\nyou look funny when you're looking at drinks. Honest, Georgie, I want\nto laugh when I think of the way you look at a glass with a drink in\nit.\" He did laugh.\n\nPrice fumbled with the cigarette stub in the black iron ashtray,\nexamining it with the skill of scientific observation. \"Mr. Infield is\nbuying me the drink and that makes it different.\"\n\nReggie went away. Price kept dissecting the tobacco and paper. Infield\ncleared his throat and again reminded himself against such obvious\naffectations. \"You were telling me about some organization of the\nCured,\" he said as a reminder.\n\n       *       *       *       *       *\n\nPrice looked up, no longer interested in the relic of a cigarette. He\nwas suddenly intensely interested and intensely observant of the rest\nof the cafe. \"Was I? I was? Well, suppose you tell me something. What\ndo you really think of the Incompletes?\"\n\nThe psychiatrist felt his face frown. \"Who?\"\n\n\"I forgot. You haven't been one of us long. The Incompletes is a truer\nname for the so-called Normals. Have you ever thought of just how\ndangerous these people are, Mr. Infield?\"\n\n\"Frankly, no,\" Infield said, realizing it was not the right thing to\nsay but tiring of constant pretense.\n\n\"You don't understand. Everyone has some little phobia or fixation.\nMaybe everyone didn't have one once, but after being told they did\nhave them for generations, everyone who didn't have one developed a\ndefense mechanism and an aberration so they would be normal. If that\nphobia isn't brought to the surface and Cured, it may arise any time\nand endanger other people. The only safe, good sound citizens are\nCured. Those lacking Cures--the Incompletes--_must be dealt with_.\"\n\nInfield's throat went dry. \"And you're the one to deal with them?\"\n\n\"It's my Destiny.\" Price quickly added, \"And yours, too, of course.\"\n\nInfield nodded. Price was a demagogue, young, handsome, dynamic,\nlikable, impassioned with his cause, and convinced that it was his\ndivine destiny. He was a psychopathic egotist and a dangerous man.\nDoubly dangerous to Infield because, even though he was one of the few\npeople who still read books from the old days of therapy to recognize\nPrice for what he was, he nevertheless still liked the young man\nfor the intelligence behind the egotism and the courage behind the\nfanaticism.\n\n\"How are we going to deal with the Incompletes?\" Infield asked.\n\nPrice started to glance around the cafe, then half-shrugged, almost\nvisibly thinking that he shouldn't run that routine into the ground.\n\"We'll Cure them whether they want to be Cured or not--for their own\ngood.\"\n\nInfield felt cold inside. After a time, he found that the roaring was\nnot just in his head. It was thundering outside. He was getting sick.\nPrice was the type of man who could spread his ideas throughout the\nranks of the Cured--if indeed the plot was not already universal,\nimposed upon many ill minds.\n\n       *       *       *       *       *\n\nHe could picture an entirely Cured world and he didn't like the view.\nEvery Cure cut down on the mental and physical abilities of the patient\nas it was, whether Morgan and the others admitted it or not. But if\neveryone had a crutch to lean on for one phobia, he would develop\nsecondary symptoms.\n\nPeople would start needing two Cures--perhaps a foetic gyro and a\nsafety belt--then another and another. There would always be a crutch\nto lean on for one thing and then room enough to develop something\nelse--until everyone would be loaded down with too many Cures to\noperate.\n\nA Cure was a last resort, dope for a malignancy case, euthanasia for\nthe hopeless. Enforced Cures would be a curse for the individual and\nthe race.\n\nBut Infield let himself relax. How could anyone force a mechanical\nrelief for neurotic or psychopathic symptoms on someone who didn't\nwant or need it?\n\n\"Perhaps you don't see how it could be done,\" Price said. \"I'll\nexplain.\"\n\nReggie's heavy hand sat a straight bourbon down before Price and\nanother before Infield. Price stared at the drink almost without\ncomprehension of how it came to be. He started to sweat.\n\n\"George, drink it.\"\n\nThe voice belonged to a young woman, a blonde girl with pink skin\nand suave, draped clothes. In this den of the Cured, Infield thought\nhalf-humorously, it was surprising to see a Normal--an \"Incomplete.\"\nBut then he noticed something about the baby she carried. The Cure had\nbeen very simple. It wasn't even a mechanized half-human robot, just a\nrag doll. She sat down at the table.\n\n\"George,\" she said, \"drink it. One drink won't raise your alcohol index\nto the danger point. You've got to get over this fear of even the sight\nor smell of liquor.\"\n\nThe girl turned to Infield. \"You're one of us, but you're new, so you\ndon't know about George. Maybe you can help if you do. It's all silly.\nHe's not an alcoholic. He didn't need to put that Cure on his head.\nIt's just an excuse for not drinking. All of this is just because a\nwhile back something happened to the baby here--\" she adjusted the\ndoll's blanket--\"when he was drinking. Just drinking, not drunk.\n\n\"I don't remember what happened to the baby--it wasn't important.\nBut George has been brooding about it ever since. I guess he thinks\nsomething else bad will happen because of liquor. That's silly. Why\ndon't you tell him it's silly?\"\n\n\"Maybe it is,\" Infield said softly. \"You could take the shock if he\ndowned that drink and the shock might do you good.\"\n\n       *       *       *       *       *\n\nPrice laughed shortly. \"I feel like doing something very melodramatic,\nlike throwing my drink--and yours--across the room, but I haven't got\nthe guts to touch those glasses. Do it for me, will you? Cauterizing\nthe bite might do me good if I'd been bitten by a rabid dog, but I\ndon't have the nerve to do it.\"\n\nBefore Infield could move, Reggie came and set both drinks on a little\ncircular tray. He moved away. \"I knew it. That's all he did, just look\nat the drink. Makes me laugh.\"\n\nPrice wiped the sweat off his palms. Infield sat and thought. Mrs.\nPrice cooed to the rag doll, unmindful of either of them now.\n\n\"You were explaining,\" the psychiatrist said. \"You were going to tell\nme how you were going to Cure the Incompletes.\"\n\n\"I said _we_ were going to do it. Actually _you_ will play a greater\npart than I, _Doctor_ Infield.\"\n\nThe psychiatrist sat rigidly.\n\n\"You didn't think you could give me your right name in front of your\nown office building and that I wouldn't recognize you? I know some\npsychiatrists are sensitive about wearing Cures themselves, but it is a\nmark of honor of the completely sane man. You should be proud of your\nCure and eager to Cure others. _Very_ eager.\"\n\n\"Just what do you mean?\" He already suspected Price's meaning.\n\nPrice leaned forward. \"There is one phobia that is so wide-spread, a\nCure is not even thought of--hypochondria. Hundreds of people come to\nyour office for a Cure and you turn them away. Suppose you and the\nother Cured psychiatrists give _everybody_ who comes to you a Cure?\"\n\nInfield gestured vaguely. \"A psychiatrist wouldn't hand out Cures\nunless they were absolutely necessary.\"\n\n\"You'll feel differently after you've been Cured for a while yourself.\nOther psychiatrists have.\"\n\nBefore Infield could speak, a stubble-faced, barrel-chested man moved\npast their table. He wore a safety belt. It was the man Price had\ncalled Davies, the one who had fastened one of his safety lines to\nInfield in the street.\n\nDavies went to the bar in the back. \"Gimme a bottle,\" he demanded of a\nvacant-eyed Reggie. He came back toward them, carrying the bottle in\none hand, brushing off rain drops with the other. He stopped beside\nPrice and glared. Price leaned back. The chair creaked. Mrs. Price kept\ncooing to the doll.\n\n\"You made me fall,\" Davies accused.\n\nPrice shrugged. \"You were unconscious. You never knew it.\"\n\nSweat broke out on Davies' forehead. \"You broke the Code. Don't you\nthink I can imagine how it was to fall? You louse!\"\n\n       *       *       *       *       *\n\nSuddenly, Davies triggered his safety belt. At close range, before\nthe lines could fan out in a radius, all the lines in front attached\nthemselves to Price, the ones at each side clung to their table and the\nfloor, and all the others to the table behind Infield. Davies released\nall lines except those on Price, and then threw himself backward,\ndragging Price out of his chair and onto the floor. Davies didn't mind\nmaking others fall. They were always trying to make _him_ fall just so\nthey could laugh at him or pounce on him; why shouldn't he like to make\nthem fall first?\n\nExpertly, Davies moved forward and looped the loose lines around\nPrice's head and shoulders and then around his feet. He crouched beside\nPrice and shoved the bottle into the gasping mouth and poured.\n\nPrice twisted against the binding lines in blind terror, gagging and\nspouting whiskey. Davies laughed and tilted the bottle more.\n\nMrs. Price screamed. \"The Cure! If you get that much liquor in his\nsystem, it will kill him!\" She rocked the rag doll in her arms, trying\nto soothe it, and stared in horror.\n\nInfield hit the big man behind the ear. He dropped the bottle and fell\nover sideways on the floor. Fear and hate mingled in his eyes as he\nlooked up at Infield.\n\nNonsense, Infield told himself. Eyes can't register emotion.\n\nDavies released his lines and drew them in. He got up precariously.\n\"I'm going to kill you,\" he said, glaring at Infield. \"You made me fall\nworse than Georgie did. I'm really going to kill you.\"\n\nInfield wasn't a large man, but he had pressed two hundred and fifty\nmany times in gym. He grabbed Davies' belt with both hands and lifted\nhim about six inches off the floor.\n\n\"I could drop you,\" the psychiatrist said.\n\n\"No!\" Davies begged weakly. \"Please!\"\n\n\"I'll do it if you cause more trouble.\" Infield sat down and rubbed his\naching forearms.\n\n       *       *       *       *       *\n\nDavies backed off in terror, right into the arms of Reggie. The waiter\nclosed his huge hands on the acrophobe's shoulders.\n\n\"_You_ broke the Code all the way,\" Reggie said. \"The Good Book says\n'Thou shouldn't kill' or something like that, and so does the Code.\"\n\n\"Let him go, Reggie,\" Price choked out, getting to his feet. \"I'm not\ndead.\" He wiped his hand across his mouth.\n\n\"No. No, you aren't.\" Infield felt an excitement pounding through him,\nsame as when he had diagnosed his first case. No, better than that.\n\n\"That taste of liquor didn't kill you, Price. Nothing terrible\nhappened. You could find some way to get rid of that Cure.\"\n\nPrice stared at him as if he were a padded-cell case. \"That's\ndifferent. I'd be a hopeless drunk without the Cure. Besides, no one\never gets rid of a Cure.\"\n\nThey were all looking at Infield. Somehow he felt this represented a\ncritical point in history. It was up to him which turn the world took,\nthe world as represented by these four Cured people. \"I'm afraid I'm\nfor _less_ Cures instead of more, Price. Look, if I can show you that\nsomeone can discard a Cure, would you get rid of that--if I may use the\nword--_monstrous_ thing on your head?\"\n\nPrice grinned. Infield didn't recognize its smugness at the time.\n\n\"I'll show you.\" He took off the circlet with the lightning rod and\nyanked at the wire running down into his collar. The new-old excitement\nwithin was running high. He felt the wire snap and come up easily. He\nthrew the Cure on the floor.\n\n\"Now,\" he said, \"I am going out in that rain storm. There's thunder and\nlightning out there. I'm afraid, but I can get along without a Cure and\nso can you.\"\n\n\"You can't! Nobody can!\" Price screamed after him. He turned to the\nothers. \"If he reveals us, the Cause is lost. We've got to stop him\n_for good_. We've got to go after him.\"\n\n\"It's slippery,\" Davies whimpered. \"I might fall.\"\n\nMrs. Price cuddled her rag doll. \"I can't leave the baby and she\nmustn't get wet.\"\n\n\"Well, there's no liquor out there and you can study your text in the\nlightning flashes, Reggie. Come on.\"\n\n       *       *       *       *       *\n\nRunning down the streets that were tunnels of shining tar, running into\nthe knifing ice bristles of the rain, Henry Infield realized that he\nwas very frightened of the lightning.\n\nThere is no action without a reason, he knew from the old neglected\nbooks. He had had a latent fear of lightning when he chose the\nlightning rod Cure. He could have picked a safety belt or foetic gyro\njust as well.\n\nHe sneezed. He was soaked through, but he kept on running. He didn't\nknow what Price and Reggie planned to do when they caught him. He\nslipped and fell. He would soon find out what they wanted. The\nexcitement was all gone now and it left an empty space into which fear\nrushed.\n\nReggie said, \"We shall make a sacrifice.\"\n\nInfield looked up and saw the lightning reflected on the blade of a\nthin knife. Infield reached toward it more in fascination than fear. He\nmanaged to get all his fingers around two of Reggie's. He jerked and\nthe knife fell into Infield's palm. The psychiatrist pulled himself\nerect by holding to Reggie's arm. Staggering to his feet, he remembered\nwhat he must do and slashed at the waiter's head. A gash streaked\nacross the man's brow and blood poured into his eyes. He screamed. \"I\ncan't see the words!\"\n\nIt was his problem. Infield usually solved other people's problems, but\nnow he ran away--he couldn't even solve his own.\n\nInfield realized that he had gone mad as he held the thin blade high\noverhead, but he did need some kind of lightning rod. Price (who was\nright behind him, gaining) had been right. No one could discard a Cure.\nHe watched the lightning play its light on the blade of his Cure and he\nknew that Price was going to kill him in the next moment.\n\nHe was wrong.\n\nThe lightning hit him first.\n\n       *       *       *       *       *\n\nReggie squinted under the bandage at the lettering on the door that\nsaid INFIELD & MORGAN and opened the door. He ran across the room to\nthe man sitting at the desk, reading by the swivel light.\n\n\"Mr. Morgan, your partner, Mr. Infield, he--\"\n\n\"Just a moment.\" Morgan switched on the room lights. \"What were you\nsaying?\"\n\n\"Mr. Infield went out without his Cure in a storm and was struck by\nlightning. We took him to the morgue. He must have been crazy to go\nout without his Cure.\"\n\nMorgan stared into his bright desk light without blinking. \"This is\nquite a shock to me. Would you mind leaving? I'll come over to your\nplace and you can tell me about it later.\"\n\nReggie went out. \"Yes, sir. He was struck by lightning, struck dead. He\nmust have been crazy to leave his Cure....\" The door closed.\n\nMorgan exhaled. Poor Infield. But it wasn't the lightning that killed\nhim, of course. Morgan adjusted the soundproofing plugs in his ears,\nthinking that you did have to have quite a bit of light to read lips.\nThe thunder, naturally, was what had killed Infield. Loud noise--any\nnoise--that would do it every time. Too bad Infield had never really\nstopped being one of the Incompletes. Dangerous people. He would have\nto deal with them.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Name Your Symptom, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NAME YOUR SYMPTOM ***\n\n***** This file should be named 51202.txt or 51202.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/0/51202/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}