{"title": "I, the Unspeakable", "author": "Walt Sheldon", "releaseDate": "February 14, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          I, the Unspeakable\n\n                            By WALT SHELDON\n\n                    Illustrated by LOUIS MARCHETTI\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction April 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              \"What's in a name?\" might be very dangerous\n             to ask in certain societies, in which sticks\n                  and stones are also a big problem!\n\n\nI fought to be awake. I was dreaming, but I think I must have blushed.\nI must have blushed in my sleep.\n\n\"_Do it!_\" she said. \"_Please do it! For me!_\"\n\nIt was the voice that always came, low, intense, seductive, the sound\nof your hand on silk ... and to a citizen of Northem, a conformist, it\nwas shocking. I was a conformist then; I was still one that morning.\n\nI awoke. The glowlight was on, slowly increasing. I was in my living\nmachine in Center Four, where I belonged, and all the familiar things\nwere about me, reality was back, but I was breathing very hard.\n\nI lay on the pneumo a while before getting up. I looked at the\nchroner: 0703 hours, Day 17, Month IX, New Century Three. My morning\nnuro-tablets had already popped from the tube, and the timer had begun\nto boil an egg. The egg was there because the realfood allotment had\nbeen increased last month. The balance of trade with Southem had just\nswung a decimal or two our way.\n\nI rose finally, stepped to the mirror, switched it to positive and\nlooked at myself. New wrinkles--or maybe just a deepening of the old\nones. It was beginning to show; the past two years were leaving traces.\n\nI hadn't worried about my appearance when I'd been with the Office of\nWeapons. There, I'd been able to keep pretty much to myself, doing\nresearch on magnetic mechanics as applied to space drive. But other\njobs, where you had to be among people, might be different. I needed\nevery possible thing in my favor.\n\nYes, I still hoped for a job, even after two years. I still meant to\nkeep on plugging, making the rounds.\n\nI'd go out again today.\n\nThe timer clicked and my egg was ready. I swallowed the tablets and\nthen took the egg to the table to savor it and make it last.\n\nAs I leaned forward to sit, the metal tag dangled from my neck,\ncatching the glowlight. My identity tag.\n\nEverything came back in a rush--\n\nMy name. The dream and _her_ voice. And her suggestion.\n\n_Would I dare? Would I start out this very morning and take the risk,\nthe terrible risk?_\n\n       *       *       *       *       *\n\nYou remember renumbering. Two years ago. You remember how it was then;\nhow everybody looked forward to his new designation, and how everybody\nmade jokes about the way the letters came out, and how all the records\nwere for a while fouled up beyond recognition.\n\nThe telecomics kidded renumbering. One went a little too far and\nthey psycho-scanned him and then sent him to Marscol as a dangerous\nnonconform.\n\nIf you were disappointed with your new designation, you didn't\ncomplain. You didn't want a sudden visit from the Deacons during the\nnight.\n\nThere had to be renumbering. We all understood that. With the\npopulation of Northem already past two billion, the old designations\nwere too clumsy. Renumbering was efficient. It contributed to the good\nof Northem. It helped advance the warless struggle with Southem.\n\nThe equator is the boundary. I understand that once there was\na political difference and that the two superstates sprawled\nlongitudinally, not latitudinally, over the globe. Now they are pretty\nmuch the same. There is the truce, and they are both geared for war.\nThey are both efficient states, as tightly controlled as an experiment\nwith enzymes, as microsurgery, as the temper of a diplomat.\n\nWe were renumbered, then, in Northem. You know the system: everybody\nnow has six digits and an additional prefix or suffix of four letters.\nStateleader, for instance, has the designation AAAA-111/111. Now, to\naddress somebody by calling off four letters is a little clumsy. We try\nto pronounce them when they are pronounceable. That is, no one says to\nStateleader, \"Good morning, A-A-A-A.\" They say, \"Good morning, Aaaa.\"\n\nReading the last quote, I notice a curious effect. It says what I feel.\nOf course I didn't feel that way on that particular morning. I was\nstill conformal; the last thing in my mind was that I would infract and\nbe psycho-scanned.\n\nFour letters then, and in many cases a pronounceable four letter word.\n\nA four letter word.\n\nYes, you suspect already. You know what a four letter word can be.\n\nMine was.\n\nIt was unspeakable.\n\nThe slight weight on my forehead reminded me that I still wore my\nsleep-learner. I'd been studying administrative cybernetics, hoping to\nqualify in that field, although it was a poor substitute for a space\ndrive expert. I removed the band and stepped across the room and\nturned off the oscillator. I went back to my egg and my bitter memories.\n\nI will never forget the first day I received my new four letter\ncombination and reported it to my chief, as required. I was unthinkably\nembarrassed. He didn't say anything. He just swallowed and choked\nand became crimson when he saw it. He didn't dare pass it to his\nsecretarial engineer; he went to the administrative circuits and\nregistered it himself.\n\nI can't blame him for easing me out. He was trying to run an efficient\norganization, after all, and no doubt I upset its efficiency. My work\nwas important--magnetic mechanics was the only way to handle quanta\nreaction, or the so-called non-energy drive, and was therefore the\nanswer to feasible space travel beyond our present limit of Mars--and\nthere were frequent inspection tours by Big Wheels and Very Important\nPersons.\n\nWhenever anyone, especially a woman, asked my name, the embarrassment\nwould become a crackling electric field all about us. The best tactic\nwas just not to answer.\n\n       *       *       *       *       *\n\nThe chief called me in one day. He looked haggard.\n\n\"Er--old man,\" he said, not quite able to bring himself to utter my\nname, \"I'm going to have to switch you to another department. How would\nyou like to work on nutrition kits? Very interesting work.\"\n\n\"Nutrition kits? _Me?_ On nutrition kits?\"\n\n\"Well, I--er--know it sounds unusual, but it justifies. I just had\nthe cybs work it over in the light of present regulations, and it\njustifies.\"\n\nEverything had to justify, of course. Every act in the monthly report\nhad to be covered by regulations and cross-regulations. Of course there\nwere so many regulations that if you just took the time to work it out,\nyou could justify damn near anything. I knew what the chief was up to.\nJust to remove me from my post would have taken a year of applications\nand hearings and innumerable visits to the capital in Center One. But\nif I should infract--deliberately infract--it would enable the chief to\nlet me go. The equivalent of resigning.\n\n\"I'll infract,\" I said. \"Rather than go on nutrition kits, I'll\ninfract.\"\n\nHe looked vastly relieved. \"Uh--fine,\" he said. \"I rather hoped you\nwould.\"\n\nIt took a week or so. Then I was on Non-Productive status and issued an\nN/P book for my necessities. Very few luxury coupons in the N/P book.\nI didn't really mind at first. My new living machine was smaller, but\nbasically comfortable, and since I was still a loyal member of the\nstate and a verified conformist, I wouldn't starve.\n\nBut I didn't know what I was in for.\n\nI went from bureau to bureau, office to office, department to\ndepartment--any place where they might use a space drive expert. A\npattern began to emerge; the same story everywhere. When I mentioned my\nspecialty they would look delighted. When I handed them my tag and they\nsaw my name, they would go into immediate polite confusion. As soon as\nthey recovered they would say they'd call me if anything turned up....\n\n       *       *       *       *       *\n\nA few weeks of this and I became a bit dazed.\n\nAnd then there was the problem of everyday existence. You might say\nit's lucky to be an N/P for a while. I've heard people say that. Basic\nneeds provided, worlds of leisure time; on the surface it sounds\nattractive.\n\nBut let me give you an example. Say it is monthly realfood day. You go\nto the store, your mouth already watering in anticipation. You take\nyour place in line and wait for your package. The distributor takes\nyour coupon book and is all ready to reach for your package--and then\nhe sees the fatal letters N/P. Non-Producer. A drone, a drain upon the\nState. You can see his stare curdle. He scowls at the book again.\n\n\"Not sure this is in order. Better go to the end of the line. We'll\ncheck it later.\"\n\nYou know what happens before the end of the line reaches the counter.\nNo more packages.\n\nWell, I couldn't get myself off N/P status until I got a post, and\nwith my name I _couldn't_ get a post.\n\nNor could I change my name. You know what happens when you try to\nchange something already on the records. The very idea of wanting\nchange implies criticism of the State. Unthinkable behavior.\n\nThat was why this curious dream voice shocked me so. The thing that it\nsuggested was quite as embarrassing as its non-standard, emotional,\nprovocative tone.\n\nBear with me; I'm getting to the voice--to _her_--in a moment.\n\nI want to tell you first about the loneliness, the terrible loneliness.\nI could hardly join group games at any of the rec centers. I could join\nno special interest clubs or even State Loyalty chapters. Although I\ndabbled with theoretical research in my own quarters, I could scarcely\nsubmit any findings for publication--not with my name attached. A\npseudonym would have been non-regulation and illegal.\n\nBut there was the worst thing of all. I could not mate.\n\n       *       *       *       *       *\n\nFunny, I hadn't thought about mating until it became impossible. I\nremember the first time, out of sheer idleness, I wandered into a\nEugenic Center. I filled out my form very carefully and submitted it\nfor analysis and assignment. The clerk saw my name, and did the usual\ndouble-take. He coughed and swallowed and fidgeted.\n\nHe said, \"Of course you understand that we must submit your\napplication to the woman authorized to spend time in the mating booths\nwith you, and that she has the right to refuse.\"\n\n\"Yes, I understand that.\"\n\n\"M'm,\" he said, and dismissed me with a nod.\n\nI waited for a call in the next few weeks, still hoping, but I knew\nno woman would consent to meet a man with my name, let alone enter a\nmating booth with him.\n\nThe urge to reproduce myself became unbearable. I concocted all sorts\nof wild schemes.\n\nI might infract socially and be classified a nonconform and sent to\nMarscol. I'd heard rumors that in that desolate land, on that desolate\nplanet, both mingling and mating were rather disgustingly unrestricted.\nCasual mating would be terribly dangerous, of course, with all the wild\nirradiated genes from the atomic decade still around, but I felt I'd be\nwilling to risk that. Well, almost....\n\nAbout then I began to have these dreams. As I've told you, in the dream\nthere was only this woman's seductive voice. The first time I heard it\nI awoke in a warm sweat and swore something had gone wrong with the\nsleep-learner. You never hear the actual words with this machine, of\ncourse; you simply absorb the concepts unconsciously. Still, it seemed\nan explanation. I checked thoroughly. Nothing wrong.\n\nThe next night I heard the woman's voice again.\n\n\"_Try it_,\" she said. \"_Do it. Start tomorrow to get your name changed.\nThere will be a way. There must be a way. The rules are so mixed up\nthat a clever man can do almost anything. Do it, please--for me._\"\n\n       *       *       *       *       *\n\nShe was not only trying to get me to commit nonconformity, but making\nheretical remarks besides. I awoke that time and half-expected a Deacon\nto pop out of the tube and turn his electric club upon me.\n\nAnd I heard the voice nearly every night.\n\nIt hammered away.\n\n\"_What if you do fail? Almost anything would be better than the\nmiserable existence you're leading now!_\"\n\nOne morning I even caught myself wondering just how I'd go about this\nidea of hers. Wondering what the first step might be.\n\nShe seemed to read my thoughts. That night she said, \"_Consult the cybs\nin the Govpub office. If you look hard enough and long enough, you'll\nfind a way._\"\n\nNow, on this morning of the seventeenth day in the ninth month,\nI ate my boiled egg slowly and actually toyed with the idea. I\nthought of being on productive status again. I had almost lost my\nfanatical craving to be useful to the State, but I did want to be\nbusy--desperately. I didn't want to be despised any more. I didn't\nwant to be lonely. I wanted to reproduce myself.\n\nI made my decision suddenly. Waves of emotion carried me along. I got\nup, crossed the room to the directory, and pushbuttoned to find the\nlocation of the nearest Govpub office.\n\nI didn't know what would happen and almost didn't care.\n\n\nII\n\nLike most important places, the Govpub Office in Center Four was\nunderground. I could have taken a tunnelcar more quickly, but it seemed\npleasanter to travel topside. Or maybe I just wanted to put this off a\nbit. Think about it. Compose myself.\n\nAt the entrance to the Govpub warren there was a big director cyb, a\nplate with a speaker and switch. The sign on it said to switch it on\nand get close to the speaker and I did.\n\nThe cyb's mechanical voice--they never seem to get the \"th\" sounds\nright--said, \"This is Branch Four of the Office of Government\nPublications. Say, 'Publications,' and/or, 'Information desired,' as\nthoroughly and concisely as possible. Use approved voice and standard\nphraseology.\"\n\nWell, simple enough so far. I had always rather prided myself on my\nknack for approved voice, those flat, emotionless tones that indicate\nefficiency. And I would never forget how to speak Statese. I said,\n\"Applicant desires all pertinent information relative assignment,\nchange or amendment of State Serial designations, otherwise generally\nreferred to as nomenclature.\"\n\nThere was a second's delay while the audio patterns tripped relays and\nbrought the memory tubes in.\n\nThen the cyb said, \"Proceed to Numbering and Identity section. Consult\nalphabetical list and diagram on your left for location of same.\"\n\n\"Thanks,\" I said absent-mindedly.\n\nI started to turn away and the cyb said, \"Information on tanks is\nmilitary information and classified. State authorization for--\"\n\nI switched it off.\n\n       *       *       *       *       *\n\nNumbering and Identity wasn't hard to find. I took the shaft to the\nproper level and then it was only a walk of a few hundred yards through\nthe glowlit corridors.\n\nN. & I. turned out to be a big room, somewhat circular, very\nhigh-ceilinged, with banks of cyb controls covering the upper walls.\nNarrow passageways, like spokes, led off in several directions. There\nwas an information desk in the center of the room.\n\nI looked that way and my heart went into free fall.\n\nThere was a girl at the information desk. An exceptionally attractive\ngirl. She was well within the limits of acceptable standard, and her\nfeatures were even enough, and her hair a middle blonde--but she had\nsomething else. Hard to describe. It was a warmth, a buoyancy, a sense\nof life and intense animation. It didn't exactly show; it radiated. It\nseemed to sing out from her clear complexion, from her figure, which\neven a tunic could not hide, from everything about her.\n\nAnd if I were to state my business, I would have to tell her my name.\n\nI almost backed out right then. I stopped momentarily. And then common\nsense took hold and I realized that if I were to go through with this\nthing, here would be only the first of a long series of embarrassments\nand discomforts. It had to be done.\n\nI walked up to the desk and the girl turned to face me, and I could\nhave sworn that a faint smile crossed her lips. It was swift, like the\nshadow of a bird across one of the lawns in one of the great parks\ntopside. Very non-standard. Yet I wasn't offended; if anything, I felt\nsuddenly and disturbingly pleased.\n\n\"What information is desired?\" she asked. Her voice was standard--or\nwas it?\n\nAgain I had the feeling of restrained warmth.\n\nI used colloquial. \"I want to get the dope on State Serial\ndesignations, how they're assigned and so forth. Especially how they\nmight be changed.\"\n\nShe put a handsteno on the desk top and said, \"Name? Address? Post?\"\n\nI froze. I stood there and stared at her.\n\nShe looked up and said, \"Well?\"\n\n\"I--er--no post at present. N/P status.\"\n\nHer fingers moved on the steno.\n\nI gave her my address and she recorded that.\n\nThen I paused again.\n\nShe said, \"And your name?\"\n\nI took a deep breath and told her.\n\nI didn't want to look into her eyes. I wanted to look away, but I\ncouldn't find a decent excuse to. I saw her eyes become wide and\nnoticed for the first time that they were a warm gray, almost a mouse\ncolor. I felt like laughing at that irrelevant observation, but more\nthan that I felt like turning and running. I felt like climbing and\ndashing all over the walls like a frustrated cat and yelling at the\ntop of my lungs. I felt like anything but standing there and looking\nstupid, meeting her stare--\n\n       *       *       *       *       *\n\nShe looked down quickly and recorded my name. It took her a little\nlonger than necessary. In that time she recovered. Somewhat.\n\n\"All right,\" she said finally, \"I'll make a search.\"\n\nShe turned to a row of buttons on a console in the center of the desk\nand began to press them in various combinations. A typer clicked away.\nShe tore off a slip of paper, consulted it, and said, \"Information\ndesired is in Bank 29. Please follow me.\"\n\nWell, following her was a pleasure, anyway. I could watch the movement\nof her hips and torso as she walked. She was not tall, but long-legged\nand extremely lithe. Graceful and rhythmic. Very, very feminine, almost\nbeyond standard in that respect. I felt blood throb in my temples and\nwas heartily ashamed of myself.\n\nI would like to be in a mating booth with her, I thought, the full\nauthorized twenty minutes. And I knew I was unconformist and the\nrealization hardly scared me at all.\n\nShe led me down one of the long passageways.\n\nA few moments later I said, \"Don't you sometimes get--well, pretty\nlonely working here?\" Personal talk at a time like this wasn't approved\nbehavior, but I couldn't help it.\n\nShe answered hesitantly, but at least she answered. She said, \"Not\nterribly. The cybs are company enough most of the time.\"\n\n\"You don't get many visitors, then.\"\n\n\"Not right here. N. & I. isn't a very popular section. Most people who\ncome to Govpub spend their time researching in the ancient manuscript\nroom. The--er--social habits of the pre-atomic civilization.\"\n\nI laughed. I knew what she meant, all right. Pre-atomics and their\nideas about free mating always fascinated people. I moved up beside\nher. \"What's your name, by the way?\"\n\n\"L-A-R-A 339/827.\"\n\nI pronounced it. \"Lara. Lah-rah. That's beautiful. Fits you, too.\"\n\n       *       *       *       *       *\n\nShe didn't answer; she kept her eyes straight ahead and I saw the faint\nspot of color on her cheek.\n\nI had a sudden impulse to ask her to meet me after hours at one\nof the rec centers. If it had been my danger alone, I might have,\nbut I couldn't very well ask her to risk discovery of a haphazard,\nunauthorized arrangement like that and the possibility of going to the\npsycho-scan.\n\nWe came to a turn in the corridor and something happened; I'm not sure\njust how it happened. I keep telling myself that my movements were not\nactually deliberate. I was to the right of her. The turn was to the\nleft. She turned quickly, and I didn't, so that I bumped into her,\nknocking her off balance. I grabbed her to keep her from falling.\n\nFor a moment we stood there, face to face, touching each other lightly.\nI held her by the arms. I felt the primitive warmth of her breath. Our\neyes held together ... proton ... electron ... I felt her tremble.\n\nShe broke from my grip suddenly and started off again.\n\nAfter that she was very business-like.\n\nWe came finally to the controls of Bank 29 and she stood before them\nand began to press button combinations. I watched her work; I watched\nher move. I had almost forgotten why I'd come here. The lights blinked\non and off and the typers clacked softly as the machine sorted out\ninformation.\n\nShe had a long printed sheet from the roll presently. She frowned at\nit and turned to me. \"You can take this along and study it,\" she said,\n\"but I'm afraid what you have in mind may be--a little difficult.\"\n\nShe must have guessed what I had in mind. I said, \"I didn't think it\nwould be easy.\"\n\n\"It seems that the only agency authorized to change a State Serial\nunder any circumstances is Opsych.\"\n\n\"Opsych?\" You can't keep up with all these departments.\n\n\"The Office of Psychological Adjustment. They can change you if you go\nfrom a lower to higher E.A.C.\"\n\n\"I don't get it, exactly.\"\n\nAs she spoke I had the idea that there was sympathy in her voice. Just\nan overtone. \"Well,\" she said, \"as you know, the post a person is\nqualified to hold often depends largely on his Emotional Adjustment\nCategory. Now if he improves and passes from, let us say, Grade 3 to\nGrade 4, he will probably change his place of work. In order to protect\nhim from any associative maladjustments developed under the old E.A.C,\nhe is permitted a new number.\"\n\nI groaned. \"But I'm already in the highest E.A.C.!\"\n\n\"It looks very uncertain then.\"\n\n\"Sometimes I think I'd be better off in the mines, or on\nMarscol--or--in the hell of the pre-atomics!\"\n\nShe looked amused. \"What did you say your E.A.C. was?\"\n\n\"Oh, all right. Sorry.\" I controlled myself and grinned. \"I guess this\nwhole thing has been just a little too much for me. Maybe my E.A.C.'s\neven gone down.\"\n\n\"That might be your chance then.\"\n\n\"How do you mean?\"\n\n\"If you could get to the top man in Opsych and demonstrate that your\nnumber has inadvertently changed your E.A.C., he might be able to\njustify a change.\"\n\n\"By the State, he might!\" I punched my palm. \"Only how do I get to him?\"\n\n\"I can find his location on the cyb here. Center One, the capital, for\na guess. You'll have to get a travel permit to go there, of course.\nJust a moment.\"\n\nShe worked at the machine again, trying it on general data. The printed\nslip came out a moment later and she read it to me. Chief, Opsych, was\nin the capital all right. It didn't give the exact location of his\noffice, but it did tell how to find the underground bay in Center One\ncontaining the Opsych offices.\n\nWe headed back through the passageway then and she kept well ahead of\nme. I couldn't keep my eyes from her walk, from the way she walked with\neverything below her shoulders. My blood was pounding at my temples\nagain.\n\nI tried to keep the conversation going. \"Do you think it'll be hard to\nget a travel permit?\"\n\n\"Not impossible. My guess is that you'll be at Travbur all day\ntomorrow, maybe even the next day. But you ought to be able to swing it\nif you hold out long enough.\"\n\nI sighed. \"I know. It's that way everywhere in Northem. Our motto ought\nto be, 'Why make it difficult when with just a little more effort you\ncan make it impossible?'\"\n\n       *       *       *       *       *\n\nShe started to laugh, and then, as she emerged from the passageway into\nthe big circular room, she cut her laugh short.\n\nA second later, as I came along, I saw why.\n\nThere were two Deacons by the central desk. They were burly and had\nthat hard, pinched-face look and wore the usual black belts. Electric\nclubs hung from the belts. Spidery looking pistols were at their sides.\n\nI didn't know whether these two had heard my crack or not. I know they\nkept looking at me.\n\nLara and I crossed the room silently, she back to her desk, I to the\nexit door. The Deacons' remote, disapproving eyes swung in azimuth,\ntracking us.\n\nI walked out and wanted to turn and smile at Lara, and get into my\nsmile something of the hope that someday, somewhere, I'd see her\nagain--but of course I didn't dare.\n\n\nIII\n\nI had the usual difficulties at Travbur the next day. I won't go into\nthem, except to say that I was batted from office to office like a ping\npong ball, and that, when I finally got my travel permit, I was made to\nfeel that I had stolen an original Picasso from the State Museum.\n\nI made it in a day. Just. I got my permit thirty seconds before closing\ntime. I was to take the jetcopter to Center One at 0700 hours the\nfollowing morning.\n\nIn my living machine that evening, I was much too excited to work at\ntheoretical research as I usually did after a hard day of tramping\naround. I bathed, I paced a while, I sat and hummed nervously and\ngot up and paced again. I turned on the telepuppets. There was a\ndrama about the space pilots who fly the nonconformist prisoners to\nthe forests and pulp-acetate plants on Mars. Seemed that the Southem\npolitical prisoners who are confined to the southern hemisphere of\nMars, wanted to attack and conquer the north. The nonconformists, led\nby our pilot, came through for the State in the end. Corn is thicker\nthan water. Standard.\n\nThere were, however, some good stereofilm shots of the limitless\nforests of Mars, and I wondered what it would be like to live there, in\na green, fresh-smelling land. Pleasant, I supposed, if you could put up\nwith the no doubt revolting morality of a prison planet.\n\nAnd the drama seemed to point out that there was no more security for\nthe nonconformists out there than for us here on Earth. Maybe somewhere\nin the universe, I thought, there would be peace for men. Somewhere\nbeyond the solar system, perhaps, someday when we had the means to go\nthere....\n\nYet instinct told me that wasn't the answer, either. I thought of a\nverse by an ancient pre-atomic poet named Hoffenstein. (People had\nunwieldy, random combinations of letters for names in those days.) The\npoem went:\n\n    Wherever I go,\n    _I_ go too,\n    And spoil everything.\n\nThat was it. The story of mankind.\n\nI turned the glowlight down and lay on the pneumo after a while, but I\ndidn't sleep for a long, long time.\n\nThen, when I did sleep, when I had been sleeping, I heard the voice\nagain. The low, seductive woman's voice--the startling, shocking voice\nout of my unconscious.\n\n\"_You have taken the first step_,\" she said. \"_You are on your way\nto freedom. Don't stop now. Don't sink back into the lifelessness of\nconformity. Go on ... on and on. Keep struggling, for that is the only\nanswer...._\"\n\n       *       *       *       *       *\n\nI didn't exactly talk back, but in the queer way of the dream, I\n_thought_ objections. I was in my thirties, at the mid-point of my\nlife, and the whole of that life had been spent under the State. I knew\nno other way to act. Suppressing what little individuality I might\nhave was, for me, a way of survival. I was chockful of prescribed,\nstereotyped reactions, and I held onto them even when something within\nme told me what they were. This wasn't easy, this breaking away, not\neven this slight departure from the secure, camouflaged norm....\n\n\"_The woman, Lara, attracts you_,\" said the voice.\n\nI suppose at that point I twitched or rolled in my sleep. Yes, the\nvoice was right, the woman Lara attracted me. So much that I ached with\nit.\n\n\"_Take her. Find a way. When you succeed in changing your name, and\nknow that you can do things, then find a way. There will be a way._\"\n\nThe idea at once thrilled and frightened me.\n\nI woke writhing and in a sweat again.\n\nIt was morning.\n\nI dressed and headed for the jetcopter stage and the ship for Center\nOne.\n\nThe ship was comfortable and departed on time, a transport with seats\nfor about twenty passengers. I sat near the tail and moodily busied\nmyself watching the gaunt brown earth far below. Between Centers there\nwas mostly desert, only occasional patches of green. Before the atomic\ndecade, I had heard, nearly all the earth was green and teemed with\nlife ... birds, insects, animals, people, too. It was hard rock and\nsand now, with a few scrubs hanging on for life. The pre-atomics, who\nhadn't mastered synthesization, would have a hard time scratching\nexistence from the earth today.\n\nI tried to break the sad mood, and started to look around at some of\nthe other passengers. That was when I first noticed the prisoners\nin the forward seats. Man and woman, they were, a youngish, rather\nnon-descript couple, thin, very quiet. They were manacled and two\nDeacons sat across from them. The Deacons' backs were turned to me and\nI could see the prisoners' faces.\n\nThey had curious faces. Their eyes were indescribably sad, and yet\ntheir lips seemed to be ready to smile at any moment.\n\nThey were holding hands, not seeming to care about this vulgar\nemotional display.\n\nI had the sudden crazy idea that Lara and I were sitting there, holding\nhands like that, nonconforming in the highest, and that we were\nwonderfully happy. Our eyes were sad too, but we were really happy,\nquietly happy, and that was why our lips stayed upon the brink of a\nsmile.\n\n       *       *       *       *       *\n\nI sighed. My mood was just as sad, if not sadder, than it had been\nbefore.\n\nLater, in the rest room, I had a chance to talk to one of the Deacons\nguarding these two. I was washing my hands when he came in, and he\nnodded to me briefly and said, \"Nice day for a flight.\"\n\nHe seemed pleasant enough, more than I would expect a Deacon to be. He\nwas tall and blond and rather lithe; his shoulders sloped forward like\na boxer's.\n\n\"Taking those prisoners to Center One?\" I asked.\n\nHe nodded. \"Yup. Habitual nonconforms. About as bad as they come.\"\n\n\"What did they do?\"\n\nHe chuckled lasciviously. \"Kept meeting each other in the rec centers.\nDidn't know they were being watched. We nabbed 'em topside after they'd\ngone out in the desert together.\"\n\n\"What happens to them now--Marscol?\"\n\n\"They'd be lucky, brother, if that was only it. Oh, we'll ship 'em to\nMars sooner or later, but first they got to be interviewed.\"\n\n\"You mean for reclassification?\"\n\n\"No. Just interviewed. We do it routine with everybody we pick up now.\nSpecially morals cases. That's how we crack down on other nonconforms.\nThey got a regular organization, you know.\"\n\n\"They _have_?\"\n\n\"Sure. They're all Southem spies. Trying to weaken us for an attack,\nthat's all. I can spot 'em a mile away.\"\n\nI frowned and cleared my throat a little. \"Wouldn't you think that any\nspies would try to act as normal as possible and not call attention to\nthemselves by infracting morally?\"\n\nHe put a big finger on my chest. \"Listen, you got no idea. I see these\nbuzzards in operation all the time. I know what goes on.\"\n\n\"Of course. I'm sure you do.\" I kept the sarcasm out of my voice, but\nit was a struggle.\n\nThe finger tapped my chest, once to every word, it seemed. \"We\ninterview 'em all. Some of 'em, they really got nothing to tell us and\nthe interview kind of breaks 'em. Know what I mean? But we got to do\nit. If we only get dope on other nonconforms from one out of ten, we\nfigure we didn't waste our time.\"\n\n\"You mean these--interviews of yours are a form of _torture_?\"\n\nHe gave me a hard eye and said, \"We don't call it that, brother. We\ndon't call it that.\"\n\n\"Of course,\" I said again, and went back to washing my hands.\n\nI watched the prisoners for the rest of the flight. I couldn't stop\nwatching them. And all this time I kept thinking of Lara, visualizing\nher, seeing her young figure and her light hair and her mouse-colored\neyes, and not really knowing why.\n\nI had the overpowering desire to spring forward and throttle the two\nDeacons and help the prisoners to escape. _Almost_ overpowering. I\ndidn't, naturally.\n\nThe jetcopter lowered toward the great green parks that cover the\ntopside area of Center One. It was really refreshing to see them. I\nunderstood that the lucky residents of Center One were allowed to\nwander in these parks, and look at the growing things and the sky.\nThen, presently, the parks were out of sight again and we were settling\non the concrete landing stage and I was back to reality.\n\n       *       *       *       *       *\n\nThe first contact at the Office of Psychological Adjustment was, as\nusual, an information desk. There were people instead of cybs to greet\nyou and I suppose that was because of the special complications of\nproblems brought here. The cybs have their limits, after all.\n\nA gray man with a gray eye and a face like a mimeographed bulletin\nlooked at me and said, in approved voice and standard phraseology,\n\"what information is desired?\"\n\nI told him.\n\nHis eyebrows rose, as if suddenly buoyant. \"_Change your name?_ That's\nimpossible.\"\n\nI quoted, verse and chapter, the regulation covering it. \"H'm,\" he\nsaid. His eyebrows came down, cuddling into a scowl. \"Well, that's\nhighly unusual procedure. Better let me see your identity tag.\"\n\nI gave that to him and he saw my N/P status, and then my unspeakable\nname, and his eyebrows went up again.\n\n\"Perhaps you'd better get this straightened out with General\nAdministration first,\" he said. He scribbled a slip of paper, showing\nme how to get there.\n\nThe rat race was on.\n\nI found General Administration. They sent me to Activity Control.\nActivity Control said they couldn't do a thing until I was registered.\nI went to Registration. Registration said oh, no, I shouldn't have\nbeen sent there--although they'd try to direct me to the proper office\nif I got an okay from Investigation and Security. I. & S. said the\nregulation I quoted had been amended and I would have to have the\namendment first and I could find that in Records. Records sent me back\nto the first place to get a Search Permit.\n\nAnd so on.\n\nI kept at it doggedly. Toward the end of the day my legs ached and head\nfelt like a ball of granite. I had discovered that Opsych had nearly as\nmany levels and tunnels and bays as Center Four in its entirety, and\nI had taken the intercom cars when possible, but most of it had been\nwalking. I tightened my jaw and pulled my stomach in. I'd get to see\nthe Chief if it took me a year.\n\nThat was hyperbole, of course. No man could last a year walking those\ndim, monotonous, aseptic corridors. How can I describe the feeling? The\ncorridors are the same wherever you go. The glowlight comes steadily,\nunblinkingly, from the walls. The color is a dead oyster white.\n\nThere is always the feeling of being lost--even when you know, or think\nyou know, exactly where you are.\n\n       *       *       *       *       *\n\nIt was near the end of the day and I was back at the information desk.\n\n\"You again,\" said the gray man with the gray eye.\n\n\"Records says I need a Search Permit. I have to find an amendment on\nthe regulation covering my case.\"\n\n\"Why don't you just give up? You're causing us a great deal of trouble,\nyou know. We have other work to do. Important work.\"\n\n\"So have I. I'm a magnetic mechanics expert. I could be working for\nthe State right now if I could get a post. I can't get a post till my\nname's changed.\"\n\n\"That's ridiculous.\"\n\n\"I agree. But it's true just the same.\"\n\n\"Well, here's your Search Permit. But I still think you'd be wiser to\nforget it. And you'd save us a lot of fuss.\"\n\nI leaned across the desk. \"You could save the whole organization a lot\nof fuss if you'd direct me to the Chief's office. Then I could take my\ncase up with him directly. I've been keeping my eye open for it, but I\ncan't find it anywhere, and of course nobody'll direct me there, even\nif they know where it is.\"\n\nHe stared at me with mild horror. \"_Go direct to the Chief's office?\nWithout going through channels?_\"\n\n\"Well, that's what I had in mind.\"\n\n\"Then you'd better get it out of your mind. That's pretty dangerous\nthinking. That's close to infraction.\"\n\n\"All right.\" I sighed. \"I'll do it the hard way.\" I took the Search\nPermit and went back to Records. I was still searching for the\namendment when closing time came.\n\nI went back into the dim white corridors and found a foodmat, got some\nnutro-pills and reviewed the day. These workers here in Center One\nwere experts at putting you off. They were much more skilful than the\nofficials in Center Four. Maybe that was why they were in Center One.\nMaybe I never would wear them down.\n\nThat thought came along and formed a ball of ice right in the bottom of\nmy stomach.\n\nI had to think. I had to think and rest. Real air and a night breeze\nwould help.\n\nI found a shaft and went topside.\n\nI started walking along a winding trail in the great park. The stars\nwere out. They were diamonds, ground to dust, and thrown carelessly\nacross the black velvet of the sky. The moon had not yet risen. There\nwas a breeze, cool and light, and it brought temporary sanity. At least\nit helped me realize I was tired.\n\nI came to a little brook, and, instead of crossing the foot bridge, I\nturned and followed the brook upstream. It led through groves of trees\nand presently I found a little clearing where the bank sloped gently\nand was covered with soft moss. At the water's edge, the bank and a\nrock formation made a kind of overhanging ledge and I sat on this a\nwhile and stared at the water, liquid silver, tumbling below.\n\nFinally I moved up the bank a little, wrapped my cloak around me and\nlay down. I looked at the stars. I wondered which one might be Mars.\nIt was red, I'd heard, but I saw nothing like that. Probably it wasn't\nvisible now. I got to thinking about Mars, and I got to thinking about\nthe prison colony there, and then I got to thinking about the primitive\nlife, and then free-mating.\n\nThat made me think of Lara, and her firm body and long, clean limbs and\nblonde hair and mouse-colored eyes.\n\nI drifted off to sleep. Lara stayed with me; she stepped into my\ndream. It was a wonderful dream. Her voice, when she broke from\nstandard, was thrilling and delicious. It was linked with the tumbling\nof the brook somehow. She was warm and vibrant in my arms. She was\nalive, so alive. She was all movement.\n\nWe were laughing together and....\n\n       *       *       *       *       *\n\nI awoke to the sound of shooting.\n\nThe moon had risen and the broad glades were silver green and the trees\nwere casting shadows. Voices were barking back and forth within the\nwoods.\n\n\"Over that way!\" called one.\n\n\"Cut 'em off! Cut 'em off!\" yelled another.\n\nA man and woman, both entirely naked, both speckled with wounds and\nbruises, all standard in questioning, stumbled into the clearing. Their\neyes were wild, big for their faces. They were thin. They gasped for\nbreath. They looked around them, rats in mazes, and then saw me.\n\nThey drew back.\n\n\"This way!\" called a voice from the wood.\n\nAnother shot rang out.\n\nI stared at the man and woman, still too surprised to know what to do\nor say.\n\nThey were the two prisoners I had seen in the jetcopter on my way to\nCenter One.\n\n\nIV\n\nMaybe I was not quite awake. Maybe I was not really bright, though\neverybody thinks of himself as bright, I suppose. Maybe it was\neverything that had happened since the renumbering. Maybe I was fed up\nand maybe something about the quiet woods called out: _Rebel! Rebel!_\n\nI don't know.\n\nI pointed to the brook, the overhanging bank, and said, \"In there!\nQuick!\"\n\nThey scuttled. They passed me and looked at me half-thankfully,\nhalf-fearfully.\n\nThe voices came nearer.\n\n\"Come on! This way! They can't get far!\"\n\nI wrapped myself in my cloak and sat down and pretended to be gazing at\nthe stars.\n\nA moment later three Deacons burst upon the clearing. I turned slowly,\nand stared at them, showing mild artificial surprise. Handsome, burly\nfellows. The one in the middle was a positive Apollo; I was sure that\nhe waved his hair. He glared at me.\n\n\"You,\" he said.\n\n\"Me?\"\n\n\"Yes, you. What are you doing here?\"\n\nI said, \"I'm sitting here.\"\n\n\"What for?\"\n\n\"The night air. To study the stars. Get a change of scene.\" I shrugged.\n\nApollo stepped forward and held out his hand. \"Your tag.\"\n\nThis was it. When he saw my four letter name he'd really start working\non me. I unsnapped the tag from my neck band and handed it to him.\n\nHe looked at it, but didn't change expression. The Deacons are\nwell-trained. He looked up again. \"N/P, eh?\"\n\n\"Yes.\"\n\n\"And you belong in Center Four.\"\n\n\"Yes.\"\n\n\"Explain.\"\n\nI did. Or tried to. Things were roiling around inside me, keeping me\nfrom thinking clearly. Once, as I talked, I thought I heard movement\nunder the bank, but the Deacons didn't seem to notice anything. I tried\nto tell them of my troubles.\n\nThere was no sympathy in their eyes.\n\nApollo said, \"See anybody pass by here?\"\n\n\"Pass by?\" I hoped my look was innocent. \"Who?\"\n\n\"Two fugitives. Nonconforms. Escaped during interview. Got the force\nscreen turned off somehow--must have had spies helping them. You didn't\nsee them, eh?\"\n\nI shook my head. \"I haven't seen anyone for several hours.\"\n\n       *       *       *       *       *\n\nApollo and his two friends traded glances. The one on the right was\nbull-necked and red-headed; the one on the left had a neck and nose\nlike a crane. It was the one on the left who suddenly smiled. Not a\npleasant smile. He stepped up to Apollo and whispered something in his\near. Then Apollo smiled and turned to me again.\n\n\"You're _sure_ you haven't seen anyone.\"\n\nHe knew something. I didn't know what, but it was too late to back out\nnow. I said, \"Of course I'm sure.\"\n\nApollo kept his eyes on me, hard, flat, stony, and held out his hand\nto the cranelike Deacon. \"Your light,\" he said. The other handed it to\nhim. Apollo flashed it on the ground. It came to rest upon unmistakable\nfootprints in the soft moss. They led to the bank.\n\nI could be certain of arrest, and one of their little interviews now. I\nreally had nothing to lose. Nothing that wasn't already lost--\n\n\"Run!\" I shouted at the top of my lungs. \"They're coming!\"\n\nThere was a rustling under the bank.\n\nI leaped at Apollo. I leaped hard, with my feet solid, pushing me\nforward. My shoulder hit him in the midriff. He went down. I scrambled\nover him and jammed my thumb into his shoulder. He screamed.\n\nThere was a buzzing sound and the smell of burned flesh, and a tenth of\na second later I felt pain. One of the others had jammed his electric\ntruncheon into the small of my back. It bored in, it burned, and I\nwrithed and yelled. I couldn't help it. I rolled over.\n\nSomeone was kicking at me. I grabbed his leg and pulled him down and\nwhen he struck the ground I twisted. Another shape blurred toward\nme--Apollo, recovered and on his feet again. Then buzzing, burned\nflesh, and the pain this time in the back of my neck. My head swirled.\nI thrashed, trying to get away. Get away where? That made not much\ndifference. Away, that was all.\n\nThe buzzing continued. It was through my flesh now and touching the\nspine. It would destroy the nerves in a moment. I would be dead--or\neven worse, a limp cripple, a rag doll.\n\nThe smell of roasted flesh and hair was a thick, choking, sickening\nfog of decay. I couldn't breathe. There was blackness, swirling and\nconcentric, closing in.\n\nI think one of them kicked me in the groin before I lost consciousness.\n\nI couldn't be sure. I couldn't be sure of anything.\n\n       *       *       *       *       *\n\nComing out. Sound before sight and I heard the low voices. My eyes were\nalready open. Nebulous shapes, now sharpening.\n\nI was in a small room with gleaming metal walls and I was on my back on\na sort of table. Three men were in the room with me, standing over me.\nApollo ... the bull-necked man ... the man with the nose like a crane.\n\nApollo was smiling. Pour water over that smile and immediately a film\nof ice would form.\n\n\"A spy,\" said Apollo, looking into my open eyes. \"Another damn spy.\"\n\nI shook my head. Ridiculous, but that's what I did. The movement pulled\nat the wound in the back of my neck and sharp pain, starting there,\nshot through my whole body. I grimaced and groaned.\n\nApollo laughed, then suddenly brought his club hard across my face. My\ncheekbone seemed to make a crunching sound.\n\n\"A spy, a damned spy,\" said Apollo.\n\n\"We got a confession for you to sign,\" said the Crane.\n\nApollo said, \"Shut up. Not yet. We got to interview him first.\"\n\n\"Look,\" I said, trying to lift my head, trying to rise upon my elbows,\n\"call your chief. Call anybody like that. I can explain this whole\nthing. It's a long story--\"\n\n       *       *       *       *       *\n\nHe hit me again across the other cheekbone.\n\nShall I describe the next timeless endless hour? All the details? I\ndon't remember all of them, of course, just the moments of sharpest\npain that lifted me from the daze. Just the sound of my own screaming\nat times, and the helpless dryness of my own throat, and the sounds\nthat kept coming from it even when the vocal cords were numb.\n\nApollo and his pals had fun.\n\nThere were the electric clubs. They become so hot at the tip that they\nwill burn through an inch of pine in a couple of seconds. They go even\nquicker through flesh. After a while the smoke of my own burning flesh\nwas thick in the room, and we all choked a little on it.\n\nThey had more fun with their fists, though. They didn't burn me in the\nworst places. They saved them for their fists and hands.\n\nAfter a while I couldn't scream. Only a hoarse, helpless, retching\nsound came out whenever I opened my mouth.\n\nDid I hear their voices then? I couldn't be sure whether I heard them\nspeak, or whether I dreamed that they spoke.\n\n\"He can't feel it any more now.\" That was Apollo's voice.\n\n\"Wake him up again,\" said the Crane. \"Give him a shot.\"\n\n\"Oh, hell, I'm hungry,\" said Apollo.\n\n\"All right,\" said the Crane, \"let's go get something to eat. We can\nalways come back again.\"\n\nBlackness, sweet blackness, and the sense of floating among the stars.\nNothingness. It was exquisite now ... even the touch of agony that\nstill seeped through was exquisite.\n\nHow much of this, I don't know.\n\nI heard a voice again, and at first I thought my precious blackness was\nleaving me. I struggled to keep it. I grasped out, clutching with my\nmind.\n\n\"_Don't give up ... we are coming...._\"\n\nIt was _her_ voice. The low, seductive voice of my dreams. But I didn't\nwant to hear it now; this was the last thing I wanted to hear. This\nvoice had brought me here, and I never wanted to hear it again.\n\n\"_No matter what they say ... no matter what they offer you or tell\nyou ... don't give up._\"\n\nI fought it off. I drove it away by sheer mind-power. Either that or\nit stopped of itself. I didn't know and didn't care; all I wanted was\npeace and blackness again if I could find it.\n\nAnd then, after a while, I was awake, truly awake, and I knew this\nbecause I ached and burned all over. I could scarcely move. I lay on\nthe tablelike thing and stared at the gleaming metal ceiling, not\nreally seeing it.\n\n\"How do you feel?\" said somebody.\n\n       *       *       *       *       *\n\nI turned my head. The somebody was sitting beside me. He was a man of\nabout fifty, thick-set and gray-haired with skin that looked like fine\nporcelain. His eyes were blue and they seemed able, intelligent. He was\nnot exactly smiling, but his expression was pleasant. Poised--that was\nthe word. Here was a man who would quietly control things wherever he\nwould go.\n\nI said, \"Lousy. And you?\"\n\nGhost of a smile. \"Sorry you had to go through it. We pick the Deacons\nbecause they're sadistically inclined. That makes for efficiency in the\nlong run. Some people suffer, of course, but it's for the common good.\"\n\nI didn't say anything. If I had, it would have been insulting,\nunreasonable, blasphemous, obscene and treasonable. So I didn't say\nanything. I just kept staring at him.\n\nHe continued to smile. \"I'm N-J-K-F one seven seven three four nine,\nChief of the Office of Psychological Adjustment. I'm usually simply\nChief. I want you to consider me your friend--within the limits of\nState good, that is.\"\n\nI still didn't say anything.\n\n\"Yours is quite a case, and of course I understand it. I think I had\na quick insight into it the moment I spotted the arrest report on\nyou. You're really lucky I happened to go through the arrest reports\na little while ago, and got to you before the three Deacons who\ninterviewed you returned. They were going to interview you some more.\"\n\n\"Yes. I'm very lucky.\" My voice was flat, lifeless.\n\nHe leaned back easily in the chair. For all that he was thick-set, he\nwas graceful. He was handsome. His head, and deep, pleasant voice, and\nthe cut of his porcelain features all were handsome. Trust in me,\nsaid this handsomeness, I am a father to all men.\n\n\"Naturally, we want to excuse your actions, and all the infractions\nyou have committed in your rather desperate struggle for escape from\nyour situation. Of course we'll have to re-evaluate your Emotional\nAdjustment Category. It must be very low by now. And I think I'll be\nable to assign a new name to you, and have it justify.\"\n\nFunny, here was the thing I'd sought and fought for, and now I had it,\nand this was the end of the long fight, and I didn't feel triumphant at\nall. I didn't even feel pleased. Funny.\n\nThe chief said, \"You can undoubtedly find a post suitable to a lower\nE.A.C. You can work your way up again. At least you'll be on productive\nstatus and have all the privileges that go with it.\"\n\n\"Yes,\" I said. \"Yes, I suppose so.\"\n\n\"So there's really nothing to worry about now, is there?\"\n\n\"No, I suppose not.\"\n\n\"There's just one little thing I'd like to go into before I take the\nsteps necessary to get you on your feet again.\" Even his magnificent\npoise couldn't conceal the feather touch of slyness then.\n\n\"One little thing?\" I asked.\n\n       *       *       *       *       *\n\nThe pain was with me again. My body wasn't flesh; it was all raw,\nclinging pain.\n\n\"We'll have to know who started you on your little quest. Who\ninfluenced you to try to have your name changed.\"\n\nI said, \"I don't understand what you're talking about.\"\n\nHe looked patient, smilingly patient. \"It's rather obvious, you know.\nYou wouldn't have acted as you did purely on your own impulses. I know\nthat, because I cybed for your master file after I saw the report\nof arrest. Up until two days ago, your actions have always been\nsatisfactorily conformal. A man doesn't change overnight like that\nwithout some sort of external influence.\"\n\n\"But there wasn't any,\" I protested. \"I mean, nobody told me to do\nanything. Nobody real.\"\n\nHe chuckled. \"Come now, you don't expect me to believe that, do you?\nAfter all, I deal with cases like this quite often. You're not the\nonly one who has tried to upset the efficiency of the State. There's\na pattern in these things, my friend. Almost invariably we find that\na deliberate influence has gone to work on our infractor. There's a\ndangerous, organized underground movement that spends its time bringing\nthese things about. One of its members unquestionably contacted you,\nsuggested that you take the steps you have taken. Now, then, who was\nit?\"\n\n\"Nobody.\" I looked blank because I felt blank.\n\nThe Chief sighed. \"You've changed more than I thought. Probably you're\nemotionally angry with the State now, after that little interview\nwith the Deacons. That's understandable. But you'll have to come back\nto your senses. Let's put it this way, old man. _If I don't get this\ninformation from you right now, the Deacons will._\"\n\n\"Listen,\" I said, \"what I'm telling you is the truth. There was nobody\nwho told me to do anything. There was--well, there was a kind of voice\nthat used to come into my dreams. A woman's voice. It suggested, in my\ndreams, that I go ahead and try to get my name changed. That's all.\"\n\nHe wasn't smiling any more. \"Do you really expect me to believe that?\"\n\n\"It's the truth, I tell you. It's the truth!\"\n\n\"Perhaps whoever influenced you did it subtly. Perhaps you never even\nrealized it. Think back now. Who helped you? Who departed from standard\nand gave you any kind of aid?\"\n\nRealization came like a cold wash. There had been help. Lara. She had\ngone out of her way back there in N. & I. She had been warm and real\nand she had dropped the mask of efficiency. Could it have been with a\npurpose? No matter. Guilty or innocent, if I mentioned her name, she\nwould be interviewed. I didn't want that to happen to Lara. I shook my\nhead and said, \"No one helped me. I did it all myself. You've got to\nbelieve that.\"\n\n\"I don't,\" said the Chief, and got up. He looked at me for just a\nmoment before he turned away. He said, \"The boys will be able to have\ntheir fun, after all. I suppose it's just as well. It keeps their\nmorale up to be able to interview somebody once in a while.\"\n\n\"No! You can't! You can't send them in here again!\" I shouted, without\nmeaning to. I struggled to rise and found that I was strapped to the\ntable. \"No! No!\"\n\nHe was standing at the doorway to the room. He held a key-box\noscillator in his hand and I knew that a force screen held me in the\ncubicle here, and that without a key-box I could beat my head forever\nagainst that invisible barrier and never pass through that doorway. He\nsaid, \"I'll give you one hour to decide. I'll be back. I'll ask you if\nyou're ready to talk. If you aren't--well, you'll talk to the Deacons\ninstead of me.\"\n\nThe key-box hummed and he walked through the doorway and turned and\ndisappeared.\n\nI stared after him and fought back my sudden nausea.\n\n\nV\n\nHow long, then, lying there before a key-box hummed again? I didn't\nknow. My time sense had been dulled. Even the pain was dull now; it was\nsomething that had always existed.\n\nI looked at the shining ceiling.\n\nThe glowlights began to dim and I supposed that since my arrest in the\npark another day had passed.\n\nMost of all, I wondered. Something had happened to me, something that\nI could almost feel as a physical change, but I didn't know quite what\nit was. I knew its results. I knew that I was no longer standard, no\nlonger conformal, no longer well-behaved and moral and an efficient,\nuseful citizen of the State. I hated the State. I hated all States. I\nhate all efficiency and common sense and hate.\n\nIt suddenly came to me that I didn't care whether I was in Southem or\nNorthem, or which of them ruled the world.\n\nI lay there.\n\nAnd presently a key-box hummed and I didn't even look that way. The\nstink of my own burning flesh still clung to my nostrils, the dull pain\nwas still with me, but I didn't care. It was too much. When horror\nbecomes too great, it stops being horror. The mind is smart. It doesn't\nbelieve; it doesn't register. The curve of sensation flattens out,\nstops, almost.\n\nWhen such horror looms, you go on doing whatever you are doing.\n\nI was lying there, so I went on lying there.\n\n\"Don't speak,\" whispered a voice. \"Don't ask questions.\"\n\nSomething fumbled at the straps. I turned my head, and two people were\nin the room. They were thin, and their eyes were overlarge and they\nwere naked and covered with bruises. The fugitives of the park last\nnight!\n\n\"What are you doing here?\"\n\nFinger to the lips. That was the man. He was taking the straps from my\nlegs. The woman was releasing my arms and shoulders.\n\n\"But--\"\n\n\"Sh!\" That was the woman.\n\nIn a moment they had me free. I started, confidently, to rise, and the\npain streaked through me like a powder rocket. They helped me. I stood\nthere, amazed that I could stand. They helped me go forward. I took\nseveral dizzy steps, and after that it wasn't as bad. We moved through\nthe doorway; there was no force screen. The man held the key-box. He\npressed it as we moved away, to bring the force screen into place once\nmore.\n\nI said, \"Where are we--?\"\n\nI was shushed again. We went on through the corridors. Dead oyster\nwhite corridors. I walked as through a sea of marshmallow. Time sense\nwas gone again and we were pushing on and on and there was no end in\nsight and we had already forgotten the beginning.\n\nWe took an automatic shaft to another level and walked more corridors.\n\n       *       *       *       *       *\n\nOnce we passed an opening and tunnelcars filled with people roared\npast. I had a flash glimpse of them. They sat there staring straight\nahead, wearing the efficient expressions of good workers. State corpses.\n\nSuddenly we emerged into the dark. It was the dark of night, but after\nthe tunnels it was practically sunrise. The air was clean--no, it was\nnot actually as clean as the conditioned air below. It was more than\nclean. It was _alive_.\n\nWe were on the edge of a great concrete paved area. About a hundred\nyards ahead, a massive, shining, fat needle rose into the air, and\nsquatted there against the stars. It was a spaceship in its launching\ncradle. There were low buildings near it, a few floodlights, and people\nstanding around. It took a moment to realize that the men walking up\nand down and along the groups of people, the men with rifles on their\nshoulders, were guards.\n\n\"Luck, now, that's all we need. A little luck,\" said the thin man\nbeside me. It was the first time I had heard his voice. It was a low\nvoice; he spoke with emotion. It was not approved standard.\n\nThe woman moved beside him and put her hand upon his arm.\n\nI said, \"May I talk now?\"\n\nHe turned to me, smiling. The smile had something of that sadness I had\nfirst noticed when he sat a prisoner in the jetcopter. \"You want an\nexplanation, don't you? Of course you do. But I'm afraid I can't tell\nyou very much, except that we were sent to get you.\"\n\n\"Sent? By whom? How did you have a key-box? And--\"\n\nHe laughed. \"Wait, one question at a time. I was a force screen\ntechnician before--before we were arrested. Cells are the same\neverywhere. I know how to short the screens out from the inside; it's\ntroublesome, but it can be done. That's how we escaped the first\ntime. Then they discovered we were gone, chased us, and _you_ gave\nus our second chance. We came here to the rendezvous. There were six\nhere, including our elected leader. When we told the leader what had\nhappened, she arranged for us to return, find you, and help you escape.\nIt wasn't any problem to lift a key-box from the rack where they're\nusually kept.\"\n\n       *       *       *       *       *\n\nI felt as though I had been put upon the end of a huge oscillating\nspring. I said, \"The leader? She?\"\n\n\"You'll meet her,\" he said. \"After blastoff you'll meet her. Right now\nour problem is to slip in among those prisoners without being seen.\"\n\n\"Among the _prisoners_?\"\n\n\"Haven't time to explain more. You'll have to trust us. Unless you want\nto stay here and have the Deacons hunt you till they find you.\"\n\nHe was right: wherever I was going, I had to go. I couldn't go back\nnow. Ever. I said, \"I trust you. Let's go.\"\n\nSlipping in wasn't really difficult. There were only one or two guards\nfor each group of prisoners, and they were looking for someone to\nescape, not join their flock. Some of the prisoners were dressed, some\nnaked. Some looked bruised and beaten; some did not. It all depended on\nwhether they had been questioned. They all looked dull-eyed, resigned.\nThey paid remarkably little attention as we moved in among them, and\nstood there.\n\n       *       *       *       *       *\n\nThe guards began to call out orders presently and the groups shuffled\nforward, and then single lines moved up the ramp and into the\nspaceship. The thin man and his woman were still with me. \"They don't\nbother to count,\" he whispered, \"so we won't be noticed.\"\n\nI wanted to ask him other questions, but we were divided into groups\nand they weren't in mine.\n\nMinutes later I found myself in the vast hull, sitting on one of the\ntiers that hold the seats vertical when the ship is tail-based for\nblastoff. It was very dim here and I couldn't readily make out the\nfaces of the people on the same tier with me.\n\nA loudspeaker came to life; a deep, impersonal voice. \"Fasten your\nwebbings carefully!\"\n\nI did that and heard the rustling sounds about me as the others did it,\ntoo.\n\n\"Stand by for blastoff!\"\n\nThere was a dead pause, then a sudden low throbbing roar and the\nfeeling of life in the floor plates and the bulkheads. I felt the\nslightest weight of pressure against the seat. The seat began to tilt\nslightly.\n\nSuddenly a soft voice on my left spoke: \"_We're on our way. They can't\nstop us now, can they?_\"\n\nIt was the same low, provocative woman's voice that I had heard in my\ndreams!\n\nI whirled my head. I could see only the shape of flowing hair, no\nfeatures. \"Who are you?\"\n\nShe laughed. \"No wonder you don't recognize me. The natural voice is\ndifferent than approved standard, isn't it? Listen. Do you remember\nthis?\" The head cocked to one side and a crisp, formal voice came out.\n\"Information you desire is in Bank 29.\"\n\n\"Lara!\" I said. I pushed toward her, but the webbing held me back.\n\n\"Yes. It's I. And we're together now and we'll have a long, long time\nto find out about each other. It's ten weeks to Mars.\"\n\n       *       *       *       *       *\n\nI ran my hand over my forehead. \"I don't get it. I don't get any of it.\nYour voice--I mean your real voice, not the standard one--I dreamed\nabout it, and--\"\n\n\"I know.\" I could see her nod. \"It wasn't a dream, though. I _was_\ntalking to you. Each time. That was the way we planned it from the\nbeginning.\"\n\n\"Talking to me? But--but _how_? Through the sleep-learner?\"\n\n\"No, we'd never have been able to arrange that. It was through your\nidentity tag, which would almost always be in contact with your skin\nwhen you slept. It has a microscopic electrical circuit, both between\nits metal halves and painted on its surface. The same principle as the\nsleep-learner, tactile induction, and, of course, a highly selective\none-channel receiver. All I needed to do was put my transmitter on that\nsame frequency.\"\n\nI shook my head. \"I follow, I guess, but I'm still baffled. Why all\nthis? When did--\"\n\n\"Wait for me to finish,\" she said. \"We've been organized and\nunderground, just as the Deacons suspect, for some time. One of our\nmembers worked on the identity tags and, when renumbering came about,\nit was a perfect opportunity to plant the receivers. We picked our\npeople carefully. We picked doctors and hydroponic experts and chemists\nand rocket pilots--and we picked you because of your knowledge of space\ndrive theory. Someday we'll go on to the stars; someday you'll help us\ndo that. Anyway, all these people we have picked--or most of them--are\njoining us on Mars. There's where mankind will begin again while\nNorthem and Southem sit upon earth and glare at each other across the\nequator and wait for war.\"\n\n\"But Mars--there's an equator there, too.\"\n\nShe laughed. \"Northem and Southem prisoners there mingle all the time.\nThere aren't enough guards to notice it, or stop it if they did notice\nit. There have even been hundreds of intermarriages.\"\n\n\"Marriages? You mean like the pre-atomics?\"\n\n\"Exactly. But we'll get to that later. We needed you for our colony,\nonly it wasn't likely that you'd infract all by yourself. You were\ntoo standard, too adjusted. We had to give you something to shake you\nout of it, to make you realize that the security of the State was not\nsecurity, but slavery. And so one of our members in the renumbering\nbureau arranged for you to have that four letter word of yours for\na name. One thing led to another, then, not always exactly as we'd\nplanned it, but always in the same general direction. Our whole plan\nnearly failed when the Deacons nabbed you in the park. Fortunately,\nI'd come along to stow away on this trip, and I sent those others back\nafter you.\"\n\n\"But what if I'd actually managed to get my name changed?\"\n\n       *       *       *       *       *\n\nThe ship was swaying now, balanced on its rocket trail. The\nacceleration was increasing. The seat was swinging back. The roar was\nbecoming louder.\n\n\"It was unlikely enough to take a chance on it. We felt at the very\nleast you'd be kept on N/P status and then we could work on you some\nmore until you infracted, and got sent to Marscol as a nonconform.\nFunny, that seems a terrible fate to most people. Actually, it's the\nonly escape. From what I hear of Mars we'll like it there.\"\n\nI was recovering a little now and I dared to say, \"If you're there,\ntoo, I'll like it. I know that.\"\n\n\"Oh, you'll like other things. You'll like everything. And on Mars\nthey'll call you by your present name if you wish, and no one will be\nat all shocked by it.\" There was a slight pause and then she said, \"In\nfact, it's a very nice name. I--I wouldn't mind having it myself.\"\n\n\"Is that what the pre-atomics called a proposal?\"\n\nShe laughed. \"I'm not sure. But at least we have ten weeks to talk it\nover--\"\n\nAnd then the acceleration pressed hard and the gray curtain began to\ncome, and I knew that when it was lifted we would be on our way through\nspace. I thought in that moment of the name that had brought all this\nabout--the unspeakable four letter word that no conformist would ever\ndare voice, or even think of; the word, the dangerous word inimical to\nall that the warring, efficient State meant and stood for.\n\nThe word, I realized, that eventually would destroy all that.\n\nI dared to say it now. I spelled it out first, and then I pronounced\nit. Just loud enough for Lara to hear above the growing roar.\n\"L-O-V-E,\" I said. \"Love.\"\n\nI heard Lara repeat it before the momentary blackout came.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of I, the Unspeakable, by Walt Sheldon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK I, THE UNSPEAKABLE ***\n\n***** This file should be named 51210.txt or 51210.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/1/51210/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}