{"title": "Zeritsky's Law", "author": "Ann Griffith", "releaseDate": "February 16, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Zeritsky's Law\n\n                            By ANN GRIFFITH\n\n                         Illustrated by THORNE\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            Why bother building a time machine when there's\n       something much easier to find right in your own kitchen?\n\n\nSomebody someday will make a study of the influence of animals on\nhistory. Although not as famous as Mrs. O'Leary's cow, Mrs. Graham's\ncat should certainly be included in any such study. It has now been\ndefinitely established that the experiences of this cat led to the\nidea of quick-frozen people, which, in turn, led to the passage of\nZeritsky's Law.\n\nWe must go back to the files of the Los Angeles newspapers for 1950\nto find the story. In brief, a Mrs. Fred C. Graham missed her pet\ncat on the same day that she put a good deal of food down in her\nhome deep-freeze unit. She suspected no connection between the two\nevents. The cat was not to be found until six days later, when its\nowner went to fetch something from the deep-freeze. Much as she loved\nher pet, we may imagine that she was more horror than grief-stricken\nat her discovery. She lifted the little ice-encased body out of the\ndeep-freeze and set it on the floor. Then she managed to run as far as\nthe next door neighbor's house before fainting.\n\nMrs. Graham became hysterical after she was revived, and it was several\nhours before she could be quieted enough to persuade anybody that she\nhadn't made up the whole thing. She prevailed upon her neighbor to go\nback to the house with her. In front of the deep-freeze they found a\nsmall pool of water, and a wet cat, busily licking itself. The neighbor\nsubsequently told reporters that the cat was concentrating its licking\non one of its hind legs, where some ice still remained, so that she,\nfor one, believed the story.\n\nA follow-up dispatch, published a week later, reported that the cat was\nunharmed by the adventure. Further, Mrs. Graham was quoted as saying\nthat the cat had had a large meal just before its disappearance; that\nas soon after its rescue as it had dried itself off, it took a long\nnap, precisely as it always did after a meal; and that it was not\nhungry again until evening. It was clear from the accounts that the\nlife processes had been stopped dead in their tracks, and had, after\ndefrosting, resumed at exactly the point where they left off.\n\nPerhaps it is unfair to put all the responsibility on one luckless\ncat. Had such a thing happened anywhere else in the country, it would\nhave been talked about, believed by a few, disbelieved by most, and\nforgotten. But as the historic kick of Mrs. O'Leary's cow achieved\nsignificance because of the time and place that it was delivered,\nso the falling of Mrs. Graham's cat into the deep-freeze became\nsignificant because it occurred in Los Angeles. There, and probably\nonly there, the event was anything but forgotten; the principles it\nrevealed became the basis of a hugely successful business.\n\nHow shall we regard the Zeritsky Brothers? As archvillains or pioneers?\nIn support of the latter view, it must be admitted that the spirit\nof inquiry and the willingness to risk the unknown were indisputably\ntheirs. However, their pioneering--if we agree to call it that--was,\nequally indisputably, bound up with the quest for a fast buck.\n\nSome of their first clients paid as high as $15,000 for the initial\nfreezing, and the exorbitant rate of $1,000 per year as a storage\ncharge. The Zeritsky Brothers owned and managed one of the largest\nquick-freezing plants in the world, and it was their claim that\nconverting the freezing equipment and storage facilities to accommodate\nhumans was extremely expensive, hence the high rates.\n\nWhen the early clients who paid these rates were defrosted years later,\nand found other clients receiving the same services for as little\nas $3,000, they threatened a row and the Zeritskys made substantial\nrefunds. By that time they could easily afford it, and since any\npublicity about their enterprise was unwelcome to them, all refunds\nwere made without a whimper. $3,000 became the standard rate, with $100\nper year the storage charge, and no charge for defrosting.\n\nThe Zeritskys were businessmen, first and last. Anyone who had the fee\ncould put himself away for whatever period of time he wished, and no\nquestions asked. The ironclad rule that full payment must be made in\nadvance was broken only once, as far as the records show.\n\nA certain young man had a very wealthy uncle, residing in Milwaukee,\nwhose heir he was, but the uncle was not getting along in years fast\nenough. The young man, then 18 years old, did not wish to waste the\n\"best years of his life\" as a poor boy. He wanted the money while\nhe was young, but his uncle was as healthy as he was wealthy. The\nZeritskys were the obvious answer to his problem.\n\nThe agreement between them has been preserved. They undertook to\nservice the youth without advance payment. They further undertook to\nwatch the Milwaukee papers until the demise of the uncle should be\nreported, whereupon they would defrost the boy. In exchange for this,\nthe youth, thinking of course that money would be no object when he\ncame out, agreed to pay double.\n\nThe uncle lived 17 years longer, during which time he seems to have\nforgotten his nephew and to have become deeply interested in a mystic\nsociety, to which he left his entire fortune. The Zeritskys duly\ndefrosted the boy, and whether they or he were the more disappointed\nis impossible to imagine. They never forgot the lesson, and never made\nanother exception to their rule.\n\nHe, poor fellow, spent the rest of his life, including the best\nyears, paying off his debt which, at $3,000 plus 17 years at $100 per\nyear, and the whole doubled, amounted to $9,400. The books record his\nslow but regular payments over the next 43 years, and indicate that\nhe had only $250 left to pay when he died. We may, I think, assume\nthat various underworld characters who were grateful ex-clients of\nthe Zeritskys were instrumental in persuading the boy to keep up his\npayments.\n\nCriminals were the first to apply for quick-freezing, and formed the\nmainstay of the Zeritskys' business through the years. What more easy\nthan to rob, hide the loot (except for that all-important advance\npayment), present yourself to the Zeritskys and remain in their\nadmirable chambers for five or ten years, emerge to find the hue and\ncry long since died down and the crime forgotten, recover your haul and\nlive out your life in luxury?\n\nDue to the shady character of most of their patrons, the Zeritskys kept\nall records by a system of numbers. Names never appeared on the books,\nand anonymity was guaranteed.\n\nLaw enforcement agents, looking for fugitives from justice, found no\nway to break down this system, nor any law which they could interpret\nas making it illegal to quick-freeze. Perhaps the truth is that they\ndid not search too diligently for a law that could be made to apply.\nAs long as the Zeritskys kept things quiet and did not advertise or\nattract public attention, they could safely continue their bizarre\nbusiness.\n\nCity officials of Los Angeles, and particularly members of the police\nforce, enjoyed a period of unparalleled prosperity. Lawyers and other\nexperts who thought they were on the track of legal means by which to\nliquidate the Zeritsky empire found themselves suddenly able to buy a\nranch or a yacht or both, and retire forever from the arduous task of\nearning a living.\n\nEven with a goodly part of the population of Los Angeles as permanent\npensioners, the Zeritsky fortune grew to incredible proportions. By the\ntime the Zeritsky Brothers died and left the business to their sons, it\nwas a gold mine, and an inexhaustible one at that.\n\nDuring these later years, the enterprise began to attract a somewhat\nbetter class of people. Murderers and other criminals continued to\nfurnish the bulk of the business, but as word of this amazing service\nseeped through the country, others began to see in it an easy way of\nsolving their problems. They were encouraged, too, by the fact that\nthe process was painless, and the firm completely reliable. There were\nno risks, no accidents, no fatalities. One could, in short, have\nconfidence in the Zeritskys.\n\nSoon after Monahan's great exposure rocked the nation, however, many of\nthese better-type clients leaped into print to tell their experiences.\n\nOne of the most poignant stories came from the daughter of a Zeritsky\nclient. Her father was still, at the age of one hundred and two,\npassionately interested in politics, but the chances of his lasting\nuntil the next election were not good. The daughter herself suggested\nthe deep freeze, and he welcomed the idea. He decided on a twenty year\nstay because, in his own words, \"If the Republicans can't get into the\nWhite House in twenty years, I give up.\" Upon his return, he found that\nhis condition had not been fulfilled. His daughter described him as\nutterly baffled by the new world. He lived in it just a week before he\nleft it, this time for good. She states his last words were, \"How do\nyou people stand it?\"\n\nSome professional people patronized the Zeritskys, chiefly movie stars.\nAfter the expose, fan magazines were filled with accounts of how the\nstars had kept youthful. The more zealous ones had prolonged their\nscreen lives for years by the simple expedient of storing themselves\naway between pictures. We may imagine the feelings of their public\nupon discovering that the seemingly eternal youth of their favorites\nwas due to the Zeritskys and not, as they had been led to believe, to\nexpensive creams, lotions, diet and exercise. There was a distinctly\nunfavorable reaction, and the letter columns of the fan magazines\nbristled with angry charges of cheating.\n\nBut next to criminals, the majority of people who applied for\nquick-freezing seems to have been husbands or wives caught in\ninsupportable marital situations. Their experiences were subsequently\nwritten up in the confession magazines. It was usually, the husband who\nfled to Los Angeles and incarcerated himself for an appropriate number\nof years, at the end of which time his unamiable spouse would have\ndied or made other arrangements. If we can believe the magazines, this\nscheme worked out very well in most cases.\n\nThere was, inevitably, one spiteful wife who divined her husband's\nintentions. By shrewd reasoning, she figured approximately the number\nof years he had chosen to be absent, and put herself away for a like\nperiod. In a TV dramatization rather pessimistically entitled _You\nCan't Get Away_, the husband described his sensations upon being\ndefrosted after 15 years, only to find his wife waiting for him, right\nthere in the reception room of the Zeritsky plant.\n\n\"She was as perfectly preserved as I was,\" he said. \"Every irritating\nhabit that had made my life unbearable with her was absolutely intact.\"\n\nThe sins of the fathers may be visited on the sons, but how often\nwe see repeated the old familiar pattern of the sons destroying the\nlifework of the fathers! The Zeritsky Brothers were fanatically\nmeticulous. They supervised every detail of their operations, and kept\ntheir records with an elaborate system of checks and doublechecks. They\nwere shrewd enough to realize that complete dependability was essential\nto their business. A satisfied Zeritsky client was a silent client. One\ndissatisfied client would be enough to blow the business apart.\n\nThe sons, in their greed, over-expanded to the point where they could\nnot, even among the four of them, personally supervise each and every\ndetail. A fatal mistake was bound to occur sooner or later. When it\ndid, the victim broadcast his grievance to the world.\n\nThe story appeared in a national magazine, every copy of which was sold\nan hour after it appeared on the stands. Under the title _They Put the\nFreeze on Me!_ John A. Monahan told his tragic tale. At the age of 37,\nhe had fallen desperately in love with a girl of 16. She was immature\nand frivolous and wanted to \"play around\" a little more before she\nsettled down.\n\n\"She told me,\" he wrote, \"to come back in five years, and that started\nme thinking. In five years I'd be 42, and what would a girl of 21 want\nwith a man twice as old as her?\"\n\nJohn Monahan moved in circles where the work of the Zeritskys was\nwell known. Not only did he see an opportunity of being still only 37\nwhen his darling reached 21, but he foresaw a painless way of passing\nthe years which he must endure without her. Accordingly, he presented\nhimself for the deep-freeze, paid his $3,000 and the $500 storage\ncharge in advance, and left, he claimed, \"written instructions to let\nme out in five years, so there'd be no mistakes.\"\n\nNobody knows how the slip happened, but somehow John A. Monahan, or\nrather the number assigned to him, was entered on the books for 25\nyears instead of five years. Upon being defrosted, and discovering\nthat a quarter of a century had elapsed, his rage was awesome. Along\nwith everything else, his love for his sweetheart had been perfectly\npreserved, but she had given up waiting for him and was a happy mother\nof two boys and six girls.\n\nMonahan's accusation that the Zeritskys had \"ruined his life\" may be\ntaken with a grain of salt. He was still a young man, and the rumor\nthat he received a hundred thousand for the magazine rights to his\nstory was true.\n\nAs most readers are aware, what has come to be known as \"Zeritsky's\nLaw\" was passed by Congress and signed by the President three days\nafter Monahan's story broke.\n\nSeventy-five years after Mrs. Graham's cat fell into the freezer,\nit became the law of the land that the mandatory penalty for anyone\napplying quick-freezing methods to any living thing, human or animal,\nwas death. Also, all quick-frozen people were to be defrosted\nimmediately.\n\nLos Angeles papers reported that beginning on the day Monahan's story\nappeared, men by the thousands poured into the city. They continued\nto come, choking every available means of transport, for the next two\ndays--until, that is, Zeritsky's Law went through.\n\nWhen we consider the date, and remember that due to the gravity of the\ninternational situation, a bill had just been passed drafting all men\nfrom 16 to 60, we realize why Congress had to act.\n\nThe Zeritskys, of course, were among the first to be taken. Because of\ntheir experience, they were put in charge of a military warehouse for\ndehydrated foods, and warned not to get any ideas for a new business.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Zeritsky's Law, by Ann Griffith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ZERITSKY'S LAW ***\n\n***** This file should be named 51234.txt or 51234.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/3/51234/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}