{"title": "Syndrome Johnny", "author": "Charles Dye", "releaseDate": "February 16, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Syndrome Johnny\n\n                            BY CHARLES DYE\n\n                          Illustrated by EMSH\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n          The plagues that struck mankind could be attributed\n              to one man. But was he fiend ... or savior?\n\n\nThe blood was added to a pool of other blood, mixed, centrifuged,\nseparated to plasma and corpuscles, irradiated slightly, pasteurized\nslightly, frozen, evaporated, and finally banked. Some of the plasma\nwas used immediately for a woman who had bled too much in childbirth.\n\nShe died.\n\nOthers received plasma and did not die. But their symptoms changed,\nincluding a syndrome of multiple endocrine unbalance, eccentricities of\nappetite and digestion, and a general pattern of emotional disturbance.\n\nAn alert hospital administrator investigated the mortality rise and\nnarrowed it to a question of who had donated blood the week before.\nAfter city residents were eliminated, there remained only the signed\nreceipts and thumbprints of nine men. Nine healthy unregistered\ntravelers poor enough to sell their blood for money, and among them a\nman who carried death in his veins. The nine thumbprints were broadcast\nto all police files and a search began.\n\nThe effort was futile, for there were many victims who had sickened and\ngrown partially well again without recognizing the strangeness of their\nillness.\n\nThree years later they reached the carrier stage and the epidemic\nspread to four cities. Three more years, and there was an epidemic\nwhich spread around the world, meeting another wave coming from the\nopposite direction. It killed two out of four, fifty out of a hundred,\ntwenty-seven million out of fifty million. There was hysteria where\nit appeared. And where it had not appeared there were quarantines to\nfence it out. But it could not be fenced out. For two years it covered\nthe world. And then it vanished again, leaving the survivors with a\ntendency toward glandular troubles.\n\nTime passed. The world grew richer, more orderly, more peaceful.\n\nA man paused in the midst of his work at the U.N. Food and Agriculture\nCommission. He looked up at the red and green production map of India.\n\n\"Just too many people per acre,\" he said. \"All our work at improving\nproduction ... just one jump ahead of their rising population, one jump\nahead of famine. Sometimes I wish to God there would be another plague\nto give us a breathing spell and a fair chance to get things organized.\"\n\nHe went back to work and added another figure.\n\nTwo months later, he was one of the first victims of the second plague.\n\n       *       *       *       *       *\n\nIn the dining hall of a university, a biochemical student glanced up\nfrom his paper to his breakfast companion. \"You remember Johnny, the\nmythical carrier that they told about during the first and second\nepidemics of Syndrome Plague?\"\n\n\"Sure. Syndrome Johnny. They use that myth in psychology class as a\ntypical example of mass hysteria. When a city was nervous and expecting\nthe plague to reach them, some superstitious fool would imagine he saw\nSyndrome Johnny and the population would panic. Symbol for Death or\nsome such thing. People imagined they saw him in every corner of the\nworld. Simultaneously, of course.\"\n\nIt was a bright morning and they were at a window which looked out\nacross green rolling fields to a towering glass-brick building in the\ndistance.\n\nThe student who had gone back to his paper suddenly looked up again.\n\"Some Peruvians here claim they saw Syndrome Johnny--\"\n\n\"Idiotic superstition! You'd think it would have died down when the\nplague died.\"\n\nThe other grinned. \"The plague didn't die.\" He folded his newspaper\nslowly, obviously advancing an opening for a debate.\n\nHis companion went on eating. \"Another of your wild theories, huh?\"\nThen through a mouthful of food: \"All right, if the plague didn't die,\nwhere did it go?\"\n\n\"Nowhere. _We have it now._ We all have it!\" He shrugged. \"A virus\ncatalyst of high affinity for the cells and a high similarity to a\nnormal cell protein--how can it be detected?\"\n\n\"Then why don't people die? Why aren't we sick?\"\n\n\"Because we have sickened and recovered. We caught it on conception\nand recovered before birth. Proof? Why do you think that the countries\nwhich were known as the Hungry Lands are now well-fed, leisured,\neducated, advanced? Because the birth rate has fallen! Why has the\nbirth rate fallen?\" He paused, then very carefully said, \"Because two\nout of three of all people who would have lived have died before birth,\nslain by Syndrome Plague. We are all carriers now, hosts to a new\nguest. And\"--his voice dropped to a mock sinister whisper--\"with such a\nstranger within our cells, at the heart of the intricate machinery of\nour lives, who knows what subtle changes have crept upon us unnoticed!\"\n\nHis companion laughed. \"Eat your breakfast. You belong on a horror\nprogram!\"\n\n       *       *       *       *       *\n\nA police psychologist for the Federated States of The Americas was\nrunning through reports from the Bureau of Social Statistics. Suddenly\nhe grunted, then a moment later said, \"Uh-huh!\"\n\n\"Uh-huh what?\" asked his superior, who was reading a newspaper with his\nfeet up on the desk.\n\n\"Remember the myth, of Syndrome Johnny?\"\n\n\"Ghost of Syndrome Plague. Si, what of it?\"\n\n\"Titaquahapahel, Peru, population nine hundred, sent in a claim that he\nturned up there and they almost caught him. Crime Statistics rerouted\nthe report to Mass Phenomena, of course. Mass Phenomena blew a tube and\nsent their folder on Syndrome Johnny over here. Every report they ever\nhad on him for ninety years back! A memo came with it.\" He handed the\nmemo over.\n\nThe man behind the desk looked at it. It was a small graph and some\nmathematical symbols. \"What is it?\"\n\n\"It means,\" said the psychologist, smiling dryly, \"that every crazy\nreport about our ghost has points of similarity to every other crazy\nreport. The whole business of Syndrome Johnny has been in their 'funny\ncoincidence' file for twenty years. This time the suspect hits the\naveraged description of Johnny too closely: A solid-looking man,\nunusual number of visible minor scars, and a disturbing habit of\nbending his fingers at the first-joint knuckles when he is thinking.\nThe coincidence has gotten too damn funny. There's a chance we've been\npassing up a crime.\"\n\n\"An extensive crime,\" said the man at the desk softly. He reached\nfor the folder. \"Yes, a considerable quantity of murder.\" He leafed\nthrough the folder and then thought a while, looking at the most recent\nreports. Thinking was what he was paid for, and he earned his excellent\nsalary.\n\n\"This thumbprint on the hotel register--the name is false, but the\nthumbprint looks real. Could we persuade the Bureau of Records to give\ntheir data on that print?\"\n\n\"Without a warrant? Against constitutional immunity. No, not a chance.\nThe public has been touchy about the right to secrecy ever since that\npolice state was attempted in Varga.\"\n\n\"How about persuading an obliging judge to give a warrant on grounds of\nreasonable suspicion?\"\n\n\"No. We'd have the humanist press down on our necks in a minute, and\nany judge knows it. We'd have to prove a crime was committed. No crime,\nno warrant.\"\n\n\"It seems a pity we can't even find out who the gentleman is,\" the\nCrimes Department head murmured, looking at the thumbprint wistfully.\n\"No crime, no records. No records, no evidence. No evidence, no proof\nof crime. Therefore, we must manufacture a small crime. He was attacked\nand he must have defended himself. Someone may have been hurt in the\nprocess.\" He pushed a button. \"Do you think if I send a man down there,\nhe could persuade one of the mob to swear out a complaint?\"\n\n\"That's a rhetorical question,\" said the psychologist, trying to work\nout an uncertain correlation in his reports. \"With that sort of mob\nhysteria, the town would probably give you an affidavit of witchcraft.\"\n\n       *       *       *       *       *\n\n\"Phone for you, Doctor Alcala.\" The nurse was crisp but quiet, smiling\ndown at the little girl before vanishing again.\n\nRicardo Alcala pushed the plunger in gently, then carefully withdrew\nthe hypodermic needle from the little girl's arm. \"There you are,\nCosita,\" he said, smiling and rising from the chair beside the white\nbed.\n\n\"Will that make me better, Doctor?\" she piped feebly.\n\nHe patted her hand. \"Be a good girl and you will be well tomorrow.\" He\nwalked out into the hospital corridor to where the desk nurse held out\na phone.\n\n\"Alcala speaking.\"\n\nThe voice was unfamiliar. \"My deepest apologies for interrupting your\nwork, Doctor. At this late hour I'm afraid I assumed you would be at\nhome. The name is Camba, Federation Investigator on a health case. I\nwould like to consult you.\"\n\nAlcala was tired, but there was nothing to do at home. Nita was at the\nhealth resort and Johnny had borrowed all his laboratory space for a\nspecial synthesis of some sort, and probably would be too busy even\nto talk. Interest stirred in him. This was a Federation investigator\ncalling; the man's work was probably important. \"Tonight, if that's\nconvenient. I'll be off duty in five minutes.\"\n\nThirty minutes later they were ordering in a small cantina down the\nstreet from the hospital.\n\nJulio Camba, Federation Investigator, was a slender, dark man with\nsharp, glinting eyes. He spoke with a happy theatrical flourish.\n\n\"Order what you choose, Senor. We're on my expense account. The\nresources of the Federated States of all The Americas stand behind your\nmenu.\"\n\nAlcala smiled. \"I wouldn't want to add to the national debt.\"\n\n\"Not at all, Senor. The Federated States are only too happy thus to\nexpress a fraction of their gratitude by adding a touch of luxury to\nthe otherwise barren and self-sacrificing life of a scientist.\"\n\n\"You shame me,\" Alcala said dryly. It was true that he needed\nevery spare penny for the health of Nita and the child, and for the\nlaboratory. A penny saved from being spent on nourishment was a penny\nearned. He picked up the menu again and ordered steak.\n\nThe investigator lit a cigar, asking casually: \"Do you know John\nOsborne Drake?\"\n\n       *       *       *       *       *\n\nAlcala searched his memory. \"No. I'm sorry....\" Then he felt for the\nfirst time how closely he was being watched, and knew how carefully his\nreaction and the tone of his voice had been analyzed. The interview was\ndangerous. For some reason, he was suspected of something.\n\nCamba finished lighting the cigar and dropped the match into an\nash-tray. \"Perhaps you know John Delgados?\" He leaned back into the\nshadowy corner of the booth.\n\nJohnny! Out of all the people in the world, how could the government be\ninterested in him? Alcala tried to sound casual. \"An associate of mine.\nA friend.\"\n\n\"I would like to contact the gentleman.\" The request was completely\nunforceful, undemanding. \"I called, but he was not at home. Could you\ntell me where he might be?\"\n\n\"I'm sorry, Senor Camba, but I cannot say. He could be on a business\ntrip.\" Alcala was feeling increasingly nervous. Actually, Johnny was\nworking at his laboratory.\n\n\"What do you know of his activities?\" Camba asked.\n\n\"A biochemist.\" Alcala tried to see past the meditative mask of the\nthin dark face. \"He makes small job-lots of chemical compounds. Special\nbug spray for sale to experimental plantations, hormone spray for\nfruits, that sort of thing. Sometimes, when he collects some money\nahead, he does research.\"\n\nCamba waited, and his silence became a question. Alcala spoke\nreluctantly, anger rising in him. \"Oh, it's genuine research. He has\nsome patents and publications to his credit. You can confirm that if\nyou choose.\" He was unable to keep the hostility out of his voice.\n\nA waiter came and placed steaming platters of food on the table. Camba\nwaited until he was gone. \"You know him well, I presume. Is he sane?\"\n\nThe question was another shock. Alcala thought carefully, for any man\nmight be insane in secret. \"Yes, so far as I know.\" He turned his\nattention to the steak, but first took three very large capsules from a\nbottle in his pocket.\n\n\"I would not expect that a doctor would need to take pills,\" Camba\nremarked with friendly mockery.\n\n\"I don't need them,\" Alcala explained. \"Mixed silicones. I'm guinea\npigging.\"\n\n\"Can't such things be left to the guinea pigs?\" Camba asked, watching\nwith revulsion as Alcala uncapped the second bottle and sprinkled a\nlayer of gray powder over his steak.\n\n\"Guinea pigs have no assimilation of silicones; only man has that.\"\n\n\"Yes, of course. I should have remembered from your famous papers, _The\nNeed Of Trace Silicon In Human Diet_ and _Silicon Deficiency Diseases_.\"\n\n       *       *       *       *       *\n\nObviously Camba had done considerable investigating of Alcala before\napproaching him. He had even given the titles of the research papers\ncorrectly. Alcala's wariness increased.\n\n\"What is the purpose of the experiment this time?\" asked the small dark\nFederation agent genially.\n\n\"To determine the safe limits of silicon consumption and if there are\nany dangers in an overdose.\"\n\n\"How do you determine that? By dropping dead?\"\n\nHe could be right. Perhaps the test should be stopped. Every day, with\ngrowing uneasiness, Alcala took his dose of silicon compound, and every\nday, the chemical seemed to be absorbed completely--not released or\nexcreted--in a way that was unpleasantly reminiscent of the way arsenic\naccumulated without evident damage, then killed abruptly without\nwarning.\n\nAlready, this evening, he had noticed that there was something faulty\nabout his coordination and weight and surface sense. The restaurant\ndoor had swung back with a curious lightness, and the hollow metal\nhandle had had a curious softness under his fingers. Something merely\ngoing wrong with the sensitivity of his fingers--?\n\nHe tapped his fingertips on the heavy indestructible silicone plastic\ntable top. There was a feeling of heaviness in his hands, and a feeling\nof faint rubbery _give_ in the table.\n\nTapping his fingers gently, his heavy fingers ... the answer was\ndreamily fantastic. _I'm turning into silicon plastic myself_, he\nthought. But how, why? He had not bothered to be curious before, but\nthe question had always been--what were supposedly insoluble silicons\ndoing assimilating into the human body at all?\n\nSeveral moments passed. He smoothed back his hair with his oddly heavy\nhand before picking up his fork again.\n\n\"I'm turning into plastic,\" he told Camba.\n\n\"I beg your pardon?\"\n\n\"Nothing. A joke.\"\n\nCamba was turning into plastic, too. Everyone was. But the effect was\naccumulating slowly, by generations.\n\n       *       *       *       *       *\n\nCamba lay down his knife and started in again. \"What connections have\nyou had with John Delgados?\"\n\n_Concentrate on the immediate situation._ Alcala and Johnny were\nobviously in danger of some sort of mistaken arrest and interrogation.\n\nAs Alcala focused on the question, one errant whimsical thought\nsuddenly flitted through the back of his mind. In red advertising\nletters: TRY OUR NEW MODEL RUST-PROOF, WATERPROOF, HEAT & SCALD\nRESISTANT, STRONG--EXTRA-LONG-WEARING HUMAN BEING!\n\nHe laughed inwardly and finally answered: \"Friendship. Mutual interest\nin high ion colloidal suspensions and complex synthesis.\" Impatience\nsuddenly mastered him. \"Exactly what is it you wish to know, Senor?\nPerhaps I could inform you if I knew the reasons for your interest.\"\n\nCamba chose a piece of salad with great care. \"We have reason to\nbelieve that he is Syndrome Johnny.\"\n\nAlcala waited for the words to clarify. After a moment, it ceased to\nbe childish babble and became increasingly shocking. He remembered the\nfirst time he had met John Delgados, the smile, the strong handclasp.\n\"Call me Johnny,\" he had said. It had seemed no more than a nickname.\n\nThe investigator was watching his expression with bright brown eyes.\n\nJohnny, yes ... but not Syndrome Johnny. He tried to think of some\nquick refutation. \"The whole thing is preposterous, Senor Camba. The\nmyth of Syndrome Plague Johnny started about a century ago.\"\n\n\"Doctor Alcala\"--the small man in the gray suit was tensely\nsober--\"John Delgados is very old, and John Delgados is not his proper\nname. I have traced his life back and back, through older and older\nrecords in Argentina, Panama, South Africa, the United States, China,\nCanada. Everywhere he has paid his taxes properly, put his fingerprints\non file as a good citizen should. And he changed his name every twenty\nyears, applying to the courts for permission with good honest reasons\nfor changing his name. Everywhere he has been a laboratory worker, held\npatents, sometimes made a good deal of money. He is one hundred and\nforty years old. His first income tax was paid in 1970, exactly one\nhundred and twenty years ago.\"\n\n\"Other men are that old,\" said Alcala.\n\n\"Other men are old, yes. Those who survived the two successive plagues,\nwere unusually durable.\" Camba finished and pushed back his plate.\n\"There is no crime in being long-lived, surely. But he has changed his\nname five times!\"\n\n\"That proves nothing. Whatever his reasons for changing his name, it\ndoesn't prove that he is Syndrome Johnny any more than it proves he\nis the cow that jumped over the moon. Syndrome Johnny is a myth, a\nfigment of mob delirium.\"\n\n       *       *       *       *       *\n\nAs he said it, he knew it was not true. A Federation investigator would\nnot be on a wild goose chase.\n\nThe plates were taken away and cups of steaming black coffee put\nbetween them. He would have to warn Johnny. It was strange how well you\ncould know a man as well as he knew Johnny, firmly enough to believe\nthat, despite evidence, everything the man did was right.\n\n\"Why must it be a myth?\" Camba asked softly.\n\n\"It's ridiculous!\" Alcala protested. \"Why would any man--\" His voice\ncut off as unrelated facts fell into a pattern. He sat for a moment,\nthinking intensely, seeing the century of plague as something he had\nnever dreamed....\n\nA price.\n\nNot too high a price in the long run, considering what was purchased.\nOf course, the great change over into silicon catalysis would be a\nshock and require adjustment and, of course, the change must be made in\nseveral easy stages--and those who could not adjust would die.\n\n\"Go on, Doctor,\" Camba urged softly. \"'_Why_ would any man--'\"\n\nHe tried to find a way of explaining which would not seem to have any\nrelationship to John Delgados. \"It has been recently discovered\"--but\nhe did not say _how_ recently--\"that the disease of Syndrome Plague\nwas not a disease. It is an improvement.\" He had spoken clumsily.\n\n\"An improvement on life?\" Camba laughed and nodded, but there were\nbitterness and anger burning behind the small man's smile. \"People\ncan be improved to death by the millions. Yes, yes, go on, Senor. You\nfascinate me.\"\n\n\"We are stronger,\" Alcala told him. \"We are changed chemically. The\nrace has been improved!\"\n\n\"Come, Doctor Alcala,\" Camba said with a sneering merriment, \"the\nSyndrome Plagues have come and they have gone. Where is this change?\"\n\nAlcala tried to express it clearly. \"We are stronger. Potentially, we\nare tremendously stronger. But we of this generation are still weak\nand ill, as our parents were, from the shock of the change. And we\nneed silicone feeding; we have not adjusted yet. Our illness masks our\nstrength.\" He thought of what that strength would be!\n\nCamba smiled and took out a small notebook. \"The disease is connected\nwith silicones, you say? The original name of John Delgados was John\nOsborne Drake. His father was Osborne Drake, a chemist at Dow Corning,\nwho was sentenced to the electric chair in 1967 for unauthorized\nbacterial experiments which resulted in an accidental epidemic and\neight deaths. Dow Corning was the first major manufactury of silicones\nin America, though not connected in any way with Osborne Drake's\ncriminal experiments. It links together, does it not?\"\n\n\"It is not a disease, it is strength!\" Alcala insisted doggedly.\n\n       *       *       *       *       *\n\nThe small investigator looked up from his notebook and his smile was\nan unnatural thing, a baring of teeth. \"Half the world died of this\nstrength, Senor. If you will not think of the men and women, think of\nthe children. Millions of children died!\"\n\nThe waiter brought the bill, dropping it on the table between them.\n\n\"Lives will be saved in the long run,\" Alcala said obstinately.\n\"Individual deaths are not important in the long run.\"\n\n\"That is hardly the philosophy for a doctor, is it?\" asked Camba with\nopen irony, taking the bill and rising.\n\nThey went out of the restaurant in silence. Camba's 'copter stood at\nthe curb.\n\n\"Would you care for a lift home, Doctor Alcala?\" The offer was made\nwith the utmost suavity.\n\nAlcala hesitated fractionally. \"Why, yes, thank you.\" It would not do\nto give the investigator any reason for suspicion by refusing.\n\nAs the 'copter lifted into the air, Camba spoke with a more friendly\nnote in his voice, as if he humored a child. \"Come, Alcala, you're a\ndoctor dedicated to saving lives. How can you find sympathy for a\nmurderer?\"\n\nAlcala sat in the dark, looking through the windshield down at the\nbright street falling away below. \"I'm not a practicing medico; only\none night a week do I come to the hospital. I'm a research man. I don't\ntry to save individual lives. I'm dedicated to improving the average\nlife, the average health. Can you understand that? Individuals may be\nsick and individuals may die, but the average lives on. And if the\naverage is better, then I'm satisfied.\"\n\nThe 'copter flew on. There was no answer.\n\n\"I'm not good with words,\" said Alcala. Then, taking out his pen-knife\nand unfolding it, he said, \"Watch!\" He put his index finger on the\naltimeter dial, where there was light, and pressed the blade against\nthe flesh between his finger and his thumb. He increased the pressure\nuntil the flesh stood out white on either side of the blade, bending,\nbut not cut.\n\n\"Three generations back, this pressure would have gone right through\nthe hand.\" He took away the blade and there was only a very tiny cut.\nPutting the knife away, he brought out his lighter. The blue flame\nwas steady and hot. Alcala held it close to the dashboard and put his\nfinger directly over it, counting patiently, \"One, two, three, four,\nfive--\" He pulled the lighter back, snapping it shut.\n\n\"Three generations ago, a man couldn't have held a finger over that\nflame for more than a tenth part of that count. Doesn't all this prove\nsomething to you?\"\n\nThe 'copter was hovering above Alcala's house. Camba lowered it to\nthe ground and opened the door before answering. \"It proves only that\na good and worthy man will cut and burn his hand for an unworthy\nfriendship. Good night.\"\n\nDisconcerted, Alcala watched the 'copter lift away into the night,\nthen, turning, saw that the lights were still on in the laboratory.\nCamba might have deduced something from that, if he knew that Nita and\nthe girl were not supposed to be home.\n\nAlcala hurried in.\n\nJohnny hadn't left yet. He was sitting at Alcala's desk with his feet\non the wastebasket, the way Alcala often liked to sit, reading a\ntechnical journal. He looked up, smiling. For a moment Alcala saw him\nwith the new clarity of a stranger. The lean, weathered face; brown\neyes with smile deltas at the corners; wide shoulders; steady, big\nhands holding the magazine--solid, able, and ruthless enough to see\nwhat had to be done, and do it.\n\n\"I was waiting for you, Ric.\"\n\n\"The Feds are after you.\" Ricardo Alcala had been running. He found he\nwas panting and his heart was pounding.\n\nDelgados' smile did not change. \"It's all right, Ric. Everything's\ndone. I can leave any time now.\" He indicated a square metal box\nstanding in a corner. \"There's the stuff.\"\n\nWhat stuff? The product Johnny had been working on? \"You haven't time\nfor that now, Johnny. You can't sell it. They'd watch for anyone of\nyour description selling chemicals. Let me loan you some money.\"\n\n\"Thanks.\" Johnny was smiling oddly. \"Everything's set. I won't need it.\nHow close are they to finding me?\"\n\n\"They don't know where you're staying.\" Alcala leaned on the desk edge\nand put out his hand. \"They tell me you're Syndrome Johnny.\"\n\n\"I thought you'd figured that one out.\" Johnny shook his hand formally.\n\"The name is John Osborne Drake. You aren't horrified?\"\n\n\"No.\" Alcala knew that he was shaking hands with a man who would be\nthanked down all the successive generations of mankind. He noticed\nagain the odd white web-work of scars on the back of Johnny's hand. He\nindicated them as casually as he could. \"Where did you pick those up?\"\n\n       *       *       *       *       *\n\nJohn Drake glanced at his hand. \"I don't know, Ric. Truthfully.\nI've had my brains beaten in too often to remember much any more.\nUnimportant. There are instructions outlining plans and methods filed\nin safety deposit boxes in almost every big city in the world. Always\nthe same typing, always the same instructions. I can't remember who\ntyped them, myself or my father, but I must have been expected to\nforget or they wouldn't be there. Up to eleven, my memory is all right,\nbut after Dad started to remake me, everything gets fuzzy.\"\n\n\"After he did _what_?\"\n\nJohnny smiled tiredly and rested his head on one hand. \"He had to\nremake me chemically, you know. How could I spread change without\nbeing changed myself? I couldn't have two generations to adapt to\nit naturally like you, Ric. It had to be done artificially. It took\nyears. You understand? I'm a community, a construction. The cells that\ncarry on the silicon metabolism in me are not human. Dad adapted them\nfor the purpose. I helped, but I can't remember any longer how it was\ndone. I think when I've been badly damaged, organization scatters to\nthe separate cells in my body. They can survive better that way, and\nthey have powers of regrouping and healing. But memory can't be pasted\ntogether again or regrown.\"\n\nJohn Drake rose and looked around the laboratory with something like\ntriumph. \"They're too late. I made it, Ric. There's the catalyst\ncooling over there. This is the last step. I don't think I'll survive\nthis plague, but I'll last long enough to set it going for the finish.\nThe police won't stop me until it's too late.\"\n\n       *       *       *       *       *\n\nAnother plague!\n\nThe last one had been before Alcala was born. He had not thought that\nJohnny would start another. It was a shock.\n\nAlcala walked over to the cage where he kept his white mice and looked\nin, trying to sort out his feelings. The white mice looked back\nwith beady bright eyes, caged, not knowing they were waiting to be\nexperimented upon.\n\nA timer clicked and John Delgados-Drake became all rapid efficient\nactivity, moving from valve to valve. It lasted a half minute or less,\nthen Drake had finished stripping off the lab whites to his street\nclothes. He picked up the square metal box containing the stuff he had\nmade, tucked it under his arm and held out a solid hand again to Alcala.\n\n\"Good-by, Ric. Wish me luck. Close up the lab for me, will you?\"\n\nAlcala took the hand numbly and mumbled something, turned back to the\ncages and stared blindly at the mice. Drake's brisk footsteps clattered\ndown the stairs.\n\n       *       *       *       *       *\n\nAnother step forward for the human race.\n\nGod knew what wonders for the race were in that box. Perhaps something\nfor nerve construction, something for the mind--the last and most\nimportant step. He should have asked.\n\nThere came at last a pressure that was a thought emerging from the\ndepth of intuition. _Doctor Ricardo Alcala will die in the next plague,\nhe and his ill wife Nita and his ill little girl.... And the name of\nAlcala will die forever as a weak strain blotted from the bloodstream\nof the race...._\n\nHe'd find out what was in the box by dying of it!\n\nHe tried to reason it out, but only could remember that Nita, already\nsickly, would have no chance. And Alcala's family genes, in attempting\nto adapt to the previous steps, had become almost sterile. It had been\ndifficult having children. The next step would mean complete sterility.\nThe name of Alcala would die. The future might be wonderful, but it\nwould not be _his_ future!\n\n\"Johnny!\" he called suddenly, something like an icy lump hardening in\nhis chest. How long had it been since Johnny had left?\n\nRunning, Alcala went down the long half-lit stairs, out the back door\nand along the dark path toward the place where Johnny's 'copter had\nbeen parked.\n\nA light shone through the leaves. It was still there.\n\n\"Johnny!\"\n\nJohn Osborne Drake was putting his suitcase into the rear of the\n'copter.\n\n\"What is it, Ric?\" he asked in a friendly voice without turning.\n\n_It would be impossible to ask him to change his mind._ Alcala found\na rock, raised it behind Syndrome Johnny's back. \"I know I'm being\nanti-social,\" he said regretfully, and then threw the rock away.\n\nHis fist was enough like stone to crush a skull.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Syndrome Johnny, by Charles Dye\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SYNDROME JOHNNY ***\n\n***** This file should be named 51231.txt or 51231.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/3/51231/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}