{"title": "Psychotennis, Anyone?", "author": "Lloyd Williams", "releaseDate": "February 16, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         PSYCHOTENNIS, ANYONE?\n\n                           By LLOYD WILLIAMS\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n    If scientific advance changes our forms of courtship, can other\n   sports be far behind? Not when telekinesis is finally perfected!\n\n\nBefore them the ball took a savage turn toward the player in white.\nAround Grant the crowd stood up and roared, and he felt suddenly tense\nand doubting. Then the player ducked, the ball shot through above him\nto smash against the court wall, and he controlled the rebound to send\nthe sphere once more into erratic, darting flight.\n\n\"Again!\" Grant felt his muscles suddenly relax with release of anxiety.\nHe turned to the girl. \"Bee, I'm worried. It's not like Tony--does he\nwant to get killed? He should stop those shots, not dodge them. Are you\nsure he's all right?\"\n\n\"Now, Granny.\" The girl kept her eyes fixed on the court. \"Remember,\nTony took this match for charity. He wants the crowd to have a show,\nthat's all. He is in splendid shape.\"\n\n\"No sleep,\" Grant went on worriedly. \"I'm sure it must be that. If his\nbrain were alert, he'd control that ball until Slag went crazy. Without\nsleep, you can't focus prop--\"\n\n\"Please, Granny, _stop_!\" In that instant her throbbing mind touched\nhis, and he caught a glimpse of the alarm in her face. She, too, felt\nthat something was wrong. But she tugged at his sleeve and pointed\nthrough the screen at the oval below. \"Look!\"\n\nSlag's feet were set wide apart, and his black-robed body stood square.\nBut his head had begun a sort of slow wobble, from side to side, as the\nball lanced in perihedral swings about the court.\n\n\"Praise Allah!\" whispered Grant. \"A beautiful dance! Tony's thinking\nthat gangster, into a coma.\"\n\nThe white player was in concentration, using his eyes only rarely in\nshifting ever more complex movements to the sphere. Then the rhythmic\npattern had become a wild _corondo_, with Slag as its center, and the\ndark figure stood hypnotized, with only spasmodic jerks of his brutal\nfeatures to mark the fear in his mind.\n\n\"Now,\" said Grant. His voice seemed loud in the awed silence of the\nspectators. \"Now, Tony! Call it a day!\"\n\n\"Just touch him,\" whispered Bee. \"Don't hurt him, Tony.\"\n\nIt was as if they had signaled the player, even through the tele-proof\nscreen. Gradually the wild swings of the ball slowed. It circled Slag\ngently, dropped closer, and poised above him. Tony's mind was clearly\nin full control of the sensitive sphere.\n\nIn a seat behind Grant, an excited man suddenly yelled, \"Thumbs\ndown, hard!\" Obviously the crowd was ready to sacrifice its erstwhile\nhero.\n\nThen--the ball moved, a small movement, and there was a roar.\nUninfluenced, the ball dropped and rolled to the center court, and Tony\nstood in bewilderment as Slag shook himself awake.\n\nGrant leaped up and tried to push through to the box exit. Behind him,\nBee clung. \"Granny, what will you do? What can you....\"\n\nHe shook her off and answered her with his mind as he struggled on.\n\"Stop them, that's what! End the match.\"\n\n\"How? You know you cannot!\"\n\nBut he felt her mind cling at the hope, and sent back reassurance. \"_I_\ncan. They may not like it, but _I_ can stop these matches. Don't worry,\nI'll get your brother safely out of there.\"\n\nShe was relieved. Knowledge of his position--his relation to the\nsport--he felt her memory produce the reasons. _Sport_, thought\nGrant. _I invented a sport. Oh, Allah! What has my sport become?_\n\nAnd then her mind shrieked at him, stabbed at his brain: \"Tony--Tony\ndarling!\"\n\nDazedly he heard the moan and fought a path to the transparent screen.\nOut on the court lay a white figure, outspread, and the ball rolled\nslowly past the dripping head.\n\n\"Too late!\" sobbed Bee. \"Too late! Tony....\"\n\n       *       *       *       *       *\n\nSomehow she was down there before Grant. He saw her, huddled over\nTony's body, as he finally reached an open gate in the domed screen.\nOn the opposite edge of the court, Psycho-sport Commissioner Woods was\nin conversation with the referee, Harmon. A flash bulb glowed. Three\nreporters looked at the fallen player and spoke casually to each other.\nTowering above the group was Slag, staring down as if surprised.\n\nGrant went first to the Commissioner, who adopted a defensive attitude\nimmediately, throwing up his hands.\n\n\"Don't jump on _me_, now. It seems I am helpless. Ask Harmon yourself.\nThere was nothing wrong that he could see.\"\n\n\"That's nonsense,\" said Grant, \"and you know it. No matter who it is,\na ball will not smash into an awake player. It simply cannot be done.\nEven a novice can overcontrol his opponent at that range.\"\n\n\"Right. It couldn't have happened.\" Sarcasm indicated the worry felt by\nWoods. \"Damn it, Lane, that's the way it is. Harmon watched like a hawk\nin his bubble. The dome was sealed; not a single leak. Slag's second\ncrouched behind the shield and never moved. I personally supervised\nAnthony's examination. He was in perfect condition. The only thing yet\nto check is the ball, but the ball....\"\n\n\"You have it? Never mind, no ball invented could do that alone. Tony\ncould handle any ball, even without the new sensitive core. And in a\nhundred games every day, they don't ever have this sort of accident.\"\n\n\"Just when Slag plays.\" The Commissioner touched Grant's arm\nhelplessly. \"The force of the man's mind must be terrible, Lane. He\nmust be a superman. But what am I going to do? If I outlaw him without\nlegal grounds....\" He stopped, gulped nervously.\n\n\"There may be no grounds from your point of view and theirs.\" Grant\ngestured at the crowd struggling through the exits. \"But there are from\nmine. If I'm to remain Honorary President of the Association, Slag has\ngot to go. That's final!\"\n\nWoods said, \"Lane, you could stop this another way. If you don't, and\nyou put Slag out, they will think....\" But Grant was already hurrying\nover to Bee Anthony.\n\nMore people joined the group and talk died away as uniformed men bent\ndown to the prone figure. Bee sobbed in Grant's arms. Her mind was\nwithdrawn, grieving, and he patted her awkwardly while he thought of\nhow much these young twins had come to mean to him in the years since\nhe began his research in metaphysics. Just children, they had seemed at\nfirst. He had been young. Doctor Lane, graduate of '52 on fellowship,\nand they were the kids he had worked with, who had shown remarkable\npowers of the mind.\n\nTony and himself--they had formulated the methods which still governed\nthe cultivation of telekinesis. Grant had discovered--the principles,\nbut it was the successful results of the Anthony boy's training\nwhich paved the way for others to learn. Yet Bee was different. No\namount of tutoring could help her influence an object with her mind.\nDifferent, but not inferior, for Bee was a telepath. With intimates\nher conversation was most strange--much of it understood, yet left\nunspoken.\n\nGrant was one of the intimates. Her silent sorrow would have found him\nat any distance, but now he tried to evade it, because Tony was gone\nand Woods had come over to face the reporters--and Slag.\n\n\"Mister Woods,\" began one of the men, but the Commissioner raised a\nhand and turned to the giant player.\n\n\"You have had my personal warning, Slag. Do you think I will allow you\nto carry on your ugly career? Why, man, you're lucky the courts have\nnot ruled you a murderer!\"\n\n\"It's not my fault,\" Slag said. \"I didn't _try_ to smash him, honest. I\ndon't know my own strength, I guess.\"\n\nBee's reddened eyes stared at the man, and Grant whispered, \"Darling,\ncan you tell?\"\n\n\"You know their minds are closed to me. I just feel ... something\n_evil_. I must get out of here. Please, Grant, take me away.\"\n\nBehind Slag the little blond man Teagle, manager and second of the\nprofessional, spoke up. \"Like Slag says, Commissioner, it isn't his\nfault. These fast-thinking players match him, get him all excited in\nthe court, and then wonder why they get knocked down. They just don't\nhave the stuff to match a champ.\"\n\n\"Slag is the only man ever warned to pull his shots,\" agreed a\nreporter who was taking notes.\n\n\"Gentlemen!\" Woods turned to Grant. \"All of us here respect the opinion\nof Dr. Lane, who brought this sport into being and who is, in my\nestimation, its greatest exponent. I have consulted with him. If he is\nto retain any connection whatever with the game, he informs me, Slag\nmust get out.\"\n\nThere was silence. The men stared first at the florid-faced\nCommissioner, then at Grant.\n\n\"More than personal considerations are involved,\" added Woods. \"Slag's\nbrutal style of play, according to Dr. Lane, endangers the entire\nfuture of this grand sport.\"\n\nThe black-robed player looked around for support. Little Teagle pushed\nin front of the Commissioner. \"You mean that has-been,\" he pointed at\nGrant, \"is trying to get rid of my boy? It ain't fair, I say. Even when\nhe tries to take it easy, Slag has it tough. They're scared, and won't\nmatch us--even these amateurs. And yet look what we've done to pep the\ngame up!\"\n\n\"You may be right, Mister Teagle. All things considered, however, I\nfeel the merit of Dr. Lane's suggest--\"\n\n\"Who is this Lane?\" The little man's face was fierce. \"So he starts the\ngame, and invents the ball, so what? They used to call him a champ,\nthe _master_, but that's a long time ago. Now that he's out, he don't\nlike Slag coming up so strong. It kills him that he ain't the best any\nmore.\"\n\n\"That will be all for tonight. In the morning I'll have an official\nrelease ready.\" The reporters were tense, anxious to miss nothing.\n\"And, gentlemen, you have a good idea of the nature of that statement.\"\n\n\"Wait! I'm telling you,\" said Teagle. \"We've tried to get a match with\nthis Lane. Here it is, boys, the real truth. The guy wants Slag out\nbecause he's scared to meet him. Right here and now we challenge him!\nAnd I bet he hasn't got the guts to take us up.\"\n\n\"I feel,\" said Woods, \"that a scientist like Dr. Lane should not be\nsubjected to this ... this insolence.\"\n\nThe reporters ran toward the exit, eager to call in this news break.\n\nGrant said nothing. Aware of Bee's feelings, he shot a look of contempt\nat Teagle and turned. Yet he knew, as they walked slowly away, that\nbehind him were no feelings of good will. At best, the men awaited his\nnext move--and until then suspended judgment.\n\n       *       *       *       *       *\n\nIn three days the city became for Grant Lane a savage jungle. The\npapers shrieked at him Teagle's endless insults, Slag's boastful\nchallenge. Each statement by the Commissioner cleverly shifted more\nresponsibility from Woods to himself, and the tragic end of yet\nanother match was played down until it appeared that Slag, and not his\nopponent, was the injured party.\n\nAfter all, was his crowd-convincing argument, did they jail\nprofessional fighters in the old days when one was killed? Just a\nlittle accident in the heat of fair contest; it was no more than\nthat. Yet there _was_ more, this time. People appeared unsatisfied,\ndisapproving of Grant, as if he should offer himself as a sacrifice\nto their sympathy with Slag. The one time he went restlessly into the\nstreets, they watched him sullenly, waiting....\n\nHe kept to his apartment after that, and studied furiously. No man\n_could_ overcontrol an awake opponent in a direct shot--if the ball was\nall right. As the ball closed in, the approached player's influence\ngrew proportionately stronger, while his opponent's lessened in inverse\nratio. That was the reason Grant had originally declared the sport to\nbe safe.\n\nHe interrupted his work only briefly for Tony's funeral, and felt an\nobscure shame in facing Bee Anthony. Then the cellular organism of\nthe sphere used in the game absorbed his attention again. It was an\nartificially nurtured nerve-center, a growth devised by himself, and\nseemed to offer the only possible answer. _Perhaps this sub-life had\nacquired learning ability--the ability to act independently._ It seemed\nabsurd, and yet how much was really known of this highly irritable\nstuff called living matter?\n\nBee found him at his apartment the fourth morning. She seemed much more\nrelaxed. \"Tony hated useless grief,\" she said. \"I had to come here,\nGranny. I had to know that we might see the end of all this.\"\n\n\"Yes.\" Grant still felt a vague shame. \"We'll have to stop Slag short,\nbefore he adds any more victims.\"\n\n\"Oh, it's more than that! It's the people, too, and the knowledge that\nmore Slags may appear. If all the matches suddenly....\" She broke off,\nfrowning, as if uncertain whether to continue. \"You see, Granny, Tony\ndecided to play because of that. It wasn't even the charities, really.\nThe people distrust you. Not just because you were wrong, but because\nthey are suspicious of any probing into the powers of mind. They prefer\nfantasy to scientific hypothesis, and now Slag's triumphs....\" She\nfaltered, and unhappily twisted her face away.\n\n\"But Tony could have crushed Slag, too.\"\n\n\"You know that was different. He had Slag hypnotized first. But Tony\nwas awake when the ball struck!\"\n\n\"You're right, Bee. Frankly, I don't know what the answer could be. I'm\nworking on the core of the ball. There is a chance--\"\n\n\"I'm sure it was something else! Granny, have you thought of the\nscreen? There must have been a leak, or a failure. Think of that crowd,\nhoping for their hero. Suppose they subconsciously influenced the\nsphere, directed it at Tony.\"\n\nHe thought of the mob's reaction when Slag was helpless, and kept\nsilent. It would be cruel to blast her one hope with nothing to offer\nin exchange.\n\n\"You think I'm wrong, but what else would it be? The ball couldn't kill\nTony by itself.\" Then she was in tears. \"I should have been there to\nstop it. He wouldn't take a second--I begged him to let me--and I would\nhave _sensed_ any outside influence!\"\n\nGrant recognized the guilt feelings she was suffering from. He tried\nto give comfort, but suddenly she was a woman, proud and independent,\nand would not stay. Only at the door for one moment did she turn\nappealingly to him.\n\n\"Granny, you're not going to play Slag!\"\n\n\"Do you want me to? Should I obey the roar of the mob? And look!\" He\ngestured at one of the papers, where a center-page box proclaimed,\n'Commissioner Rules Out Lane-Slag Match.' \"At thirty-seven they say I'm\ntoo old to play.\"\n\n\"Don't do it, Grant.\" He felt her conflicting, torn emotions. \"Yet, the\nfunny thing is, I don't think I could live if they allow Slag to go on\nand on.\"\n\n       *       *       *       *       *\n\nGrant's apartment was ill-equipped for working with micro-organisms.\nSo, although preliminary study opened up no encouraging line of\nexperimentation, next day he transferred his work to the university\nlaboratories. He found his colleagues friendly--one had cheerfully\nhandled Grant's lectures during his absence--but reserved, as if they\nsuspected him to be guilty of some terrible sin, yet hoped he might\nprove himself innocent.\n\nBarker, the bio-chemist, listened to his theory of the probability of\nchange in the nerve center of the ball. \"I have not worked with these\ncultures,\" he said. \"You claim they are artificially produced solely\nto provide a focal receptor for the controlling minds. Are the cells\nnon-reproductive?\"\n\n\"Yes. You see, the structure must be stable. Any mind can provide the\nnecessary power to move light objects short distances, but focusing\nthat power is the difficulty. Hence the sensitive core. The operator\ncan _sense_ where to direct his will.\"\n\nBarker reflected a moment. \"So the culture is purely static--doesn't\neven amplify the influence. In that case, I can only visualize such\nchanges as natural radiation might bring about. No hope there for a\nrecurrent pattern of change.\"\n\n\"Learning ability--acquisition of power to act voluntarily--I thought\nthe answer might be in that.\"\n\n\"We'll see. Might as well begin there, anyway. Get us a few of the\nballs, Lane, and I'm sure the staff will gladly try to help out.\"\n\nThat evening Grant walked onto the court of the Colliseum and was made\ncertain of the city's anger toward him. Bee's idea was worth testing,\nand he had brought with him some student telepaths, but the instant\nhe appeared the crowd rose in a storm of fury. When the announcer\nrequested spectators to direct the ball at Grant, their wrath gave\nway to cheers, and they concentrated hopefully on crushing him. But\nthe screen held, the telepaths sensed no invading influence as Grant\nwhirled the ball about the court, until in disgust he signaled for the\nscreen to be deactivated.\n\nInstantly the will of the crowd took hold. The sphere jerked\nerratically until concerted influence steadied it opposite Grant. Then\nit flashed into motion, a heavy, deadly missile, with all the mind\npower of a mob driving it murderously across the court at him.\n\nHe stopped it easily, six inches away.\n\n       *       *       *       *       *\n\nBarker said, \"No use seeking further. We may not know everything living\norganisms can do, but we can certainly tell what is beyond their power.\nThe tests are conclusive.\"\n\nLorms, the behaviorist, nodded his head.\n\nFor just an instant Grant felt confused, helpless. His original\narguments for psychosport were proved valid, but the killings became\neven more inexplicable--they were logically impossible! And, somehow,\nthat made _him_ the criminal.\n\nThat left him only one thing to do.\n\nIt was humiliating to accept such a solution to his personal problem.\nHe thought of Bee Anthony and nearly turned back. Only since the\ntragedy had he realized how changed was their relationship--and how\nimportant she was to him. Would she scorn his action, think him a\nslave to public pressure? Probably, but Grant forced his steps onward.\n\nIn the lobby of the Page-Horton, Bee caught him by the arm. \"Since\nwhen,\" she asked, \"do you walk grimly past your friends?... No, Grant.\nDon't bother to think up a story. I know where you are going.\"\n\nHe wanted to chase her away--and to pull her close to him. But she\nglanced up and laughed. \"You look _so_ perplexed and silly. Professor\nLorms called me, and of course I knew what you'd do.\"\n\n\"Do you think,\" said Grant, \"that I should, Bee? Is it right?\"\n\n\"Darling, fighting results from frustration and breeds even more\nfrustration and anger. But somehow men get cornered until--well, they\n_have_ to. Not Tony. He was a gay fool, tilting at windmills. Oh,\nGrant! I know you're wrong, but you're right, too, and inside I'm so\nglad!\"\n\nHe wanted to erase the worry behind her gladness, to smother it with\nreassurance. They went up together to Slag's suite. Teagle was at the\ndoor. \"Glad to see you, Mahomet,\" he said to Grant. \"The contract's all\nready to sign. I guess you'll want _your_ cut for charity, eh?\"\n\n\"You won't, I suppose.\"\n\n\"Not on your life. Excuse the double meaning, Miss.\" He smirked at\nBee. \"I ask you, who's going to match us after we knock this one off?\"\n\nSlag stared glumly from a chair, not even removing his hand from the\nglass beside him. \"Practicing,\" he said. \"Getting into shape for our\ntussle, Doc. Like Teagle said, you had to come across.\"\n\nGrant took the papers from the manager, filled in the blanks and signed.\n\n\"Don't talk much, this Doc Lane,\" said Slag. \"Should I show him,\nTeagle?\"\n\n\"Sure thing. Watch this practice, Doc.\"\n\nThe big man concentrated on the amber bottle beside him. Slowly,\njerkily, it lifted--one inch, then two. Slag relaxed, and watched it\nring as it fell to the table. \"My job when I retire,\" he said. \"Got to\npour it right into the glass. Pretty hot, eh?\"\n\nGrant gave no warning. The man's trousers were deluged as the glass\nshattered in his hand. He leaped up cursing, and then moved quickly and\nwith ugly purpose toward his visitors.\n\n\"Careful, boy,\" warned Teagle. \"There's a dame present.\"\n\nFor fifteen seconds Grant's eyes were locked with Slag's. He looked\ninto their red-rimmed hatred, fought to see the depths of the man.\nThen, just before the other turned away, an unreasoning, unexpected\nemotion surged in Grant. It swept over and left him shaken, all in that\ninstant.\n\nThe emotion was fear.\n\n       *       *       *       *       *\n\nOut on the court it was anger he felt, anger at Slag, who stood\nopposite and bowed to the noisy throng, anger at Teagle, who chanted\ninsults until ordered behind the second's shield, at the spectators,\npacking the Colliseum in hopes of seeing a player maimed or killed--and\nBee Anthony, even at Bee.\n\nShe had defied him, bribed her way in to act as his second, and had\nslipped behind the shield at his side of the court. In front of those\njeering faces, it was out of the question to make her leave.\n\nThere was a roar as the ball dropped from the referee's overhead\nbubble. Grant left it to Slag, let the man shoot crudely several times,\nand fought to calm himself. The shots were forceful, but easily stopped\nand returned. It was like Tony's match, almost too slow at first. Until\nthe players became absorbed, it was hopeless to attempt any kind of\nhypnotic effects with the ball.\n\nSlag swung the sphere into rapid circles about the court. The crowd\nwatched silently, as if impressed by the player's control. To Grant\nit was absurd--he knew that any trained child could execute the\nmovements. And yet, Tony must have felt so, too. But that was before--\n\nThe ball dropped on him like a hawk, and he almost laughed. To give\nthe gasping crowd a thrill, he barely deflected the shot, and feigned\namazement. Slag retrieved control.\n\nBeneath the sudden amusement, Grant was uneasy. Slag had never won a\n_real_ victory--never dazed or hypnotized an opponent before striking.\nAll his triumphs rested on single, smashing thrusts. How was it\npossible? With such clumsy control, the professional could never set up\na victory--yet the record stood. Grant could not fathom the problem. If\nthe match went on forever, he could see no way for Slag to drop him.\nAnd if he quickly whirled Slag into dazed defeat, the real mystery\nmight never be solved. His opponent would merely have suffered defeat\nin a match not even recognized by the Commission.\n\nNow he could guess why Tony had played carelessly. It was not only\nvictory that was sought. He had deluded himself in accepting such an\nirresponsible way out. The whole affair depressed him, knotted itself\ninto mind-snaring tangles. The ball blurred again and he hardly cared,\nonly ducking to let it splat against the shield behind him. A spurt of\nrage sent the sphere spinning back at Slag, but the other diverted it\neasily into a screen-hugging orbit.\n\nTony, Slag, Woods and Teagle--they seemed to merge confusedly in his\nmind. They stood, each in turn, at the door of an iron-barred cell. For\nGrant, there was no way out. Win or lose, live or die, he was doomed.\nThe light dimmed in the cell. Just for an instant Bee appeared, her\nhair throwing off sparks of brilliance. She, too, faded out. Neither\nBee the child, whom he did not love, nor Bee the woman, who did not\nlove him, could save him. Before him gaped the bottomless pit of shame\nand penance. He had unloosed a monster on the world. He had to pay for\nthat.\n\nBut first Grant had another debt to pay. He tried to throw off the\ndepression, imagining as he did so a sob of joy in the disembodied Bee.\nHe wrested the sweeping ball from Slag, even from the opposite end of\nthe court. He spun it in wild orbits and compensated for the other's\nfurious thrusts. Faster and faster he circled it. Slag's mind could not\nkeep up the pace. The even swings acquired a jogging pattern, edged\nfarther out--to within ten feet of Slag. A quick break lanced behind\nthe man, out again, and then the sphere fell into helical loops, thrice\ndifferentiated by harmonic variations, and swept wide around the court.\n\nSomehow Slag's distress gave Grant no pleasure. Defeat seemed to face\nhim everywhere; he read it in his opponent's twisted features, even in\nthe futile effort to withdraw attention from the ball. _It's no good_,\nhe thought. _I have failed all along._\n\nSavagely he worked the sphere. He would do it quickly. There was no\nuse expecting Tony's fate. The ball darted again for Slag and this\ntime there could be no interference. It became pure mathematics, the\nmotion, complicated far beyond Tony's simple _corondo_, a flashing\nthree-dimensional blur of color. He could not keep it up. The\nconcentration brought an invading blackness to his mind. Somewhere\nthere was a dull roar, and he felt as if his own mind were cracking.\nHis nerves quivered to put an end to it, to touch Slag with the ball.\nSlowly, cautiously, he brought the sphere down....\n\nSlag was not there!\n\nHe gaped. His eyes suddenly found the crumpled heap across the court,\nand relief swept ever him. The man was beaten, in a state of collapse,\nand there was nothing more Grant could do.\n\n\"Grant!\" Bee screamed. \"Oh, no! Grant darling, look up!\"\n\nHer radiance was almost blinding. He half-twisted to reach her, and\nthen his eyes caught it--the ugly sheen of the fast-growing ball.\nDesperately he turned, and it shifted in unison. Then she shrieked\nonce more, despairingly, and he threw himself flat, arms outstretched,\ntoward her.\n\nThe ball's speed was so great that it shattered to pieces against the\nshield behind him.\n\nFrom back of the barrier ran Bee. She crouched beside him, and her\nenveloping warmth lifted the evil spell from his mind. The loud\nconfusion of the crowd burst upon him, he saw the referee's swiftly\nlowering bubble. He was in control of himself, thanks to Bee's\ninterference, and could act on the knowledge so dangerously gained.\n\n\"The murderer!\" Grant pulled Bee up with him. \"We've got him!\"\n\nOpposite them, Slag still lay on the court.\n\n\"I don't see how he did it,\" Grant said bewilderedly.\n\n\"Not Slag--_him_!\" She pointed out the small, running figure.\n\nTeagle battered vainly at a gate. The still-active screen held him\nback, and the man's face was a despairing white grimace. Then Grant was\nupon him, and took him by the throat.\n\n       *       *       *       *       *\n\nWoods paced the dressing room, still confused. \"I begin to see,\" he\nsaid, \"but what can I do with the two of them?\"\n\n\"Stop worrying.\" Grant was curt. \"You can do nothing. The law will take\nTeagle, and without him Slag is just another bum.\"\n\n\"He never knew,\" marveled Bee. \"Slag never knew how he won.\"\n\n\"I am to blame.\" Grant thought of the surging fear Teagle had directed\nin him at Slag's hotel. \"I should have known that telepsychical\nphenomena could be used as a weapon. The man is a freak. He couldn't\ninfluence the ball, but communicated overpowering emotion--without even\nseeing his subjects--from behind his shield. The victims committed\nsuicide, just as I nearly did before Bee....\"\n\n\"What did you feel--a so-called called death wish?\" asked Woods. \"No\nmatter. Not seeing Slag collapse, he overplayed his hand.\"\n\n\"Slag's being unconscious merely provided an anti-climax,\" said Grant.\n\"There was a more important factor added this time. And if you don't\nmind, Woods, I have an apology to make in private to my one and only\nsecond.\"\n\n\"Not just the only one, darling,\" said Bee. \"But your permanent,\ntill-death-do-us-part second! Right?\"\n\n\"Right!\" Grant said.\n\n\"That's the only thing tonight,\" said Woods, \"of which I officially\napprove.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Psychotennis, Anyone?, by Lloyd Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PSYCHOTENNIS, ANYONE? ***\n\n***** This file should be named 51232.txt or 51232.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/3/51232/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}