{"title": "Bridge Crossing", "author": "Dave Dryfoos", "releaseDate": "February 17, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Bridge Crossing\n\n                            BY DAVE DRYFOOS\n\n                        Illustrated by HARRISON\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction May 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                He knew the city was organized for his\n               individual defense, for it had been that\n             way since he was born. But who was his enemy?\n\n\nIn 1849, the mist that sometimes rolled through the Golden Gate was\nknown as fog. In 2149, it had become far more frequent, and was known\nas smog. By 2349, it was fog again.\n\nBut tonight there was smoke mixed with the fog. Roddie could smell it.\nSomewhere in the forested ruins, fire was burning.\n\nHe wasn't worried. The small blaze that smoldered behind him on the\ncracked concrete floor had consumed everything burnable within blocks;\nwhat remained of the gutted concrete office building from which he\npeered was fire-proof.\n\nBut Roddie was himself aflame with anger. As always when Invaders broke\nin from the north, he'd been left behind with his nurse, Molly, while\nthe soldiers went out to fight.\n\nAnd nowadays Molly's presence wasn't the comfort it used to be. He felt\nalmost ready to jump out of his skin, the way she rocked and knitted in\nthat grating ruined chair, saying over and over again, \"The soldiers\ndon't _want_ little boys. The soldiers don't _want_ little boys. The\nsoldiers don't--\"\n\n\"I'm _not_ a little boy!\" Roddie suddenly shouted. \"I'm full-grown and\nI've never even _seen_ an Invader. Why won't you let me go and fight?\"\n\nFiercely he crossed the bare, gritty floor and shook Molly's shoulder.\nShe rattled under his jarring hand, and abruptly changed the subject.\n\n\"A is for Atom, B is for Bomb, C is for Corpse--\" she chanted.\n\nRoddie reached into her shapeless dress and pinched. Lately that had\nhelped her over these spells. But this time, though it stopped the\nkindergarten song, the treatment only started something worse.\n\n\"Wuzzums hungry?\" Molly cooed, still rocking.\n\nUtterly disgusted, Roddie ripped her head off her neck.\n\nIt was a completely futile gesture. The complicated mind that had\ncared for him and taught him speech and the alphabet hadn't made him a\nmechanic, and his only tool was a broken-handled screwdriver.\n\n       *       *       *       *       *\n\nHe was still tinkering when the soldiers came in. While they lined up\nalong the wall, he put Molly's head back on her neck.\n\nShe gaped coyly at the new arrivals. \"Hello, boys,\" she simpered.\n\"Looking for a good time?\"\n\nRoddie slapped her to silence, reflecting briefly that there were many\nthings he didn't know about Molly. But there was work to be done.\nCarefully he framed the ritual words she'd taught him: \"Soldiers, come\nto attention and report!\"\n\nThere were eleven of them, six feet tall, with four limbs and eight\nextremities. They stood uniformly, the thumbs on each pair of hands\ntouching along the center line of the legs, front feet turned out at an\nangle of forty-five degrees, rear feet turned inward at thirty degrees.\n\n\"Sir,\" they chorused, \"we have met the enemy and he is ours.\"\n\nHe inspected them. All were scratched and dented, but one in particular\nseemed badly damaged. His left arm was almost severed at the shoulder.\n\n\"Come here, fellow,\" Roddie said. \"Let's see if I can fix that.\"\n\nThe soldier took a step forward, lurched suddenly, stopped, and whipped\nout a bayonet.\n\n\"Death to Invaders!\" he yelled, and charged crazily.\n\nMolly stepped in front of him.\n\n\"You aren't being very nice to my baby,\" she murmured, and thrust her\nknitting needles into his eyes.\n\nRoddie jumped behind him, knocked off his helmet, and pressed a soft\nspot on his conical skull. The soldier collapsed to the floor.\n\n       *       *       *       *       *\n\nRoddie salvaged and returned Molly's needles. Then he examined the\npatient, tearing him apart as a boy dismembers an alarm clock.\n\nIt was lucky he did. The left arm's pair of hands suddenly writhed off\nthe floor in an effort to choke him. But because the arm was detached\nat the shoulder and therefore blind, he escaped the clutching onslaught\nand could goad the reflexing hands into assaulting one another\nharmlessly.\n\nMeanwhile, the other soldiers left, except for one, apparently another\ncasualty, who stumbled on his way out and fell into the fire. By the\ntime Roddie had hauled him clear, damage was beyond repair. Roddie\nswore, then decided to try combining parts of this casualty with pieces\nof the other to make a whole one.\n\nTo get more light for the operation, he poked up the fire. Roddie was\nnew at his work, and took it seriously. It alarmed him to watch the\nsoldiers melt away, gradually succumbing to battle damage, shamed\nhim to see the empty ruins burn section by section as the Invaders\nrepeatedly broke through and had to be burned out.\n\nSoon there would be nothing left of the _Private Property Keep Out_\nthat, according to Molly's bedtime story, the Owners had entrusted to\nthem when driven away by radioactivity. Soon the soldiers themselves\nwould be gone. None would remain to guard the city but a few strayed\nservants like Molly, and an occasional Civil Defender.\n\nAnd himself, Roddie reflected, spitting savagely into the fire. He\nmight remain. But how he fitted into the picture, he didn't know. And\nMolly, who claimed to have found him in the ruins after a fight with\nInvaders twenty years before, couldn't or wouldn't say.\n\nWell, for as long as possible, Roddie decided, he'd do his duty as\nthe others did theirs--single-mindedly. Eventually the soldiers might\naccept him as one of themselves; meanwhile, this newly attempted first\naid was useful to them.\n\nHe gave the fire a final poke and then paused, wondering if, when\nheated, his screwdriver could make an unfastened end of wire stick on\nthe grayish spot where it seemed to belong.\n\nStretching prone to blow the embers hot so he could try out his new\nidea, Roddie got too close to the flames. Instantly the room filled\nwith the stench of singed hair. Roddie drew angrily back, beating out\nthe sparks in his uncut blond mane.\n\nAs he stood slapping his head and muttering, a deranged Civil Defense\nfirefighter popped into the doorway and covered him with carbon dioxide\nfoam.\n\nRoddie fled. His life-long friends were not merely wearing out, they\nwere unbearably wearing.\n\n       *       *       *       *       *\n\nIn the street, even before he'd wiped off the foam, he regretted\nhis flight. The fire was back home. And here in the cold of this\nfog-shrouded canyon, a mere trail between heaped-up walls of rubble,\nthe diaper he wore felt inadequate against the pre-dawn cold. His\ncherished weapon, a magnetic tack-hammer, was chill beneath the\ndiaper's top, and the broken, radium-dialed wristwatch suspended from\na string around his neck hung clammy against his chest. He stood\nirresolute on numbing bare feet, and considered returning to the more\nfamiliar bedlam.\n\nBut colder than cold was his shame at being cold. Molly never was,\nthough she knew how to keep him warm, nor were the others. Hunger,\nthirst, pain and coldness were sensations never experienced by his\nfriends. Like the growth he'd been undergoing till recently, these were\nthings of ignominy, to be hidden as far as possible from inquiring\neyes. Cold as it was, he'd have to hide.\n\nTemporarily, the darkness concealed him, though it was not quite\ncomplete. From above the fog, the moon played vaguely deceptive light\non the splinters of architecture looming toward it. Some distance off,\nan owl hooted, but here nocturnal rodents felt free to squeak and\nrustle as they scampered.\n\nThe world seemed ghostly. Yet it wasn't dead; it merely lurked. And as\nan irrepressible yawn reminded Roddie of his absurd need for sleep even\nin the midst of danger, he concluded for the thousandth time that the\nOne who'd built him must have been an apprentice.\n\nFor just such reasons he'd developed the hideout toward which he now\nwalked. It had been the haven of his adolescence, when the discovery of\nhow much he differed from his friends had been a shock, and the shock\nitself a difference to be hidden.\n\nHis hiding place was a manhole, dead center in the dead street. A\nweathered bronze bar, carefully placed in the cover's slotted rim, was\nthe levering key that opened its door.\n\n_Everything_ was wrong tonight! He couldn't even find the bar. Of\ncourse that spoiled things, because the bar was a roller on which to\nmove the heavy cover from below, and a support that held it ajar for\nventilation.\n\nBut the example of his friends had taught him above all else to carry\nout every purpose. Molly was a nurse; she had raised him despite all\nobstacles. The soldiers were guards; they protected the ruins against\neverything larger than a rat. The firefighter had put even _him_ out\nwhen he was aflame....\n\nAnyhow, the manhole cover had been loosened by his frequent handling.\nHe lifted it aside by main strength, then flattened himself to the\nstreet, and felt with his feet for the top rung.\n\nHalfway down the iron ladder, something made him pause. He looked, but\nsaw only blackness. He listened, sniffed, found nothing. What could\nhave entered through the iron cover?\n\nHe sneered at his own timidity and jumped to the bottom.\n\nIt was warm! The dry bottom of the hole had the temperature of body\nheat, as if a large animal had recently rested there!\n\n       *       *       *       *       *\n\nQuickly, Roddie drew the hammer from his waist. Then, with weapon ready\nfor an instantaneous blow, he stretched his left hand through the\ndarkness. He touched something warm, softish. Gingerly he felt over\nthat curving surface for identifying features.\n\nWhile Roddie investigated by touch, his long fingers were suddenly\nseized and bitten. At the same time, his right shin received a savage\nkick. And his own retaliatory blow was checked in mid-swing by an\nunexpected voice.\n\n\"Get your filthy hands off me!\" it whispered angrily. \"Who do you think\nyou are?\"\n\nStartled, he dropped his hammer. \"I'm Roddie,\" he said, squatting to\nfumble for it. \"Who do you think _you_ are?\"\n\n\"I'm Ida, naturally! Just how many girls _are_ there in this raiding\nparty?\"\n\nHis first Invader--and he had dropped his weapon!\n\nScrabbling fearfully in the dust for his hammer, Roddie paused\nsuddenly. This girl--whatever _that_ was--seemed to think him one of\nher own kind. There was a chance, not much, but worth taking, to turn\ndelay to advantage. Maybe he could learn something of value before he\nkilled her. That would make the soldiers accept him!\n\nHe stalled, seeking a gambit. \"How would _I_ know how many girls there\nare?\"\n\nHalf expecting a blow, he got instead an apology. \"I'm sorry,\" the girl\nsaid. \"I should have known. Never even heard your name before, either.\nRoddie.... Whose boat did you come in, Roddie?\"\n\nBoat? What was a boat? \"How would I know?\" he repeated, voice tight\nwith fear of discovery.\n\nIf she noticed the tension, she didn't show it. Certainly her whisper\nwas friendly enough. \"Oh, you're one of the fellows from Bodega, then.\nThey shoved a boy into our boat at the last minute, too. Tough, wasn't\nit, getting separated in the fog and tide like that? If only we didn't\nhave to use boats.... But, say, how are we going to get away from here?\"\n\n\"I wouldn't know,\" Roddie said, closing his fingers on the hammer, and\nrising. \"How did you get in?\"\n\n\"Followed your footprints. It was sundown and I saw human tracks in the\ndust and they led me here. Where were you?\"\n\n\"Scouting around,\" Roddie said vaguely. \"How did you know I was a man\nwhen I came back?\"\n\n\"Because you couldn't see me, silly! You know perfectly well these\nandroids are heat-sensitive and can locate us in the dark!\"\n\nIndeed he did know! Many times he'd felt ashamed that Molly could find\nhim whenever she wanted to, even here in the manhole. But perhaps the\nmanhole would help him now to redeem himself....\n\n       *       *       *       *       *\n\n\"I'd like to get a look at you,\" he said.\n\nThe girl laughed self-consciously. \"It's getting gray out. You'll see\nme soon enough.\"\n\nBut she'd see _him_, Roddie realized. He had to talk fast.\n\n\"What'll we do when it's light?\" he asked.\n\n\"Well, I guess the boats have gone,\" Ida said. \"You could swim the\nGate, I guess--you seem tall and strong enough. But I couldn't. You'll\nthink it's crazy, but I've given this some thought, and even looked it\nover from the other side. I expect to try the Golden Gate Bridge!\"\n\nNow he was getting somewhere! The bridge was ruined, impassable. Even\nher own people had crossed the Strait by other means. But if there\n_were_ a way over the bridge....\n\n\"It's broken,\" he said. \"How in the world can we cross it?\"\n\n\"Oh, you'll find out, if you take me up there. I--I don't want to be\nalone, Roddie. Will you go with me? Now?\"\n\nWell, she could be made to point out the route before he killed\nher--_if_ nothing happened when she saw him.\n\nUneasy, Roddie hefted the hammer in his hand.\n\nA giggle broke the pause. \"It's nice of you to wait and let me go first\nup the ladder,\" the girl said. \"But where the heck is the rusty old\nthing?\"\n\n\"I'll go first,\" said Roddie. He might need the advantage. \"The\nladder's right behind me.\"\n\nHe climbed with hammer in teeth, and stretched his left hand from\nstreet level to grasp and neutralize the girl's right. Then, nervously\nfingering his weapon, he stared at her in the thin gray dawn.\n\nShe was short and lean, except for roundnesses here and there. From her\nshapeless doeskin dress stretched slender legs that tapered to feet\nthat were bare, tiny, and, like her hands, only two in number.\n\nRoddie was pleased. They were evenly matched as to members, and that\nwould make things easy when the time came.\n\nHe looked into her face. It smiled at him, tanned and ruddy, with a\nfull mouth and bright dark eyes that hid under long lashes when he\nlooked too long.\n\nStartling, those wary eyes. Concealing. For a moment he felt a rush of\nfear, but she gave his hand a squeeze before twisting loose, and burst\ninto sudden laughter.\n\n\"Diapers!\" she chortled, struggling to keep her voice low. \"My big,\nstrong, blond and blue-eyed hero goes into battle wearing diapers, and\ncarrying only a hammer to fight with! You're the most unforgettable\ncharacter I have ever known!\"\n\nHe'd passed inspection, then--so far. He expelled his withheld breath,\nand said, \"I think you'll find me a little odd, in some ways.\"\n\n\"Oh, not at all,\" Ida replied quickly. \"Different, yes, but I wouldn't\nsay odd.\"\n\n       *       *       *       *       *\n\nWhen they started down the street, she was nervous despite Roddie's\nassertion that he knew where the soldiers were posted. He wondered if\nshe felt some of the doubt he'd tried to conceal, shared his visions of\nwhat the soldiers might do if they found him brazenly strolling with an\nInvader. They might not believe he was only questioning a prisoner.\n\nEvery day, his friends were becoming more unpredictable.\n\nFor that very reason, because he didn't know what precautions would do\nany good, he took a chance and walked openly to the bridge by the most\ndirect route. In time this apparent assurance stilled Ida's fears, and\nshe began to talk.\n\nMany of the things she said were beyond his experience and meaningless\nto him, but he did note with interest how effective the soldiers had\nbeen.\n\n\"It's awful,\" Ida said. \"So few young men are left, so many\ncasualties....\n\n\"But why do you--we--keep up the fight?\" Roddie asked. \"I mean, the\nsoldiers will never leave the city; their purpose is to guard it and\nthey _can't_ leave, so they won't attack. Let them alone, and there'll\nbe plenty of young men.\"\n\n\"Well!\" said Ida, sharply. \"You need indoctrination! Didn't they ever\ntell you that the city is our home, even if the stupid androids do keep\nus out? Don't you know how dependent we are on these raids for all our\ntools and things?\"\n\nShe sounded suspicious. Roddie shot her a furtive, startled glance.\nBut she wasn't standing off to fight him. On the contrary, she was too\nclose for both comfort and combat. She bumped him hip and shoulder\nevery few steps, and if he edged away, she followed.\n\nHe went on with his questioning. \"Why are _you_ here? I mean, sure, the\nothers are after tools and things, but what's _your_ purpose?\"\n\nIda shrugged. \"I'll admit no girl has ever done it before,\" she said,\n\"but I thought I could help with the wounded. That's why I have no\nweapon.\"\n\nShe hesitated, glanced covertly up at him, and went on with a rush of\nwords. \"It's the lack of men, I guess. All the girls are kind of bored\nand hopeless, so I got this bright idea and stowed away on one of the\nboats when it was dark and the fog had settled down. Do you think I was\nbeing silly?\"\n\n\"No, but you do seem a little purposeless.\"\n\nIn silence they trudged through a vast area of charred wood and\nconcrete foundations on the northern end of the city. Thick fog over\nthe water hid Alcatraz, but in-shore visibility was better, and they\ncould see the beginning of the bridge approach.\n\nA stone rattled nearby. There was a clink of metal. Ida gasped, and\nclung to Roddie's arm.\n\n\"Behind me!\" he whispered urgently. \"Get behind me and hold on!\"\n\nHe felt Ida's arms encircling his waist, her chin digging into his back\nbelow the left shoulder. Facing them, a hundred feet away, stood a\nsoldier. He looked contemptuous, hostile.\n\n\"It's all right,\" Roddie said, his voice breaking.\n\nThere was a long, sullen, heart-stopping stare. Then the soldier turned\nand walked away.\n\nIda's grip loosened, and he could feel her sag behind him. Roddie\nturned and held her. With eyes closed, she pressed cold blue lips to\nhis. He grimaced and turned away his head.\n\nIda's response was quick. \"Forgive me,\" she breathed, and slipped from\nhis arms, but she held herself erect. \"I was so scared. And then we've\nhad no sleep, no food or water.\"\n\nRoddie was familiar with these signs of weakness, proud of appearing to\ndeny his own humiliating needs.\n\n\"I guess you're not as strong as me,\" he said smugly. \"I'll take care\nof you. Of course we can't sleep now, but I'll get food and water.\"\n\nLeaving her to follow, he turned left to the ruins of a supermarket he\nhad previously visited, demonstrating his superior strength by setting\na pace Ida couldn't match. By the time she caught up with him, he had\ngrubbed out a few cans of the special size that Molly always chose.\nPicking two that were neither dented, swollen, nor rusted, he smashed\nan end of each with his hammer, and gave Ida her choice of strained\nspinach or squash.\n\n\"Baby food!\" she muttered. \"Maybe it's just what we need, but to eat\nbaby food with a man wearing a diaper.... Tell me, Roddie, how did you\nhappen to know where to find it?\"\n\n\"Well, this is the northern end of the city,\" he answered, shrugging.\n\"I've been here before.\"\n\n\"Why did the soldier let us go?\"\n\n\"This watch,\" he said, touching the radium dial. \"It's a talisman.\"\n\nBut Ida's eyes had widened, and the color was gone from her face. She\nwas silent, too, except when asking him to fill his fast-emptied can\nwith rain-water. She didn't finish her own portion, but lay back in the\nrubble with feet higher than her head, obviously trying to renew her\nstrength.\n\nAnd when they resumed their walk, her sullen, fear-clouded face showed\nplainly that he'd given himself away.\n\nBut to kill her now, before learning how she planned to cross the\nsupposedly impassable bridge, seemed as purposeless and impulsive as\nIda herself. Roddie didn't think, in any case, that her death would\nsatisfy the soldiers. With new and useful information to offer, he\nmight join them as an equal at last. But if his dalliance with this\nenemy seemed pointless, not even Molly's knitting needles could protect\nhim.\n\nHe was sure the soldiers must be tracking the mysterious emanations of\nhis watch dial, and had trouble to keep from glancing over his shoulder\nat every step. But arrival at the bridge approach ended the need for\nthis self-restraint. Here, difficult going demanded full attention.\n\n       *       *       *       *       *\n\nHe'd never gone as far as the bridge before, not having wanted to\nlook as if he might be leaving the city. The approach was a jungle of\nconcrete with an underbrush of reinforcing-steel that reached for the\nunwary with rusted spines. Frequently they had to balance on cracked\ngirders, and inch over roadless spots high off the ground.\n\nHere Ida took the lead. When they got to where three approach roads\nmade a clover-leaf, she led him down a side road and into a forest.\n\nRoddie stopped, and seized her arm.\n\n\"What are you trying to do?\" he demanded.\n\n\"I'm taking you with me,\" Ida said firmly. \"Taking you where you\nbelong!\"\n\n\"No!\" he blurted, drawing his hammer. \"I can't go, nor let you go. I\nbelong here!\"\n\nIda gasped, twisted loose, and ran. Roddie ran after her.\n\nShe wasn't so easily caught. Like a frightened doe, she dashed in and\nout among the trees, leaped to the bridge's underpinnings where they\nthrust rustedly from a cliff, and scrambled up the ramp.\n\nRoddie sighed and slowed down. The pavement ended just beyond the cable\nanchors. From there to the south tower, only an occasional dangling\nsupport wire showed where the actual bridge had been suspended. Ida was\ntrapped.\n\nHe could take his time. Let the soldiers come up, as they undoubtedly\nwould, to finish the job....\n\nBut Ida didn't seem to realize she was trapped. Without hesitation she\ndashed up the main left-hand suspension cable and ran along its curved\nsteel surface.\n\nFor a moment, Roddie thought of letting her go, letting her run up the\never-steepening catenary until--because there were no guard-ropes or\nhandgrips--she simply fell. That would solve his problem.\n\nExcept it wouldn't be _his_ solution. Her death wouldn't prove him to\nhis friends.\n\nHe set out quickly, before Ida was lost to sight in the thick fog\nthat billowed in straight from the ocean. At first he ran erect along\nthe top of the yard-wide cylinder of twisted metal, but soon the curve\nsteepened. He had to go on all fours, clinging palm and sole.\n\nBlood was on the cable where she'd passed. More blood stained it when\nhe'd followed.\n\nBut because his friends knew neither pain nor fatigue, Roddie would\nadmit none either. Nor would he give in to the fear that dizzied him at\nevery downward look. He scrambled on like an automaton, watching only\nhis holds, till he rammed Ida's rear with his head.\n\n       *       *       *       *       *\n\nShe had stopped, trembling and gasping. Roddie clung just below her\nand looked dazedly around. There was nothing in sight but fog, pierced\nby the rapier of rusted wire supporting them. Neither end of it was in\nsight.\n\nUpward lay success, if death were not nearer on the cable. No soldier\nhad ever come even this far, for soldiers, as he'd told Ida, never left\nthe city, were not built to do so. But _he_ was here; with luck, he\ncould capitalize on the differences that had plagued him so long.\n\n\"Go on!\" he ordered hoarsely. \"Move!\"\n\nThere was neither answer nor result. He broke off an end of loosened\nwire and jabbed her rear. Ida gasped and crawled on.\n\nUp and up they went, chilled, wet, bleeding, pain-racked, exhausted.\nNever had Roddie felt so thoroughly the defects of his peculiar\nnon-mechanical construction.\n\nWithout realizing it, he acquired a new purpose, a duty as compelling\nas that of any soldier or fire-watcher. He had to keep that trembling\nbody of his alive, mount to the tall rust tower overhead.\n\nHe climbed and he made Ida climb, till, at nightmare's end, the fog\nthinned and they came into clear, windswept air and clawed up the last\nhundred feet to sanctuary.\n\nThey were completely spent. Without word or thought they crept within\nthe tower, huddled together for warmth on its dank steel deck, and\nslept for several hours.\n\n       *       *       *       *       *\n\nRoddie awoke as Ida finished struggling free of his unconscious grip.\nLimping, he joined her painful walk around the tower. From its openings\nthey looked out on a strange and isolated world.\n\nTo the north, where Ida seemed drawn as though by instinct, Mount\nTamalpais reared its brushy head, a looming island above a billowy\nwhite sea of fog. To the south were the Twin Peaks, a pair of buttons\non a cotton sheet. Eastward lay Mount Diablo, bald and brooding,\ntallest of the peaks and most forbidding.\n\nBut westward over the ocean lay the land of gold--of all the kinds of\ngold there are, from brightest yellow to deepest orange. Only a small\nportion of the setting sun glared above the fog-bank; the rest seemed\nto have been broken off and smeared around by a child in love with its\ncolor.\n\nFascinated, Roddie stared for minutes, but turned when Ida showed no\ninterest. She was intent on the tower itself. Following her eyes,\nRoddie saw his duty made suddenly clear.\n\nEasy to make out even in the fading light was the route by which\nInvaders could cross to the foot of this tower on the remaining ruins\nof the road, climb to where he now stood, and then descend the cable\nover the bridge's gap and catch the city unaware. Easy to estimate was\nthe advantage of even this perilous route over things that scattered on\nthe water and prevented a landing in strength. Easy to see was the need\nto kill Ida before she carried home this knowledge.\n\nRoddie took the hammer from his waist.\n\n\"Don't! Oh, don't!\" Ida screamed. She burst into tears and covered her\nface with scratched and bloodied hands.\n\nSurprised, Roddie withheld the blow. He had wept, as a child, and,\nweeping, had for the first time learned he differed from his friends.\nIda's tears disturbed him, bringing unhappy memories.\n\n\"Why should you cry?\" he asked comfortingly. \"You know your people will\ncome back to avenge you and will destroy my friends.\"\n\n\"But--but my people are your people, too,\" Ida wailed. \"It's so\nsenseless, now, after all our struggle to escape. Don't you see? Your\nfriends are only machines, built by our ancestors. We are Men--and the\ncity is ours, not theirs!\"\n\n\"It _can't_ be,\" Roddie objected. \"The city surely belongs to those\nwho are superior, and my friends are superior to your people, even to\nme. Each of _us_ has a purpose, though, while you Invaders seem to be\naimless. Each of _us_ helps preserve the city; you only try to rob and\nend it by destroying it. _My_ people must be the true Men, because\nthey're so much more rational than yours.... And it isn't rational to\nlet you escape.\"\n\nIda had turned up her tear-streaked face to stare at him.\n\n\"Rational! What's rational about murdering a defenseless girl in\ncold blood? Don't you realize we're the same sort of being, we two?\nDon't--don't you remember how we've been with each other all day?\"\n\nShe paused. Roddie noticed that her eyes were dark and frightened, yet\nsomehow soft, over scarlet cheeks. He had to look away. But he said\nnothing.\n\n\"Never mind!\" Ida said viciously. \"You can't make me beg. Go ahead and\nkill--see if it proves you're superior. My people will take over the\ncity regardless of you and me, and regardless of your jumping-jack\nfriends, too! Men can accomplish anything!\"\n\n       *       *       *       *       *\n\nScornfully she turned and looked toward the western twilight. It was\nRoddie's turn to stand and stare.\n\n\"Purpose!\" Ida flung at him over her shoulder. \"Logic! Women hear so\nmuch of that from men! You're a man, all right! Men _always_ call it\nlogic when they want to destroy! Loyalty to your own sort, kindness,\naffection--all emotional, aren't they? Not a bit logical. Emotion is\nfor creating, and it's so much more logical to destroy, isn't it?\"\n\nShe whirled back toward him, advancing as if she wanted to sink her\nteeth into his throat. \"Go ahead. Get it over with--if you have the\ncourage.\"\n\nIt was hard for Roddie to look away from that wrath-crimsoned face,\nbut it was even harder to keep staring into the blaze of her eyes. He\ncompromised by gazing out an opening at the gathering dusk. He thought\nfor a long time before he decided to tuck his hammer away.\n\n\"It isn't reasonable to kill you now,\" he said. \"Too dark. You can't\npossibly get down that half-ruined manway tonight, so let's see how I\nfeel in the morning.\"\n\nIda began to weep again, and Roddie found it necessary to comfort her.\n\nAnd by morning he knew he was a Man.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Bridge Crossing, by Dave Dryfoos\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BRIDGE CROSSING ***\n\n***** This file should be named 51241.txt or 51241.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/4/51241/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}