{"title": "The Addicts", "author": "William Morrison", "releaseDate": "February 17, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              The Addicts\n\n                          By WILLIAM MORRISON\n\n                     Illustrated by ED. ALEXANDER\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction January 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                 Wives always try to cure husbands of\n                 bad habits, even on lonely asteroids!\n\n\nYou must understand that Palmer loved his wife as much as ever, or he\nwould never have thought of his simple little scheme at all. It was\nentirely for her own good, as he had told himself a dozen times in\nthe past day. And with that he stilled whatever qualms of conscience\nhe might otherwise have had. He didn't think of himself as being\nsomething of a murderer.\n\nShe was sitting at the artificial fireplace, a cheerful relic of\nancient days, reading just as peacefully as if she had been back home\non Mars, instead of on this desolate outpost of space. She had adjusted\nquickly to the loneliness and the strangeness of this life--to the\nabsence of friends, the need for conserving air, the strange feeling of\nan artificial gravity that varied slightly at the whim of impurities in\nthe station fuel. To everything, in fact, but her husband.\n\nShe seemed to sense his eyes on her, for she looked up and smiled.\n\"Feeling all right, dear?\" she asked.\n\n\"Naturally. How about you?\"\n\n\"As well as can be expected.\"\n\n\"Not very good, then.\"\n\nShe didn't reply, and he thought, _She hates to admit it, but she\nreally envies me. Well, I'll fix it so that she needn't any more._ And\nhe stared through the thick, transparent metal window at the beauty of\nthe stars, their light undimmed by dust or atmosphere.\n\nThe stories told about the wretchedness of the lighthouse keepers who\nlived on asteroids didn't apply at all to this particular bit of cosmic\nrock. Life here had been wonderful, incredibly satisfying. At least it\nhad been that way for him. And now it would be the same way for his\nwife as well.\n\nHe would have denied it hotly if you had accused him of finding\nher repulsive. But to certain drunks, the sober man or woman is an\noffense, and Palmer was much more than a drunk. He was a marak addict,\nand in the eyes of the marak fiends, all things and all people were\nwonderful, except those who did not share their taste for the drug. The\nlatter were miserable, depraved creatures, practically subhuman.\n\nOf course that was not the way most of them put it. Certainly it was\nnot the way Palmer did. He regarded his wife, he told himself, as an\nunfortunate individual whom he loved very much, one whom it was his\nduty to make happy. That her new-found happiness would also hasten\nher death was merely an unfortunate coincidence. She was sure to die\nanyway, before long, so why not have her live out her last days in the\npeace and contentment that only marak could bring?\n\nLouise herself would have had an answer to that, if he had ever put the\nquestion to her. He was careful never to do so.\n\nShe laid the book aside and looked up at him again. She said, \"Jim,\ndarling, do you think you could get the television set working again?\"\n\n\"Not without a mesotron rectifier.\"\n\n\"Even the radio would be a comfort.\"\n\n\"It wouldn't do any good, any way. Too much static from both Mars and\nEarth this time of year.\"\n\nThat was the beauty of the marak, he thought. It changed his mood,\nand left him calm and in full command of his faculties, able to handle\nany problem that came up. He himself, of course, missed neither the\nradio nor the television, and he never touched the fine library of\nmicro-books. He didn't need them.\n\nA shadow flitted by outside the thick window, blotting out for a moment\nthe blaze of stars. It was the shadow of death, as he knew, and he was\nable to smile even at that. Even death was wonderful. When it finally\ncame, it would find him happy. He would not shudder away from it, as he\nsaw Louise doing now at the sight of the ominous shadow.\n\nHe smiled at his wife again, remembering the six years they had lived\ntogether. It had been a short married life, but--again the word\nsuggested itself to him--a wonderful one. There had been only one\nquarrel of importance, in the second year, and after that they had got\nalong perfectly. And then, two years ago, he had begun to take marak,\nand after that he couldn't have quarreled with anyone. It was a paragon\namong drugs, and it was one of the mysteries of his existence that\nanybody should object to his using it.\n\nLouise had tried to argue with him after she had found out, but he had\nturned every exchange of views into a peaceful discussion, which from\nhis side, at least, was brimming over with good humor. He had even\nbeen good-humored when she tried to slip the antidote into his food.\nIt was this attitude of his that had so often left her baffled and\nenraged, and he had a good chuckle out of that, too. Imagine a wife\ngetting angry because her husband was too good-natured.\n\nBut she was never going to get angry again. He would see to that. Not\nafter tonight. A big change was going to take place in her life.\n\nShe had picked up another book, and for the moment he pitied her. He\nknew that she wasn't interested in any books. She was merely restless,\nlooking for something to do with herself, seeking some method of\nkilling time before the shadows outside killed it for her for good and\nall. She couldn't understand his being so peaceful and contented, doing\nnothing at all.\n\nShe threw the second book down and snarled--yes, that was the word,\n\"You're such a fool, Jim! You sit there, smug and sure of yourself,\nyour mind blank, just waiting--waiting for them to kill you and me. And\nyou seem actually happy when I mention it.\"\n\n\"I'm happy at anything and everything, dear.\"\n\n\"At the thought of dying too?\"\n\n\"Living or dying--it doesn't make any difference. Whatever happens,\nI'm incapable of being unhappy.\"\n\n\"If it weren't for the drug, we'd both live. You'd think of a way to\nkill them before they killed us.\"\n\n\"There is no way.\"\n\n\"There must be. You just can't think of it while the drug has you in\nits grip.\"\n\n\"The drug doesn't have you, dear.\" He asked without sarcasm, \"Why don't\nyou think of a way?\"\n\n\"Because I lack the training you have. Because I don't have the\nscientific knowledge, and all the equipment scattered around means\nnothing to me.\"\n\n\"There's nothing to be done.\"\n\nHer fists clenched. \"If you weren't under the influence of the drug--\"\n\n\"You know that it doesn't affect the ability to think. Tests have shown\nthat.\"\n\n\"Tests conducted by addicts themselves!\"\n\n\"The fact that they can conduct the tests should be proof enough that\nthere's nothing wrong with their minds.\"\n\n\"But there _is_!\" she shouted. \"I can see it in you. Oh, I know that\nyou can still add and subtract, and you can draw lines under two\nwords which mean the same thing, but that isn't really thinking. Real\nthinking means the ability to tackle real problems--hard problems that\nyou can't handle merely with paper and pencil. It means having the\nincentive to use your brain for a long time at a stretch. And that's\nwhat the drug has ruined. It has taken away all your incentive.\"\n\n\"I still go about my duties.\"\n\n\"Not as well as you used to, and even at that, only because they've\nbecome a habit. Just as you talk to me, because I've become a habit. If\nyou'd let me give you the antidote--\"\n\nHe chuckled at the absurdity of her suggestion. Once an addict had\nbeen cured, he could not become addicted again. The antidote acted\nto produce a permanent immunization against the effects of the drug.\nIt was the realization of this fact that made addicts fight so hard\nagainst any attempt to cure them. And she thought that she could\nconvince him by argument!\n\nHe said, \"_You_ talk of not being able to think!\"\n\n\"I know,\" she replied hotly. \"_I'm_ the one who blunders. _I'm_ the\nfool, for arguing with you, when I realize that it's impossible to\nconvince a marak addict.\"\n\n\"That's it,\" he nodded, and chuckled again. But that wasn't quite it.\nFor he was also chuckling at his plan. She had thought him unable to\ntackle a real problem. Well, he would tackle one tonight. Then she\nwould simply adopt his point of view, and she would no longer be\nunhappy. After she had accepted the solution he had provided, she would\nwonder how she could ever have opposed him.\n\nHe fell into one of his dozes and hardly noticed her glaring at him.\nWhen he came out of it at last, it was to hear her say, \"We have to\nstay alive as long as possible. For the sake of the lighthouse.\"\n\n\"Of course, my dear. I don't dispute that at all.\"\n\n\"And the longer we stay alive, the more chance there is that some ship\nwill pick us up.\"\n\n\"Oh, no, there's no chance at all,\" he asserted cheerfully. \"You know\nthat as well as I do. No use deceiving yourself, my love.\"\n\nThat, he observed to himself, was the way of non-addicts. They couldn't\nlook facts in the face. They had to cling to a blind and silly optimism\nwhich no facts justified.\n\n_He_ knew that there was no hope. _He_ was able to review the facts\ncalmly, judiciously, to see the inevitability of their dying--and to\ntake pleasure even in that.\n\nHe reviewed them for her now. \"Let us see, sweetheart, whether I've\nlost my ability to analyze a situation. We're here with our pretty\nlittle lighthouse in the middle of a group of asteroids between Mars\nand Earth. Ships have been wrecked here, and our task is to prevent\nfurther wrecks. The lighthouse sends out a standard high-frequency\nbeam whose intensity and phase permit astrogators to estimate their\ndistance and direction from us. Ordinarily, there's nothing for us to\ndo. But on the rare occasions when the beam fails--\"\n\n\"That will be the end.\"\n\n\"On those occasions,\" he continued, unruffled by her interruption, \"I\nam supposed to leave my cosy little shelter, so thoughtfully equipped\nwith all the comforts of Earth or Mars, and make repairs as rapidly as\npossible. Under the usual conditions, lighthousekeeping is a boring\ntask. In fact, it has been known to drive people insane. That's why\nit's generally assigned to happily married couples like us, who are\naccustomed to living quietly, without excitement.\"\n\n\"And that,\" she added bitterly, \"is why even happily married couples\nare usually relieved after one year.\"\n\n\"But, darling,\" he said, his tone cheerful, \"you mustn't blame anyone.\nWho would have expected that a maverick meteor would come at us and\ndisplace us from our orbit? And who would have expected that the meteor\nwould have collided first with the outer asteroids, and picked up a\ncargo of--those?\"\n\nHe gestured toward the window, where a shadow had momentarily paused.\nBy the light that shone through, he could see that the creature was\nrelatively harmless-looking. It had what appeared to be a round,\nhumorous face whose unhumorous intentions would be revealed only at\nthe moment of the kill. The seeming face was actually featureless, for\nit was not a face at all. It had neither eyes, nor nose, nor mouth.\nThe effect of features was given by the odd blend of colors. Almost\nescaping notice because of their unusual position and their dull brown\nhue were the stomach fangs, in neat rows which could be extended and\nretracted like those of a snake.\n\nHe noticed that Louise had shuddered again, and said, in the manner\nof a man making conversation, \"Interesting, aren't they? They're rock\nbreathers, you know. They need very little oxygen, and they extract\nthat from the silicates and other oxygen-containing compounds of the\nrock.\"\n\n\"Don't talk about them.\"\n\n\"All right, if you don't want me to. But about us--you see, my dear,\nno one expected us to be lost. And even if the Lighthouse Service has\nstarted to look for us, it'll take a long time to find us.\"\n\n\"We have food, water, air. If not for those beasts, we'd last until a\nrescue ship appeared.\"\n\n\"But even a rescue ship wouldn't be able to reach us unless we kept the\nbeam going. So far, we've been lucky. It's really functioned remarkably\nwell. But sooner or later it'll go out of order, and then I'll have to\ngo out and fix it. You agree to that, don't you, Louise, dear?\"\n\nShe nodded. She said quietly, \"The beam must be kept in order.\"\n\n\"That's when the creatures will get me,\" he said, almost with\nsatisfaction. \"I may kill one or two of them, although the way I feel\ntoward everything, I hate to kill anything at all. But you know,\nsweetheart, that there are more than a dozen of them altogether, and\nit's clumsy shooting in a spacesuit at beasts which move as swiftly as\nthey do.\"\n\n\"And if you don't succeed in fixing what's wrong, if they get you--\"\nShe broke down suddenly and began to cry.\n\nHe looked at her with compassion, and smoothed her hair. And yet, under\nthe influence of the drug, he enjoyed even her crying. It was, as he\nnever tired of repeating to himself and to her a wonderful drug. Under\nits spell, a man--or a woman--could really enjoy life.\n\nTonight she would begin to enjoy life along with him.\n\n       *       *       *       *       *\n\nTheir chronometer functioned perfectly, and they still regulated their\nliving habits by it, using Greenwich Earth time. At seven in the\nevening they sat down to a fine meal. Knowing that tomorrow they might\ndie, Louise had decided that tonight they would eat and drink as well\nas they could, and she had selected a Christmas special. She had merely\nto pull a lever, and the food had slid into the oven, to be cooked at\nonce by an intense beam of high-frequency radiation. Jim himself had\nchosen the wine and the brandy--one of the peculiarities of the marak\nwas that it did not affect the actual enjoyment of alcoholic drinks in\nthe slightest, and one of the sights of the Solar System was to see an\naddict who was also drunk.\n\nBut it was a rare sight, for the marak itself created such a pervading\nsensation of well-being that it often acted as a cure for alcoholism.\nOnce an alcoholic had experienced its effect, he had no need to get\ndrunk to forget his troubles. He enjoyed his troubles instead, and\ndrank the alcohol for its own sake, for its ability to provide a\nslightly different sensation, and not for its ability to release him\nfrom an unhappy world.\n\nSo tonight Palmer drank moderately, taking just enough, as it seemed\nto him, to stimulate his brain. And he did what he now realized he\nshould have done long ago. Unobserved, he placed a tablet of marak in\nhis own wineglass and one in Louise's. The slight bitterness of taste\nwould be hardly perceptible. And after that Louise would be an addict\ntoo.\n\nThat was the way the marak worked. There was nothing mysterious about\nthe craving. It was simply that once you had experienced how delightful\nit was, you wouldn't do without it.\n\nThe tablet he had taken that morning was losing its effect, but he felt\nso pleased at what he was doing that he didn't mind even that. For the\nnext half hour he would enjoy himself simply by looking at Louise, and\nthinking that now at last they would be united again, no longer kept\napart by her silly ideas about doing something to save themselves. And\nthen the drug would take effect, and they would feel themselves lifted\nto the stars together, never to come down to this substitute for Earth\nagain until the beam failed, and they went out together to make the\nrepairs, and the shadows closed in on them.\n\nHe had made sure that Louise had her back to him when he dropped the\ntablet into her glass, and he saw that she suspected nothing. She drank\nher wine, he noticed, without even commenting on the taste. He felt a\nsudden impulse to kiss her, and, somewhat to her surprise, he did so.\nThen he sat down again and went on with the dinner.\n\nHe waited.\n\nAn hour later he knew that he had made her happy. She was laughing as\nshe hadn't laughed for a long time. She laughed at the humorous things\nhe said, at the flattering way he raised his glass to her, even at what\nshe saw through the window. Sometimes it seemed to him that she was\nlaughing at nothing at all.\n\nHe tried to think of how he had reacted the first time he had taken\nthe drug. He hadn't been quite so aggressively cheerful, not quite\nso--hysterical. But then, the drug didn't have exactly the same effect\non everyone. She wasn't as well balanced as he had been. The important\nthing was that she was happy.\n\nCuriously enough, he himself wasn't happy at all.\n\nIt took about five seconds for the thought to become clear to him,\nfive seconds in which he passed from dull amazement to an enraged and\nhorrified comprehension. He sprang to his feet, overturning the table\nat which they still sat. And he saw that she wasn't surprised at all,\nthat she still stared at him with a secret satisfaction.\n\n\"You've cured me!\" he cried. \"You've fed me the antidote!\"\n\nAnd he began to curse. He remembered the other time she had tried it,\nthe time when he had been on the alert, and had easily detected the\nstrange metallic taste of the stuff. He had spat it out, and under the\ninfluence of the drug from which she had hoped to save him, he had\nlaughed at her.\n\nNow he was unable to laugh. He had been so intent on feeding the tablet\nto her that he had forgotten to guard himself, and he had been caught.\nHe was normal now--her idea of being normal--and he would never again\nknow the wonderful feeling the drug gave. He began to realize his\nsituation on this horrible lonely asteroid. He cast a glance at the\nwindow and at what must be waiting outside, and it was his turn to\nshudder.\n\nHe noticed that she was still smiling.\n\nHe said bitterly, \"You're the addict now and I'm cured.\"\n\nShe stopped smiling and said quietly, \"Jim, listen to me. You're wrong,\ncompletely wrong. I didn't give you the antidote, and you didn't give\nme the drug.\"\n\n\"I put it in your wineglass myself.\"\n\nShe shook her head. \"That was a tablet I substituted for yours. It's\nan anti-virus dose from our medicine chest. You took one of the\nsame things. That's why you feel so depressed. You're not under the\ninfluence of the drug any more.\"\n\nHe took a deep breath. \"But I'm not cured?\"\n\n\"No. I knew that I wouldn't be able to slip you the antidote. The taste\nis too strong. Later you'll be able to start taking the drug again.\nThat is, if you want to, after experiencing for a time what it is to\nbe normal. But not now. You have to keep your head clear. You have to\nthink of something to save us.\"\n\n\"But there's nothing to think of!\" he shouted angrily. \"I told you that\nthe drug doesn't affect the intelligence!\"\n\n\"I still don't believe you. If you'd only exert yourself, use your\nmind--\"\n\nHe said savagely, \"I'm not going to bother. Give me those marak\ntablets.\"\n\nShe backed away from him. \"I thought you might want them. I took no\nchances. I threw them out.\"\n\n\"Out there?\" A horrified and incredulous look was on his face. \"You\nmean that I'm stuck here without them? Louise, you fool, there's no\nhelp for us! The other way, at least, we'd have died happy. But now--\"\n\nHe stared out the window. The shadows were there in full force. Not\none now, but two, three--he counted half a dozen. It was almost as if\nthey knew that the end had come.\n\nThey had reason to be happy, he thought with despair. And perhaps--\nhe shrank back from the thought, but it forced itself into his\nmind--perhaps, now that all happiness had gone, and wretchedness had\ntaken its place, he might as well end everything. There would be no\ndays to spend torturing himself in anticipation of a horrible death.\n\nLouise exclaimed suddenly, \"Jim, _look_! They're _frolicking_!\"\n\nHe looked. The beasts certainly were gay. One of them leaped from\nthe airless surface of the asteroid and sailed over its fellow. He\nhad never seen them do that before. Usually they clung to the rocky\nsurface. Another was spinning around oddly, as if it had lost its sense\nof balance.\n\nLouise said, \"_They've_ swallowed the tablets! Over a hundred\ndoses--enough to drug every beast on the asteroid!\"\n\nFor a moment Palmer stared at the gamboling alien drug addicts. Then\nhe put on his spacesuit and took his gun, and, without the slightest\ndanger to himself, went out and shot them one by one. He noted, with a\nkind of grim envy, that they died happy.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Addicts, by William Morrison\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ADDICTS ***\n\n***** This file should be named 51240.txt or 51240.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/4/51240/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}