{"title": "Dead End", "author": "Wallace Macfarlane", "releaseDate": "February 18, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Dead End\n\n                         By WALLACE MACFARLANE\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction January 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                 Sparing people's feelings is deadly.\n                 It leads to--no feelings, no people!\n\n\nScientist William Manning Norcross drank his soup meticulously and\nscooped up the vegetables at the bottom of the cup, while his attention\nwas focused on the television screen. He watched girls swimming in\nformation as he gnawed the bone of his steak. He stolidly ate the\nbaked potato with his fingers when the girls turned around, displaying\n\"Weejees Are Best\" signs pasted to their shapely backs. The final\nflourish was more formation swimming, where they formed a wheel under\nwater, swimming past the camera to display in individual letters stuck\nto their bare midriffs: \"Wonderful Weejees!\"\n\nNorcross chuckled appreciatively when a fat old man swam after\nthem with an \"Is That Right?\" strung across his behind. Young\nmen followed him, each carrying a one-word card that spelled:\n\"You--Bet--It's--Right--Don't--Be--Left--Buy--Weejees--!\" The scene\nended on the surface. The grotesque old man was far in back, while the\nyoung men caught the young women, and together they kicked up a cloud\nof spray in the distance, which by a trick of photography mounted to\nthe sky and the words swept around the globe in monstrous letters:\n\"BUY WEEJEES!\"\n\nThe dessert was apple pie, and Scientist Norcross turned the screen\nto the \"Abstractions\" channel. Watching the colors and patterns form\nin response to the music, he finished the pie and licked his fingers\nappreciatively. He pressed a stud to reveal the mirror wall before he\nactivated the molecular cleanup.\n\nNot many people would do that. It was not contrary to morals, exactly,\nbut it was like scratching in public, and it took a scientific mind to\nstudy the human form unshaken, immediately after ingestion. There was\npie on his tunic and gravy in his hair and a smear of grease from cheek\nto ear. With no sign of squeamishness, he smeared beet juice on his\nnose and studied the effect before he depressed the \"Clear\" stud.\n\nHe stretched and stood up while the tray disappeared, then turned\nand glanced in the mirror again. Nothing on him. Clean. He yawned\nluxuriantly before he tapped the \"Finish\" panel on the door and stepped\nforth, an immaculate and well-fed gentlemen of the year 2512.\n\nHe had a well-trained sense of humor, and a smile crossed his lips\nas he thought of the terror a 21st Century man would feel in such an\neating chamber. When he pressed the clear button, the barbarian would\nbe clean--really, sterilely clean--for the first time in his life, and\nwithout clothes, too. Oh, what a jape that would be, for the molecular\ncleanup would immediately disintegrate such abominations as the fur\nof animals, and much clothing 400 years ago was actually made of such\nthings as sheep hair.\n\nHe bowed to a pretty woman just entering a cubicle and thought\ndefiantly that a scientific mind afforded much amusement. There was no\nillusion in his icy clear thoughts, for they were not befogged by moral\nquestions.\n\nWith a sigh, Scientist William Manning Norcross returned to the\ndifficult problem he had set aside while having lunch. The garden city\nwas beautiful outside, but he gave only passing attention to the rain\nslithering down the huge dome of force over the buildings. He did not\npause to admire the everlasting flowers in their carefully simulated\nbeds of soil.\n\nJohn Davis Drumstetter was in a state of crisis again, and Scientist\nNorcross was worried.\n\nHis fears were well founded. The young man wheeled on Scientist\nNorcross the minute he stepped through the hedge into the force field\nunder the giant live oak tree.\n\n\"Where are they?\" he demanded. \"I am coming to believe, Scientist,\nthat your reputation is exceeded only by your inability to live up\nto it. The problem is only an extension of your own early work. You\nvolunteered cooperation, and I accepted it gladly, but your delays are\nvery distressing!\"\n\n\"Johnny,\" said Scientist Norcross, \"the press of my own experiments--\"\n\n\"Then tell me you won't do it!\"\n\n\"I want to help you. Don't you remember the years we spent together in\nyour training to the high calling of scientist? I took your young hand,\nJohnny, and helped you over the juvenile stumbling blocks. Why, your\nfirst mind machine was one I gave you, and when--\"\n\n\"You're a fraud, Scientist!\" said the young man bitterly.\n\n\"The young never appreciate the old,\" sighed Norcross.\n\n\"Go suck a mango!\"\n\nNorcross was shocked. \"There's no call for being obscene, John Davis\nDrumstetter,\" he said sternly. \"To mention eating to another person,\nand right in public, where you might be overheard--\"\n\n\"Eat a slippery, sloppery mango on _television_, you old fool! Smear it\nall over your face while you ingest it into your unspeakable digestive\ntract!\"\n\n\"John Davis Drumstetter,\" said the scientist with great control, \"I\nhave been your friend since you were born. Your father and I became\nscientists on the same day. You are young and over-eager. Just\nremember,\" he finished with a warning shake of his finger, \"Satellite\nStation One wasn't built in a day!\"\n\nDrumstetter stopped his furious pacing and subdued his rage with\nvisible effort. He chilled, like red steel hardening, and when he spoke\nhe was in full command of himself.\n\n\"Now listen to me, Norcross, and keep your mouth shut. For the past\nforty years I've been working on the stellar overdrive. We have the\nSolar System in our reticule, colonies have been established on\nevery planet, and ships have been sent to Alpha Centauri, with every\nchance that mankind has established itself in that solar system. But\nin the four hundred years since science emerged from the dark ages,\nwe've managed to creep only four light years away from home! And you,\nScientist, are withholding your work on the overdrive relay. Do you\nunderstand why your plea of old friendship does not affect me? In the\npast two years, you've done nothing--\"\n\n\"Experiments that must be kept secret,\" mumbled Norcross.\n\n\"And it is my belief,\" said the young man in a clipped, cold voice,\n\"that you have sold yourself to your taste buds and digestive tract.\nEither that,\" and here his burning rage came into the open, \"or you are\na pseudo-life!\"\n\nAt this ultimate insult, Scientist Norcross was silent with\nindignation. He watched Drumstetter shrug into a stole, turn down the\npower to the huge mind machine, sling his reticule over his shoulder,\nand stalk off through the hedge.\n\n       *       *       *       *       *\n\nNorcross slumped into a chair, his mind in confusion. He heard\nDrumstetter's plane as it left the ground. Plane, he thought, his\nmind avoiding the problem. Plane. What a curious name, handed down\nthrough the ages, to call a swift skip powered by Earth's magnetism. An\noriginal plane fought the air, buoyed up by the lift of plane surfaces\nin movement. When the movement stopped, it died.\n\nDied. Death. Pseudo-life.\n\nScientist Norcross shuddered. His well-trained sense of humor did not\ninclude abominations.\n\nHe took the communication from his pocket and cleared to Prime Center.\nWhen the prim, grim face of Prime Center himself in the little disc was\nsharp, Norcross reported what had happened, even to the suggestion\nDrumstetter had made that he was pseudo-life.\n\n\"This is very bad,\" said Prime Center. \"Monica Drake Lane is now\npseudo-life, too.\"\n\n\"God's name!\"\n\n\"Took her skip into a cliff in the Sierra Mountains yesterday.\nDisconnected the anti-collision. A clear case.\"\n\n\"What will this do to Drumstetter?\"\n\n\"Nothing,\" said Prime Center, \"unless he learns.\"\n\n\"Is she ready?\"\n\n\"I'm sending her to you right now for indoctrination. Reports are that\nDrumstetter is visiting scientists on the West Coast, and Probability\nreports that he may cover the world before he returns. Do you\nunderstand? Her indoctrination must be perfect.\"\n\n\"It always has been.\" Norcross pulled his lip. \"The same limitation\nwill be in Monica Drake Lane?\" he asked hopelessly.\n\n\"Of course,\" said Prime Center. \"We'll keep you posted on developments.\"\n\n\"You'd better try women,\" said Norcross.\n\n\"Women, narcotics, or anything else! I'd eat a blueberry pie with my\nhands behind my back at high noon,\" said Prime Center with fierce\nobscenity, \"if I thought it would do any good!\"\n\nHe cut the connection.\n\nNorcross was still under the oak tree, lost in contemplation of a color\nabstraction on his little communication, when a tall blonde girl, brown\nas a berry, stepped hesitantly through the hedge. She walked to him\nand, when he looked up, she buried her face in her hands. He stood and\nheld her shoulders.\n\n\"Now, now,\" said Scientist Norcross, \"don't cry, my dear.\"\n\n\"But this is so puzzling--and I wasn't crying,\" she answered. \"What's\nhappened to me?\"\n\n\"Sit down, Monica, and tell me what you think has happened.\"\n\n\"But I don't know. You see, the last I remember is walking through the\nPsych Lab in San Francisco, and suddenly--suddenly, I'm in New York and\nthey're sending me to you. What has happened?\"\n\n\"Where do you first remember being in New York?\"\n\n\"In the--oh, I don't know!\" She was in a flush of embarrassment.\n\n\"I'll help you, my dear. You were in the pseudo-life clinic. You\nare not _exactly_ Monica Drake Lane any longer. She died. You are\npseudo-life.\"\n\nHer eyes were bright and the pupils were pinpointed from shock.\n\n\"You are the pseudo-life Monica Drake Lane. To all outward appearances,\nyou are an exact counterpart of the girl. Inwardly? Well, your\ninternal organs have been simplified, and you cannot reproduce. Aside\nfrom such minor changes, you are identical, and incidentally a much\nmore efficient creature than your prototype. And if your mind, which\nis a very good one, was a human mind, I could not tell you this.\nPseudo-life is a most remarkable thing, but Lewis and Havinghurst\nand Covalt, who developed it 300 years ago, were never able to imbue\npseudo-life with what they called the minus-one factor, which includes\nthe phenomenal human emotional sensitivity, among other things. Are you\nfeeling better now?\"\n\n\"Why, yes--\" Her voice trailed off.\n\n\"You are no longer a slave of your emotions,\" said Scientist Norcross\ncomplacently. \"None of us are.\"\n\n\"You--you are--?\"\n\n\"Oh, yes. We generally don't speak of such things, but since I'm to\nintroduce you to pseudo-life, I can tell you that I died two years ago.\"\n\n\"I'm afraid I never did know--or Monica Drake Lane never--that is, I--\"\n\n\"You _are_ Monica Drake Lane. If you will sit quietly, I'll tell you\nabout it.\" Scientist Norcross took two cigarettes from his reticule\nand offered the girl one. The lip play was considered somewhat daring\nbetween the sexes, but under the circumstances he thought the mild\nnarcotic would be good for her, as well as the sharpening of the senses\nbrought on by actually smoking together.\n\n\"When the Americans, who inhabited this continent, gained domination\nof the world in the 21st Century, they consolidated their position by\ncarrying their customs to the ends of the Earth. For that matter, to\nAlpha Centauri, if the ships did get through.\n\n\"Forgive me,\" he interrupted himself, \"if I seem improper or even\nimmoral in this little talk of ours. Believe me, it's not with an easy\ndisregard of proprieties that I bring myself to speak of such things.\n\n\"Well, the Americans believed, and rightly so, that death is a dreadful\nthing. Until Lewis and Havinghurst and Covalt developed pseudo-life,\na great deal of time and effort and money went into such things\nas cemeteries--places where they literally buried their dead with\nelaborate ceremonials and much anguish. They had other equally wasteful\npractices, such as madhouses and jails, which were done away with when\nit became practical to replace a useless person with another, who\nmatched the original to near absolute perfection, but without fatal\nflaws of body or weaknesses of the mind.\n\n\"Emphasis has shifted since those early years, when the abnormals\nwere dealt with, to the comforting of human beings. Should John Davis\nDrumstetter suffer greatly at the loss of his mentor, the man who\nguided him in the ways of science? Of course not. He never knew I died.\"\n\nNorcross puffed complacently, sending iridescent rainbow smoke rings\nover the mind machine.\n\n\"And I am his fiancee,\" said the girl.\n\n\"Should he suffer because you died? No reason for it,\" said Norcross\nheartily. \"A psychic trauma of that nature would make him desperately\nunhappy. Happiness is the proper state in life, as everyone knows.\nIn fact, you will make him much happier than Monica Drake Lane, the\noriginal, ever could.\"\n\n\"Yes, I shall be happy,\" mused the girl, as if feeling a more limited\ncapacity for sorrow within herself. \"But you spoke of a minus-one\nfactor.\"\n\n\"Yes, it takes in a lot of things. Though we are immortal, barring\naccidents, and we retain all the knowledge we had as human beings, the\nflaw to pseudo-life is that no original thought is possible. Students\nof the matter compare it to glancing at a page in a dictionary.\nOf course you don't consciously remember the words there, but in\npseudo-life you are capable of remembering and using them properly, so\nto speak, but not using them creatively. That is our trouble with John\nDavis Drumstetter. I was a brilliant physicist, but the understanding\nof new problems is beyond my limitations, and he is beyond me.\"\n\n\"But I woke in New York,\" she said irrelevantly.\n\n\"Because your master pseudo-life file was kept there,\" explained\nScientist Norcross. \"As a human being, you were required to visit the\npsych lab every month, where your changed pattern was recorded by the\nmind machine. The pseudo-life girl could never lose more than a month\nof the human being's life. What was your regular appointment date?\"\n\n\"The 21st.\"\n\n\"Let's see--you died yesterday, so that would be only three days gone.\nWe're very fortunate.\"\n\n\"But won't he notice a difference in me?\"\n\n\"Absolutely not.\"\n\n\"Am I--still capable of love?\"\n\nScientist Norcross blew a plume of rainbow smoke into the air.\n\"Suppose, my dear, we find out.\"\n\nMonica Drake Lane agreed, for morality, which is essentially organized\ntaboo that changes as society changes, had, in the 26th Century, been\nconfined exclusively to eating. Scientist Norcross had often amused\nhimself by imagining how people of other ages would have been outraged\nby the moral standards of his own era, but his famous sense of humor\nwas not rugged enough to be amused by the moral standards of the past.\nNot, at any rate, if he had had to endure them, though he found them\nsufficiently comic as history.\n\nShe built a bower, an attractive courtship custom that had been adopted\nfrom the birds, and the day ended much more pleasantly than Scientist\nNorcross had expected at lunch.\n\n       *       *       *       *       *\n\nThe reports came in from Prime Center. Drumstetter stayed in Los\nAngeles two days, in San Francisco three, and then consulted with\nDowson in Honolulu. He skipped to New Zealand, back north to Japan,\nand swung across Siberia with short stops at various laboratories and\nuniversities. He was in Finland for three days with old Scientist\nTheophil Gertsley, who, though little better than a witch doctor,\ncalled himself a psychologist.\n\nWhen John Davis Drumstetter set his skip down beside the live oak\ntree, Scientist Norcross and Monica Drake Lane were waiting for him.\nHe was gaunt from hunger and weary from travel, but the expression in\nhis eyes was not one to be assuaged by any food cubicle. Nor was it\nlove he had been seeking and not found, for Prime Center had seen to\nit that opportunities were offered, from austere tropical girls to the\nwarmth-seeking women of the north, who would even eat with a member of\nthe opposite sex.\n\nHe greeted Scientist Norcross and his fiancee with an offhandedness\nthat Norcross had not expected, and asked that he be excused from any\nlong immediate association with them, due to the press of uncompleted\nwork.\n\n\"But, Johnny,\" said Monica Drake Lane, \"I've made a bower close by, and\nyou seem very tired.\"\n\n\"There's work to be done,\" said the young man firmly. \"I have no time\nto--Wait. I'll see your bower.\"\n\nAs they walked over the lush artificial grass, Scientist Norcross\nexplained that his results from the overdrive relay equations were in\nthe mind machine even now, but John Davis Drumstetter only patted him\non the shoulder in a friendly way and told him not to bother.\n\nWhen they reached the bower, Scientist Norcross expected that\nDrumstetter would sleep there after all, for it was an exceptionally\npleasant design. The force field was night, and the sky was filled with\nadapted creatures from Mars dancing to their susurrate music, and\nthe air was permeated with the bitter-sweet and exciting scent of a\nVenusian lake, the very odor of romance. In the background was the song\nof the sea.\n\nJohn Davis Drumstetter stepped out of the bower and said gently, \"It's\none of the nicest I've ever seen, and we spent some happy nights in it\na year ago, didn't we, Monica?\"\n\nHe kissed her gently, as he might kiss a child, and walked back to the\noak tree.\n\n\"He's behaving very oddly,\" reported Norcross to Prime Center, as soon\nas he could, and gave the details.\n\n\"I'd give a lot to have him meet a human female,\" said Prime Center\nwistfully.\n\n\"What shall I do?\"\n\n\"Stay with him and wait,\" ordered Prime Center. \"This is the first\ntime the hopes of humanity lie in one man. Remember that. We can only\nserve,\" he added bitterly. \"He hasn't tested the final limitation?\nGood. Keep me informed.\"\n\n       *       *       *       *       *\n\nJohn Davis Drumstetter stayed beside his huge mind machine for nearly a\nweek, and, though he was only sixty, he looked like an old man when he\ngreeted Monica and Norcross at the end of that time.\n\n\"The relay is finished,\" he announced. \"It's being installed in the\n_Last Hope_ now. That's what I'm calling my ship, the ship to make\nmankind free of the stars. My work on Earth is nearly done.\"\n\n\"But, Johnny darling,\" said Monica Drake Lane, looking up at him\nthrough her eyelashes, \"what about our marriage?\"\n\nHe looked at her with grim pity. \"The bower was an old bower,\" he\nanswered. \"Did you have the courage to be a unique in a patterned\nworld? Can you reproduce, Monica Drake Lane?\"\n\n\"Oh, Johnny--\"\n\n\"The final limitation!\" he said. \"Humans have the power to command\npseudo-life. Pseudo-life, answer! I command!\"\n\nShe sank to the ground.\n\n\"No,\" she said, \"no, Johnny, I can't have a baby. I died over a month\nago. I'm sorry you found out.\"\n\nJohn Davis Drumstetter turned on Scientist William Manning Norcross.\n\"You've done no new work because you have no capacity for it. Correct?\nAnswer, pseudo-life, I command!\"\n\nNorcross lifted a calm face. \"Why, yes,\" he said, \"I'm pseudo-life.\nHave been for over two years. But don't you worry, Johnny, it's better\nthis way and only natural that--\"\n\nJohn Davis Drumstetter paid no attention. He spoke as if explaining\nto himself. \"You see, they're pseudo-life, dancing to the very end of\nthe masquerade ball that started so long ago. It began when measurable\nscience, the science of finity, made a finite man, a man _nearly_\nas good. It was the mental climate of an age that wanted its books\ndigested, and then abandoned reading for television. They froze\nfood and precooked it and said it was even better than garden fresh\nvegetables.\n\n\"Do it the easy way, they said, never knowing that the hard way is the\nonly way in the last analysis. Why try to cure a neurotic when you can\nmake a pseudo-life of him? Don't let his grieving friends and relations\nsuffer; provide them with a pseudo-life. He's just the same, they said,\nand he's not sick. And should a man die? Oh, no! Make a pseudo-life for\nhis wife and children.\"\n\n\"But, Johnny--\"\n\n\"Be still, pseudo-life! Why bother with men who were beginning to\nunderstand the human mind, when you can create pseudo-life? The cheap\ndrives out the good every time. Oh, with the kindliest intentions, with\nthe softest sympathies! Hide. Conceal. The truth be damned!\"\n\n\"But, Johnny darling--\" began Monica Drake Lane.\n\n\"Be still, pseudo-life. There's one more thing, the final capstone to\nmankind's pyramid of folly.\" He got Prime Center on the communication.\n\"Answer, pseudo-life, I command. Am I the last human being on Earth?\"\n\n\"Since you put it that way,\" said Prime Center reluctantly, \"you are.\"\n\n\"And in the Solar System?\"\n\n\"I'm afraid so.\"\n\nThe communication dropped from John Davis Drumstetter's hand.\n\n\"This is the logical conclusion,\" he said slowly. \"The actors are\nplaying on a stage of worlds for an audience of one. At the solar\nobservatory on Mercury, astronomers study the Sun and send in their\nreports, in case I should glance at them. In the mines of Pluto, miners\ndig ore to provide a market quotation I might see in the telepapers.\"\n\nHe kicked the communication across the floor.\n\n\"Get out,\" he told them with infinite weariness. \"The last human being\ncommands.\"\n\n       *       *       *       *       *\n\nHe slept for a day and had breakfast in _full public view_ under a\ntree. Peeping Toms of both sexes watched him.\n\nPrime Center appeared in person just as he finished mopping up the last\nof his once-over-lightly egg. Prime Center coughed and blushed and\nlooked away, and John Davis Drumstetter laughed aloud, humorlessly.\n\n\"Good morning,\" he said cheerfully.\n\n\"Hm, yes,\" said Prime Center.\n\n\"Sit down. Have an egg?\" A wicked light appeared in his eyes, and he\nwent on in a low, sinister voice, \"A coddled egg, soft and white and\nrunny? Maybe you want to gulp some coffee? Or snap your way through\na piece of crackling toast? No?\" His guest was turning pale and\nsick-looking. \"Well, let me finish this bacon, and state your business.\"\n\nHe threw back his head and slipped the bacon into his mouth. Prime\nCenter shuddered.\n\n\"Scientist Drumstetter,\" he said, keeping his gaze fixed on the trunk\nof the tree, \"I have come to offer you all the worlds. Yes, the whole\nSolar System, including the asteroids and Pluto. You will be more\npowerful than Alexander or Caesar or Stalin or O'Toole. We will create\na new office--Prime _Squared_ Center--to rule the Solar System. Do you\nmind not doing that?\"\n\nJohn Davis Drumstetter was licking his fingers thoughtfully. He nodded.\n\n\"Then you accept?\"\n\n\"No, I'm through licking my fingers. I'll give you your answer on a\nsystemwide communication. Arrange it, pseudo-life, immediately.\"\n\nAs a concession to morality, John Davis Drumstetter agreed to step\ninto a molecular cleanup booth. When he came out again, he spoke to the\nworlds and all the ships in space:\n\n\"My friends, from now on the blind will lead the blind. Moral obliquity\nhas triumphed and becomes common morality.\" He laughed and rubbed his\nnose. \"I'm sorry. I was speaking to an audience of one--myself. What\nI want you billions to do is to continue your work, to maintain the\nsystem as it now stands. Pseudo-life will be replaced with pseudo-life\ntill the end of time. It will be a static world. It will be a\nnearly-as-good world. It will be a pleasant world by your standards.\nI wish you to do this, and you must, of course, obey my command. My\npurpose reaches a little beyond your natural inclination; this system\nwill serve as a fertile warning to any beings with intelligence who may\ncome after me.\n\n\"I will not be with you long, myself--\"\n\n\"Suicide?\" asked Prime Center hopefully.\n\n\"Alpha Centauri,\" said John Davis Drumstetter with a chuckle. \"The\ncolonists left because they didn't like pseudo-life, either. Good-by to\nyou all.\"\n\nHe snapped off the communication, waved to the little group under\nthe tree, and entered the _Last Hope_. The entry port swung closed.\nThe force field glowed, and then the ship was gone, leaving behind a\nwhirlwind of dust.\n\n\"Alpha Centauri?\" asked Monica Drake Lane.\n\n\"Following the others of his wild, unstable breed,\" said Scientist\nNorcross.\n\n\"Easy come, easy go,\" the girl said, shrugging.\n\nPrime Center had the last word. \"Yes, and good riddance. Human beings\nhave always been a nuisance.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Dead End, by Wallace Macfarlane\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DEAD END ***\n\n***** This file should be named 51247.txt or 51247.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/4/51247/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}