{"title": "End as a Hero", "author": "Keith Laumer", "releaseDate": "February 22, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             END AS A HERO\n\n                            By KEITH LAUMER\n\n                       Illustrated by SCHELLING\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n           Granthan's mission was the most vital of the war.\n             It would mean instant victory--but for whom?\n\n\nI\n\n\nIn the dream I was swimming in a river of white fire and the dream went\non and on. And then I was awake--and the fire was still there, fiercely\nburning at me.\n\nI tried to move to get away from the flames, and then the real pain\nhit me. I tried to go back to sleep and the relative comfort of the\nriver of fire, but it was no go. For better or worse, I was alive and\nconscious.\n\nI opened my eyes and took a look around. I was on the floor next to\nan unpadded acceleration couch--the kind the Terrestrial Space Arm\ninstalls in seldom-used lifeboats. There were three more couches, but\nno one in them. I tried to sit up. It wasn't easy but, by applying a\nlot more will-power than should be required of a sick man, I made it.\nI took a look at my left arm. Baked. The hand was only medium rare,\nbut the forearm was black, with deep red showing at the bottom of the\ncracks where the crisped upper layers had burst....\n\nThere was a first-aid cabinet across the compartment from me. I\ntried my right leg, felt broken bone-ends grate with a sensation\nthat transcended pain. I heaved with the other leg, scrabbled with\nthe charred arm. The crawl to the cabinet dwarfed Hillary's trek\nup Everest, but I reached it after a couple of years, and found the\nmicroswitch on the floor that activated the thing, and then I was\nfading out again....\n\n       *       *       *       *       *\n\nI came out of it clear-headed but weak. My right leg was numb, but\nreasonably comfortable, clamped tight in a walking brace. I put up\na hand and felt a shaved skull, with sutures. It must have been a\nfracture. The left arm--well, it was still there, wrapped to the\nshoulder and held out stiffly by a power truss that would keep the scar\ntissue from pulling up and crippling me. The steady pressure as the\ntruss contracted wasn't anything to do a sense-tape on for replaying at\nleisure moments, but at least the cabinet hadn't amputated. I wasn't\ncomplaining.\n\nAs far as I knew, I was the first recorded survivor of contact with the\nGool--if I survived.\n\nI was still a long way from home, and I hadn't yet checked on the\ncondition of the lifeboat. I glanced toward the entry port. It was\ndogged shut. I could see black marks where my burned hand had been at\nwork.\n\nI fumbled my way into a couch and tried to think. In my condition--with\na broken leg and third-degree burns, plus a fractured skull--I\nshouldn't have been able to fall out of bed, much less make the trip\nfrom _Belshazzar's_ CCC to the boat; and how had I managed to dog that\nport shut? In an emergency a man was capable of great exertions. But\nrunning on a broken femur, handling heavy levers with charred fingers\nand thinking with a cracked head were overdoing it. Still, I was\nhere--and it was time to get a call through to TSA headquarters.\n\nI flipped the switch and gave the emergency call-letters Col. Ausar\nKayle of Aerospace Intelligence had assigned to me a few weeks before.\nIt was almost five minutes before the \"acknowledge\" came through from\nthe Ganymede relay station, another ten minutes before Kayle's face\nswam into view. Even through the blur of the screen I could see the\nhaggard look.\n\n\"Granthan!\" he burst out. \"Where are the others? What happened out\nthere?\" I turned him down to a mutter.\n\n\"Hold on,\" I said. \"I'll tell you. Recorders going?\" I didn't wait for\nan answer--not with a fifteen-minute transmission lag. I plowed on:\n\n\"_Belshazzar_ was sabotaged. So was _Gilgamesh_--I think. I got out. I\nlost a little skin, but the aid cabinet has the case in hand. Tell the\nMed people the drinks are on me.\"\n\nI finished talking and flopped back, waiting for Kayle's reply. On the\nscreen, his flickering image gazed back impatiently, looking as hostile\nas a swing-shift ward nurse. It would be half an hour before I would\nget his reaction to my report. I dozed off--and awoke with a start.\nKayle was talking.\n\n\"--your report. I won't mince words. They're wondering at your role in\nthe disaster. How does it happen that you alone survived?\"\n\n\"How the hell do I know?\" I yelled--or croaked. But Kayle's voice was\ndroning on:\n\n\"... you Psychodynamics people have been telling me the Gool may\nhave some kind of long-range telehypnotic ability that might make it\npossible for them to subvert a loyal man without his knowledge. You've\ntold me yourself that you blacked out during the attack--and came to on\nthe lifeboat, with no recollection of how you got there.\n\n\"This is war, Granthan. War against a vicious enemy who strike without\nwarning and without mercy. You were sent out to investigate the\npossibility of--what's that term you use?--hyper-cortical invasion. You\nknow better than most the risk I'd be running if you were allowed to\npass the patrol line.\n\n\"I'm sorry, Granthan. I can't let you land on Earth. I can't accept\nthe risk.\"\n\n\"What do I do now?\" I stormed. \"Go into orbit and eat pills and hope\nyou think of something? I need a doctor!\"\n\nPresently Kayle replied. \"Yes,\" he said. \"You'll have to enter a\nparking orbit. Perhaps there will be developments soon which will make\nit possible to ... ah ... restudy the situation.\" He didn't meet my\neye. I knew what he was thinking. He'd spare me the mental anguish of\nknowing what was coming. I couldn't really blame him; he was doing\nwhat he thought was the right thing. And I'd have to go along and\npretend--right up until the warheads struck--that I didn't know I'd\nbeen condemned to death.\n\n\nII\n\nI tried to gather my wits and think my way through the situation. I\nwas alone and injured, aboard a lifeboat that would be the focus of a\nconverging flight of missiles as soon as I approached within battery\nrange of Earth. I had gotten clear of the Gool, but I wouldn't survive\nmy next meeting with my own kind. They couldn't take the chance that I\nwas acting under Gool orders.\n\nI wasn't, of course. I was still the same Peter Granthan,\npsychodynamicist, who had started out with Dayan's fleet six weeks\nearlier. The thoughts I was having weren't brilliant, but they were\nmine, all mine....\n\nBut how could I be sure of that?\n\nMaybe there was something in Kayle's suspicion. If the Gool were as\nskillful as we thought, they would have left no overt indications of\ntheir tampering--not at a conscious level.\n\nBut this was where psychodynamics training came in. I had been reacting\nlike any scared casualty, aching to get home and lick his wounds. But I\nwasn't just any casualty. I had been trained in the subtleties of the\nmind--and I had been prepared for just such an attack.\n\nNow was the time to make use of that training. It had given me one\nresource. I could unlock the memories of my subconscious--and see again\nwhat had happened.\n\nI lay back, cleared my mind of extraneous thoughts, and concentrated on\nthe trigger word that would key an auto-hypnotic sequence....\n\nSense impressions faded. I was alone in the nebulous emptiness of a\nfirst-level trance. I keyed a second word, slipped below the misty\nsurface into a dreamworld of vague phantasmagoric figures milling in\ntheir limbo of sub-conceptualization. I penetrated deeper, broke\nthrough into the vividly hallucinatory third level, where images of\nmirror-bright immediacy clamored for attention. And deeper....\n\n       *       *       *       *       *\n\nThe immense orderly confusion of the basic memory level lay before\nme. Abstracted from it, aloof and observant, the monitoring\npersonality-fraction scanned the pattern, searching the polydimensional\ncontinuum for evidence of an alien intrusion.\n\nAnd found it.\n\nAs the eye instantaneously detects a flicker of motion amid an infinity\nof static detail, so my inner eye perceived the subtle traces of the\nprobing Gool mind, like a whispered touch deftly rearranging my buried\nmotivations.\n\nI focused selectively, tuned to the recorded gestalt.\n\n\"_It is a contact, Effulgent One!_\"\n\n\"_Softly, now! Nurture the spark well. It but trembles at the\nthreshold...._\"\n\n\"_It is elusive, Master! It wriggles like a gorm-worm in the eating\ntrough!_\"\n\nA part of my mind watched as the memory unreeled. I listened to the\nvoices--yet not voices, merely the shape of concepts, indescribably\nintricate. I saw how the decoy pseudo-personality which I had\nconcretized for the purpose in a hundred training sessions had fought\nagainst the intruding stimuli--then yielded under the relentless thrust\nof the alien probe. I watched as the Gool operator took over the motor\ncenters, caused me to crawl through the choking smoke of the devastated\ncontrol compartment toward the escape hatch. Fire leaped up, blocking\nthe way. I went on, felt ghostly flames whipping at me--and then the\nhatch was open and I pulled myself through, forcing the broken leg.\nMy blackened hand fumbled at the locking wheel. Then the blast as\nthe lifeboat leaped clear of the disintegrating dreadnought--and the\nworld-ending impact as I fell.\n\nAt a level far below the conscious, the embattled pseudo-personality\nlashed out again--fighting the invader.\n\n\"_Almost it eluded me then, Effulgent Lord. Link with this lowly one!_\"\n\n\"_Impossible! Do you forget all my teachings? Cling, though you expend\nthe last filament of your life-force!_\"\n\nFree from all distraction, at a level where comprehension and retention\nare instantaneous and total, my monitoring basic personality fraction\nfollowed the skillful Gool mind as it engraved its commands deep in\nmy subconscious. Then the touch withdrew, erasing the scars of its\npassage, to leave me unaware of its tampering--at a conscious level.\n\nWatching the Gool mind, I learned.\n\nThe insinuating probe--a concept regarding which psychodynamicists had\ntheorized--was no more than a pattern in emptiness....\n\nBut a pattern which I could duplicate, now that I had seen what had\nbeen done to me.\n\nHesitantly, I felt for the immaterial fabric of the continuum, warping\nand manipulating it, copying the Gool probe. Like planes of paper-thin\ncrystal, the polyfinite aspects of reality shifted into focus, aligning\nthemselves.\n\nAbruptly, a channel lay open. As easily as I would stretch out my hand\nto pluck a moth from a night-flower, I reached across the unimaginable\nvoid--and sensed a pit blacker than the bottom floor of hell, and a\nglistening dark shape.\n\nThere was a soundless shriek. \"_Effulgence! It reached out--touched\nme!_\"\n\n       *       *       *       *       *\n\nUsing the technique I had grasped from the Gool itself, I struck,\nstifling the outcry, invaded the fetid blackness and grappled the\nobscene gelatinous immensity of the Gool spy as it spasmed in a frenzy\nof xenophobia--a ton of liver writhing at the bottom of a dark well.\n\nI clamped down control. The Gool mind folded in on itself, gibbering.\nNot pausing to rest, I followed up, probed along my channel of contact,\ntracing patterns, scanning the flaccid Gool mind....\n\nI saw a world of yellow seas lapping at endless shores of mud. There\nwas a fuming pit, where liquid sulphur bubbled up from some inner\nsource, filling an immense natural basin. The Gool clustered at its\nrim, feeding, each monstrous shape heaving against its neighbors for a\nmore favorable position.\n\nI probed farther, saw the great cables of living nervous tissue that\nlinked each eating organ with the brain-mass far underground. I traced\nthe passages through which tendrils ran out to immense caverns where\nsmaller creatures labored over strange devices. These, my host's memory\ntold me, were the young of the Gool. Here they built the fleets that\nwould transport the spawn to the new worlds the Prime Overlord had\ndiscovered, worlds where food was free for the taking. Not sulphur\nalone, but potassium, calcium, iron and all the metals--riches\nbeyond belief in endless profusion. No longer would the Gool tribe\ncluster--those who remained of a once-great race--at a single feeding\ntrough. They would spread out across a galaxy--and beyond.\n\nBut not if I could help it.\n\nThe Gool had evolved a plan--but they'd had a stroke of bad luck.\n\nIn the past, they had managed to control a man here and there, among\nthe fleets, far from home, but only at a superficial level. Enough,\nperhaps, to wreck a ship, but not the complete control needed to send a\nman back to Earth under Gool compulsion, to carry out complex sabotage.\n\nThen they had found me, alone, a sole survivor, free from the clutter\nof the other mind-fields. It had been their misfortune to pick a\npsychodynamicist. Instead of gaining a patient slave, they had opened\nthe fortress door to an unseen spy. Now that I was there, I would see\nwhat I could steal.\n\nA timeless time passed. I wandered among patterns of white light and\nwhite sound, plumbed the deepest recesses of hidden Gool thoughts,\nfared along strange ways examining the shapes and colors of the\nconcepts of an alien mind.\n\nI paused at last, scanning a multi-ordinal structure of pattern within\npattern; the diagrammed circuits of a strange machine.\n\nI followed through its logic-sequence; and, like a bomb-burst, its\nmeaning exploded in my mind.\n\nFrom the vile nest deep under the dark surface of the Gool world in\nits lonely trans-Plutonian orbit, I had plucked the ultimate secret of\ntheir kind.\n\nMatter across space.\n\n       *       *       *       *       *\n\n\"You've got to listen to me, Kayle,\" I shouted. \"I know you think I'm\na Gool robot. But what I have is too big to let you blow it up without\na fight. Matter transmission! You know what that can mean to us. The\nconcept is too complex to try to describe in words. You'll have to take\nmy word for it. I can build it, though, using standard components, plus\nan infinite-area antenna and a moebius-wound coil--and a few other\nthings....\"\n\nI harangued Kayle for a while, and then sweated out his answer. I was\ngetting close now. If he couldn't see the beauty of my proposal, my\nscreens would start to register the radiation of warheads any time now.\n\nKayle came back--and his answer boiled down to \"no.\"\n\nI tried to reason with him. I reminded him how I had readied myself\nfor the trip with sessions on the encephaloscope, setting up the\ncross-networks of conditioned defensive responses, the shunt circuits\nto the decoy pseudo-personality, leaving my volitional ego free. I\ntalked about subliminal hypnotics and the resilience quotient of the\nego-complex.\n\nI might have saved my breath.\n\n\"I don't understand that psychodynamics jargon, Granthan,\" he snapped.\n\"It smacks of mysticism. But I understand what the Gool have done to\nyou well enough. I'm sorry.\"\n\nI leaned back and chewed the inside of my lip and thought unkind\nthoughts about Colonel Ausar Kayle. Then I settled down to solve the\nproblem at hand.\n\nI keyed the chart file, flashed pages from the standard index on the\nreference screen, checking radar coverages, beacon ranges, monitor\nstations, controller fields. It looked as though a radar-negative boat\nthe size of mine might possibly get through the defensive net with a\ndaring pilot, and as a condemned spy, I could afford to be daring.\n\nAnd I had a few ideas.\n\n\nIII\n\nThe shrilling of the proximity alarm blasted through the silence. For a\nwild moment I thought Kayle had beaten me to the punch; then I realized\nit was the routine DEW line patrol contact.\n\n\"Z four-oh-two, I am reading your IFF. Decelerate at 1.8 gee\npreparatory to picking up approach orbit....\"\n\nThe screen went on droning out instructions. I fed them into the\nautopilot, at the same time running over my approach plan. The scout\nwas moving in closer. I licked dry lips. It was time to try.\n\nI closed my eyes, reached out--as the Gool mind had reached out to\nme--and felt the touch of a Signals Officer's mind, forty thousand\nmiles distant, aboard the patrol vessel. There was a brief flurry of\nstruggle; then I dictated my instructions. The Signals Officer punched\nkeys, spoke into his microphone:\n\n\"As you were, Z four-oh-two. Continue on present course. At Oh-nineteen\nseconds, pick up planetary for re-entry and let-down.\"\n\nI blanked out the man's recollection of what had happened, caught his\nbelated puzzlement as I broke contact. But I was clear of the DEW line\nnow, rapidly approaching atmosphere.\n\n\"Z four-oh-two,\" the speaker crackled. \"This is planetary control. I am\npicking you up on channel forty-three, for re-entry and let-down.\"\n\nThere was a long pause. Then:\n\n\"Z four-oh-two, countermand DEW Line clearance! Repeat, clearance\ncountermanded! Emergency course change to standard hyperbolic code\nninety-eight. Do not attempt re-entry. Repeat: do not attempt re-entry!\"\n\nIt hadn't taken Kayle long to see that I'd gotten past the outer line\nof defense. A few more minutes' grace would have helped. I'd play it\ndumb, and hope for a little luck.\n\n\"Planetary, Z four-oh-two here. Say, I'm afraid I missed part of that,\nfellows. I'm a little banged up--I guess I switched frequencies on you.\nWhat was that after 'pick up channel forty-three'...?\"\n\n\"Four-oh-two, sheer off there! You're not cleared for re-entry!\"\n\n\"Hey, you birds are mixed up,\" I protested. \"I'm cleared all the way. I\nchecked in with DEW--\"\n\nIt was time to disappear. I blanked off all transmission, hit the\ncontrols, following my evasive pattern. And again I reached out--\n\nA radar man at a site in the Pacific, fifteen thousand miles away, rose\nfrom his chair, crossed the darkened room and threw a switch. The radar\nscreens blanked off....\n\nFor an hour I rode the long orbit down, fending off attack after\nattack. Then I was clear, skimming the surface of the ocean a few miles\nsoutheast of Key West. The boat hit hard. I felt the floor rise up,\nover, buffeting me against the restraining harness.\n\nI hauled at the release lever, felt a long moment of giddy\ndisorientation as the escape capsule separated from the sinking\nlifeboat deep under the surface. Then my escape capsule was bobbing on\nthe water.\n\nI would have to risk calling Kayle now--but by voluntarily giving my\nposition away, I should convince him I was still on our side--and I was\nbadly in need of a pick-up. I flipped the sending key.\n\n\"This is Z four-oh-two,\" I said. \"I have an urgent report for Colonel\nKayle of Aerospace Intelligence.\"\n\nKayle's face appeared. \"Don't fight it, Granthan,\" he croaked. \"You\npenetrated the planetary defenses--God knows how. I--\"\n\n\"Later,\" I snapped. \"How about calling off your dogs now? And send\nsomebody out here to pick me up, before I add sea-sickness to my other\ncomplaints.\"\n\n\"We have you pinpointed,\" Kayle cut in. \"It's no use fighting it,\nGranthan.\"\n\n       *       *       *       *       *\n\nI felt cold sweat pop out on my forehead. \"You've got to listen,\nKayle,\" I shouted. \"I suppose you've got missiles on the way already.\nCall them back! I have information that can win the war--\"\n\n\"I'm sorry, Granthan,\" Kayle said. \"It's too late--even if I could\ntake the chance you were right.\"\n\nA different face appeared on the screen.\n\n\"Mr. Granthan, I am General Titus. On behalf of your country, and\nin the name of the President--who has been apprised of this tragic\nsituation--it is my privilege to inform you that you will be awarded\nthe Congressional Medal of Honor--posthumously--for your heroic effort.\nAlthough you failed, and have in fact been forced, against your will,\nto carry out the schemes of the inhuman enemy, this in no way detracts\nfrom your gallant attempt. Mr. Granthan, I salute you.\"\n\nThe general's arm went up in a rigid gesture.\n\n\"Stow that, you pompous idiot!\" I barked. \"I'm no spy!\"\n\nKayle was back, blanking out the startled face of the general.\n\n\"Goodbye, Granthan. Try to understand....\"\n\nI flipped the switch, sat gripping the couch, my stomach rising with\neach heave of the floating escape capsule. I had perhaps five minutes.\nThe missiles would be from Canaveral.\n\nI closed my eyes, forced myself to relax, reached out....\n\nI sensed the distant shore, the hot buzz of human minds at work in the\ncities. I followed the coastline, found the Missile Base, flicked\nthrough the cluster of minds.\n\n\"--_missile on course; do right, baby. That's it, right in the slot._\"\n\nI fingered my way through the man's mind and found the control centers.\nHe turned stiffly from the plotting board, tottered to a panel to slam\nhis hand against the destruct button.\n\nMen fell on him, dragged him back. \"--_fool, why did you blow it?_\"\n\nI dropped the contact, found another, who leaped to the panel,\ndetonated the remainder of the flight of six missiles. Then I withdrew.\nI would have a few minutes' stay of execution now.\n\nI was ten miles from shore. The capsule had its own power plant. I\nstarted it up, switched on the external viewer. I saw dark sea, the\nglint of star-light on the choppy surface, in the distance a glow on\nthe horizon that would be Key West. I plugged the course into the\npilot, then leaned back and felt outward with my mind for the next\nattacker.\n\n\nIV\n\nIt was dark in the trainyard. I moved along the tracks in a stumbling\nwalk. Just a few more minutes, I was telling myself. _A few more\nminutes and you can lie down ... rest...._\n\nThe shadowed bulk of a box car loomed up, its open door a blacker\nsquare. I leaned against the sill, breathing hard, then reached inside\nfor a grip with my good hand.\n\nGravel scrunched nearby. The beam of a flashlight lanced out, slipped\nalong the weathered car, caught me. There was a startled exclamation.\nI ducked back, closed my eyes, felt out for his mind. There was a\nconfused murmur of thought, a random intrusion of impressions from the\ncity all around. It was hard, too hard. I had to sleep--\n\nI heard the snick of a revolver being cocked, and dropped flat as a\ngout of flame stabbed toward me, the imperative Bam! echoing between\nthe cars. I caught the clear thought:\n\n\"God-awful looking, shaved head, arm stuck out; him all right--\"\n\nI reached out to his mind and struck at random. The light fell, went\nout, and I heard the unconscious body slam to the ground like a poled\nsteer.\n\nIt was easy--if I could only stay awake.\n\nI gritted my teeth, pulled myself into the car, crawled to a dark\ncorner behind a crate and slumped down. I tried to evoke a personality\nfraction to set as a guard, a part of my mind to stay awake and warn\nme of danger. It was too much trouble. I relaxed and let it all slide\ndown into darkness.\n\n       *       *       *       *       *\n\nThe car swayed, click-clack, click-clack. I opened my eyes, saw yellow\nsunlight in a bar across the litter on the floor. The power truss\ncreaked, pulling at my arm. My broken leg was throbbing its indignation\nat the treatment it had received--walking brace and all--and the burned\narm was yelling aloud for more of that nice dope that had been keeping\nit from realizing how bad it was. All things considered, I felt like a\nbadly embalmed mummy--except that I was hungry. I had been a fool not\nto fill my pockets when I left the escape capsule in the shallows off\nKey Largo, but things had been happening too fast.\n\nI had barely made it to the fishing boat, whose owner I had coerced\ninto rendezvousing with me before shells started dropping around us. If\nthe gunners on the cruiser ten miles away had had any luck, they would\nhave finished me--and the hapless fisherman--right then. We rode out a\ncouple of near misses, before I put the cruiser's gunnery crew off the\nair.\n\nAt a fishing camp on the beach, I found a car--with driver. He dropped\nme at the railyard, and drove off under the impression he was in town\nfor groceries. He'd never believe he'd seen me.\n\nNow I'd had my sleep. I had to start getting ready for the next act of\nthe farce.\n\nI pressed the release on the power truss, gingerly unclamped it, then\nrigged a sling from a strip of shirt tail. I tied the arm to my side as\ninconspicuously as possible. I didn't disturb the bandages.\n\nI needed new clothes--or at least different ones--and something to\ncover my shaved skull. I couldn't stay hidden forever. The yard cop had\nrecognized me at a glance.\n\nI lay back, waiting for the train to slow for a town. I wasn't unduly\nworried--at the moment. The watchman probably hadn't convinced anyone\nhe'd actually seen me. Maybe he hadn't been too sure himself.\n\nThe click-clack slowed and the train shuddered to a stop. I crept to\nthe door, peered through the crack. There were sunny fields, a few low\nbuildings in the distance, the corner of a platform. I closed my eyes\nand let my awareness stretch out.\n\n\"--_lousy job. What's the use? Little witch in the lunch room ... up in\nthe hills, squirrel hunting, bottle of whiskey...._\"\n\nI settled into control gently, trying not to alarm the man. I saw\nthrough his eyes the dusty box car, the rust on the tracks, the\nlistless weeds growing among cinders, and the weathered boards of\nthe platform. I turned him, and saw the dingy glass of the telegraph\nwindow, a sagging screen door with a chipped enameled cola sign.\n\nI walked the man to the door, and through it. Behind a linoleum-topped\ncounter, a coarse-skinned teen-age girl with heavy breasts and wet\npatches under her arms looked up without interest as the door banged.\n\nMy host went on to the counter, gestured toward the waxed-paper-wrapped\nsandwiches under a glass cover. \"I'll take 'em all. And candy bars, and\ncigarettes. And give me a big glass of water.\"\n\n\"Better git out there and look after yer train,\" the girl said\ncarelessly. \"When'd you git so all-fired hungry all of a sudden?\"\n\n\"Put it in a bag. Quick.\"\n\n\"Look who's getting bossy--\"\n\nMy host rounded the counter, picked up a used paper bag, began stuffing\nfood in it. The girl stared at him, then pushed him back. \"You git back\naround that counter!\"\n\nShe filled the bag, took a pencil from behind her ear.\n\n\"That'll be one eighty-five. Cash.\"\n\nMy host took two dog-eared bills from his shirt pocket, dropped them\non the counter and waited while the girl filled a glass. He picked it\nup and started out.\n\n\"Hey! Where you goin' with my glass?\"\n\nThe trainman crossed the platform, headed for the boxcar. He slid the\nloose door back a few inches against the slack latch, pushed the bag\ninside, placed the glass of water beside it, then pulled off his grimy\nrailroader's cap and pushed it through the opening. He turned. The girl\nwatched from the platform. A rattle passed down the line and the train\nstarted up with a lurch. The man walked back toward the girl. I heard\nhim say: \"Friend o' mine in there--just passin' through.\"\n\nI was discovering that it wasn't necessary to hold tight control over\nevery move of a subject. Once given the impulse to act, he would\nrationalize his behavior, fill in the details--and never know that the\noriginal idea hadn't been his own.\n\nI drank the water first, ate a sandwich, then lit a cigarette and lay\nback. So far so good. The crates in the car were marked \"U. S. Naval\nAerospace Station, Bayou Le Cochon\". With any luck I'd reach New\nOrleans in another twelve hours. The first step of my plan included a\nraid on the Delta National Labs; but that was tomorrow. That could\nwait.\n\n       *       *       *       *       *\n\nIt was a little before dawn when I crawled out of the car at a siding\nin the swampy country a few miles out of New Orleans. I wasn't feeling\ngood, but I had a stake in staying on my feet. I still had a few miles\nin me. I had my supplies--a few candy bars and some cigarettes--stuffed\nin the pockets of the tattered issue coverall. Otherwise, I was\nunencumbered. Unless you wanted to count the walking brace on my right\nleg and the sling binding my arm.\n\nI picked my way across mushy ground to a pot-holed black-top road,\nstarted limping toward a few car lights visible half a mile away. It\nwas already hot. The swamp air was like warmed-over subway fumes.\nThrough the drugs, I could feel my pulse throbbing in my various\nwounds. I reached out and touched the driver's mind; he was thinking\nabout shrimps, a fish-hook wound on his left thumb and a girl with\nblack hair. \"Want a lift?\" he called.\n\nI thanked him and got in. He gave me a glance and I pinched off his\nbudding twinge of curiosity. It was almost an effort now not to follow\nhis thoughts. It was as though my mind, having learned the trick of\ncommunications with others, instinctively reached out toward them.\n\nAn hour later he dropped me on a street corner in a shabby marketing\ndistrict of the city and drove off. I hoped he made out all right with\nthe dark-haired girl. I spotted a used-clothing store and headed for it.\n\nTwenty minutes later I was back on the sidewalk, dressed in a\npinkish-gray suit that had been cut a long time ago by a Latin\ntailor--maybe to settle a grudge. The shirt that went with it was\nan unsuccessful violet. The black string tie lent a dubious air of\ndistinction. I'd swapped the railroader's cap for a tarnished beret.\nThe man who had supplied the outfit was still asleep. I figured\nI'd done him a favor by taking it. I couldn't hope to pass for a\nfisherman--I wasn't the type. Maybe I'd get by as a coffee-house\nderelict.\n\nI walked past fly-covered fish stalls, racks of faded garments, grimy\nvegetables in bins, enough paint-flaked wrought iron to cage a herd of\nbrontosauri, and fetched up at a cab stand. I picked a fat driver with\na wart.\n\n\"How much to the Delta National Laboratories?\"\n\nHe rolled an eye toward me, shifted his toothpick.\n\n\"What ya wanna go out there for? Nothing out there.\"\n\n\"I'm a tourist,\" I said. \"They told me before I left home not to miss\nit.\"\n\nHe grunted, reached back and opened the door. I got in. He flipped his\nflag down, started up with a clash of gears and pulled out without\nlooking.\n\n\"How far is it?\" I asked him.\n\n\"It ain't far. Mile, mile and a quarter.\"\n\n\"Pretty big place, I guess.\"\n\nHe didn't answer.\n\nWe went through a warehousing district, swung left along the\nwaterfront, bumped over railroad tracks, and pulled up at a nine-foot\ncyclone fence with a locked gate.\n\n\"A buck ten,\" my driver said.\n\nI looked out at the fence, a barren field, a distant group of low\nbuildings. \"What's this?\"\n\n\"This is the place you ast for. That'll be a buck ten, mister.\"\n\nI touched his mind, planted a couple of false impressions and withdrew.\nHe blinked, then started up, drove around the field, pulled up at an\nopen gate with a blue-uniformed guard. He looked back at me.\n\n\"You want I should drive in, sir?\"\n\n\"I'll get out here.\"\n\nHe jumped out, opened my door, helped me out with a hand under my good\nelbow. \"I'll get your change, sir,\" he said, reaching for his hip.\n\n\"Keep it.\"\n\n\"Thank YOU.\" He hesitated. \"Maybe I oughta stick around. You know.\"\n\n\"I'll be all right.\"\n\n\"I hope so,\" he said. \"A man like you--you and me--\" he winked. \"After\nall, we ain't both wearing berets fer nothing.\"\n\n\"True,\" I said. \"Consider your tip doubled. Now drive away into the\nsunrise and forget you ever saw me.\"\n\n       *       *       *       *       *\n\nHe got into the car, beaming, and left. I turned and sized up the Delta\nLabs.\n\nThere was nothing fancy about the place; it consisted of low brick and\nsteel buildings, mud, a fence and a guard who was looking at me.\n\nI sauntered over. \"I'm from Iowa City,\" I said. \"Now, the rest of the\ngroup didn't come--said they'd rather rest one day. But I like to see\nit all. After all, I paid--\"\n\n\"Just a minute,\" the guard said, holding up a palm. \"You must be lost,\nfella. This here ain't no tourist attraction. You can't come in here.\"\n\n\"This is the cameo works?\" I said anxiously.\n\nHe shook his head. \"Too bad you let your cab go. It's an hour yet till\nthe bus comes.\"\n\nA dun-painted staff car came into view, slowed and swung wide to turn\nin. I fingered the driver's mind. The car swerved, braked to a halt.\nA portly man in the back seat leaned forward, frowning. I touched him.\nHe relaxed. The driver leaned across and opened the door. I went around\nand got in. The guard was watching, open-mouthed.\n\nI gave him a two-finger salute, and the car pulled through the gate.\n\n\"Stop in front of the electronics section,\" I said. The car pulled up.\nI got out, went up the steps and pushed through the double glass doors.\nThe car sat for a moment, then moved slowly off. The passenger would be\nwondering why the driver had stopped--but the driver wouldn't remember.\n\nI was inside the building now; that was a start. I didn't like robbery\nin broad daylight, but it was a lot easier this way. I wasn't equal to\nclimbing any walls or breaking down any locked doors--not until I'd had\na transfusion, a skin graft and about three months' vacation on a warm\nbeach somewhere.\n\nA man in a white smock emerged from a door. He started past me, spun--\n\n\"I'm here about the garbage,\" I said. \"Damn fools _will_ put the cans\nin with the edible. Are you the one called?\"\n\n\"How's that?\"\n\n\"I ain't got all the morning!\" I shrilled. \"You scientist fellers are\nall alike. Which way is the watchamacallit--equipment lab?\"\n\n\"Right along there.\" He pointed. I didn't bother to thank him. It\nwouldn't have been in character.\n\nA thin man with a brush mustache eyed me sharply as I pushed through\nthe door. I looked at him, nodding absently. \"Carry on with your work,\"\nI said. \"The audit will be carried out in such a way as to disturb you\nas little as possible. Just show me your voucher file, if you please.\"\n\nHe sighed and waved toward a filing cabinet. I went to it and pulled a\ndrawer open, glancing about the room. Full shelves were visible through\nan inner door.\n\nTwenty minutes later I left the building, carrying a sheet metal\ncarton containing the electronic components I needed to build a matter\ntransmitter--except for the parts I'd have to fabricate myself from raw\nmaterials. The load was heavy--too heavy for me to carry very far. I\nparked it at the door and waited until a pick-up truck came along.\n\nIt pulled over. The driver climbed out and came up the walk to me. \"Are\nyou--uh...?\" He scratched his head.\n\n\"Right.\" I waved at my loot. \"Put it in the back.\" He obliged.\nTogether we rolled toward the gate. The guard held up his hand, came\nforward to check the truck. He looked surprised when he saw me.\n\n\"Just who are you, fella?\" he said.\n\nI didn't like tampering with people any more than I had to. It was a\nlot like stealing from a blind man: easy, but nothing to feel proud of.\nI gave him a light touch--just the suggestion that what I would say\nwould be full of deep meaning.\n\n\"You know--the regular Wednesday shipment,\" I said darkly. \"Keep it\nquiet. We're all relying on you.\"\n\n\"Sure thing,\" he said, stepping back. We gunned through the gate. I\nglanced back to see him looking after the truck, thinking about the\nWednesday shipment on a Friday. He decided it was logical, nodded his\nhead and forgot the whole thing.\n\n\nV\n\nI'd been riding high for a couple of hours, enjoying the success of the\ntricks I'd stolen from the Gool. Now I suddenly felt like something the\nstudent morticians had been practicing on. I guided my driver through a\nsecond-rate residential section, looking for an M.D. shingle on a front\nlawn.\n\nThe one I found didn't inspire much confidence--you could hardly see it\nfor the weeds--but I didn't want to make a big splash. I had to have an\nassist from my driver to make it to the front door. He got me inside,\nparked my box beside me and went off to finish his rounds, under the\nimpression that it had been a dull morning.\n\nThe doctor was a seedy, seventyish G.P. with a gross tremor of the\nhands that a good belt of Scotch would have helped. He looked at me\nas though I'd interrupted something that was either more fun or paid\nbetter than anything I was likely to come up with.\n\n\"I need my dressing changed, Doc,\" I said. \"And maybe a shot to keep me\ngoing.\"\n\n\"I'm not a dope peddler,\" he snapped. \"You've got the wrong place.\"\n\n\"Just a little medication--whatever's usual. It's a burn.\"\n\n\"Who told you to come here?\"\n\nI looked at him meaningfully. \"The word gets around.\"\n\nHe glared at me, gnashed his plates, then gestured toward a\nblack-varnished door. \"Go right in there.\"\n\nHe gaped at my arm when the bandages were off. I took a quick glance\nand wished I hadn't.\n\n\"How did you do this?\"\n\n\"Smoking in bed,\" I said. \"Have you got ... something that....\"\n\nHe caught me before I hit the floor, got me into a chair. Then he had\nthat Scotch he'd been wanting, gave me a shot as an after-thought, and\nlooked at me narrowly.\n\n\"I suppose you fell out of that same bed and broke your leg,\" he said.\n\n\"Right. Hell of a dangerous bed.\"\n\n\"I'll be right back.\" He turned to the door. \"Don't go away. I'll\njust ... get some gauze.\"\n\n\"Better stay here, Doc. There's plenty of gauze right on that table.\"\n\n\"See here--\"\n\n\"Skip it, doc. I know all about you.\"\n\n\"What?\"\n\n\"I said _all_ about you.\"\n\nHe set to work then; a guilty conscience is a tough argument to answer.\n\nHe plastered my arm with something and rewrapped it, then looked the\nleg over and made a couple of adjustments to the brace. He clucked over\nthe stitches in my scalp, dabbed something on them that hurt like hell,\nthen shoved an old-fashioned stickpin needle into my good arm.\n\n\"That's all I can do for you,\" he said. He handed me a bottle of pills.\n\"Here are some tablets to take in an emergency. Now get out.\"\n\n\"Call me a cab, Doc.\"\n\n       *       *       *       *       *\n\nI listened while he called, then lit a cigarette and watched through\nthe curtains. The doc stood by, worrying his upper plate and eyeing me.\nSo far I hadn't had to tinker with his mind, but it would be a good\nidea to check. I felt my way delicately.\n\n--_oh God, why did I ... long time ago ... Mary ever knew ... go to\nArizona, start again, too old...._ I saw the nest of fears that gnawed\nat him, the frustration and the faint flicker of hope but not quite\ndead. I touched his mind, wiped away scars....\n\n\"Here's your car,\" he said. He opened the door, looking at me. I\nstarted past him.\n\n\"Are you sure you're all right?\" he said.\n\n\"Sure, Pop. And don't worry. Everything's going to be okay.\"\n\nThe driver put my boxes on the back seat. I got in beside him and told\nhim to take me to a men's clothing store. He waited while I changed my\nhand-me-downs for an off-the-hook suit, new shirt and underwear and a\nreplacement beret. It was the only kind of hat that didn't hurt. My\nissue shoes were still good, but I traded them in on a new pair, added\na light raincoat, and threw in a sturdy suitcase for good measure. The\nclerk said something about money and I dropped an idea into his mind,\npaused long enough to add a memory of a fabulous night with a redhead.\nHe hardly noticed me leaving.\n\nI tried not to feel like a shop-lifter. After all, it's not every day a\nman gets a chance to swap drygoods for dreams.\n\nIn the cab, I transferred my belongings to the new suitcase, then\ntold the driver to pull up at an anonymous-looking hotel. A four-star\nadmiral with frayed cuffs helped me inside with my luggage. The hackie\nheaded for the bay to get rid of the box under the impression I was a\nheavy tipper.\n\nI had a meal in my room, a hot bath, and treated myself to a three hour\nnap. I woke up feeling as though those student embalmers might graduate\nafter all.\n\nI thumbed through the phone book and dialed a number.\n\n\"I want a Cadillac or Lincoln,\" I said. \"A new one--not the one you\nrent for funerals--and a driver who won't mind missing a couple nights'\nsleep. And put a bed pillow and a blanket in the car.\"\n\nI went down to the coffee room then for a light meal. I had just\nfinished a cigarette when the car arrived--a dark blue heavyweight\nwith a high polish and a low silhouette.\n\n\"We're going to Denver,\" I told the driver. \"We'll make one stop\ntomorrow--I have a little shopping to do. I figure about twenty hours.\nTake a break every hundred miles, and hold it under seventy.\"\n\nHe nodded. I got in the back and sank down in the smell of expensive\nupholstery.\n\n\"I'll cross town and pick up U.S. 84 at--\"\n\n\"I leave the details to you,\" I said. He pulled out into the traffic\nand I got the pillow settled under me and closed my eyes. I'd need all\nthe rest I could get on this trip. I'd heard that compared with the\nDenver Records Center, Fort Knox was a cinch. I'd find out for sure\nwhen I got there.\n\n       *       *       *       *       *\n\nThe plan I had in mind wasn't the best I could have concocted under\nmore leisurely circumstances. But with every cop in the country under\norders to shoot me on sight, I had to move fast. My scheme had the\nvirtue of unlikeliness. Once I was safe in the Central Vault--supposed\nto be the only H-bomb-proof structure ever built--I'd put through a\nphone call to the outside, telling them to watch a certain spot; say\nthe big desk in the President's office. Then I'd assemble my matter\ntransmitter and drop some little item right in front of the assembled\nbig shots. They'd have to admit I had something. And this time they'd\nhave to start considering the possibility that I wasn't working for the\nenemy.\n\nIt had been a smooth trip, and I'd caught up on my sleep. Now it was\nfive A.M. and we were into the foothills, half an hour out of Denver.\nI ran over my lines, planning the trickiest part of the job ahead--the\ninitial approach. I'd listened to a couple of news broadcasts. The FBI\nwas still promising an arrest within hours. I learned that I was lying\nup, or maybe dead, in the vicinity of Key West, and that the situation\nwas under control. That was fine with me. Nobody would expect me to pop\nup in Denver, still operating under my own power--and wearing a new\nsuit at that.\n\nThe Records Center was north of the city, dug into mountainside.\nI steered my chauffeur around the downtown section, out a street\nlined with dark hamburger joints and unlit gas stations to where a\nside road branched off. We pulled up. From here on, things might get\ndangerous--if I was wrong about how easy it was all going to be. I\nbrushed across the driver's mind. He set the brake and got out.\n\n\"Don't know how I came to run out of gas, Mr. Brown,\" he said\napologetically. \"We just passed a station but it was closed. I guess\nI'll just have to hike back into town. I sure am sorry; I never did\nthat before.\"\n\nI told him it was okay, watched as he strode off into the pre-dawn\ngloom, then got into the front seat and started up. The gate of the\nReservation surrounding the Record Center was only a mile away now. I\ndrove slowly, feeling ahead for opposition. There didn't seem to be\nany. Things were quiet as a poker player with a pat hand. My timing was\ngood.\n\n       *       *       *       *       *\n\nI stopped in front of the gate, under a floodlight and the watchful eye\nof an M.P. with a shiny black tommygun held at the ready. He didn't\nseem surprised to see me. I rolled down the window as he came over to\nthe car.\n\n\"I have an appointment inside, Corporal,\" I said. I touched his mind.\n\"The password is 'hot-point'.\"\n\nHe nodded, stepped back, and motioned me in. I hesitated. This was\nalmost too easy. I reached out again....\n\n\"_... middle of the night ... password ... nice car ... I wish...._\"\n\nI pulled through the gate and headed for the big parking lot, picking\na spot in front of a ramp that led down to a tall steel door. There was\nno one in sight. I got out, dragging my suitcase. It was heavier now,\nwith the wire and magnets I'd added. I crossed the drive, went up to\nthe doors. The silence was eerie.\n\nI swept the area, searching for minds, found nothing. The shielding, I\ndecided, blanked out everything.\n\nThere was a personnel door set in the big panel, with a massive\ncombination lock. I leaned my head against the door and felt for the\nmechanism, turning the dial right, left, right....\n\nThe lock opened. I stepped inside, alert.\n\nSilence, darkness. I reached out, sensed walls, slabs of steel,\nconcrete, intricate mechanisms, tunnels deep in the ground....\n\nBut no personnel. That was surprising--but I wouldn't waste time\nquestioning my good luck. I followed a corridor, opened another door,\nmassive as a vault, passed more halls, more doors. My footsteps made\nmuffled echoes. I passed a final door and came into the heart of the\nRecords Center.\n\nThere were lights in the chamber around the grim, featureless periphery\nof the Central Vault. I set the valise on the floor, sat on it and lit\na cigarette. So far, so good. The Records Center, I saw, had been\nover-rated. Even without my special knowledge, a clever locksmith\ncould have come this far--or almost. But the Big Vault was another\nmatter. The great integrating lock that secured it would yield only to\na complex command from the computer set in the wall opposite the vault\ndoor. I smoked my cigarette and, with eyes closed, studied the vault.\n\nI finished the cigarette, stepped on it, went to the console, began\npressing keys, tapping out the necessary formulations. Half an hour\nlater I finished. There was a whine from a servo motor; a crimson light\nflashed. I turned and saw the valve cycle open, showing a bright-lit\ntunnel within.\n\n       *       *       *       *       *\n\nI dragged my bag inside, threw the lever that closed the entry behind\nme. A green light went on. I walked along the narrow passage, lined\nwith gray metal shelves stacked with gray steel tape drums, descended\nsteps, came into a larger chamber fitted out with bunks, a tiny galley,\ntoilet facilities, shelves stocked with food. There was a radio,\na telephone and a second telephone, bright red. That would be the\nhot-line to Washington. This was the sanctum sanctorum, where the last\nsurvivors could wait out the final holocaust--indefinitely.\n\nI opened the door of a steel cabinet. Radiation suits, tools,\ninstruments. Another held bedding. I found a tape-player, tapes--even\na shelf of books. I found a first aid kit and gratefully gave myself a\nhypo-spray jolt of neurite. My pains receded.\n\nI went on to the next room; there were wash tubs, a garbage disposal\nunit, a drier. There was everything here I needed to keep me alive\nand even comfortable until I could convince someone up above that I\nshouldn't be shot on sight.\n\nA heavy door barred the way to the room beyond. I turned a wheel, swung\nthe door back, saw more walls lined with filing cabinets, a blank\nfacade of gray steel; and in the center of the room, alone on a squat\ntable--a yellow plastic case that any Sunday Supplement reader would\nhave recognized.\n\nIt was a Master Tape, the Utter Top Secret Programming document that\nwould direct the terrestrial defense in case of a Gool invasion.\n\nIt was almost shocking to see it lying there--unprotected except for\nthe flimsy case. The information it contained in micro-micro dot form\ncould put my world in the palm of the enemy's hand.\n\nThe room with the tool kit would be the best place to work, I decided.\nI brought the suitcase containing the electronic gear back from the\nouter door where I'd left it, opened it and arranged its contents on\nthe table. According to the Gool these simple components were all I\nneeded. The trick was in knowing how to put them together.\n\nThere was work ahead of me now. There were the coils to wind, the\nintricate antenna arrays to lay out; but before I started, I'd take\ntime to call Kayle--or whoever I could get at the other end of the\nhot-line. They'd be a little startled when I turned up at the heart of\nthe defenses they were trying to shield.\n\nI picked up the receiver and a voice spoke:\n\n\"Well, Granthan. So you finally made it.\"\n\n\nVI\n\n\"Here are your instructions,\" Kayle was saying. \"Open the vault door.\nCome out--stripped--and go to the center of the parking lot. Stand\nthere with your hands over your head. A single helicopter manned by a\nvolunteer will approach and drop a gas canister. It won't be lethal, I\npromise you that. Once you're unconscious, I'll personally see to it\nthat you're transported to the Institute in safety. Every effort will\nthen be made to overcome the Gool conditioning. If we're successful,\nyou'll be awakened. If not....\"\n\nHe let the sentence hang. It didn't need to be finished. I understood\nwhat he meant.\n\nI was listening. I was still not too worried. Here I was safe against\nanything until the food ran out--and that wouldn't be for months.\n\n\"You're bluffing, Kayle,\" I said. \"You're trying to put the best face\non something that you can't control. If you'd--\"\n\n\"You were careless at Delta Labs, Granthan. There were too many people\nwith odd blanks in their memories and too many unusual occurrences,\nall on the same day. You tipped your hand. Once we knew what we were\nup against, it was simply a matter of following you at an adequate\ndistance. We have certain shielding materials, as you know. We tried\nthem all. There's a new one that's quite effective.\n\n\"But as I was saying, we've kept you under constant surveillance. When\nwe saw which way you were heading, we just stayed out of sight and let\nyou trap yourself.\"\n\n\"You're lying. Why would you want me here?\"\n\n\"That's very simple,\" Kayle said harshly. \"It's the finest trap ever\nbuilt by man--and you're safely in it.\"\n\n\"Safely is right. I have everything I need here. And that brings me to\nmy reason for being here--in case you're curious. I'm going to build\na matter transmitter. And to prove my good faith, I'll transmit the\nMaster Tape to you. I'll show you that I could have stolen the damned\nthing if I'd wanted to.\"\n\n\"Indeed? Tell me, Granthan, do you really think we'd be fools enough to\nleave the Master Tape behind when we evacuated the area?\"\n\n\"I don't know about that--but it's here.\"\n\n\"Sorry,\" Kayle said. \"You're deluding yourself.\" His voice was suddenly\nsofter, some of the triumph gone from it. \"Don't bother struggling,\nGranthan. The finest brains in the country have combined to place you\nwhere you are. You haven't a chance, except to do as I say. Make it\neasy on yourself. I have no wish to extend your ordeal.\"\n\n\"You can't touch me, Kayle. This vault is proof against a hell-bomb,\nand it's stocked for a siege....\"\n\n\"That's right,\" Kayle said. His voice sounded tired. \"It's proof\nagainst a hell-bomb. But what if the hell-bomb's in the vault with\nyou?\"\n\n       *       *       *       *       *\n\nI felt like a demolition man, working to defuse a block-buster, who's\nsuddenly heard a loud click! from the detonator. I dropped the phone,\nstared around the room. I saw nothing that could be a bomb. I ran to\nthe next room, the one beyond. Nothing. I went back to the phone,\ngrabbed it up.\n\n\"You ought to know better than to bluff now, Kayle!\" I yelled. \"I\nwouldn't leave this spot now for half a dozen hypothetical hell-bombs!\"\n\n\"In the center room,\" Kayle said. \"Lift the cover over the floor drain.\nYou'll find it there. You know what they look like. Don't tamper with\nits mechanism; it's internally trapped. You'll have to take my word for\nit we didn't bother installing a dummy.\"\n\nI dropped the phone, hurried to the spot Kayle had described. The bomb\ncasing was there--a dull gray ovoid, with a lifting eye set in the top.\nIt didn't look dangerous. It just lay quietly, waiting....\n\nBack at the telephone, I had trouble finding my voice. \"How long?\" I\ncroaked.\n\n\"It was triggered when you entered the vault,\" Kayle said. \"There's a\ntime mechanism. It's irreversible; you can't force anyone to cancel it.\nAnd it's no use your hiding in the outer passages.\n\n\"The whole center will be destroyed in the blast. Even it can't stand\nagainst a bomb buried in its heart. But we'll gladly sacrifice the\ncenter to eliminate you.\"\n\n\"How long!\"\n\n\"I suggest you come out quickly, so that a crew can enter the vault to\ndisarm the bomb.\"\n\n\"_How long!_\"\n\n\"When you're ready to emerge, call me.\" The line went dead.\n\nI put the phone back in its cradle carefully, like a rare and valuable\negg.\n\nI tried to think. I'd been charging full speed ahead ever since I\nhad decided on my scheme of action while I was still riding the surf\noff the Florida coast, and I'd stuck to it. Now it had hatched in my\nface--and the thing that had crawled out wasn't the downy little chick\nof success. It had teeth and claws and was eyeing me like a basilisk....\n\nBut I still had unplayed aces--if there was time.\n\nI had meant to use the matter transmitter to stage a dramatic proof\nthat I wasn't the tool of the enemy. The demonstration would be more\ndramatic than I'd planned. The bomb would fit the machine as easily as\nthe tape. The wheels would be surprised when their firecracker went\noff--right on schedule--in the middle of the Mojave Desert.\n\nI set to work, my heart pounding. If I could bring this off--if I had\ntime--if the transmitter worked as advertised....\n\nThe stolen knowledge flowed smoothly, effortlessly. It was as though\nI had been assembling matter transmitters for years, knew every step\nby heart. First the moebius windings; yard after yard of heavy copper\naround a core of carbon; then the power supply, the first and second\nstage amplimitters....\n\nHow long? In the sump in the next room, the bomb lay quietly ticking.\nHow long...?\n\n       *       *       *       *       *\n\nThe main assembly was ready now. I laid out cables, tying my apparatus\nin to the atomic power-source buried under the vault. The demand,\nfor one short instant, would tax even those mighty engines. I fixed\nhooks at the proper points in the room, wove soft aluminum wire in the\ncorrect pattern. I was almost finished now. How long? I made the last\nconnections, cleared away the litter. The matter transmitter stood on\nthe table, complete. At any instant, the bomb would reduce it--and the\nsecret of its construction--to incandescent gas--unless I transmitted\nthe bomb out of range first. I turned toward the laundry room--and the\ntelephone rang.\n\nI hesitated, then crossed the room and snatched it up.\n\n\"Listen to me,\" Kayle said grimly. \"Give me straight, fast answers. You\nsaid the Master Tape was there, in the vault with you. Now tell me:\nWhat does it look like?\"\n\n\"What?\"\n\n\"The ... ah ... dummy tape. What is its appearance?\"\n\n\"It's a roughly square plastic container, bright yellow, about a foot\nthick. What about it?\"\n\nKayle's voice sounded strained. \"I've made inquiries. No one here seems\nto know the exact present location of the Master Tape. Each department\nsays that they were under the impression that another handled the\nmatter. I'm unable to learn who, precisely, removed the Tape from the\nvault. Now you say there is a yellow plastic container--\"\n\n\"I know what the Master Tape looks like,\" I said. \"This is either it or\na hell of a good copy.\"\n\n\"Granthan,\" Kayle said. There was a note of desperation in his voice\nnow. \"There have been some blunders made. I knew you were under the\ninfluence of the Gool. It didn't occur to me that I might be too.\nWhy did I make it possible for you to successfully penetrate to the\nCentral Vault? There were a hundred simpler ways in which I could have\ndealt with the problem. We're in trouble, Granthan, serious trouble.\nThe tape you have there is genuine. We've all played into the enemy's\nhands.\"\n\n\"You're wasting valuable time, Kayle,\" I snapped. \"When does the bomb\ngo up?\"\n\n\"Granthan, there's little time left. Bring the Master Tape and leave\nthe vault--\"\n\n\"No dice, Kayle. I'm staying until I finish the transmitter, then--\"\n\n\"Granthan! If there's anything to your mad idea of such a machine,\ndestroy it! Quickly! Don't you see the Gool would only have given you\nthe secret in order to enable you to steal the tape!\"\n\nI cut him off. In the sudden silence, I heard a distant sound--or had I\nsensed a thought? I strained outward....\n\n\"_... volunteered ... damn fool ... thing on my head is heavy ...\nbetter work...._\n\n\"_... now ... okay ... valve, gas ... kills in a split second ... then\nget out...._\"\n\nI stabbed out, pushed through the obscuring veil of masonry, sensed a\nman in the computer room, dressed in gray coveralls, a grotesque shield\nover his head and shoulders. He reached for a red-painted valve--\n\nI struck at his mind, felt him stagger back, fall. I fumbled in his\nbrain, stimulated the sleep center. He sank deep into unconsciousness.\nI leaned against the table, weak with the reaction. Kayle had almost\ntricked me that time.\n\n       *       *       *       *       *\n\nI reached out again, swept the area with desperate urgency. Far away, I\nsensed the hazy clutter of many minds, out of range. There was nothing\nmore. The poisonous gas had been the only threat--except the bomb\nitself. But I had to move fast, before my time ran out, to transmit the\nbomb to a desert area....\n\nI paused, stood frozen in mid-move. A desert. What desert?\n\nThe transmitter operated in accordance with as rigid a set of laws as\ndid the planets swinging in their orbits; strange laws, but laws of\nnature none the less. No receiver was required. The destination of the\nmass under transmission was determined by the operator, holding in his\nmind the five-dimensional conceptualization of the target, guiding the\naction of the machine.\n\nAnd I had no target.\n\nI could no more direct the bomb to a desert without a five-fold grasp\nof its multi-ordinal spatial, temporal, and entropic co-ordinates than\nI could fire a rifle at a target in the dark.\n\nI was like a man with a grenade in his hand, pin pulled--and locked in\na cell.\n\nI swept the exocosm again, desperately. And caught a thin, live line. I\ntraced it; it cut through the mountain, dived deep underground, crossed\nthe boundless plain....\n\nNever branching, it bored on, turning upward now--and ending.\n\nI rested, gathering strength, then probed, straining....\n\nThere was a room, men. I recognized Kayle, gray-faced, haggard. A tall\nman in braided blue stood near him. Others stood silently by, tension\non every face. Maps covered the wall behind them.\n\nI was looking into the War Room at the Pentagon in Washington. The\nline I had traced was the telephonic hot-line, the top-security link\nbetween the Record Center and the command level. It was a heavy cable,\nwell protected and always open. It would free me from the trap. With\nGool-tutored skill I scanned the room, memorized its co-ordinates. Then\nI withdrew.\n\nLike a swimmer coming up from a long dive, I fought my way back to the\nlevel of immediate awareness. I sagged into a chair, blinking at the\ndrab walls, the complexity of the transmitter. I must move fast now,\nplace the bomb in the transmitter's field, direct it at the target.\nWith an effort I got to my feet, went to the sump, lifted the cover. I\ngrasped the lifting eye, strained--and the bomb came up, out onto the\nfloor. I dragged it to the transmitter....\n\nAnd only then realized what I'd been about to do.\n\nMy target.\n\nThe War Room--the nerve-center of Earth's defenses. And I had been\nready to dump the hell bomb there. In my frenzy to be rid of it I would\nhave played into the hands of the Gool.\n\n\nVII\n\nI went to the phone.\n\n\"Kayle! I guess you've got a recorder on the line. I'll give you the\ndetails of the transmitter circuits. It's complicated, but fifteen\nminutes ought to--\"\n\n\"No time,\" Kayle cut in. \"I'm sorry about everything, Granthan. If\nyou've finished the machine, it's a tragedy for humanity--if it works.\nI can only ask you to try--when the Gool command comes--not to give\nthem what they want. I'll tell you, now, Granthan. The bomb blows in--\"\nthere was a pause--\"two minutes and twenty-one seconds. Try to hold\nthem off. If you can stand against them for that long at least--\"\n\nI slammed the phone down, cold sweat popping out across my face. Two\nminutes ... too late for anything. The men in the War Room would never\nknow how close I had come to beating the Gool--and them.\n\nBut I could still save the Master Tape. I wrestled the yellow plastic\ncase that housed the tape onto the table, into the machine.\n\nAnd the world vanished in a blaze of darkness, a clamor of silence.\n\n_NOW, MASTERS! NOW! LINK UP! LINK UP!_\n\nLike a bad dream coming back in daylight, I felt the obscene presence\nof massed Gool minds, attenuated by distance but terrible in their\npower, probing, thrusting. I fought back, struggling against paralysis,\ntrying to gather my strength, use what I had learned....\n\n_SEE, MASTERS, HOW IT WOULD ELUDE US. BLANK IT OFF, TOGETHER NOW...._\n\nThe paths closed before me. My mind writhed, twisted, darted here and\nthere--and met only the impenetrable shield of the Gool defenses.\n\n_IT TIRES, MASTERS. WORK SWIFTLY NOW. LET US IMPRESS ON THE SUBJECT THE\nCO-ORDINATES OF THE BRAIN PIT._ The conceptualization drifted into my\nmind. _HERE, MAN. TRANSMIT THE TAPE HERE!_\n\nAs from a distance, the monitor personality fraction watched the\nstruggle. Kayle had been right. The Gool had waited--and now their\nmoment had come. Even my last impulse of defiance--to place the tape\nin the machine--had been at the Gool command. They had looked into\nmy mind. They understand psychology as no human analyst ever could;\nand they had led me in the most effective way possible, by letting\nme believe I was the master. They had made use of my human ingenuity\nto carry out their wishes--and Kayle had made it easy for them by\nevacuating a twenty-mile radius around me, leaving the field clear for\nthe Gool.\n\n_HERE_--The Gool voice rang like a bell in my mind: _TRANSMIT THE TAPE\nHERE!_\n\nEven as I fought against the impulse to comply, I felt my arm twitch\ntoward the machine.\n\n_THROW THE SWITCH!_ the voice thundered.\n\nI struggled, willed my arm to stay at my side. Only a minute longer, I\nthought. Only a minute more, and the bomb would save me....\n\n_LINK UP, MASTERS!_\n\n_I WILL NOT LINK. YOU PLOT TO FEED AT MY EXPENSE._\n\n_NO! BY THE MOTHER WORM, I PLEDGE MY GROOVE AT THE EATING TROUGH. FOR\nUS THE MAN WILL GUT THE GREAT VAULT OF HIS NEST WORLD!_\n\n_ALREADY YOU BLOAT AT OUR EXPENSE!_\n\n_FOOL!! WOULD YOU BICKER NOW? LINK UP!_\n\n       *       *       *       *       *\n\nThe Gool raged--and I grasped for an elusive thought and held it. The\nbomb, only a few feet away. The waiting machine. And the Gool had given\nme the co-ordinates of their cavern....\n\nWith infinite sluggishness, I moved.\n\n_LINK UP, MASTERS: THEN ALL WILL FEED...._\n\n_IT IS A TRICK. I WILL NOT LINK._\n\nI found the bomb, fumbled for a grip.\n\n_DISASTER, MASTERS! NOW IS THE PRIZE LOST TO US, UNLESS YOU JOIN WITH\nME!_\n\nMy breath choked off in my throat; a hideous pain coiled outward from\nmy chest. But it was unimportant. Only the bomb mattered. I tottered,\ngroping. There was the table; the transmitter....\n\nI lifted the bomb, felt the half-healed skin of my burned arm crackle\nas I strained....\n\nI thrust the case containing the Master Tape out of the field of the\ntransmitter, then pushed, half-rolled the bomb into position. I groped\nfor the switch, found it. I tried to draw breath, felt only a surge of\nagony. Blackness was closing in....\n\nThe co-ordinates....\n\nFrom the whirling fog of pain and darkness, I brought the target\nconcept of the Gool cavern into view, clarified it, held it....\n\n_MASTERS! HOLD THE MAN! DISASTER!_\n\nThen I felt the Gool, their suspicions yielding to the panic in the\nmind of the Prime Overlord, link their power against me. I stood\nparalyzed, felt my identity dissolving like water pouring from a\nsmashed pot. I tried to remember--but it was too faint, too far away.\n\nThen from somewhere a voice seemed to cut in, the calm voice of an\nemergency reserve personality fraction. \"You are under attack. Activate\nthe reserve plan. Level Five. Use Level Five. Act now. Use Level\nFive....\"\n\nThrough the miasma of Gool pressure, I felt the hairs stiffen on the\nback of my neck. All around me the Gool voices raged, a swelling\nsymphony of discord. But they were nothing. Level Five....\n\nThere was no turning back. The compulsions were there, acting even as I\ndrew in a breath to howl my terror--\n\nLevel Five. Down past the shapes of dreams, the intense faces of\nhallucination; Level Three; Level Four and the silent ranked\nmemories.... And deeper still--\n\nInto a region of looming gibbering horror, of shadowy moving shapes of\nevil, of dreaded presences that lurked at the edge of vision....\n\nDown amid the clamor of voiceless fears, the mounting hungers, the\nreaching claws of all that man had feared since the first tailless\nprimate screamed out his terror in a tree-top: the fear of falling, the\nfear of heights.\n\nDown to Level Five. Nightmare level.\n\n       *       *       *       *       *\n\nI groped outward, found the plane of contact--and hurled the weight of\nman's ancient fears at the waiting Gool--and in their black confining\ncaves deep in the rock of a far world, they felt the roaring tide of\nfear--fear of the dark, and of living burial. The horrors in man's\nsecret mind confronted the horrors of the Gool Brain Pit. And I felt\nthem break, retreat in blind panic from me--\n\nAll but one. The Prime Overlord reeled back with the rest, but his was\na mind of terrible power. I sensed for a moment his bloated immense\nform, the seething gnawing hungers, insatiable, never to be appeased.\nThen he rallied--but he was alone now.\n\n_LINK UP, MASTERS! THE PRIZE IS LOST. KILL THE MAN! KILL THE MAN!_\n\nI felt a knife at my heart. It fluttered--and stopped. And in that\ninstant, I broke past his control, threw the switch. There was the\nsharp crack of imploding air. Then I was floating down, ever down, and\nall sensation was far away.\n\n_MASTERS! KILL TH_\n\nThe pain cut off in an instant of profound silence and utter dark.\n\nThen sound roared in my ears, and I felt the harsh grate of the floor\nagainst my face as I fell, and then I knew nothing more.\n\n       *       *       *       *       *\n\n\"I hope,\" General Titus was saying, \"that you'll accept the decoration\nnow, Mr. Granthan. It will be the first time in history that a civilian\nhas been accorded this honor--and you deserve it.\"\n\nI was lying in a clean white bed, propped up by big soft pillows, with\na couple of good-looking nurses hovering a few feet away. I was in a\nmood to tolerate even Titus.\n\n\"Thanks, General,\" I said. \"I suggest you give the medal to the\nvolunteer who came in to gas me. He knew what he was going up against;\nI didn't.\"\n\n\"It's over, now, Granthan,\" Kayle said. He attempted to beam, settled\nfor a frosty smile. \"You surely understand--\"\n\n\"Understanding,\" I said. \"That's all we need to turn this planet--and\na lot of other ones--into the kind of worlds the human mind needs to\nexpand into.\"\n\n\"You're tired, Granthan,\" Kayle said. \"You get some rest. In a few\nweeks you'll be back on the job, as good as new.\"\n\n\"That's where the key is,\" I said. \"In our minds; there's so much\nthere, and we haven't even scratched the surface. To the mind nothing\nis impossible. Matter is an illusion, space and time are just\nconvenient fictions--\"\n\n\"I'll leave the medal here, Mr. Granthan. When you feel equal to it,\nwe'll make the official presentation. Television....\"\n\nHe faded off as I closed my eyes and thought about things that had been\nclamoring for attention ever since I'd met the Gool, but hadn't had\ntime to explore. My arm....\n\nI felt my way along it--from inside--tracing the area of damage,\nwatching as the bodily defenses worked away, toiling to renew, replace.\nIt was a slow, mindless process. But if I helped a little....\n\nIt was easy. The pattern was there. I felt the tissues renew\nthemselves, the skin regenerate.\n\nThe bone was more difficult. I searched out the necessary minerals,\ndiverted blood; the broken ends knit....\n\nThe nurse was bending over me, a bowl of soup in her hand.\n\n       *       *       *       *       *\n\n\"You've been asleep for a long time, sir,\" she said, smiling. \"How\nabout some nice chicken broth now?\"\n\nI ate the soup and asked for more. A doctor came and peeled back my\nbandages, did a double-take, and rushed away. I looked. The skin was\nnew and pink, like a baby's--but it was all there. I flexed my right\nleg; there was no twinge of pain.\n\nI listened for a while as the doctors gabbled, clucked, probed and made\npronouncements. Then I closed my eyes again. I thought about the matter\ntransmitter. The government was sitting on it, of course. A military\nsecret of the greatest importance, Titus called it. Maybe someday the\npublic would hear about it; in the meantime--\n\n\"How about letting me out of here?\" I said suddenly. A pop-eyed doctor\nwith a fringe of gray hair blinked at me, went back to fingering my\narm. Kayle hove into view.\n\n\"I want out,\" I said. \"I'm recovered, right? So now just give me my\nclothes.\"\n\n\"Now, now, just relax, Granthan. You know it's not as simple as that.\nThere are a lot of matters we must go over.\"\n\n\"The war's over,\" I said. \"You admitted that. I want out.\"\n\n\"Sorry.\" Kayle shook his head. \"That's out of the question.\"\n\n\"Doc,\" I said. \"Am I well?\"\n\n\"Yes,\" he said. \"Amazing case. You're as fit as you'll ever be; I've\nnever--\"\n\n\"I'm afraid you'll have to resign yourself to being here for a while\nlonger, Granthan,\" Kayle said. \"After all, we can't--\"\n\n\"Can't let the secret of matter transmission run around loose, hey? So\nuntil you figure out the angles, I'm a prisoner, right?\"\n\n\"I'd hardly call it that, Granthan. Still....\"\n\nI closed my eyes. The matter transmitter--a strange device. A field,\nnot distorting space, but accentuating certain characteristics of a\nmatter field in space-time, subtly shifting relationships....\n\nJust as the mind could compare unrelated data, draw from them new\nconcepts, new parallels....\n\nThe circuits of the matter transmitter ... and the patterns of the\nmind....\n\nThe exocosm and the endocosm, like the skin and the orange, everywhere\nin contact....\n\nSomewhere there was a beach of white sand, and dunes with graceful\nsea-oats that leaned in a gentle wind. There was blue water to the\nfar horizon, and a blue sky, and nowhere were there any generals with\nmedals and television cameras, or flint-eyed bureaucrats with long\nschemes....\n\nAnd with this gentle folding ... thus....\n\nAnd a pressure here ... so....\n\nI opened my eyes, raised myself on one elbow--and saw the sea. The sun\nwas hot on my body, but not too hot, and the sand was white as sugar.\nFar away, a seagull tilted, circling.\n\nA wave rolled in, washed my foot in cool water.\n\nI lay on my back, and looked up at white clouds in a blue sky, and\nsmiled--then laughed aloud.\n\nDistantly the seagull's cry echoed my laughter.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of End as a Hero, by Keith Laumer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK END AS A HERO ***\n\n***** This file should be named 51267.txt or 51267.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/6/51267/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}