{"title": "The Girls From Earth", "author": "Frank M. Robinson", "releaseDate": "February 22, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         THE GIRLS FROM EARTH\n\n                         By FRANK M. ROBINSON\n\n                          Illustrated by EMSH\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction January 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Problem: How can you arrange marriages with\n            men in one solar system, women in another--and\n                neither willing to leave his own world?\n\n\nI\n\n\"The beasts aren't much help, are they?\"\n\nKarl Allen snatched a breath of air and gave another heave on the line\ntied to the raft of parampa logs bobbing in the middle of the river.\n\n\"No,\" he grunted, \"they're not. They always balk at a time like this,\nwhen they can see it'll be hard work.\"\n\nJoseph Hill wiped his plump face and coiled some of the rope's slack\naround his thick waist.\n\n\"Together now, Karl. _One! Two!_\"\n\nThey stood knee-deep in mud on the bank, pulling and straining on the\nrope, while some few yards distant, in the shade of a grove of trees,\ntheir tiny yllumphs nibbled grass and watched them critically, but made\nno effort to come closer.\n\n\"If we're late for ship's landing, Joe, we'll get crossed off the list.\"\n\nHill puffed and wheezed and took another hitch on the rope.\n\n\"That's what I've been thinking about,\" he said, worried.\n\nThey took a deep breath and hauled mightily on the raft rope. The raft\nbobbed nearer. For a moment the swift waters of the Karazoo threatened\nto tear it out of their grasp, and then it was beached, most of it\nsolidly, on the muddy bank. One end of it still lay in the gurgling,\nrushing waters, but that didn't matter. They'd be back in ten hours or\nso, long before the heavy raft could be washed free.\n\n\"How much time have we got, Karl?\"\n\nThe ground was thick with shadows, and Karl cast a critical eye at\nthem. He estimated that even with the refusal of their yllumphs to help\nbeach the raft, they still had a good two hours before the rocket put\ndown at Landing City.\n\n\"Two hours, maybe a little more,\" he stated hastily when Hill looked\nmore worried. \"Time enough to get to Landing City and put in for our\nnumbers on the list.\"\n\nHe turned back to the raft, untied the leather and horn saddles, and\nthrew them over the backs of their reluctant mounts. He cinched his\nsaddle and tied on some robes and furs behind it.\n\nHill watched him curiously. \"What are you taking the furs for? This\nisn't the trading rocket.\"\n\n\"I know. I thought that when we come back tonight, it might be cold and\nmaybe _she'll_ appreciate the coverings then.\"\n\n\"You never would have thought of it yourself,\" Hill grunted. \"Grundy\nmust have told you to do it, the old fool. If you ask me, the less\nyou give them, the less they'll come to expect. Once you spoil them,\nthey'll expect you to do all the trapping and the farming and the\nfamily-raising yourself.\"\n\n\"You didn't have to sign up,\" Karl pointed out. \"You could have applied\nfor a wife from some different planet.\"\n\n\"One's probably just as good as another. They'll all have to work the\nfarms and raise families.\"\n\nKarl laughed and aimed a friendly blow at Hill. They finished saddling\nup and headed into the thick forest.\n\n       *       *       *       *       *\n\nIt was quiet as Karl guided his mount along the dimly marked trail\nand he caught himself thinking of the return trip he would be making\nthat night. It would be nice to have somebody new to talk to. And it\nwould be good to have somebody to help with the trapping and tanning,\nsomebody who could tend the small vegetable garden at the rear of his\nshack and mend his socks and wash his clothes and cook his meals.\n\nAnd it was time, he thought soberly, that he started to raise a family.\nHe was mid-twenty now, old enough to want a wife and children.\n\n\"You going to raise a litter, Joe?\"\n\nHill started. Karl realized that he had probably been thinking of the\nsame thing.\n\n\"One of these days I'll need help around the sawmill,\" Hill answered\ndefensively. \"Need some kids to cut the trees, a couple more to pole\nthem down the river, some to run the mill itself and maybe one to sell\nthe lumber in Landing City. Can't do it all myself.\"\n\nHe paused a moment, thinking over something that had just occurred to\nhim.\n\n\"I've been thinking of your plans for a garden, Karl. Maybe I ought to\nhave one for my wife to take care of, too.\"\n\nKarl chuckled. \"I don't think she'll have the time!\"\n\nThey left the leafy expanse of the forest and entered the grasslands\nthat sloped toward Landing City. He could even see Landing City itself\non the horizon, a smudge of rusting, corrugated steel shacks, muddy\nstreets, and the small rocket port--a scorched thirty acres or so\nfenced off with barbed wire.\n\nKarl looked out of the corner of his eye at Hill and felt a vague wave\nof uneasiness. Hill was a big, thick man wearing the soiled clothes and\nbristly stubble of a man who was used to living alone and who liked\nit. But once he took a wife, he would probably have to keep himself in\nclean clothes and shave every few days. It was even possible that the\nwoman might object to Hill letting his yllumph share the hut.\n\nThe path was getting crowded, more of the colonists coming onto the\nmain path from the small side trails.\n\nHill broke the silence first. \"I wonder what they'll be like.\"\n\nKarl looked wise and nodded knowingly. \"They're Earthwomen, Joe.\n_Earth!_\"\n\nIt was easy to act as though he had some inside information, but Karl\nhad to admit to himself that he actually knew very little about it. He\nwas a Second System colonist and had never even seen an Earthwoman.\nHe had heard tales, though, and even discounting a large percentage\nof them, some of them must have been true. Old Grundy at the rocket\noffice, who should know about these things if anybody did, seemed\ndisturbingly lacking on definite information, though he had hinted\nbroadly enough. He'd whistle softly and wink an eye and repeat the\nstories that Karl had already heard; but he had nothing _definite_ to\noffer, no real facts at all.\n\nSome of the other colonists whom they hadn't seen for the last few\nmonths shouted greetings, and Karl began to feel some of the carnival\nspirit. There was Jenkins, who had another trapping line fifty miles\nfarther up the Karazoo; Leonard, who had the biggest farm on Midplanet;\nand then the fellow who specialized in catching and breaking in\nyllumphs, whose name Karl couldn't remember.\n\n\"They say they're good workers,\" Hill said.\n\nKarl nodded. \"Pretty, too.\"\n\nThey threaded their way through the crowded and muddy streets. Landing\nCity wasn't big, compared to some of the cities on Altair, where he had\nbeen raised, but Karl was proud of it. Some day it would be as big as\nany city on any planet--maybe even have a population of ten thousand\npeople or more.\n\n\"Joe,\" Karl said suddenly, \"what's supposed to make women from Earth\nbetter than women from any other world?\"\n\nHill located a faint itch and frowned. \"I don't know, Karl. It's hard\nto say. They're--well, sophisticated, glamorous.\"\n\nKarl absorbed this in silence. Those particular qualities were, he\nthought, rather hard to define.\n\nThe battered shack that served as rocket port office and headquarters\nfor the colonial office on Midplanet loomed up in front of them. There\nwas a crowd gathered in front of the building and they forced their way\nthrough to see what had caused it.\n\n\"We saw this the last time we were here,\" Hill said.\n\n\"I know,\" Karl agreed, \"but I want to take another look.\" He was\nanxious to glean all the information that he could.\n\nIt was a poster of a beautiful woman leaning toward the viewer. The\nedges of the poster were curling and the colors had faded during the\nlast six months, but the girl's smile seemed just as inviting as ever.\nShe held a long-stemmed goblet in one hand and was blowing a kiss to\nher audience with the other. Her green eyes sparkled, her smile was\nprovocative. A quoted sentence read: \"I'm from _Earth_!\" There was\nnothing more except a printed list of the different solar systems to\nwhich the colonial office was sending the women.\n\nShe was real pretty, Karl thought. A little on the thin side, maybe,\nand the dress she was wearing would hardly be practical on Midplanet,\nbut she had a certain something. Glamour, maybe?\n\nA loudspeaker blared.\n\n\"All colonists waiting for the wife draft assemble for your numbers!\nAll colonists....\"\n\nThere was a jostling for places and then they were in the rapidly\nmoving line. Grundy, fat and important-looking, was handing out little\nblue slips with numbers on them, pausing every now and then to tell\nthem some entertaining bit of information about the women. He had a\ngreat imagination, nothing else.\n\nKarl drew the number 53 and hurried to the grassy lot beside the\nlanding field that had been decorated with bunting and huge welcome\nsigns for the new arrivals. A table was loaded with government\npamphlets meant to be helpful to newly married colonists. Karl went\nover and stuffed a few in his pockets. Other tables had been set out\nand were loaded with luncheon food, fixed by the few colonial women in\nthe community. Karl caught himself eyeing the women closely, wondering\nhow the girls from Earth would compare with them.\n\nHe fingered the ticket in his pocket. What would the woman be like\nwho had drawn the companion number 53 aboard the rocket? For when it\nlanded, they would pair up by numbers. The method had its drawbacks, of\ncourse, but time was much too short to allow even a few days of getting\nacquainted. He'd have to get back to his trapping lines and he imagined\nthat Hill would have to get back to his sawmill and the others to their\nfarms. What the hell, you never knew what you were getting either way,\ntill it was too late.\n\n\"Sandwich, mister? Pop?\"\n\nKarl flipped the boy a coin, picked up some food and a drink, and\nwandered over to the landing field with Hill. There were still ten\nminutes or so to go before the rocket landed, but he caught himself\nstraining his sight at the blue sky, trying to see a telltale flicker\nof exhaust flame.\n\nThe field was crowded and he caught some of the buzzing conversation.\n\n\"... never knew one myself, but let me tell you....\"\n\n\"... knew a fellow once who married one, never had a moment's rest\nafterward....\"\n\n\"... no comparison with colonial women. They got culture....\"\n\n\"... I'd give a lot to know the girl who's got number twenty-five....\"\n\n\"Let's meet back here with the girls who have picked our numbers,\" Hill\nsaid. \"Maybe we could trade.\"\n\nKarl nodded, though privately he felt that the number system was just\nas good as depending on first impressions.\n\nThere was a murmur from the crowd and he found his gaze riveted\noverhead. High above, in the misty blue sky, was a sudden twinkle of\nfire.\n\nHe reached up and wiped his sweaty face with a muddy hand and brushed\naside a straggly lock of tangled hair. It wouldn't hurt to try to look\nhis best.\n\nThe twinkling fire came nearer.\n\n\nII\n\n\"A Mr. Macdonald to see you, Mr. Escher.\"\n\nClaude Escher flipped the intercom switch.\n\n\"Please send him right in.\"\n\nThat was entirely superfluous, he thought, because MacDonald would come\nin whether Escher wanted him to or not.\n\nThe door opened and shut with a slightly harder bang than usual and\nEscher mentally braced himself. He had a good hunch what the problem\nwas going to be and why it was being thrown in their laps.\n\nMacDonald made himself comfortable and sat there for a few minutes,\njust looking grim and not saying anything. Escher knew the psychology\nby heart. A short preliminary silence is always more effective in\nbrowbeating subordinates than an initial furious bluster.\n\nHe lit a cigarette and tried to outwait MacDonald. It wasn't\neasy--MacDonald had great staying powers, which was probably why he was\nthe head of the department.\n\nEscher gave in first. \"Okay, Mac, what's the trouble? What do we have\ntossed in our laps now?\"\n\n\"You know the one--colonization problem. You know that when we first\nstarted to colonize, quite a large percentage of the male population\ntook to the stars, as the saying goes. The adventuresome, the gamblers,\nthe frontier type all decided they wanted to head for other worlds, to\nget away from it all. The male of the species is far more adventuresome\nthan the female; the men left--but the women didn't. At least, not in\nnearly the same large numbers.\n\n\"Well, you see the problem. The ratio of women to men here on Earth is\nnow something like five to three. If you don't know what that means,\nask any man with a daughter. Or any psychiatrist. Husband-hunting isn't\njust a pleasant pastime on Earth. It's an earnest cutthroat business\nand I'm not just using a literary phrase.\"\n\nHe threw a paper on Escher's desk. \"You'll find most of the statistics\nabout it in that, Claude. Notice the increase in crimes peculiar to\nwomen. Shoplifting, badger games, poisonings, that kind of thing. It's\nquite a list. You'll also notice the huge increase in petty crimes, a\nlot of which wouldn't have bothered the courts before. In fact, they\nwouldn't even have been considered crimes. You know why they are now?\"\n\nEscher shook his head blankly.\n\n\"Most of the girls in the past who didn't catch a husband,\" MacDonald\ncontinued, \"grew up to be the type of old maid who's dedicated to\nimproving the morals and what-not of the rest of the population. We've\ngot more puritanical societies now than we ever had, and we have more\nsilly little laws on the books as a result. You can be thrown in the\npokey for things like violating a woman's privacy--whatever that\nmeans--and she's the one who decides whether what you say or do is a\nviolation or not.\"\n\nEscher looked bored. \"Not to mention the new prohibition which\nforbids the use of alcohol in everything from cough medicines to hair\ntonics. Or the cleaned up moral code that reeks--if you'll pardon the\nexpression--of purity. Sure, I know what you mean. And you know the\nsolution. All we have to do is get the women to colonize.\"\n\nMacDonald ran his fingers nervously through his hair.\n\n\"But it won't be easy, and that's why it's been given to us. It's your\nbaby, Claude. Give it a lot of thought. Nothing's impossible, you know.\"\n\n\"Perpetual motion machines are,\" Escher said quietly. \"And pulling\nyourself up by your boot-straps. But I get the point. Nevertheless,\nwomen just don't want to colonize. And who can blame them? Why should\nthey give up living in a luxury civilization, with as many modern\nconveniences as this one, to go homesteading on some wild, unexplored\nplanet where they have to work their fingers to the bone and play\nfootsie with wild animals and savages who would just as soon skin them\nalive as not?\"\n\n\"What do you advise I do, then?\" MacDonald demanded. \"Go back to the\nBoard and tell them the problem is not solvable, that we can't think of\nanything?\"\n\nEscher looked hurt. \"Did I say that? I just said it wouldn't be easy.\"\n\n\"The Board is giving you a blank check. Do anything you think will pay\noff. We have to stay within the letter of the law, of course, but not\nnecessarily the spirit.\"\n\n\"When do they have to have a solution?\"\n\n\"As soon as possible. At least within the year. By that time the\nsituation will be very serious. The psychologists say that what will\nhappen then won't be good.\"\n\n\"All right, by then we'll have the answer.\"\n\nMacDonald stopped at the door. \"There's another reason why they want it\nworked out. The number of men applying to the Colonization Board for\nemigration to the colony planets is falling off.\"\n\n\"How come?\"\n\nMacDonald smiled. \"On the basis of statistics alone, would you want to\nemigrate from a planet where the women outnumber the men five to three?\"\n\nWhen MacDonald had gone, Escher settled back in his chair and idly\ntapped his fingers on the desk-top. It was lucky that the Colonization\nBoard worked on two levels. One was the well-publicized, idealistic\nlevel where nothing was too good and every deal was 99 and 44/100 per\ncent pure. But when things got too difficult for it to handle on that\nlevel, they went to Escher and MacDonald's department. The coal mine\nlevel. Nothing was too low, so long as it worked. Of course, if it\ndidn't work, you took the lumps, too.\n\nHe rummaged around in his drawer and found a list of the qualifications\nset up by the Board for potential colonists. He read the list slowly\nand frowned. You had to be physically fit for the rigors of space\ntravel, naturally, but some of the qualifications were obviously silly.\nYou couldn't guarantee physical perfection in the second generation,\nanyway.\n\nHe tore the qualification list in shreds and dropped it in the disposal\nchute. That would have to be the first to go.\n\nThere were other things that could be done immediately. For one thing,\nas it stood now, you were supposed to be financially able to colonize.\nObviously a stupid and unappealing law. That would have to go next.\n\nHe picked up the sheet of statistics that MacDonald had left and read\nit carefully. The Board could legalize polygamy, but that was no\nsolution in the long run. Probably cause more problems than it would\nsolve. Even with women as easy to handle as they were nowadays, one was\nstill enough.\n\nWhich still left him with the main problem of how to get people to\ncolonize who didn't _want_ to colonize.\n\nThe first point was to convince them that they wanted to. The second\npoint was that it might not matter whether they wanted to or not.\n\nNo, it shouldn't be hard to solve at all--provided you held your nose,\nsilenced your conscience, and were willing to forget that there was\nsuch a thing as a moral code.\n\n\nIII\n\nPhyllis Hanson put the cover over her typewriter and locked the\ncorrespondence drawer. Another day was done, another evening about to\nbegin.\n\nShe filed into the washroom with the other girls and carefully redid\nher face. It was getting hard to disguise the worry lines, to paint\naway the faint crow's-feet around her eyes.\n\nShe wasn't, she admitted to herself for the thousandth time, what you\nwould call beautiful. She inspected herself carefully in her compact\nmirror. In a sudden flash of honesty, she had to admit that she wasn't\neven what you would call pretty. Her face was too broad, her nose a\nfraction too long, and her hair was dull. Not homely, exactly--but not\npretty, either.\n\nConversation hummed around her, most of it from the little group in the\ncorner, where the extreme few who were married sat as practically a\nrace apart. Their advice was sought, their suggestions avidly followed.\n\n\"Going out tonight, Phyl?\"\n\nShe hesitated a moment, then slowly painted on the rest of her mouth.\nThe question was technically a privacy violator, but she thought she\nwould sidestep it this time, instead of refusing to answer point-blank.\n\n\"I thought I'd stay home tonight. Have a few things I want to rinse\nout.\"\n\nThe black-haired girl next to her nodded sympathetically. \"Sure, Phyl,\nI know what you mean. Just like the rest of us--waiting for the phone\nto ring.\"\n\nPhyllis finished washing up and then left the office, carefully noting\nthe girl who was waiting for the boss. The girl was beautiful in a hard\nsort of way, a platinum blonde with an entertainer's busty figure.\nWaiting for a plump, middle-aged man like a stagestruck kid outside a\ntheatre.\n\nAt home, in her small two-room bachelor-girl apartment, she stripped\nand took a hot, sudsing shower, then stepped out and toweled herself in\nfront of a mirror. She frowned slightly. You didn't know whether you\nshould keep yourself in trim just on some off-chance, or give up and\nlet yourself go.\n\nShe fixed dinner, took a moderately long time doing the dishes, and\nwent through the standard routine of getting a book and curling up on\nthe sofa. It was a good book of the boot-legged variety--scientifically\nwritten with enough surplus heroes and heroines and lushly described\nlove affairs to hold anybody's interest.\n\nIt held hers for ten pages and then she threw the book across the room,\ngetting a savage delight at the way the pages ripped and fluttered to\nthe floor.\n\nWhat was the use of kidding herself any longer, of trying to live\nvicariously and hoping that some day she would have a home and a\nhusband? She was thirty now; the phone hadn't rung in the last three\nyears. She might as well spend this evening as she had spent so many\nothers--call up the girls for a bridge game and a little gossip, though\nheaven knew you always ended up envying the people you were gossiping\nabout.\n\nPerhaps she should have joined one of the organizations at the office\nthat did something like that seven nights out of every seven. A bridge\ngame or a benefit for some school or a talk on art. Or she could have\njoined the Lecture of the Week club, or the YWCA, or any one of the\nother government-sponsored clubs designed to fill the void in a woman's\nlife.\n\nBut bridge games and benefits and lectures didn't take the place of a\nhusband and family. She was kidding herself again.\n\nShe got up and retrieved the battered book, then went over to the mail\nslot. She hadn't had time to open her mail that morning; most of the\ntime it wasn't worth the effort. Advertisements for book clubs, lecture\nclubs, how to win at bridge and canasta....\n\nHer fingers sprang the metal tabs on a large envelope and she took out\nthe contents and spread it wide.\n\nShe gasped. It was a large poster, about a yard square. A man was on\nit, straddling a tiny city and a small panorama of farms and forests\nat his feet. He was a handsome specimen, with wavy blond hair and blue\neyes and a curly mat on his bare chest that was just enough to be\nattractive without being apelike. He held an axe in his hands and was\neyeing her with a clearly inviting look of brazen self-confidence.\n\n_It was definitely a privacy violator and she should notify the\nauthorities immediately!_\n\nBright lettering at the top of the poster shrieked: \"Come to the\nColonies, the Planets of Romance!\"\n\n_Whoever had mailed it should be arrested and imprisoned! Preying\non...._\n\nThe smaller print at the bottom was mostly full of facts and figures.\nThe need for women out on the colony planets, the percentage of men to\nwomen--a startling disproportion--the comfortable cities that weren't\nnearly as primitive as people had imagined, and the recently reduced\nqualifications.\n\nShe caught herself admiring the man on the poster. Naturally, it was an\nartist's conception, but even so....\n\nAnd the cities were far in advance of the frontier settlements, where\nyou had to battle disease and dirty savages.\n\nIt was all a dream. She had never done anything like this and she\nwouldn't think of doing it now. And had any of her friends seen the\nposter? Of course, they probably wouldn't tell her even if they had.\n\n_But the poster was a violation of privacy. Whoever had sent it had\ntaken advantage of information that was none of their business. It was\nup to her to notify the authorities!_\n\n       *       *       *       *       *\n\nShe took another look at the poster.\n\nThe letter she finally finished writing was very short. She addressed\nit to the box number in the upper left-hand corner of the plain\nwrapper that the poster had come in.\n\n\nIV\n\nThe dress lay on the counter, a small corner of it trailing off the\nedge. It was a beautiful thing, sheer sheen satin trimmed in gold nylon\nthread. It was the kind of gown that would make anybody who wore it\nlook beautiful. The price was high, much too high for her to pay. She\nknew she would never be able to buy it.\n\nBut she didn't intend to buy it.\n\nShe looked casually around and noted that nobody was watching her.\nThere was another woman a few counters down and a man, obviously\nembarrassed, at the lingerie counter. Nobody else was in sight. It was\na perfect time. The clerk had left to look up a difficult item that she\nhad purposely asked for and probably wouldn't be back for five minutes.\n\nTime enough, at any rate.\n\nThe dress was lying loose, so she didn't have to pry it off any\nhangers. She took another quick look around, then hurriedly bundled it\nup and dropped it in her shopping bag.\n\nShe had taken two self-assured steps away from the counter when she\nfelt a hand on her shoulder. The grip was firm and muscular and she\nknew she had lost the game. She also knew that she had to play it out\nto the end, to grasp any straw.\n\n\"Let go of me!\" she ordered in a frostily offended voice.\n\n\"Sorry, miss,\" the man said politely, \"but I think we have a short trip\nto take.\"\n\nShe thought for a moment of brazening it out further and then gave up.\nShe'd get a few weeks or months in the local detention building, a\nprobing into her background for the psychological reasons that prompted\nher to steal, and then she'd be out again.\n\nThey couldn't do anything to her that mattered.\n\nShe shrugged and followed the detective calmly. None of the shoppers\nhad looked up. None seemed to notice anything out of the ordinary.\n\nIn the detention building she thanked her good luck that she was facing\na man for the sentence, instead of one of the puritanical old biddies\nwho served on the bench. She even found a certain satisfaction in the\npresence of the cigar smoke and the blunt, earthy language that floated\nin from the corridor.\n\n\"Why did you steal it?\" the judge asked. He held up the dress, which,\nshe noted furiously, didn't look nearly as nice as it had under the\ndepartment store lights.\n\n\"I don't have anything to say,\" she said. \"I want to see a lawyer.\"\n\nShe could imagine what he was thinking. Another tough one, another\nplain jane who was shoplifting for a thrill.\n\nAnd she probably was. You had to do _something_ nowadays. You couldn't\njust sit home and chew your fingernails, or run out and listen to the\nendless boring lectures on art and culture.\n\n\"Name?\" he asked in a tired voice.\n\nShe knew the statistics he wanted. \"Ruby Johnson, 32, 145 pounds, brown\nhair and green eyes. Prints on file.\"\n\nThe judge leaned down and mentioned something to the bailiff, who left\nand presently came back with a ledger. The judge opened it and ran his\nfingers down one of the pages.\n\nThe sentence would probably be the usual, she thought--six months and a\nfine, or perhaps a little more when they found out she had a record for\nshoplifting.\n\nA stranger in the courtroom in the official linens of the government\nsuddenly stepped up beside the judge and looked at the page. She could\nhear a little of what he said:\n\n\"... anxiety neurosis ... obvious feeling of not being wanted ...\nprobably steals to attract attention ... recommend emigration.\"\n\n\"In view of some complicating factors, we're going to give you a\nchoice,\" the judge finally said. \"You can either go to the penitentiary\nfor ten years and pay a $10,000 fine, or you can ship out to the colony\nplanets and receive a five-hundred-dollar immigration bonus.\"\n\nShe thought for a minute that she hadn't heard right. Ten thousand\ndollars and ten years! It was obvious that the state was interested in\nneither the fine nor in paying her room and board for ten years. She\ncould recognize a squeeze play when she saw it, but there was nothing\nshe could do about it.\n\n\"I wouldn't call that a choice,\" she said sourly. \"I'll ship out.\"\n\n\nV\n\nSuzanne was proud of the apartment. It had all the modern conveniences,\nlike the needle shower with the perfume dispenser, the built-in\nsoft-drink bar in the library, the all-communications set, and the\nelectrical massager. It was a nice, comfortable setup, an illusion of\nsecurity in an ever-changing world.\n\nShe lit a cigarette and chuckled. Mrs. Burger, the fat old landlady,\nthought she kept up the apartment by working as a buyer for one of the\ndowntown stores.\n\nWell, maybe some day she would.\n\nBut not today. And not tonight.\n\nThe phone rang and she answered in a casual tone. She talked for a\nminute, then let a trace of sultriness creep into her voice. The\nconversation wasn't long.\n\nShe let the receiver fall back on the base and went into the bedroom to\nget a hat box. She wouldn't need much; she'd probably be back that same\nnight.\n\nIt was a nice night and since the address was only a few blocks away,\nshe decided to walk it. She blithely ignored the curious stares from\nother pedestrians, attracted by the sharp, clicking sound of her heels\non the sidewalk.\n\nThe address was a brownstone that looked more like an office building\nthan anything else, but then you could never tell. She pressed the\nbuzzer and waited a moment for the sound to echo back and forth on\nthe inside. She pressed it again and a moment later a suave young man\nappeared in the doorway.\n\n\"Miss Carstens?\"\n\nShe smiled pertly.\n\n\"We've been expecting you.\"\n\nShe wondered a little at the \"we,\" but dutifully smiled and followed\nhim in.\n\nThe glare of the lights inside the office blinded her for a moment.\nWhen she could focus them again, her smile became slightly blurry at\nthe edges and then disappeared entirely. She wasn't alone. There was a\nbattery of chairs against one side of the room. She recognized most of\nthe girls sitting in them.\n\nShe forced a smile to her lips and tried to laugh.\n\n\"I'm sure there's been some mistake! Why, I never....\"\n\nThe young man coughed politely. \"I'm afraid there's been no mistake.\nFull name, please.\"\n\n\"Suzanne Carstens,\" she said grimly, and gave the other statistics he\nwanted. She idly wondered what stoolie had peddled the phone numbers.\n\n\"Suzanne Carstens,\" the young man noted, and slowly shook his head.\n\"A very pretty name, but no doubt not your own. It actually doesn't\nmatter, though. Take a seat over there.\"\n\nShe did as he asked and he faced the entire group.\n\n\"I and the other gentlemen here represent the Colonization Board. We've\ninterceded with the local authorities in order to offer you a choice.\nWe would like to ship you out to the colony planets. Naturally, we will\npay you the standard emigration bonus of five hundred dollars. The\ncolonists need wives; they offer you--security.\"\n\nHe stressed the word slightly.\n\n\"Now, of course, if you don't prefer the colony planets, you can stay\nbehind and face the penalties of ten years in jail and a fine of ten\nthousand dollars.\"\n\nSuzanne felt that her lower jaw needed support. Ten thousand dollars\nand ten years! And in either case she'd lose the apartment she had\nworked so hard for, her symbol of security.\n\n\"Well, what do you say?\" There was a dead silence. The young man\nfrom the Colonization Board turned to Suzanne. \"How about you, Miss\nCarstens?\"\n\nShe smiled sickly and nodded her head. \"I _love_ to travel!\" she said.\n\nIt didn't sound at all witty even to herself.\n\n\nVI\n\nThe transfer shed was a vast and somber terminal, cold and impersonal.\nThere was a cleared space at the center of the floor where the\nofficials had desks and tables and rows of filing cabinets and busily\nclicking machinery. The women sat huddled around the edges of the shed,\nwaiting to be called to the center and assigned to any of the various\ncolony planets.\n\nPhyllis clutched her small suitcase, containing the few personal items\nshe had been allowed to take on the trip, and silently swore that once\nshe set foot on another planet, she'd never leave it, no matter what.\n\n\"Draft 49 for the Huffer Solar System report to the routing desk! Draft\n49 for the Huffer Solar System report to the routing desk!\"\n\n\"That's us,\" Suzanne said drily. She and Phyllis and Ruby joined the\nothers out on the floor.\n\n\"You understand,\" the routing official was saying, \"that you're allowed\nyour choice of planets in the Huffer Solar System. We'll read off\noccupational and other pertinent information and then you make your\nchoice.\n\n\"Sunside: First planet from the system sun. Warm, humid climate.\nFishing, flower-growing for export, mining, and natural handicrafts.\nPopulation ratio 7 to 1, males all somatypes and admixtures.\n\n\"Midplanet: Second planet out. Temperate climate. Farming,\nfur-trapping, slight manufacturing. Ratio 7 to 1, all somatypes and\nadmixtures.\"\n\n\"Newman's body, last planet out from the system sun....\"\n\nHe finished the list and gave them five minutes to decide. The names of\nthe three planets appeared on the floor in glowing letters. When they\nhad made up their minds, they were to go and stand on the name.\n\nThey held a short conference.\n\n\"It looks like it's a tossup between fish and furs,\" Ruby said. \"I\nthink I'll take Midplanet. I like furs better than fish.\"\n\nThey argued a moment longer, then picked up their belongings and went\nand stood on the luminous letters.\n\n\nVII\n\nNo doubt of it, the carpet made a fairly suitable green, Escher\nthought. He placed the ball firmly on the nap, stepped back a pace,\nand tapped it smartly with the golf club. It rolled in a beautifully\nstraight path into the upturned water glass.\n\n\"Very nice shot, Claude.\"\n\nEscher looked up and leaned the club against the side of the desk.\n\n\"I thought so, too,\" he agreed. \"What brings you here, Mac?\"\n\nMacDonald sat down and poured himself a glass of water from the beaker\non Escher's desk.\n\n\"Just wanted to pass on the compliments of the Board for the recent\nlarge upswing in woman emigrants to the colony planets.\"\n\nEscher casually waved it aside.\n\n\"It wasn't much. We just had to rid ourselves of some old-fashioned\nnotions, that's all. I was afraid, though, that the Board might\ndisapprove of our methods.\"\n\nMacDonald thought for a moment.\n\n\"No, I guess they didn't. I can't recall any members of the Board\ncomplaining about it, at least. Apparently they felt that something\ndrastic was needed. Or, more probably, they've kept themselves\ncarefully ignorant of just how we did it. Oh, they know we violated\nprivacy in a lot of cases, but they're willing to overlook it.\"\n\n\"Very white of them, I'm sure,\" Escher grunted. He took up the club\nand set the ball back on its carpet tee. \"How about a game tomorrow\nafternoon?\"\n\nMacDonald shook his head. \"It didn't bother the Board much, Claude,\nbut I followed your advertising and I was down to the port to see a\ncontingent of our new colonists take off. It bothers _me_, Claude.\nThe ads you sent to the different planets, the whispering campaign we\narranged for, the subtle propaganda we sent out--and then the women.\nDon't you think there will be some sort of howl? We've definitely led\nthem to believe one thing and here we're sending them--well, the new\ncolonists leave a lot to be desired.\"\n\nEscher looked at him coldly. \"Look, Mac, let's be cynical about this.\nThat's why it was referred to us in the first place. Of course the\ngirls we sent aren't the most beautiful or the most glamorous. Those\ngirls are already married and you couldn't get them to leave, no matter\nwhat you did. The girls we sent are the ones who weren't wanted here\non Earth. We even killed two birds with one stone and solved the crime\nproblem.\"\n\nHe held up his hand when MacDonald started to object.\n\n\"Don't say it, Mac. Stop and think for a moment. What danger can\na shoplifter do on a colony planet? There's nothing to steal. And\nwithout large cities, most other types of crime will have equally\ntough sledding. Besides, we eliminated those who had natural criminal\ntendencies. Most of the others had drifted into it as an outlet for\ntheir sense of insecurity, the feeling of not being wanted.\"\n\nMacDonald looked worried.\n\n\"All right, what happens when the colonists find out, Claude? What\nhappens when they find out we shipped them the castoffs, the leftovers?\"\n\n\"The point is, Mac, they'll never find out. They're Second System\ncolonists. You know how the Colonization Board works. Planet A\ncolonizes planet B. Planet B colonizes planet C. Given a suitable\nnumber of generations, the people on planet C will never have seen\npeople from planet A. Earth is planet A. The colony planets to which\nthe women were sent are all planet Cs.\n\n\"You see, the catch is that the colonists will have no basis on which\nto make comparisons. They've never seen women from Earth!\"\n\n\"I still don't like it. They _have_ seen women from other planets.\nAfter taking a look at the last shipload of females that left Earth,\nI'm still worried.\"\n\nEscher laughed. \"That's because you _haven't_ seen some of the colony\nwomen, Mac. Tell me, what is the most cultured and socially up-to-date\nplanet? Earth, of course. Now on what planet has husband-hunting and\npleasing been developed into an all-out struggle with fine scientific\ntechniques? Earth, again. The colonists don't have a chance.\n\n\"When it comes to catching and pleasing the male, the girls from Earth\nhave really had an education. They can take care of themselves. Don't\nworry about that. Who's to tell the colonists the girls aren't the\ncream of the crop, anyway? Not the girls themselves, certainly. And not\nus. I tell you they'll never find out, Mac.\"\n\n\"You're positive that the colonists will be pleased with the women?\"\n\nEscher hesitated. \"Well, reasonably.\" He sounded a little wistful. He\npracticed his swing a few more times, barely missing the lamp on his\ndesk.\n\n\"I thought the advertising was rather clever, too. They'll feel a\ngreat obligation to us for sending them 'Earth's Fairest Daughters.' Be\ngood for strengthening the ties to the mother planet.\"\n\nMacDonald looked somewhat happier.\n\n\"What about the women themselves, though? We sold them a bill of goods,\ntoo, you know. They're expecting modern cities and handsome, rugged\nheroes for husbands. I know damn well that a lot of the colonies aren't\nmuch more than sinkholes and I suspect the sanitary, rugged, thoughtful\nmale is strictly off the artist's drawing board. What happens when the\nwomen find that out?\"\n\nEscher took the ball out of the glass and went back a few paces for\nanother try.\n\n\"Don't forget, Mac, the girls are the ones who weren't wanted here,\nthe ones who were heading up for lives as old maids. They're going\nto planets where they're strictly a scarce item, where they'll be\nappreciated. The colonists will think they're getting something special\nand they'll treat the girls that way. They'll take good care of them.\nThere might be a few difficulties at first, but it'll come out all\nright.\"\n\n\"In other words, the whole thing hinges on how the colonists receive\nthe girls. Isn't that it?\"\n\nThe ball thunked solidly into the glass again and rolled out.\n\n\"That's right. We've hedged our bets the best we can. Now we'll have to\nwait and see. But I don't think we have anything to worry about.\"\n\n\"Uh-huh,\" MacDonald grumbled. \"It works out nice in theory, but I\nwonder how it'll be in practice.\"\n\n\nVIII\n\nPhyllis let the deceleration press her into the cot and tried to relax.\nIn ten minutes they would be disembarking in Landing City. Landing\nCity, with its wide, paved streets and modern buildings, the neatly\nlaid-out farms and the modern rocket port.\n\nThere was a clanging of bells, a sudden feeling of nausea, and she knew\nthey had landed. In the excited buzz of conversation from the others,\nshe got her small suitcase and filed toward the hatch.\n\nThey took her name and gave her the emigration bonus, and then she was\non the ramp going down, smelling the cool fresh air and feeling a damp\nbreeze against her face.\n\nShe looked down....\n\nThe modern rocket port was a scorched expanse of dirty ground, with a\nrusting shed at one end that she guessed was the office. Landing City\nwas a collection of rundown shacks and corrugated huts with mud streets\nand wooden sidewalks running between them.\n\nShe should have guessed, she thought bitterly. She had been sold a bill\nof goods. And there was no going back now; she was stuck with it.\n\nStuck with it.\n\nShe took another look. At least it would be healthy, and there was\nsomething besides the concrete and granite of a city to look at.\nIt wouldn't be day in and day out of sitting eight hours behind a\ntypewriter, and then back to her lonesome two rooms for an evening of\nbridge or a night with a boring book.\n\nAnd there was nothing wrong with the town that couldn't be remedied\nand improved with a little work. She and the others would see to that.\nProgress was going to hit Landing City whether the colonists like it or\nnot.\n\nThe colonists....\n\nShe stared at the whiskery, ragged lot of men of all shapes and sizes\nthat were waiting to welcome them.\n\nThey had probably, she thought queerly, never heard a lecture on art in\ntheir lives. And they wouldn't have any interest in historical novels\nand it was an even-money bet that bridge and canasta games would bore\nthem.\n\nThey were _uncultured_, she thought happily, _thoroughly_ uncultured!\nTheir main interest was probably in having a home and raising a family\nand working....\n\nAnd with a shave and clean clothes, they might even be handsome! A\ndimly remembered poster of a blond-haired giant flashed into her mind,\nbut she dismissed it. The men below had a hard, healthy look about\nthem, a certain virility, an individuality that the pale men back on\nEarth, now that she thought of it, seemed to lack.\n\nShe was very definitely going to like it here.\n\nThen she had a sudden, nagging thought.\n\nHow would the colonists take to her and the other bedraggled females?\n\n\nIX\n\nThe twinkling fire came nearer and they could make out the outlines of\nthe slim-ship. It rapidly grew in size and finally settled to a heavy,\ngroaning rest on the pitted and blackened landing field.\n\nKarl was holding his breath, staring at the outline of the hatch on the\nship's rusty side. It opened and the flight of descent stairs slid out.\nThe captain and crew came out first.\n\nThen the women filed down the ladder, smiling timidly and looking cold\nand frightened.\n\nKarl could hear Hill gulping noisily beside him and knew that his own\nmouth was gaping. But he couldn't help it.\n\nThe girls were gorgeous.\n\n\n\n\n\nEnd of Project Gutenberg's The Girls From Earth, by Frank M. Robinson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GIRLS FROM EARTH ***\n\n***** This file should be named 51268.txt or 51268.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/6/51268/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}