{"title": "Pen Pal", "author": "Milton Lesser", "releaseDate": "February 23, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                PEN PAL\n\n                       Illustrated by DON SIBLEY\n\n                           By MILTON LESSER\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n          All she wanted was a mate and she had the gumption\n              to go out and hunt one down. But that meant\n              poaching in a strictly forbidden territory!\n\n\nThe best that could be said for Matilda Penshaws was that she was\nsomething of a paradox. She was thirty-three years old, certainly not\naged when you consider the fact that the female life expectancy is now\nup in the sixties, but the lines were beginning to etch their permanent\npaths across her face and now she needed certain remedial undergarments\nat which she would have scoffed ten or even five years ago. Matilda was\nalso looking for a husband.\n\nThis, in itself, was not unusual--but Matilda was so completely\nwrapped up in the romantic fallacy of her day that she sought a prince\ncharming, a faithful Don Juan, a man who had been everywhere and tasted\nof every worldly pleasure and who now wanted to sit on a porch and\ntalk about it all to Matilda.\n\nThe fact that in all probability such a man did not exist disturbed\nMatilda not in the least. She had been known to say that there are over\na billion men in the world, a goodly percentage of whom are eligible\nbachelors, and that the right one would come along simply because she\nhad been waiting for him.\n\nMatilda, you see, had patience.\n\nShe also had a fetish. Matilda had received her A.B. from exclusive\nUrsula Johns College and Radcliff had yielded her Masters degree, yet\nMatilda was an avid follower of the pen pal columns. She would read\nthem carefully and then read them again, looking for the masculine\nnames which, through a system known only to Matilda, had an affinity\nto her own. To the gentlemen upon whom these names were affixed,\nMatilda would write, and she often told her mother, the widow Penshaws,\nthat it was in this way she would find her husband. The widow Penshaws\nimpatiently told her to go out and get dates.\n\n       *       *       *       *       *\n\nThat particular night, Matilda pulled her battered old sedan into the\ngarage and walked up the walk to the porch. The widow Penshaws was\nrocking on the glider and Matilda said hello.\n\nThe first thing the widow Penshaws did was to take Matilda's left hand\nin her own and examine the next-to-the-last finger.\n\n\"I thought so,\" she said. \"I knew this was coming when I saw that look\nin your eye at dinner. Where is Herman's engagement ring?\"\n\nMatilda smiled. \"It wouldn't have worked out, Ma. He was too darned\nstuffy. I gave him his ring and said thanks anyway and he smiled\npolitely and said he wished I had told him sooner because his fifteenth\ncollege reunion was this weekend and he had already turned down the\ninvitation.\"\n\nThe widow Penshaws nodded regretfully. \"That was thoughtful of Herman\nto hide his feelings.\"\n\n\"Hogwash!\" said her daughter. \"He has no true feelings. He's sorry that\nhe had to miss his college reunion. That's all he has to hide. A stuffy\nVictorian prude and even less of a man than the others.\"\n\n\"But, Matilda, that's your fifth broken engagement in three years. It\nain't that you ain't popular, but you just don't want to cooperate.\nYou don't _fall_ in love, Matilda--no one does. Love osmoses into you\nslowly, without you even knowing, and it keeps growing all the time.\"\n\nMatilda admired her mother's use of the word osmosis, but she found\nnothing which was not objectionable about being unaware of the impact\nof love. She said good-night and went upstairs, climbed out of her\nlight summer dress and took a cold shower.\n\nShe began to hum to herself. She had not yet seen the pen pal section\nof the current _Literary Review_, and because the subject matter of\nthat magazine was somewhat highbrow and cosmopolitan, she could expect\na gratifying selection of pen pals.\n\nShe shut off the shower, brushed her teeth, gargled, patted herself\ndry with a towel, and jumped into bed, careful to lock the door of her\nbedroom. She dared not let the widow Penshaws know that she slept in\nthe nude; the widow Penshaws would object to a girl sleeping in the\nnude, even if the nearest neighbor was three hundred yards away.\n\nMatilda switched her bed lamp on and dabbed some citronella on each\near lobe and a little droplet on her chin (how she hated insects!).\nThen she propped up her pillows--two pillows partially stopped her\npost-nasal drip; and took the latest issue of the _Literary Review_\noff the night table.\n\nShe flipped through the pages and came to personals. Someone in\nNebraska wanted to trade match books; someone in New York needed a\nmidwestern pen pal, but it was a woman; an elderly man interested in\nornithology wanted a young chick correspondent interested in the same\nsubject; a young, personable man wanted an editorial position because\nhe thought he had something to offer the editorial world; and--\n\n       *       *       *       *       *\n\nMatilda read the next one twice. Then she held it close to the light\nand read it again. The _Literary Review_ was one of the few magazines\nwhich printed the name of the advertiser rather than a box number, and\nMatilda even liked the sound of the name. But mostly, she had to admit\nto herself, it was the flavor of the wording. This very well could be\n_it_. Or, that is, _him_.\n\n    Intelligent, somewhat egotistical male who's really been around,\n    whose universal experience can make the average cosmopolite look\n    like a provincial hick, is in need of several female\n    correspondents: must be intelligent, have gumption, be capable of\n    listening to male who has a lot to say and wants to say it. All\n    others need not apply. Wonderful opportunity cultural\n    experience ... Haron Gorka, Cedar Falls, Ill.\n\nThe man was egotistical, all right; Matilda could see that. But she had\nnever minded an egotistical man, at least not when he had something\nabout which he had a genuine reason to be egotistical. The man sounded\nas though he would have reason indeed. He only wanted the best because\nhe was the best. Like calls to like.\n\nThe name--Haron Gorka: its oddness was somehow beautiful to Matilda.\nHaron Gorka--the nationality could be anything. And that was it. He had\nno nationality for all intents and purposes; he was an international\nman, a figure among figures, a paragon....\n\nMatilda sighed happily as she put out the light. The moon shone in\nthrough the window brightly, and at such times Matilda generally would\nget up, go to the cupboard, pull out a towel, take two hairpins from\nher powder drawer, pin the towel to the screen of her window, and hence\nkeep the disturbing moonlight from her eyes. But this time it did not\ndisturb her, and she would let it shine. Cedar Falls was a small town\nnot fifty miles from her home, and she'd get there a hop, skip, and\njump ahead of her competitors, simply by arriving in person instead of\nwriting a letter.\n\nMatilda was not yet that far gone in years or appearance. Dressed\nproperly, she could hope to make a favorable impression in person, and\nshe felt it was important to beat the influx of mail to Cedar Falls.\n\n       *       *       *       *       *\n\nMatilda got out of bed at seven, tiptoed into the bathroom, showered\nwith a merest wary trickle of water, tiptoed back into her bedroom,\ndressed in her very best cotton over the finest of uplifting and\nfigure-moulding underthings, made sure her stocking seams were\nperfectly straight, brushed her suede shoes, admired herself in the\nmirror, read the ad again, wished for a moment she were a bit younger,\nand tiptoed downstairs.\n\nThe widow Penshaws met her at the bottom of the stairwell.\n\n\"Mother,\" gasped Matilda. Matilda always gasped when she saw something\nunexpected. \"What on earth are you doing up?\"\n\nThe widow Penshaws smiled somewhat toothlessly, having neglected to put\nin both her uppers and lowers this early in the morning. \"I'm fixing\nbreakfast, of course....\"\n\nThen the widow Penshaws told Matilda that she could never hope to sneak\nabout the house without her mother knowing about it, and that even\nif she were going out in response to one of those foolish ads in the\nmagazines, she would still need a good breakfast to start with like\nonly mother could cook. Matilda moodily thanked the widow Penshaws.\n\n       *       *       *       *       *\n\nDriving the fifty miles to Cedar Falls in a little less than an hour,\nMatilda hummed Mendelssohn's Wedding March all the way. It was her\nfavorite piece of music. Once, she told herself: Matilda Penshaws, you\nare being premature about the whole thing. But she laughed and thought\nthat if she was, she was, and, meanwhile, she could only get to Cedar\nFalls and find out.\n\nAnd so she got there.\n\nThe man in the wire cage at the Cedar Falls post office was a\nstereotype. Matilda always liked to think in terms of stereotypes. This\nman was small, roundish, florid of face, with a pair of eyeglasses\nwhich hung too far down on his nose. Matilda knew he would peer over\nhis glasses and answer questions grudgingly.\n\n\"Hello,\" said Matilda.\n\nThe stereotype grunted and peered at her over his glasses. Matilda\nasked him where she could find Haron Gorka.\n\n\"What?\"\n\n\"I said, where can I find Haron Gorka?\"\n\n\"Is that in the United States?\"\n\n\"It's not a that; it's a he. Where can I find him? Where does he live?\nWhat's the quickest way to get there?\"\n\nThe stereotype pushed up his glasses and looked at her squarely. \"Now\ntake it easy, ma'am. First place, I don't know any Haron Gorka--\"\n\nMatilda kept the alarm from creeping into her voice. She muttered an\n_oh_ under her breath and took out the ad. This she showed to the\nstereotype, and he scratched his bald head. Then he told Matilda almost\nhappily that he was sorry he couldn't help her. He grudgingly suggested\nthat if it really were important, she might check with the police.\n\nMatilda did, only they didn't know any Haron Gorka, either. It turned\nout that no one did: Matilda tried the general store, the fire\ndepartment, the city hall, the high school, all three Cedar Falls gas\nstations, the livery stable, and half a dozen private dwellings at\nrandom. As far us the gentry of Cedar Falls was concerned, Haron Gorka\ndid not exist.\n\nMatilda felt bad, but she had no intention of returning home this\nearly. If she could not find Haron Gorka, that was one thing; but she\nknew that she'd rather not return home and face the widow Penshaws, at\nleast not for a while yet. The widow Penshaws meant well, but she liked\nto analyze other people's mistakes, especially Matilda's.\n\nAccordingly, Matilda trudged wearily toward Cedar Falls' small and\nunimposing library. She could release some of her pent-up aggression by\nbrowsing through the dusty slacks.\n\nThis she did, but it was unrewarding. Cedar Falls had what might be\ncalled a microscopic library, and Matilda thought that if this small\nbuilding were filled with microfilm rather than books, the library\nstill would be lacking. Hence she retraced her steps and nodded to the\nold librarian as she passed.\n\n       *       *       *       *       *\n\nThen Matilda frowned. Twenty years from now, this could be Matilda\nPenshaws--complete with plain gray dress, rimless spectacles, gray\nhair, suspicious eyes, and a broom-stick figure....\n\nOn the other hand--why not? Why couldn't the librarian help her? Why\nhadn't she thought of it before? Certainly a man as well-educated as\nHaron Gorka would be an avid reader, and unless he had a permanent\nresidence here in Cedar Palls, one couldn't expect that he'd have his\nown library with him. This being the case, a third-rate collection\nof books was far better than no collection at all, and perhaps the\nlibrarian would know Mr. Haron Gorka.\n\nMatilda cleared her throat. \"Pardon me,\" she began. \"I'm looking for--\"\n\n\"Haron Gorka.\" The librarian nodded.\n\n\"How on earth did you know?\"\n\n\"That's easy. You're the sixth young woman who came here inquiring\nabout that man today. Six of you--five others in the morning, and now\nyou in the afternoon. I never did trust this Mr. Gorka....\"\n\nMatilda jumped as if she had been struck strategically from the rear.\n\"You know him? You know Haron Gorka?\"\n\n\"Certainly. Of course I know him. He's our steadiest reader here at\nthe library. Not a week goes by that he doesn't take out three, four\nbooks. Scholarly gentleman, but not without charm. If I were twenty\nyears younger--\"\n\nMatilda thought a little flattery might be effective. \"Only ten,\" she\nassured the librarian. \"Ten years would be more than sufficient, I'm\nsure.\"\n\n\"Are you? Well. Well, well.\" The librarian did something with the back\nof her hair, but it looked the same as before. \"Maybe you're right.\nMaybe you're right at that.\" Then she sighed. \"But I guess a miss is as\ngood as a mile.\"\n\n\"What do you mean?\"\n\n\"I mean anyone would like to correspond with Haron Gorka. Or to know\nhim well. To be considered his friend. Haron Gorka....\"\n\nThe librarian seemed about to soar off into the air someplace, and if\nfive women had been here first, Matilda was now definitely in a hurry.\n\n\"Um, where can I find Mr. Gorka?\"\n\n\"I'm not supposed to do this, you know. We're not permitted to give the\naddresses of any of our people. Against regulations, my dear.\"\n\n\"What about the other five women?\"\n\n\"They convinced me that I ought to give them his address.\"\n\nMatilda reached into her pocket-book and withdrew a five dollar bill.\n\"Was this the way?\" she demanded. Matilda was not very good at this\nsort of thing.\n\nThe librarian shook her head.\n\nMatilda nodded shrewdly and added a twin brother to the bill in her\nhand. \"Then is this better?\"\n\n\"That's worse. I wouldn't take your money--\"\n\n\"Sorry. What then?\"\n\n\"If I can't enjoy an association with Haron Gorka directly, I still\ncould get the vicarious pleasure of your contact with him. Report to me\nfaithfully and you'll get his address. That's what the other five will\ndo, and with half a dozen of you, I'll get an overall picture. Each one\nof you will tell me about Haron Gorka, sparing no details. You each\nhave a distinct personality, of course, and it will color each picture\nconsiderably. But with six of you reporting, I should receive my share\nof vicarious enjoyment. Is it--ah--a deal?\"\n\nMatilda assured her that it was, and, breathlessly, she wrote down the\naddress. She thanked the librarian and then she went out to her car,\nwhistling to herself.\n\n       *       *       *       *       *\n\nHaron Gorka lived in what could have been an agrarian estate, except\nthat the land no longer was being tilled. The house itself had fallen\nto ruin. This surprised Matilda, but she did not let it keep her\nspirits in check. Haron Gorka, the man, was what counted, and the\nlibrarian's account of him certainly had been glowing enough. Perhaps\nhe was too busy with his cultural pursuits to pay any real attention to\nhis dwelling. That was it, of course: the conspicuous show of wealth or\npersonal industry meant nothing at all to Haron Gorka. Matilda liked\nhim all the more for it.\n\nThere were five cars parked in the long driveway, and now Matilda's\nmade the sixth. In spite of herself, she smiled. She had not been the\nonly one with the idea to visit Haron Gorka in person. With half a\ndozen of them there, the laggards who resorted to posting letters would\nbe left far behind. Matilda congratulated herself for what she thought\nhad been her ingenuity, and which now turned out to be something which\nshe had in common with five other women. You live and learn, thought\nMatilda. And then, quite annoyedly, she berated herself for not having\nbeen the first. Perhaps the other five all were satisfactory; perhaps\nshe wouldn't be needed; perhaps she was too late....\n\n       *       *       *       *       *\n\nAs it turned out, she wasn't. Not only that, she was welcomed with open\narms. Not by Haron Gorka; that she really might have liked. Instead,\nsomeone she could only regard as a menial met her, and when he asked\nhad she come in response to the advertisement, she nodded eagerly.\nHe told her that was fine and he ushered her straight into a room\nwhich evidently was to be her living quarters. It contained a small\nundersized bed, a table, and a chair, and, near a little slot in the\nwall, there was a button.\n\n\"You want any food or drink,\" the servant told her, \"and you just press\nthat button. The results will surprise you.\"\n\n\"What about Mr. Gorka?\"\n\n\"When he wants you, he will send for you. Meanwhile, make yourself to\nhome, lady, and I will tell him you are here.\"\n\nA little doubtful now, Matilda thanked him and watched him leave. He\nclosed the door softly behind his retreating feet, but Matilda's ears\nhad not missed the ominous click. She ran to the door and tried to open\nit, but it would not budge. It was locked--from the outside.\n\nIt must be said to Matilda's favor that she sobbed only once. After\nthat she realized that what is done is done and here, past thirty,\nshe wasn't going to be girlishly timid about it. Besides, it was not\nher fault if, in his unconcern, Haron Gorka had unwittingly hired a\nneurotic servant.\n\nFor a time Matilda paced back and forth in her room, and of what was\ngoing on outside she could hear nothing. In that case, she would\npretend that there was nothing outside the little room, and presently\nshe lay down on the bed to take a nap. This didn't last long, however:\nshe had a nightmare in which Haron Gorka appeared as a giant with two\nheads, but, upon awaking with a start, she immediately ascribed that to\nher overwrought nerves.\n\nAt that point she remembered what the servant had said about food and\nshe thought at once of the supreme justice she could do to a juicy\nbeefsteak. Well, maybe they didn't have a beefsteak. In that case, she\nwould take what they had, and, accordingly, she walked to the little\nslot in the wall and pressed the button.\n\nShe heard the whir of machinery. A moment later there was a soft\nsliding sound. Through the slot first came a delicious aroma, followed\nalmost instantly by a tray. On the tray were a bowl of turtle soup,\nmashed potatoes, green peas, bread, a strange cocktail, root-beer, a\nparfait--and a thick tenderloin sizzling in hot butter sauce.\n\nMatilda gasped once and felt about to gasp again--but by then her\nsalivary glands were working overtime, and she ate her meal. The fact\nthat it was precisely what she would have wanted could, of course, be\nattributed to coincidence, and the further fact that everything was\nextremely palatable made her forget all about Haron Gorka's neurotic\nservant.\n\nWhen she finished her meal a pleasant lethargy possessed her, and in a\nlittle while Matilda was asleep again. This time she did not dream at\nall. It was a deep sleep and a restful one, and when she awoke it was\nwith the wonderful feeling that everything was all right.\n\n       *       *       *       *       *\n\nThe feeling did not last long. Standing over her was Haron Gorka's\nservant, and he said, \"Mr. Gorka will see you now.\"\n\n\"Now?\"\n\n\"Now. That's what you're here for, isn't it?\"\n\nHe had a point there, but Matilda hardly even had time to fix her hair.\nShe told the servant so.\n\n\"Miss,\" he replied, \"I assure you it will not matter in the least to\nHaron Gorka. You are here and he is ready to see you and that is all\nthat matters.\"\n\n\"You sure?\" Matilda wanted to take no chances.\n\n\"Yes. Come.\"\n\nShe followed him out of the little room and across what should have\nbeen a spacious dining area, except that everything seemed covered with\ndust. Of the other women Matilda could see nothing, and she suddenly\nrealized that each of them probably had a cubicle of a room like her\nown, and that each in her turn had already had her first visit with\nHaron Gorka. Well, then, she must see to it that she impressed him\nbetter than did all the rest, and, later, when she returned to tell the\nold librarian of her adventures, she could perhaps draw her out and\ncompare notes.\n\nShe would not admit even to herself that she was disappointed with\nHaron Gorka. It was not that he was homely and unimpressive; it was\njust that he was so _ordinary_-looking. She almost would have preferred\nthe monster of her dreams.\n\n       *       *       *       *       *\n\nHe wore a white linen suit and he had mousy hair, drab eyes, an\nalmost-Roman nose, a petulant mouth with the slight arch of the egotist\nat each corner.\n\nHe said, \"Greetings. You have come--\"\n\n\"In response to your ad. How do you do, Mr. Gorka?\"\n\nShe hoped she wasn't being too formal. But, then, there was no sense in\nassuming that he would like informality. She could only wait and see\nand adjust her own actions to suit him. Meanwhile, it would be best to\nkeep on the middle of the road.\n\n\"I am fine. Are you ready?\"\n\n\"Ready?\"\n\n\"Certainly. You came in response to my ad. You want to hear me talk, do\nyou not?\"\n\n\"I--do.\" Matilda had had visions of her prince charming sitting back\nand relaxing with her, telling her of the many things he had done and\nseen. But first she certainly would have liked to get to _know_ the\nman. Well, Haron Gorka obviously had more experience along these lines\nthan she did. He waited, however, as if wondering what to say, and\nMatilda, accustomed to social chatter, gave him a gambit.\n\n\"I must admit I was surprised when I got exactly what I wanted for\ndinner,\" she told him brightly.\n\n\"Eh? What say? Oh, yes, naturally. A combination of telepathy and\nteleportation. The synthetic cookery is attuned to your mind when you\npress the buzzer, and the strength of your psychic impulses determines\nhow closely the meal will adjust to your desires. The fact that the\nadjustment here was near perfect is commendable. It means either that\nyou have a high psi-quotient, or that you were very hungry.\"\n\n\"Yes,\" said Matilda vaguely. Perhaps it might be better, after all, if\nHaron Gorka were to talk to her as he saw fit.\n\n\"Ready?\"\n\n\"Uh--ready.\"\n\n\"Well?\"\n\n\"Well, what, Mr. Gorka?\"\n\n\"What would you like me to talk about?\"\n\n\"Oh, anything.\"\n\n\"Please. As the ad read, my universal experience--is universal.\nLiterally. You'll have to be more specific.\"\n\n\"Well, why don't you tell me about some of your far travels?\nUnfortunately, while I've done a lot of reading, I haven't been to all\nthe places I would have liked--\"\n\n\"Good enough. You know, of course, how frigid Deneb VII is?\"\n\nMatilda said, \"Beg pardon?\"\n\n\"Well, there was the time our crew--before I had retired, of\ncourse--made a crash landing there. We could survive in the vac-suits,\nof course, but the _thlomots_ were after us almost at once. They go\nmad over plastic. They will eat absolutely any sort of plastic. Our\nvac-suits--\"\n\n\"--were made of plastic,\" Matilda suggested. She did not understand a\nthing he was talking about, but she felt she had better act bright.\n\n\"No, no. Must you interrupt? The air-hose and the water feed, these\nwere plastic. Not the rest of the suit. The point is that half of us\nwere destroyed before the rescue ship could come, and the remainder\nwere near death. I owe my life to the mimicry of a _flaak_ from Capella\nIII. It assumed the properties of plastic and led the _thlomots_ a\nmerry chase across the frozen surface of D VII. You travel in the Deneb\nsystem now and Interstellar Ordinance makes it mandatory to carry\n_flaaks_ with you. Excellent idea, really excellent.\"\n\n       *       *       *       *       *\n\nAlmost at once, Matilda's educational background should have told her\nthat Haron Gorka was mouthing gibberish. But on the other hand she\n_wanted_ to believe in him and the result was that it took until now\nfor her to realize it.\n\n\"Stop making fun of me,\" she said.\n\n\"So, naturally, you'll see _flaaks_ all over that system--\"\n\n\"Stop!\"\n\n\"What's that? Making fun of you?\" Haron Gorka's voice had been so\neager as he spoke, high-pitched, almost like a child's, and now he\nseemed disappointed. He smiled, but it was a sad smile, a smile of\nresignation, and he said, \"Very well. I'm wrong again. You are the\nsixth, and you're no better than the other five. Perhaps you are even\nmore outspoken. When you see my wife, tell her to come back. Again she\nis right and I am wrong....\"\n\nHaron Gorka turned his back.\n\nMatilda could do nothing but leave the room, walk back through the\nhouse, go outside and get into her car. She noticed not without\nsurprise that the other five cars were now gone. She was the last of\nHaron Gorka's guests to depart.\n\nAs she shifted into reverse and pulled out of the driveway, she saw\nthe servant leaving, too. Far down the road, he was walking slowly.\nThen Haron Gorka had severed that relationship, too, and now he was all\nalone.\n\nAs she drove back to town, the disappointment melted slowly away. There\nwere, of course, two alternatives. Either Haron Gorka was an eccentric\nwho enjoyed this sort of outlandish tomfoolery, or else he was plainly\ninsane. She could still picture him ranting on aimlessly to no one in\nparticular about places which had no existence outside of his mind, his\nvoice high-pitched and eager.\n\n       *       *       *       *       *\n\nIt was not until she had passed the small library building that she\nremembered what she had promised the librarian. In her own way, the\naging woman would be as disappointed as Matilda, but a promise was a\npromise, and Matilda turned the car in a wide U-turn and parked it\noutside the library.\n\nThe woman sat at her desk as Matilda had remembered her, gray,\nbroom-stick figure, rigid. But now when she saw Matilda she perked up\nvisibly.\n\n\"Hello, my dear,\" she said.\n\n\"Hi.\"\n\n\"You're back a bit sooner than I expected. But, then, the other five\nhave returned, too, and I imagine your story will be similar.\"\n\n\"I don't know what they told you,\" Matilda said. \"But this is what\nhappened to me.\"\n\nShe quickly then related everything which had happened, completely and\nin detail. She did this first because it was a promise, and second\nbecause she knew it would make her feel better.\n\n\"So,\" she finished, \"Haron Gorka is either extremely eccentric or\ninsane. I'm sorry.\"\n\n\"He's neither,\" the librarian contradicted. \"Perhaps he is slightly\neccentric by your standards, but really, my dear, he is neither.\"\n\n\"What do you mean?\"\n\n\"Did he leave a message for his wife?\"\n\n\"Why, yes. Yes, he did. But how did you know? Oh, I suppose he told the\nfive.\"\n\n\"No. He didn't. But you were the last and I thought he would give you a\nmessage for his wife--\"\n\nMatilda didn't understand. She didn't understand at all, but she told\nthe little librarian what the message was. \"He wanted her to return,\"\nshe said.\n\nThe librarian nodded, a happy smile on her lips. \"You wouldn't believe\nme if I told you something.\"\n\n\"What's that?\"\n\n\"I am Mrs. Gorka.\"\n\nThe librarian stood up and came around the desk. She opened a drawer\nand took out her hat and perched it jauntily atop her gray hair. \"You\nsee, my dear, Haron expects too much. He expects entirely too much.\"\n\nMatilda did not say a word. One madman a day would be quite enough for\nanybody, but here she found herself confronted with two.\n\n\"We've been tripping for centuries, visiting every habitable star\nsystem from our home near Canopus. But Haron is too demanding. He\nsays I am a finicky traveler, that he could do much better alone, the\naccommodations have to be just right for me, and so forth. When he\nloses his temper, he tries to convince me that any number of females of\nthe particular planet would be more than thrilled if they were given\nthe opportunity just to listen to him.\n\n\"But he's wrong. It's a hard life for a woman. Someday--five thousand,\nten thousand years from now--I will convince him. And then we will\nsettle down on Canopus XIV and cultivate _torgas_. That would be so\nnice--\"\n\n\"I'm sure.\"\n\n\"Well, if Haron wants me back, then I have to go. Have a care, my dear.\nIf you marry, choose a home-body. I've had the experience and you've\nseen my Haron for yourself.\"\n\nAnd then the woman was gone. Numbly, Matilda walked to the doorway and\nwatched her angular figure disappear down the road. Of all the crazy\nthings....\n\nDeneb and Capella and Canopus, these were stars. Add a number and you\nmight have a planet revolving about each star. Of all the insane--\n\nThey were mad, all right, and now Matilda wondered if, actually,\nthey were husband and wife. It could readily be; maybe the madness\nwas catching. Maybe if you thought too much about such things, such\ntravels, you could get that way. Of course, Herman represented the\nother extreme, and Herman was even worse in his own way--but hereafter\nMatilda would seek the happy medium.\n\nAnd, above all else, she had had enough of her pen pal columns. They\nwere, she realized, for kids.\n\n       *       *       *       *       *\n\nShe ate dinner in Cedar Falls and then she went out to her car again,\npreparing for the journey back home. The sun had set and it was a clear\nnight, and overhead the great broad sweep of the Milky Way was a pale\nrainbow bridge in the sky.\n\nMatilda paused. Off in the distance there was a glow on the horizon,\nand that was the direction of Haron Gorka's place.\n\nThe glow increased; soon it was a bright red pulse pounding on the\nhorizon. It flickered. It flickered again, and finally it was gone.\n\nThe stars were white and brilliant in the clear country air. That was\nwhy Matilda liked the country better than the city, particularly on a\nclear summer night when you could see the span of the Milky Way.\n\nBut abruptly the stars and the Milky Way were paled by the brightest\nshooting star Matilda had ever seen. It flashed suddenly and it\nremained in view for a full second, searing a bright orange path across\nthe night sky.\n\nMatilda gasped and ran into her car. She started the gears and pressed\nthe accelerator to the floor, keeping it there all the way home.\n\nIt was the first time she had ever seen a shooting star going _up_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pen Pal, by Milton Lesser\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PEN PAL ***\n\n***** This file should be named 51286.txt or 51286.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/8/51286/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}