{"title": "The Sense of Wonder", "author": "Milton Lesser", "releaseDate": "February 24, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          The Sense of Wonder\n\n                           By MILTON LESSER\n\n                    Illustrated by HARRY ROSENBAUM\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             When nobody aboard ship remembers where it's\n             going, how can they tell when it has arrived?\n\n\nEvery day for a week now, Rikud had come to the viewport to watch\nthe great changeless sweep of space. He could not quite explain the\nfeelings within him; they were so alien, so unnatural. But ever since\nthe engines somewhere in the rear of the world had changed their tone,\nfrom the steady whining Rikud had heard all twenty-five years of his\nlife, to the sullen roar that came to his ears now, the feelings had\ngrown.\n\nIf anyone else had noticed the change, he failed to mention it. This\ndisturbed Rikud, although he could not tell why. And, because he had\nrealized this odd difference in himself, he kept it locked up inside\nhim.\n\nToday, space looked somehow different. The stars--it was a meaningless\nconcept to Rikud, but that was what everyone called the bright\npinpoints of light on the black backdrop in the viewport--were not\napparent in the speckled profusion Rikud had always known. Instead,\nthere was more of the blackness, and one very bright star set apart\nby itself in the middle of the viewport.\n\nIf he had understood the term, Rikud would have told himself this was\nodd. His head ached with the half-born thought. It was--it was--what\nwas it?\n\nSomeone was clomping up the companionway behind Rikud. He turned and\ngreeted gray-haired old Chuls.\n\n\"In five more years,\" the older man chided, \"you'll be ready to sire\nchildren. And all you can do in the meantime is gaze out at the stars.\"\n\nRikud knew he should be exercising now, or bathing in the rays of the\nhealth-lamps. It had never occurred to him that he didn't feel like it;\nhe just didn't, without comprehending.\n\nChuls' reminder fostered uneasiness. Often Rikud had dreamed of the\ntime he would be thirty and a father. Whom would the Calculator select\nas his mate? The first time this idea had occurred to him, Rikud\nignored it. But it came again, and each time it left him with a feeling\nhe could not explain. Why should he think thoughts that no other man\nhad? Why should he think he was thinking such thoughts, when it always\nembroiled him in a hopeless, infinite confusion that left him with a\nheadache?\n\nChuls said, \"It is time for my bath in the health-rays. I saw you here\nand knew it was your time, too....\"\n\nHis voice trailed off. Rikud knew that something which he could not\nexplain had entered the elder man's head for a moment, but it had\ndeparted almost before Chuls knew of its existence.\n\n\"I'll go with you,\" Rikud told him.\n\n       *       *       *       *       *\n\nA hardly perceptible purple glow pervaded the air in the room of the\nhealth-rays. Perhaps two score men lay about, naked, under the ray\ntubes. Chuls stripped himself and selected the space under a vacant\ntube. Rikud, for his part, wanted to get back to the viewport and watch\nthe one new bright star. He had the distinct notion it was growing\nlarger every moment. He turned to go, but the door clicked shut and a\nmetallic voice said. \"Fifteen minutes under the tubes, please.\"\n\nRikud muttered to himself and undressed. The world had begun to annoy\nhim. Now why shouldn't a man be permitted to do what he wanted, when\nhe wanted to do it? _There_ was a strange thought, and Rikud's brain\nwhirled once more down the tortuous course of half-formed questions and\nunsatisfactory answers.\n\nHe had even wondered what it was like to get hurt. No one ever got\nhurt. Once, here in this same ray room, he had had the impulse to hurl\nhimself head-first against the wall, just to see what would happen.\nBut something soft had cushioned the impact--something which had come\ninto being just for the moment and then abruptly passed into non-being\nagain, something which was as impalpable as air.\n\nRikud had been stopped in this action, although there was no real\nauthority to stop him. This puzzled him, because somehow he felt that\nthere should have been authority. A long time ago the reading machine\nin the library had told him of the elders--a meaningless term--who had\ngoverned the world. They told you to do something and you did it, but\nthat was silly, because now no one told you to do anything. You only\nlistened to the buzzer.\n\nAnd Rikud could remember the rest of what the reading machine had said.\nThere had been a revolt--again a term without any real meaning, a term\nthat could have no reality outside of the reading machine--and the\nelders were overthrown. Here Rikud had been lost utterly. The people\nhad decided that they did not know where they were going, or why, and\nthat it was unfair that the elders alone had this authority. They were\nborn and they lived and they died as the elders directed, like little\ncogs in a great machine. Much of this Rikud could not understand, but\nhe knew enough to realize that the reading machine had sided with the\npeople against the elders, and it said the people had won.\n\nNow in the health room, Rikud felt a warmth in the rays. Grudgingly, he\nhad to admit to himself that it was not unpleasant. He could see the\nlook of easy contentment on Chuls' face as the rays fanned down upon\nhim, bathing his old body in a forgotten magic which, many generations\nbefore Rikud's time, had negated the necessity for a knowledge of\nmedicine. But when, in another ten years, Chuls would perish of old\nage, the rays would no longer suffice. Nothing would, for Chuls. Rikud\noften thought of his own death, still seventy-five years in the future,\nnot without a sense of alarm. Yet old Chuls seemed heedless, with only\na decade to go.\n\nUnder the tube at Rikud's left lay Crifer. The man was short and heavy\nthrough the shoulders and chest, and he had a lame foot. Every time\nRikud looked at that foot, it was with a sense of satisfaction. True,\nthis was the only case of its kind, the exception to the rule, but it\nproved the world was not perfect. Rikud was guiltily glad when he saw\nCrifer limp.\n\nBut, if anyone else saw it, he never said a word. Not even Crifer.\n\n       *       *       *       *       *\n\nNow Crifer said, \"I've been reading again, Rikud.\"\n\n\"Yes?\" Almost no one read any more, and the library was heavy with the\nsmell of dust. Reading represented initiative on the part of Crifer; it\nmeant that, in the two unoccupied hours before sleep, he went to the\nlibrary and listened to the reading machine. Everyone else simply sat\nabout and talked. That was the custom. Everyone did it.\n\nBut if he wasn't reading himself, Rikud usually went to sleep. All the\npeople ever talked about was what they had done during the day, and it\nwas always the same.\n\n\"Yes,\" said Crifer. \"I found a book about the stars. They're also\ncalled astronomy, I think.\"\n\nThis was a new thought to Rikud, and he propped his head up on one\nelbow. \"What did you find out?\"\n\n\"That's about all. They're just called astronomy, I think.\"\n\n\"Well, where's the book?\" Rikud would read it tomorrow.\n\n\"I left it in the library. You can find several of them under\n'astronomy,' with a cross-reference under 'stars.' They're synonymous\nterms.\"\n\n\"You know,\" Rikud said, sitting up now, \"the stars in the viewport are\nchanging.\"\n\n\"Changing?\" Crifer questioned the fuzzy concept as much as he\nquestioned what it might mean in this particular case.\n\n\"Yes, there are less of them, and one is bigger and brighter than the\nothers.\"\n\n\"Astronomy says some stars are variable,\" Crifer offered, but Rikud\nknew his lame-footed companion understood the word no better than he\ndid.\n\nOver on Rikud's right, Chuls began to dress. \"Variability,\" he told\nthem, \"is a contradictory term. Nothing is variable. It can't be.\"\n\n\"I'm only saying what I read in the book,\" Crifer protested mildly.\n\n\"Well, it's wrong. Variability and change are two words without\nmeaning.\"\n\n\"People grow old,\" Rikud suggested.\n\nA buzzer signified that his fifteen minutes under the rays were up, and\nChuls said, \"It's almost time for me to eat.\"\n\nRikud frowned. Chuls hadn't even seen the connection between the two\nconcepts, yet it was so clear. Or was it? He had had it a moment ago,\nbut now it faded, and change and old were just two words.\n\nHis own buzzer sounded a moment later, and it was with a strange\nfeeling of elation that he dressed and made his way back to the\nviewport. When he passed the door which led to the women's half of the\nworld, however, he paused. He wanted to open that door and see a woman.\nHe had been told about them and he had seen pictures, and he dimly\nremembered his childhood among women. But his feelings had changed;\nthis was different. Again there were inexplicable feelings--strange\nchannelings of Rikud's energy in new and confusing directions.\n\nHe shrugged and reserved the thought for later. He wanted to see the\nstars again.\n\n       *       *       *       *       *\n\nThe view had changed, and the strangeness of it made Rikud's pulses\nleap with excitement. All the stars were paler now than before, and\nwhere Rikud had seen the one bright central star, he now saw a globe of\nlight, white with a tinge of blue in it, and so bright that it hurt his\neyes to look.\n\nYes, hurt! Rikud looked and looked until his eyes teared and he had to\nturn away. Here was an unknown factor which the perfect world failed\nto control. But how could a star change into a blinking blue-white\nglobe--if, indeed, that was the star Rikud had seen earlier? There\nwas that word change again. Didn't it have something to do with age?\nRikud couldn't remember, and he suddenly wished he could read Crifer's\nbook on astronomy, which meant the same as stars. Except that it was\nvariable, which was like change, being tied up somehow with age.\n\nPresently Rikud became aware that his eyes were not tearing any longer,\nand he turned to look at the viewport. What he saw now was so new that\nhe couldn't at first accept it. Instead, he blinked and rubbed his\neyes, sure that the ball of blue-white fire somehow had damaged them.\nBut the new view persisted.\n\nOf stars there were few, and of the blackness, almost nothing. Gone,\ntoo, was the burning globe. Something loomed there in the port, so huge\nthat it spread out over almost the entire surface. Something big and\nround, all grays and greens and browns, and something for which Rikud\nhad no name.\n\nA few moments more, and Rikud no longer could see the sphere. A section\nof it had expanded outward and assumed the rectangular shape of the\nviewport, and its size as well. It seemed neatly sheered down the\nmiddle, so that on one side Rikud saw an expanse of brown and green,\nand on the other, blue.\n\nStartled, Rikud leaped back. The sullen roar in the rear of the world\nhad ceased abruptly. Instead an ominous silence, broken at regular\nintervals by a sharp booming.\n\nChange--\n\n\"Won't you eat, Rikud?\" Chuls called from somewhere down below.\n\n\"Damn the man,\" Rikud thought. Then aloud: \"Yes, I'll eat. Later.\"\n\n\"It's time....\" Chuls' voice trailed off again, impotently.\n\nBut Rikud forgot the old man completely. A new idea occurred to him,\nand for a while he struggled with it. What he saw--what he had always\nseen, except that now there was the added factor of change--perhaps did\nnot exist _in_ the viewport.\n\nMaybe it existed _through_ the viewport.\n\nThat was maddening. Rikud turned again to the port, where he could see\nnothing but an obscuring cloud of white vapor, murky, swirling, more\nconfusing than ever.\n\n\"Chuls,\" he called, remembering, \"come here.\"\n\n\"I am here,\" said a voice at his elbow.\n\nRikud whirled on the little figure and pointed to the swirling cloud of\nvapor. \"What do you see?\"\n\nChuls looked. \"The viewport, of course.\"\n\n\"What else?\"\n\n\"Else? Nothing.\"\n\nAnger welled up inside Rikud. \"All right,\" he said, \"listen. What do\nyou hear?\"\n\n\"Broom, brroom, brrroom!\" Chuls imitated the intermittent blasting of\nthe engines. \"I'm hungry, Rikud.\"\n\nThe old man turned and strode off down the corridor toward the dining\nroom, and Rikud was glad to be alone once more.\n\n       *       *       *       *       *\n\nNow the vapor had departed, except for a few tenuous whisps. For a\nmoment Rikud thought he could see the gardens rearward in the world.\nBut that was silly. What were the gardens doing in the viewport? And\nbesides, Rikud had the distinct feeling that here was something far\nvaster than the gardens, although all of it existed in the viewport\nwhich was no wider than the length of his body. The gardens, moreover,\ndid not jump and dance before his eyes the way the viewport gardens\ndid. Nor did they spin. Nor did the trees grow larger with every jolt.\n\nRikud sat down hard. He blinked.\n\nThe world had come to rest on the garden of the viewport.\n\n       *       *       *       *       *\n\nFor a whole week that view did not change, and Rikud had come to accept\nit as fact. There--through the viewport and in it--was a garden. A\ngarden larger than the entire world, a garden of plants which Rikud had\nnever seen before, although he had always liked to stroll through the\nworld's garden and he had come to know every plant well. Nevertheless,\nit was a garden.\n\nHe told Chuls, but Chuls had responded, \"It is the viewport.\"\n\nCrifer, on the other hand, wasn't so sure. \"It looks like the garden,\"\nhe admitted to Rikud. \"But why should the garden be in the viewport?\"\n\nSomehow, Rikud knew this question for a healthy sign. But he could\nnot tell them of his most amazing thought of all. The change in the\nviewport could mean only one thing. The world had been walking--the\nword seemed all wrong to Rikud, but he could think of no other, unless\nit were running. The world had been walking somewhere. That somewhere\nwas the garden and the world had arrived.\n\n\"It is an old picture of the garden,\" Chuls suggested, \"and the plants\nare different.\"\n\n\"Then they've changed?\"\n\n\"No, merely different.\"\n\n\"Well, what about the viewport? _It_ changed. Where are the stars?\nWhere are they, Chuls, if it did not change?\"\n\n\"The stars come out at night.\"\n\n\"So there is a change from day to night!\"\n\n\"I didn't say that. The stars simply shine at night. Why should they\nshine during the day when the world wants them to shine only at night?\"\n\n\"Once they shone all the time.\"\n\n\"Naturally,\" said Crifer, becoming interested. \"They are variable.\"\n\n       *       *       *       *       *\n\nRikud regretted that he never had had the chance to read that book on\nastronomy. He hadn't been reading too much lately. The voice of the\nreading machine had begun to bore him. He said, \"Well, variable or not,\nour whole perspective has changed.\"\n\nAnd when Chuls looked away in disinterest, Rikud became angry. If only\nthe man would realize! If only anyone would realize! It all seemed so\nobvious. If he, Rikud, walked from one part of the world to another,\nit was with a purpose--to eat, or to sleep, or perhaps to bathe in the\nhealth-rays. Now if the world had walked from--somewhere, through the\nvast star-speckled darkness and to the great garden outside, this also\nwas purposeful. The world had arrived at the garden for a reason. But\nif everyone lived as if the world still stood in blackness, how could\nthey find the nature of that purpose?\n\n\"I will eat,\" Chuls said, breaking Rikud's revery.\n\nDamn the man, all he did was eat!\n\nYet he did have initiative after a sort. He knew when to eat. Because\nhe was hungry.\n\nAnd Rikud, too, was hungry.\n\nDifferently.\n\n       *       *       *       *       *\n\nHe had long wondered about the door in the back of the library, and\nnow, as Crifer sat cross-legged on one of the dusty tables, reading\nmachine and book on astronomy or stars in his lap, Rikud approached the\ndoor.\n\n\"What's in here?\" he demanded.\n\n\"It's a door, I think,\" said Crifer.\n\n\"I know, but what's beyond it?\"\n\n\"Beyond it? Oh, you mean _through_ the door.\"\n\n\"Yes.\"\n\n\"Well,\" Crifer scratched his head, \"I don't think anyone ever opened\nit. It's only a door.\"\n\n\"I will,\" said Rikud.\n\n\"You will what?\"\n\n\"Open it. Open the door and look inside.\"\n\nA long pause. Then, \"Can you do it?\"\n\n\"I think so.\"\n\n\"You can't, probably. How can anyone go where no one has been before?\nThere's nothing. It just isn't. It's only a door, Rikud.\"\n\n\"No--\" Rikud began, but the words faded off into a sharp intake of\nbreath. Rikud had turned the knob and pushed. The door opened silently,\nand Crifer said, \"Doors are variable, too, I think.\"\n\nRikud saw a small room, perhaps half a dozen paces across, at the other\nend of which was another door, just like the first. Halfway across,\nRikud heard a voice not unlike that of the reading machine.\n\nHe missed the beginning, but then:\n\n    --therefore, permit no unauthorized persons to go through this\n    door. The machinery in the next room is your protection against the\n    rigors of space. A thousand years from now, journey's end, you may\n    have discarded it for something better--who knows? But if you have\n    not, then here is your protection. As nearly as possible, this ship\n    is a perfect, self-sustaining world. It is more than that: it is\n    human-sustaining as well. Try to hurt yourself and the ship will\n    not permit it--within limits, of course. But you can damage the\n    ship, and to avoid any possibility of that, no unauthorized persons\n    are to be permitted through this door--\n\nRikud gave the voice up as hopeless. There were too many confusing\nwords. What in the world was an unauthorized person? More interesting\nthan that, however, was the second door. Would it lead to another\nvoice? Rikud hoped that it wouldn't.\n\nWhen he opened the door a strange new noise filled his ears, a gentle\nhumming, punctuated by a _throb-throb-throb_ which sounded not unlike\nthe booming of the engines last week, except that this new sound didn't\nblast nearly so loudly against his eardrums. And what met Rikud's\neyes--he blinked and looked again, but it was still there--cogs and\ngears and wheels and nameless things all strange and beautiful because\nthey shone with a luster unfamiliar to him.\n\n\"Odd,\" Rikud said aloud. Then he thought, \"Now there's a good word, but\nno one quite seems to know its meaning.\"\n\nOdder still was the third door. Rikud suddenly thought there might\nexist an endless succession of them, especially when the third one\nopened on a bare tunnel which led to yet another door.\n\nOnly this one was different. In it Rikud saw the viewport. But how? The\nviewport stood on the other end of the world. It did seem smaller, and,\nalthough it looked out on the garden, Rikud sensed that the topography\nwas different. Then the garden extended even farther than he had\nthought. It was endless, extending all the way to a ridge of mounds way\noff in the distance.\n\nAnd this door one could walk through, into the garden. Rikud put his\nhand on the door, all the while watching the garden through the new\nviewport. He began to turn the handle.\n\nThen he trembled.\n\nWhat would he do out in the garden?\n\nHe couldn't go alone. He'd die of the strangeness. It was a silly\nthought; no one ever died of anything until he was a hundred. Rikud\ncouldn't fathom the rapid thumping of his heart. And Rikud's mouth felt\ndry; he wanted to swallow, but couldn't.\n\nSlowly, he took his hand off the door lever. He made his way back\nthrough the tunnel and then through the room of machinery and finally\nthrough the little room with the confusing voice to Crifer.\n\nBy the time he reached the lame-footed man, Rikud was running. He did\nnot dare once to look back. He stood shaking at Crifer's side, and\nsweat covered him in a clammy film. He never wanted to look at the\ngarden again. Not when he knew there was a door through which he could\nwalk and then might find himself in the garden.\n\nIt was so big.\n\n       *       *       *       *       *\n\nThree or four days passed before Rikud calmed himself enough to\ntalk about his experience. When he did, only Crifer seemed at all\ninterested, yet the lame-footed man's mind was inadequate to cope with\nthe situation. He suggested that the viewport might also be variable\nand Rikud found himself wishing that his friend had never read that\nbook on astronomy.\n\nChuls did not believe Rikud at all. \"There are not that many doors in\nthe world,\" he said. \"The library has a door and there is a door to the\nwomen's quarters; in five years, the Calculator will send you through\nthat. But there are no others.\"\n\nChuls smiled an indulgent smile and Rikud came nearer to him. \"Now, by\nthe world, there are two other doors!\"\n\nRikud began to shout, and everyone looked at him queerly.\n\n\"What are you doing that for?\" demanded Wilm, who was shorter even than\nCrifer, but had no lame foot.\n\n\"Doing what?\"\n\n\"Speaking so loudly when Chuls, who is close, obviously has no trouble\nhearing you.\"\n\n\"Maybe yelling will make him understand.\"\n\nCrifer hobbled about on his good foot, doing a meaningless little jig.\n\"Why don't we go see?\" he suggested. Then, confused, he frowned.\n\n\"Well, I won't go,\" Chuls replied. \"There's no reason to go. If Rikud\nhas been imagining things, why should I?\"\n\n\"I imagined nothing. I'll show you--\"\n\n\"You'll show me nothing because I won't go.\"\n\nRikud grabbed Chuls' blouse with his big fist. Then, startled by what\nhe did, his hands began to tremble. But he held on, and he tugged at\nthe blouse.\n\n\"Stop that,\" said the older man, mildly.\n\n       *       *       *       *       *\n\nCrifer hopped up and down. \"Look what Rikud's doing! I don't know what\nhe's doing, but look. He's holding Chuls' blouse.\"\n\n\"Stop that,\" repeated Chuls, his face reddening.\n\n\"Only if you'll go with me.\" Rikud was panting.\n\nChuls tugged at his wrist. By this time a crowd had gathered. Some of\nthem watched Crifer jump up and down, but most of them watched Rikud\nholding Chuls' blouse.\n\n\"I think I can do that,\" declared Wilm, clutching a fistful of Crifer's\nshirt.\n\nPresently, the members of the crowd had pretty well paired off, each\npartner grabbing for his companion's blouse. They giggled and laughed\nand some began to hop up and down as Crifer had done.\n\nA buzzer sounded and automatically Rikud found himself releasing Chuls.\n\nChuls said, forgetting the incident completely, \"Time to retire.\"\n\nIn a moment, the room was cleared. Rikud stood alone. He cleared his\nthroat and listened to the sound, all by itself in the stillness. What\nwould have happened if they hadn't retired? But they always did things\npunctually like that, whenever the buzzer sounded. They ate with the\nbuzzer, bathed in the health-rays with it, slept with it.\n\nWhat would they do if the buzzer stopped buzzing?\n\nThis frightened Rikud, although he didn't know why. He'd like it,\nthough. Maybe then he could take them outside with him to the big\ngarden of the two viewports. And then he wouldn't be afraid because he\ncould huddle close to them and he wouldn't be alone.\n\n       *       *       *       *       *\n\nRikud heard the throbbing again as he stood in the room of the\nmachinery. For a long time he watched the wheels and cogs and gears\nspinning and humming. He watched for he knew not how long. And then he\nbegan to wonder. If he destroyed the wheels and the cogs and the gears,\nwould the buzzer stop? It probably would, because, as Rikud saw it, he\nwas clearly an \"unauthorized person.\" He had heard the voice again\nupon entering the room.\n\nHe found a metal rod, bright and shiny, three feet long and half as\nwide as his arm. He tugged at it and it came loose from the wires that\nheld it in place. He hefted it carefully for a moment, and then he\nswung the bar into the mass of metal. Each time he heard a grinding,\ncrashing sound. He looked as the gears and cogs and wheels crumbled\nunder his blows, shattered by the strength of his arm.\n\nAlmost casually he strode about the room, but his blows were not\ncasual. Soon his easy strides had given way to frenzied running. Rikud\nsmashed everything in sight.\n\nWhen the lights winked out, he stopped. Anyway, by that time the room\nwas a shambles of twisted, broken metal. He laughed, softly at first,\nbut presently he was roaring, and the sound doubled and redoubled in\nhis ears because now the throbbing had stopped.\n\nHe opened the door and ran through the little corridor to the smaller\nviewport. Outside he could see the stars, and, dimly, the terrain\nbeneath them. But everything was so dark that only the stars shone\nclearly. All else was bathed in a shadow of unreality.\n\nRikud never wanted to do anything more than he wanted to open that\ndoor. But his hands trembled too much when he touched it, and once,\nwhen he pressed his face close against the viewport, there in the\ndarkness, something bright flashed briefly through the sky and was gone.\n\nWhimpering, he fled.\n\n       *       *       *       *       *\n\nAll around Rikud were darkness and hunger and thirst. The buzzer did\nnot sound because Rikud had silenced it forever. And no one went to\neat or drink. Rikud himself had fumbled through the blackness and the\nwhimpering to the dining room, his tongue dry and swollen, but the\nsmooth belt that flowed with water and with savory dishes did not run\nany more. The machinery, Rikud realized, also was responsible for food.\n\nChuls said, over and over, \"I'm hungry.\"\n\n\"We will eat and we will drink when the buzzer tells us,\" Wilm replied\nconfidently.\n\n\"It won't any more,\" Rikud said.\n\n\"What won't?\"\n\n\"The buzzer will never sound again. I broke it.\"\n\nCrifer growled. \"I know. You shouldn't have done it. That was a bad\nthing you did, Rikud.\"\n\n\"It was not bad. The world has moved through the blackness and the\nstars and now we should go outside to live in the big garden there\nbeyond the viewport.\"\n\n\"That's ridiculous,\" Chuls said.\n\nEven Crifer now was angry at Rikud. \"He broke the buzzer and no one can\neat. I hate Rikud, I think.\"\n\nThere was a lot of noise in the darkness, and someone else said, \"I\nhate Rikud.\" Then everyone was saying it.\n\nRikud was sad. Soon he would die, because no one would go outside with\nhim and he could not go outside alone. In five more years he would have\nhad a woman, too. He wondered if it was dark and hungry in the women's\nquarters. Did women eat?\n\nPerhaps they ate plants. Once, in the garden, Rikud had broken off a\nfrond and tasted it. It had been bitter, but not unpleasant. Maybe the\nplants in the viewport would even be better.\n\n\"We will not be hungry if we go outside,\" he said. \"We can eat there.\"\n\n\"We can eat if the buzzer sounds, but it is broken,\" Chuls said dully.\n\nCrifer shrilled, \"Maybe it is only variable and will buzz again.\"\n\n\"No,\" Rikud assured him. \"It won't.\"\n\n\"Then you broke it and I hate you,\" said Crifer. \"We should break you,\ntoo, to show you how it is to be broken.\"\n\n\"We must go outside--through the viewport.\" Rikud listened to the odd\ngurgling sound his stomach made.\n\nA hand reached out in the darkness and grabbed at his head. He heard\nCrifer's voice. \"I have Rikud's head.\" The voice was nasty, hostile.\n\nCrifer, more than anyone, had been his friend. But now that he had\nbroken the machinery, Crifer was his enemy, because Crifer came nearer\nto understanding the situation than anyone except Rikud.\n\nThe hand reached out again, and it struck Rikud hard across the face.\n\"I hit him! I hit him!\"\n\nOther hands reached out, and Rikud stumbled. He fell and then someone\nwas on top of him, and he struggled. He rolled and was up again, and\nhe did not like the sound of the angry voices. Someone said, \"Let us\ndo to Rikud what he said he did to the machinery.\" Rikud ran. In the\ndarkness, his feet prodded many bodies. There were those who were too\nweak to rise. Rikud, too, felt a strange light-headedness and a gnawing\nhurt in his stomach. But it didn't matter. He heard the angry voices\nand the feet pounding behind him, and he wanted only to get away.\n\nIt was dark and he was hungry and everyone who was strong enough to run\nwas chasing him, but every time he thought of the garden outside, and\nhow big it was, the darkness and the hunger and the people chasing him\nwere unimportant. It was so big that it would swallow him up completely\nand positively.\n\nHe became sickly giddy thinking about it.\n\nBut if he didn't open the door and go into the garden outside, he would\ndie because he had no food and no water and his stomach gurgled and\ngrumbled and hurt. And everyone was chasing him.\n\nHe stumbled through the darkness and felt his way back to the library,\nthrough the inner door and into the room with the voice--but the\nvoice didn't speak this time--through its door and into the place of\nmachinery. Behind him, he could hear the voices at the first door, and\nhe thought for a moment that no one would come after him. But he heard\nCrifer yell something, and then feet pounding in the passage.\n\nRikud tripped over something and sprawled awkwardly across the floor.\nHe felt a sharp hurt in his head, and when he reached up to touch it\nwith his hands there in the darkness, his fingers came away wet.\n\nHe got up slowly and opened the next door. The voices behind him were\ncloser now. Light streamed in through the viewport. After the darkness,\nit frightened Rikud and it made his eyes smart, and he could hear those\nbehind him retreating to a safe distance. But their voices were not\nfar away, and he knew they would come after him because they wanted to\nbreak him.\n\nRikud looked out upon the garden and he trembled. Out there was life.\nThe garden stretched off in unthinkable immensity to the cluster of\nlow mounds against the bright blue which roofed the many plants. If\nplants could live out there as they did within the world, then so could\npeople. Rikud and his people _should_. This was why the world had moved\nacross the darkness and the stars for all Rikud's lifetime and more.\nBut he was afraid.\n\nHe reached up and grasped the handle of the door and he saw that his\nfingers were red with the wetness which had come from his hurt head.\nSlowly he slipped to the cool floor--how his head was burning!--and for\na long time he lay there, thinking he would never rise again. Inside he\nheard the voices again, and soon a foot and then another pounded on\nthe metal of the passage. He heard Crifer's voice louder than the rest:\n\"There is Rikud on the floor!\"\n\nTugging at the handle of the door, Rikud pulled himself upright.\nSomething small and brown scurried across the other side of the\nviewport and Rikud imagined it turned to look at him with two hideous\nred eyes.\n\nRikud screamed and hurtled back through the corridor, and his face\nwas so terrible in the light streaming in through the viewport that\neveryone fled before him. He stumbled again in the place of the\nmachinery, and down on his hands and knees he fondled the bits of metal\nwhich he could see in the dim light through the open door.\n\n\"Where's the buzzer?\" he sobbed. \"I must find the buzzer.\"\n\nCrifer's voice, from the darkness inside, said, \"You broke it. You\nbroke it. And now we will break you--\"\n\nRikud got up and ran. He reached the door again and then he slipped\ndown against it, exhausted. Behind him, the voices and the footsteps\ncame, and soon he saw Crifer's head peer in through the passageway.\nThen there were others, and then they were walking toward him.\n\nHis head whirled and the viewport seemed to swim in a haze. Could it\nbe variable, as Crifer had suggested? He wondered if the scurrying\nbrown thing waited somewhere, and nausea struck at the pit of his\nstomach. But if the plants could live out there and the scurrying thing\ncould live and that was why the world had moved through the blackness,\nthen so could he live out there, and Crifer and all the others....\n\nSo tightly did he grip the handle that his fingers began to hurt. And\nhis heart pounded hard and he felt the pulses leaping on either side of\nhis neck.\n\nHe stared out into the garden, and off into the distance, where the\nblue-white globe which might have been a star stood just above the row\nof mounds.\n\n       *       *       *       *       *\n\nCrifer was tugging at him, trying to pull him away from the door, and\nsomeone was grabbing at his legs, trying to make him fall. He kicked\nout and the hands let go, and then he turned the handle and shoved the\nweight of his body with all his strength against the door.\n\nIt opened and he stepped outside into the warmth.\n\nThe air was fresh, fresher than any air Rikud had ever breathed. He\nwalked around aimlessly, touching the plants and bending down to feel\nthe floor, and sometimes he looked at the blue-white globe on the\nhorizon. It was all very beautiful.\n\nNear the ship, water that did not come from a machine gurgled across\nthe land, and Rikud lay down and drank. It was cool and good, and when\nhe got up, Crifer and Wilm were outside the world, and some of the\nothers followed. They stood around for a long time before going to the\nwater to drink.\n\nRikud sat down and tore off a piece of a plant, munching on it. It was\ngood.\n\nCrifer picked his head up, from the water, his chin wet. \"Even feelings\nare variable. I don't hate you now, Rikud.\"\n\nRikud smiled, staring at the ship. \"People are variable, too, Crifer.\nThat is, if those creatures coming from the ship are people.\"\n\n\"They're women,\" said Crifer.\n\nThey were strangely shaped in some ways, and yet in others completely\nhuman, and their voices were high, like singing. Rikud found them oddly\nexciting. He liked them. He liked the garden, for all its hugeness.\nWith so many people, and especially now with women, he was not afraid.\n\nIt was much better than the small world of machinery, buzzer,\nfrightening doors and women by appointment only.\n\nRikud felt at home.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Sense of Wonder, by Milton Lesser\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SENSE OF WONDER ***\n\n***** This file should be named 51296.txt or 51296.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/9/51296/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}