{"title": "The Pilot and the Bushman", "author": "Sylvia Jacobs", "releaseDate": "March 1, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       THE PILOT AND THE BUSHMAN\n\n                           By SYLVIA JACOBS\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction August 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n      Technological upheavals caused by inventions of our own are\n      bad enough, but this was the ultimate depression, caused by\n       the ultimate alien invention--which no Earthman ever saw!\n\n\nThe Ambassador from Outer Space sprang to his feet, taking Jerry's\nextended hand in a firm, warm grasp. Jerry had been prepared for\nalmost anything--a scholarly brontosaurus, perhaps, or an educated\nsquid or giant caterpillar with telepathic powers. But the Ambassador\ndidn't even have antennae, gills, or green hair. He was a completely\nnormal and even handsome human being.\n\n\"Scotch? Cigar?\" the Ambassador offered cordially. \"How can I help you,\nMr. Jergins?\"\n\nStudying him, Jerry decided there _was_ something peculiar about this\nextraterrestrial, after all. He was too perfect. His shave was too\nclose, his skin so unblemished as to suggest wax-works. Every strand of\nhis distinguished iron-gray hair was impeccably placed. The negligent\nand just-right drape of his clothes covered a body shaped like a Sixth\nCentury B.C. piece of Greek sculpture. No mere human could have looked\nso unruffled, so utterly groomed, at three o'clock in the afternoon, in\na busy office. A race, Jerry wondered, capable of taking any shape at\nwill, in mimicry of the indigenous race of any planet?\n\n\"You _can_ help me, but I'm not sure you _will_,\" Jerry said. \"The\nrumor is that you won't do anything to ease this buyers' strike you\nstarted on Earth.\"\n\nThe Ambassador smiled. \"You're a man who's not used to taking no for an\nanswer, I gather. What's your proposition?\"\n\n\"I'd like to contact some of the firms on the Federated Planets, show\nthem how I could promote their merchandise on Earth. Earth is already\nclamoring for their goods. To establish a medium of exchange, we'd have\nto run simultaneous campaigns, promoting Earth merchandise on other\nplanets.\"\n\n\"That would be difficult, even for a man of your promotional ability,\"\nthe Ambassador said winningly. \"You see, Earth is the only planet\nwe've yet discovered where advertising--or promotion, to use the\nbroader term--exists as a social and economic force.\"\n\n\"How in hell can anybody do business without it?\" Jerry demanded.\n\n\"We don't do business in the sense you mean. Don't mistake me,\" the\nAmbassador added hastily, \"we don't have precisely a communal economy,\neither. Our very well defined sense of ethics in regard to material\ngoods is something I find impossible to describe in any Earth language.\nIt's quite simple, so simple that you have to grow up with it to\nunderstand it. Our whole attitude toward material goods is conditioned\nby the Matter Repositor.\"\n\n\"_That_ gadget!\" Jerry said bitterly. \"It was when you first mentioned\nit before the U.N. Assembly that all this trouble on Earth started.\nEverybody and his brother hopes that tomorrow he can buy a Matter\nRepositor, and never have to buy anything again. I came here mostly\nto ask you whether it's really true, that if you have one of those\ndinguses, you can bring anything you want into your living room.\"\n\n\"You _can_. In practice, of course, repositing just anything that took\nyour fancy would produce economic anarchy.\"\n\n\"Let's put it this way,\" Jerry persisted. \"Home appliances were my\nbiggest accounts. Now, when we try to sell a refrigerator, the prospect\nsays she's saving her cash till Matter Repositors get on the Earth\nmarket. She plans to reposit a refrigerator--not from her neighbor's\nkitchen, because that would be stealing--but from the factory. If the\nfactory goes bust, people figure the government will have to subsidize\nbuilding appliances. Now, could she really reposit a refrigerator?\"\n\n\"She could. But she wouldn't want to.\"\n\n\"Why not?\" Jerry asked, puzzled.\n\n\"If she conceived an illogical and useless desire for food\nrefrigeration, she would simply reposit a block of cold air from, say,\nthe North Pole.\"\n\n\"Oh, fine!\" Jerry said sarcastically. \"That would cause more\nunemployment in the refrigerator industry than repositing them without\npaying for them! But what do you mean about food refrigeration being\nillogical and useless?\"\n\n\"Well, in a storage warehouse, there might be some reason for food\npreservation. But you don't need cold or canning. Why not just reposit\nthe bacteria that cause the food to deteriorate? There's no need to\nstore food in a home equipped with a Matter Repositor. You simply\nreposit one meal at a time. Fruits and vegetables direct from tree or\nfield. Meat from a slaughterhouse, since it isn't humane to remove a\npound of steak from a live steer. But even this is needless.\"\n\n\"Why?\" Jerry baffledly wanted to know.\n\n\"To free the maximum amount of the effort of thinking beings for\nnon-material activities, each consumer can reposit the chemical\nelements of the food, synthesize his meal on the table. He can even\nreposit these elements directly into his stomach, or, to by-pass the\neffort of digestion, into his bloodstream as glycogen and amino acids.\"\n\n\"So refrigerators would be as dead an item as kerosene lamps in a\ncity wired for electricity,\" Jerry agreed unhappily. \"Suppose Mrs.\nHousewife, not needing a refrigerator, reposits a washing machine. The\npoint I'm driving at--is there any practical way to compensate the\nfactory, give it an incentive to produce more washing machines, without\ndragging in government control?\"\n\n\"Why should the factory produce more washing machines? Who would want\none? The housewife would simply reposit the dirt from her clothes\ninto her flowerbed, without using water and soap. Or, more likely,\nreposit new clothes with different colors, fabrics, and styles. The\nMatter Repositor would eliminate textile mills and clothing factories.\nEarth's oceans have vast enough quantities of seaweed to eliminate the\ngrowing of cotton, wool, or flax. Or, again, you could reposit the\nchemical elements, either from the soil or from seawater.\"\n\nJerry pondered the extensive implications of these revelations.\nFinally he said, \"What it boils down to is this. All Earth's bustling\nmaterial activity, all the logging and construction, the mining and\nmanufacturing, the planting and fishing, the printing and postal\nservice, the great transportation and shipping effort, the cleaning and\npainting, the sewage disposal, even the bathing and self-adornment,\nconsist, when you analyze them, of one process only--_putting something\nfrom where you don't want it to where you do_. There's not one single,\nsolitary Earth invention or service left to advertise!\"\n\n\"Nothing,\" the Ambassador agreed. \"Which is exactly why advertising has\nnot developed on the Federated Planets. You're fortunate that Earth\ndoesn't have Matter Repositors. You'd be out of a job if it did.\"\n\n\"Oh, no!\" Jerry said. \"I could still advertise the gadget to end all\ngadgets--the Matter Repositor itself. I know other people have asked\nyou this before, but could an Earth company get a franchise to import\nthose machines here, or the license rights to manufacture them?\"\n\n\"No,\" the Ambassador said, briefly and definitely.\n\n\"Mr. Ambassador,\" Jerry protested, \"you've gone to a lot of trouble to\nexplain things you must already be tired of explaining to Earthmen,\njust so I personally could be sure they weren't merely rumors or\nmisinterpretations. Now that I get down to the real point, you suddenly\nbecome blunt and unqualified. Why?\"\n\n\"Because there's a very serious question of ethics involved, wherever a\nmore advanced civilization comes in contact with a relatively primitive\none. For instance, when the white men came to America, the aborigines\nwere introduced to gunpowder and firewater.\"\n\n\"So you people are keeping Matter Repositors away from us, like a mama\nkeeping candy away from a baby who's hollering for it, because it's not\ngood for him! You'd pass up a chance to name your own price--\"\n\n\"The very way you phrase that remark indicates the danger. You regard\npersonal gain as the strongest of motives, which means that Matter\nRepositors would be used for that, even by such unusually intelligent\nmembers of your race as yourself.\"\n\n\"Don't softsoap me,\" Jerry said angrily. \"Not after you just got\nthrough saying that we Earthlings are nothing but naked savages,\ncompared to the high and mighty super-beings on other planets!\"\n\n\"I apologize for my phraseology,\" the Ambassador said. \"With my limited\ncommand of your language--\"\n\n\"Your limited command, nuts! I suppose you supermen enjoy seeing us\nnaked savages squirm. Why talk sanctimoniously about the damage you\nmight do, when you know damn well the damage has already been done?\nJust the news that something as advanced as the Matter Repositor exists\nhas sent unemployment to a new high, and the stock market to a new low.\nAnd you theorize about ethics, while denying us the only cure!\" Jerry\nfound himself fighting a nearly irresistible impulse to smash his fist\ninto that too-perfect profile--which, he realized glumly, would only\nprove the Ambassador's point about savages.\n\n\"Here, here,\" the Ambassador said benevolently, \"let's have another\ndrink. Then we'll see whether I can make it clear to you why the actual\nimportation of Matter Repositors would cause much more trouble on Earth\nthan the announcement of their existence, bad as the effect of that has\nbeen. To begin with, I admit I made a very serious error in mentioning\nthe device at all before the U.N. Assembly. I intended merely to\nexplain how I came here without a spaceship. After that, I was flooded\nwith questions; I could no more avoid answering them than I could\ncourteously avoid answering the questions you've been asking today.\"\n\n\"You mean you super-beings actually admit you're human enough to make\nmistakes?\" Jerry asked, somewhat mollified.\n\n\"Of course we make mistakes. We try not to make the same one twice.\nYou see, we once made the mistake of importing Matter Repositors to a\nplanet whose natural resources and social concepts weren't adequate\nfor the device. That was a long time ago, and they haven't recovered\nfrom the effects yet. Suppose a consignment of ten thousand Matter\nRepositors arrived on Earth tomorrow. Under your economic system, who\nwould get them?\"\n\n\"The ten thousand people or corporations who had the most money to pay\nfor them, I guess. Unless government agencies grabbed 'em.\"\n\n\"Can you guarantee that of the ten thousand people on Earth who have\nthe most money, not one is unscrupulous?\"\n\n\"Gosh, no!\" Jerry said. \"I don't think there's any doubt that to stay\nin business very long, a man or a company has to have a certain amount\nof business ethics. Nobody can gyp the public indefinitely. But a bank\nrobber might have a lot of cash, or a confidence man, or a cluck with a\nbig inheritance.\"\n\n\"So, to be generous, let's assume that 9,999 of your wealthiest persons\nare so ethical that they would never make any profit at the expense of\nthe general welfare. That leaves us one crook. What would he reposit\nfirst?\"\n\n\"Hmm.... Maybe the gold at Fort Knox.\"\n\n\"And what effect would that have on Earth's business?\"\n\n\"I'm not quite sure,\" Jerry admitted. \"I'm no shark on monetary theory,\njust the kind of large-scale salesman who makes mass production\npossible. But it certainly wouldn't do the world situation any good.\"\n\n\"Suppose, next, our crook holds the President of the United States for\nransom. Since he doesn't need money, the ransom price might be laws\nwhich would grant him impunity for his crimes. If not, he could have an\naccomplice reposit him out of jail, or even out of the electric chair,\nbefore the switch was pulled.\"\n\n\"That's enough! I get the idea!\" Jerry exclaimed.\n\n\"Wait--there's a more important point. Suppose a government you\nconsider the wrong government got hold of some of the machines. First,\nof course, they'd reposit the world stockpile of atomic bombs. Then\nthey'd reposit disease bacteria into the bloodstreams of U.N. troops,\nofficials, and civilian workers, and reposit all the ammunition out\nof U.N. guns. So long as there is one spark of nationalism left on\nEarth, so long as any country has an economic and political system\nthey consider better than some other system, Matter Repositors would\nmean planetary self-destruction. Now do you see why I was blunt and\nunqualified?\"\n\n\"I do,\" Jerry said solemnly, \"And I was a fool to fly off the handle\nwhen you called us savages. We are savages, I can see that now. And\nyour people must be pretty damned godlike to be trusted with such an\ninvention!\"\n\n\"Not at all. To a Micronesian bushman, the pilot who can be trusted\nwith the power and speed of a B-29 seems a veritable god. But the pilot\nis only an ordinary Joe, very likely no more intelligent than the\nbushman--he just had a different background. Fighting each other for\nnecessities and luxuries, the process that you people call business\ncompetition, has so long been needless to our people that they would\nno more think of competitive gain than you would do an Indian harvest\ndance before you signed a contract. They aren't necessarily more\nintelligent or more virtuous than your people--they just have a\ndifferent background.\"\n\n\"You seem to have devoted a lot of study to the larceny in the\nEarthman's soul,\" Jerry put in. \"What if we stole the secret from you,\nwhether you think it wise to give it to us or not? Suppose somebody\nswiped the blueprints, or copied a Repositor you brought with you for\nyour own use?\"\n\nThe Ambassador smiled. \"You might _try_ to steal it. That's why I\ndidn't bring a Repositor with me, to save you people the trouble of a\nfutile try.\"\n\n\"Why futile?\"\n\n\"Well, the Matter Repositor is a simple device. Any child on the\nFederated Planets who had an education, say, equivalent to your\ntechnical high school education, could build a working model, even\nwithout another Repositor to assist him. But Earth's best technicians\ncouldn't build one, even with either blueprints or a model to copy.\"\n\n\"They couldn't, eh?\" Jerry challenged, bristling again. \"They managed\nto split atoms, transmute elements, do a few little tricks like that.\"\n\n\"I see I've been tactless again,\" the Ambassador said regretfully.\n\"Just now, you readily conceded that Earthmen are savages morally, but\nwhen I seem to cast aspersions on your mechanical ability, it offends\nyour racial vanity. All right, let's go back to the B-29 pilot and the\nintelligent bushman. The internal combustion engine that powers the\nB-29 is a simple device in fundamental principle, isn't it?\"\n\n\"Sure,\" Jerry said.\n\n\"Any high school boy who has taken a course in auto mechanics, who has\nthe requisite machine tools, metals, casting equipment, and fuel, could\nbuild a working model of an internal combustion engine, couldn't he,\neven without ready-made parts?\"\n\n\"If he wasn't all thumbs, he could.\"\n\n\"All right. Now suppose the B-29 is grounded in the jungle. The bushman\nis examining the engine. He's just as intelligent as the pilot,\nremember, but his environment hasn't produced an oil well, let alone a\nrefinery. He has never seen a lathe or a micrometer. He has no mine, no\nsmelter. He can't copy that B-29 engine by whittling wood or chipping\nstone, even if he's a born mechanical genius, and he can't run it on\nseawater. So he says the plane flies by magic. Put him in the pilot\nseat, and you'll admit it's practically inevitable that he'll crash.\"\n\n\"Why do you take so much trouble to explain things?\" Jerry asked wryly.\n\"I should have my head examined for not understanding it in the first\nplace.\"\n\n\"Let's say I'm feebly trying to make amends for what my unfortunate\nslip of the tongue has done to your business.\"\n\n\"You've brought me around to your way of thinking, Mr. Ambassador,\"\nJerry said, recovering enough to carry the ball. \"But it would be\nimpossible to sell the public on the idea that they shouldn't have\nRepositors because they're too hot to handle. Statistics on auto\naccidents never convinced anybody that he didn't want a nice, shiny,\nnew car. Nobody thinks he personally will get killed in traffic--he's\ntoo smart. You can't convince a youngster he doesn't want candy before\ndinner; he thinks he knows better than his parents. But you can hide\nthe candy, while putting an appetizing meal on the table.\"\n\n\"Yes, except that I regrettably didn't hide the fact that the Matter\nRepositor exists.\"\n\n\"You sure didn't. And it puts you on a spot, doesn't it? I don't\nimagine it will be much fun for you to report to your government that\none ill-considered remark, made shortly after your arrival, upset\nEarth's economy.\"\n\nFor the first time, the Ambassador's suavity was ruffled. Sweat stood\nout on his noble forehead. \"I've been hoping the bad-effects would die\ndown before I have to report,\" he confessed.\n\n\"They won't die down by themselves. You know damned well they're\ngetting worse and worse, as word-of-mouth advertising about the Matter\nRepositor spreads.\" Jerry leaned closer. \"But you and I can get rid of\nthose bad effects.\"\n\n\"How?\"\n\n\"Well, I'll tell you. When I came to see you, I was pretty sure you'd\nturn me down cold on importing Matter Repositors. But I had an ace\nup my sleeve. I hoped you would admit that the reason you've been\nstalling on selling Earth any Repositors is that you don't really have\na practical one. I thought maybe rumors of the Repositor's powers\nhad been vastly exaggerated. If you admitted that, I intended to\npublicize it to the limit. A campaign to convince Earthmen that you'd\nbeen kidding them would work, because it plays on John Q. Public's\nconviction that he's pretty smart, too smart to believe all this gab\nabout a gadget he's never seen. With your denial to back me up, I could\nput it across. It would be a lifesaving shot in the arm for Earth\nbusiness.\"\n\n\"You mean,\" the Ambassador said reflectively, \"that if I call myself\na liar--if I actually become a liar in so doing--I can patch up the\ndamage I've done? That puts me in a difficult ethical position.\"\n\n\"Not as difficult as the one you're in now. If it will make it easier\nfor you, I can word your denial in a face-saving way, and have it ready\nfor your signature Tuesday. You have a remarkable command of colloquial\nEnglish, but even a diplomat using his native tongue can't juggle the\nconnotations and inferences like an advertising man.\"\n\n\"It's very kind of you to offer your professional skill in my behalf. I\nthink I should pay you a fee for the copy.\"\n\n\"Skip it,\" Jerry said generously, fingering the nickel and two pennies\nin his pocket. \"A small token of my appreciation for the patience\nyou've shown. What time Tuesday?\"\n\n\"Say two o'clock?\"\n\n\"Fine. But before I spend my time on this, you're not going to make the\nsame deal with somebody else, are you?\"\n\n\"Deal? Did I make a deal?\"\n\n\"What I mean, nobody else has approached you with the idea that Earth\nbusiness would get back to normal if you would deny that a practical\nMatter Repositor exists? You'd say I have exclusive rights to the idea?\"\n\n\"Nobody has,\" the Ambassador said, \"and I agree to give you exclusive\nrights.\"\n\n\"Good! With your signed denial, I can raise the loot. I think the\nN.A.M. will go for it. The campaign will have to be well-financed,\nyou see; the amount of space the news columns will give to your denial\nmay be as much as they gave to your original statement, but that alone\nwon't do the job. It's much harder to kill a notion that has penetrated\nthe public mind than it is to implant one.\"\n\n       *       *       *       *       *\n\nThe Ambassador indulged in a chuckle. \"I'm beginning to see daylight.\nMy signed denial in your hands becomes a salable piece of merchandise,\nworth far more than I would pay you for a few lines of copy. Well, more\npower to you! Would it be out of place for me to contribute some of the\nfunds for publicizing this denial?\"\n\n\"How much?\" Jerry asked practically.\n\n\"Well,\" the Ambassador explained, \"I've had nothing reposited that I\ncould avoid. But since your planet has a monetary exchange, I had to\npay for my office help, lodging, and so on. Synthesizing coinage would\nhave been counterfeiting, which is against your laws, so I merely had\na moderate amount of uncoined gold reposited, and I sell it on the\nregular Earth market as I need funds. Gold has no particular value on\nthe Federated Planets, of course. I could get whatever you need, so\nlong as it isn't enough to disrupt the economy any more than--well,\nthan I have already. Let's limit ourselves to an amount that could be\naccounted for by an unusually good year in mining.\"\n\n\"Sold!\" Jerry said happily. \"I think I can struggle along on a million\na month retainer. Plus the usual fifteen per cent on advertising\nspace and printing, of course; I'll have an estimate on that for you\nTuesday. Since you can finance the whole campaign yourself, we'll\nleave the N.A.M. out of it. That way I can spare you the humiliation\nof signing an outright denial. All you have to do from now on is\nto keep mum. Don't even admit that you're the angel financing this\ncampaign; that would make it look phony. I'll assign you three personal\npublic-relations men, on twenty-four-hour shift. All your public\nremarks are to screen through them.\"\n\n\"But how can I conceal my identity when I'm sponsoring the campaign?\"\nthe Ambassador objected.\n\n\"That's easy. The ostensible sponsor will be a dummy organization\ncalled--um--the Consumers Fact Finding Board. Nobody but me needs to\nknow who signs the checks.\"\n\n\"How long will this campaign continue?\"\n\n\"I figure it'll take about six months to sell the public this\nparticular bill of goods. Once we get business revived, the best thing\nis never to mention the words Matter Repositor again, not even to deny\nits existence. The ultimate goal is to make people forget they ever\nheard of such a gadget. The more convincing I make it, the quicker I'll\nwork myself out of a job.\"\n\n\"I should think you'd make it last as long as possible; that's why I\nasked you for a time-limit. Do you _want_ to work yourself out of a\njob?\"\n\n\"You bet I do! Then I can start selling a bigger item, launch a\nlonger-term promotion, one that will last till Earth gets civilized,\ntill I don't have anything more to sell. From what you say, that will\ntake a lot longer than I'll live.\"\n\n\"It may be none of my business, but what is this big item you propose\nto sell next?\" the Ambassador asked, curiously.\n\n\"Earth,\" Jerry said.\n\nThe Ambassador looked confused. \"I'm afraid I don't understand.\"\n\n\"Didn't you just get through telling me, in effect, that any of your\npeople who came to Earth could have all the money they wanted to spend?\nWell, I'm going to run advertising copy on the Federated Planets, and\nget them to come here and spend it.\"\n\n\"But I also told you that advertising is unknown on the Federated\nPlanets!\" the Ambassador protested.\n\n\"All the better. Your people, then, will have less sales resistance\nthan an audience of Earth kindergarten kids, who have had spot\ncommercials dinned into their ears since birth. The only problem is\nspace and time.\"\n\n\"The Matter Repositor has effectively solved the problems of space and\ntime.\"\n\n\"No, I mean space and time as an advertising man uses those terms.\nNewspaper and magazine space, radio and TV time. Do you have any\nnewspapers out there?\"\n\n\"We have very little you would classify as news. No wars, no stock\nmarket, no crime, no epidemics, no political mudslinging, few\naccidents. But we do have information bulletins, of course.\"\n\n\"Fine! Besides that million a month retainer, I want an exclusive\ncontract to run advertising copy in the information bulletins on the\nFederated Planets.\"\n\n\"This is completely unprecedented!\"\n\n\"You want to get out of this mess you're in, don't you? I'm the boy who\ncan get you out, and that's my price.\"\n\n\"You drive a hard bargain, Mr. Jergins. Very well, I'll arrange it. But\nI'm getting you the contract only because I'm certain your excursion\nidea won't work. Oh, I know Earth men want to visit the Federated\nPlanets; I've had plenty of requests. I've had to explain repeatedly\nthat we must hold to our announced policy of no ambassador from Earth,\nand no exchange students, until Earth has completed a few more steps in\nthe development of her civilization. But surely none of our people will\ncome to Earth, aside from a few students of comparative civilizations.\nOur general public can view samples of your national costumes,\nautomobiles, and so on, in the museums. I can't see why they should\nwant to come here, while Earth is still in a primitive and dangerous\nstage.\"\n\n\"You can't, eh? Well, you might be surprised, Mr. Ambassador, you\nmight be surprised. For the time being, just picture yourself as the\npilot of that B-29, grounded on a primitive little island in space.\nYou've met a poor, ignorant bushman. He couldn't reproduce your plane\nto save his neck. He can't manufacture a single gadget you'd want to\nbuy. Nevertheless, you're about to see a demonstration of a few tricks\nof survival that your super-civilized race has forgotten--or, rather,\nnever knew. I think you'll cook up into a right tasty dish.\"\n\n       *       *       *       *       *\n\nFour days later, the Better Business Bureau of Oskaloosa, Iowa,\nnabbed a questionable character who had accepted deposits from local\nbusinessmen, in return for elaborately printed but worthless contracts\nto deliver Matter Repositors.\n\nThe warning flash crossed similar warnings from New Orleans, Reno,\nMilwaukee, and the Borough of Queens, with a particularly hysterical\nnote injected by Los Angeles, where the populace had proved most\nsusceptible to the bogus agents. The news of a national ring of\nconfidence artists, capitalizing on people's desire for Matter\nRepositors, ran in all papers, of course. The editors as yet hadn't the\nfaintest idea that they were printing carefully engineered publicity.\n\nBefore he even got his space contracts lined up, Jerry had accomplished\nquite a feat. He had fixed things so that, if the Ambassador from Outer\nSpace himself had changed his mind, and imported a cargo of genuine\nMatter Repositors, he would have had some trouble convincing people he\nwasn't a crook.\n\nIn a record two weeks, the campaign proper was ready to roll. It was\nlong on white space, and the copy was so short that, after glancing\nat it a few times, you found that you had involuntarily committed it\nto memory. In the center of blank pages in all major metropolitan\nnewspapers appeared a small want-ad, stating that the Consumers Fact\nFinding Board had deposited with a New York bank the sum of one million\ndollars in cash, _after taxes_, which would be paid to any person,\nterrestrial or extraterrestrial, who could produce a Matter Repositor\ncapable of repositing an object weighing two pounds a distance of ten\nfeet.\n\nThe offer was repeated daily for a month, and from the second day\nforward, there was a large, red overprint, looking like a crayon\nscrawl, which said, \"No Takers to Date who Can Deliver the Goods!\"\n\nThe idea was pounded into the public mind by carcards, billboards,\ndirect mail, and annoying telephone solicitors, who got subscribers\nout of bathtub and bed to ask them whether they had a Matter Repositor\naround the house they wanted to sell for a million dollars. Skywriters\nby day and illuminated blimps by night made sure the literate could not\nescape the message. Radio and TV singing and cartoon commercials took\ncare of the illiterate.\n\nNo conclusions were drawn in the copy. Each \"prospect\" was left with\nthe comfortable feeling that his own superior intellect and powers of\ndeduction had supplied the answer. No Matter Repositor turned up for\nsale, so everyone was sure there was no such thing. The whole campaign,\nlike other advertising campaigns before it, depended on what people\nfailed to consider. They neglected to realize that a million dollars\nwould be a joke to the owner of a Matter Repositor, who could reposit\nall the wealth on Earth, including the million in the New York bank,\nbut would have no use for money, since he could reposit usable goods.\nThe magic phrase \"a million dollars\" was a worldwide symbol for all\ndesirable material things. It would have been almost heresy to reflect\nthat even that much cash had no actual value.\n\n       *       *       *       *       *\n\nAs Jerry promised, the Ambassador didn't have to issue an official\ndenial. His chief public relations man quite truthfully admitted\nto reporters that the Ambassador had no Matter Repositor in his\npossession, a dispatch carried by all wire services, and snickered at\nby clever columnists.\n\nIn basements and garages, persons of good, bad, and indifferent\nmechanical ability strove to earn the million. The U.S. patent office\nwas inundated with models and drawings of unworkable devices. One of\nthe Duke University subjects tried to patent his ability to influence\nthe fall of dice mentally.\n\nDuring the next session of the Congress, Jerry's crack lobbyists raised\na great howl about the shameful congestion in the Patent Office, not\nmentioning, of course, that they were employed by the man who had\ncreated the congestion, by offering a million dollars for a device he\nknew no Earthman could build.\n\nAnother dummy organization, dubbed the Inventors Protective League,\nsponsored a bill to amend the act relating to perpetual motion\nmachines. It passed, with an emergency clause, and, thereafter, devices\npurporting to reposit matter were not entitled to letters of patent.\n\nThis just about clinched the deal, for the vast majority of people,\nwho had never watched laws enacted, assumed that if something was in\nthe law, there must be a good reason for it, unless, of course, it was\nanything like prohibition.\n\nA name band revived \"The Thing,\" leaving the drumbeats out of the vocal\nrefrain, and substituting, \"Get out of here with that Matter Repositor,\nbefore I call a cop!\" Within six months, radio and TV comedians had\nworn out the joke. Even Goofy, My Friend Irma, Mrs. Ace, and Gracie\nAllen were too sophisticated to believe in Matter Repositors. Gags\nabout them dropped to the same low level as those about Brooklyn and\njoke-stealing comics.\n\nAlthough his appearance in public was liable to start boos and\ncatcalls, the Ambassador from Outer Space was duly grateful. He was\nspared the painful necessity of reporting his disastrous slip of the\ntongue to his government, for Earth economy was again on the upward\nspiral. Everybody was spending the money he'd been saving up for a\nMatter Repositor.\n\nThe Ambassador cheerfully paid the million-a-month retainer and the\nwhopping space bills, but Jerry's greatest gain in the transaction was\nhis agreement allowing him to run advertising in the Federated Planets\ninformation bulletins. The space didn't cost him a nickel. Yet he knew\nhow to sell his exclusive rights to it for more money than any one\nEarth company had in its promotional budget.\n\nBy the time the campaign debunking the Matter Repositor was ready\nto die a natural death, Jerry had started an organization of Earth\nbusinessmen, spearheaded by the Restaurant and Hotel Associations, and\nthe transportation interests, to promote Earth as a primitive planet.\nThe primitive aspects of Earth, Jerry predicted, would exert a powerful\nappeal on the citizens of the Federated Planets, who must be pretty\nbored with civilization, and badly in need of a vacation from too much\nperfection.\n\nThis organization was not composed of dummies, by any means, but the\nbusinessmen joined up with a vague idea that their hostelries were to\nbe way-stations, that they were going to promote sightseeing tours to\nplaces they themselves would call primitive, that the human exhibits\nwould consist of blanketed Navajos, Chinese coolies, hula girls, Voodoo\ndancers, and Eskimos.\n\nJerry filled the biggest convention hall in Chicago, and, at the climax\nof the proceedings, dramatically drew back a velvet curtain, unveiling\na huge painting of the symbol of the campaign--a masked bandit, wearing\na slouch hat, clutching in a greedy hand a fat bag marked with a dollar\nsign. Below was blazoned the tasteful slogan, \"Let the People of Earth\nGyp You!\"\n\nA chorus of outrage echoed in the rafters. It hadn't occurred to the\nmembers that primitive exhibit A would be themselves; to wit, the genus\nEarth businessman; sub-species, go-getter. Jerry emerged from the\nresulting argument somewhat battered, but with what any experienced\nadvertising man would recognize as a victory. His copy was to run in\nfive per cent of the space, keyed. Now all he had to do was prove in\ndollars and cents that he knew more about mass sales psychology than\nhis clients, which was, of course, a cinch.\n\nIn spite of translation into a more civilized language, Jerry's five\nper cent of the space out-pulled the tamer ninety-five per cent by\nbetter than ten to one. Thereafter, his clients swallowed their pride,\nvoted him a free hand, and contented themselves with raking in the\nshekels from a steady stream of handsome and rich extraterrestrial\ntourists.\n\n       *       *       *       *       *\n\nAfter Jerry's tourist promotion had been running two years, the U.S.\nPost Office broke down and printed an issue of three-cent stamps\ncommemorating the influx, showing the goddess Terra with welcoming arms\nopen to the starred heavens. Jerry Jergins, the second advertising man\nin history to achieve the distinction of having Uncle Sam plug his\nproduct on a stamp, thereby entered the most select circles of his\nchosen profession.\n\nJerry bought enough of the stamps to paper the walls of his swank and\nspacious penthouse offices, for the benefit of the swarm of tourists\nwho invaded the place daily during afternoon open-house hours. They all\nwanted to see an advertising agency; to them, this phenomenon was the\nessence of that primitive planet, Earth. Jerry had recorded a lecture\non primitive Earth customs which issued from concealed loudspeakers,\nand filled display cases with exhibits of primitive Earth culture,\nemphasizing the aspects he felt these extraterrestrials would find most\nexotic.\n\nConsidering the fact that Jerry had managed to learn little about the\nFederated Planets that was not utterly essential to the mechanics\nof his advertising campaign there, he had done a pretty good job of\n\"getting on the customer's side of the counter.\" Every tourist Jerry\ntalked to had been conditioned, by some unrevealed but apparently\nfoolproof process, not to repeat the Ambassador's error of mentioning\nMatter Repositors, or other aspects of life on the Federated Planets\nthat might cause repercussions on Earth. Even tourist children couldn't\nbe bribed with lollypops. Tourists talked a great deal, in fluent\nidiomatic Earth English, yet somehow said very little.\n\nBut Jerry knew at least one thing--he was stirring emotions that lay\nso deep under layers and layers of civilization that these shining,\nperfect people hadn't known they were capable of feeling them, until\nthey visited Earth. He was getting under their smooth skins, just as\nsurely as the monotone of a Haitian drum-beat gets under the skin of a\nNew Yorker.\n\nOne of the display cases contained the working tools of\ngangsterism--sawed-off shotguns, blackjacks, a model of a bullet-proof\nautomobile, a news photo of the St. Valentine's Day massacre, a\nclipping about police payoffs from houses of gambling and prostitution,\nanother about blindness resulting from wood alcohol. The shot-glasses\nof authentic antique bootleg gin that stood on top the cases were often\nsmelled but never sampled.\n\nThe second case showed a chart of fluctuations of the stock market,\nwith an actual operating ticker in the middle. Sections of the tape\nwere much in demand as souvenirs. But the photo of a smashed body of\na once-wealthy man who jumped from his office window after losing his\nfortune caused the most comment. The tourists found it difficult to\nunderstand how this man could consider his life less important than his\nbank balance.\n\nThe largest case contained models of war weapons, a lurid painting of\nPearl Harbor under aerial attack, another of the Hiroshima mushroom\nthat ushered in the atomic age. There were gas masks, artificial limbs,\na photo of a blinded veteran led by a Seeing-Eye dog. The tourists\ngaped at that exhibit with all the relish of Coney Island crowds\nvisiting wax replicas of famous murder scenes.\n\nAnd along the entire 40-foot wall of the reception room, a photo-mural\nof a ragged, depression-era breadline brooded over the sleek heads of\nthe beautifully dressed and elaborately fed tourists.\n\nOn his way back to the office after lunch one day, Jerry spied a\ntraffic-stopping cluster of humanity in the street outside one of the\ncity's leading department stores. The crowd was gathered around a\npaddy-wagon. Never diffident, Jerry elbowed his way through the crush,\nto see two handsome and once well-groomed gentlemen getting a mussing\nup from a couple of cops. The suspects, athletic-looking characters,\nwere putting up a good fight, and the policemen didn't like it. As\nJerry watched, a billy descended on a well-barbered head, and suspect\nnumber one ceased resisting arrest.\n\nJerry had come into contact with enough extraterrestrials by now so\nthat he knew a tourist when he saw one. The male tourists gave him a\nviolent pain in the neck, but he felt somewhat responsible. He grabbed\nan elbow of the suspect who remained conscious.\n\n\"Give me your name, bud, and I'll bail you out. What happened?\"\n\n\"Oh, we just took a few things off the counters in that store,\" the\ntourist answered. \"You're very kind, but we have plenty of money for\nbail, thanks. Or is it a bribe you're supposed to hand them?\"\n\n\"If you have plenty of money, why in hell didn't you buy the stuff,\ninstead of stealing it?\"\n\n\"We just thought we'd have a bit of a lark. New experience and all\nthat. When on Earth, do as the Earthmen do.\"\n\n\"A lark!\" the biggest policeman grunted. \"We'll give you a lark,\nall right! Get in there, you!\" He implemented his command with a\nwell-placed kick in the seat of a pair of expertly tailored pants,\nboosting the tourist into the paddy-wagon, where his unconscious friend\nhad already been deposited.\n\nThe siren screamed, dispersing the crowd in front of the police\nvehicle, and Jerry went on his way, chuckling. As he passed a\nhole-in-the-wall bar he knew, he decided to stop for a quick one, to\nsettle the heavy feeling in his stomach that came from eating lobster\nNewburg for lunch. It wasn't a place where you'd care to take a lady,\nbut they served an honest ounce.\n\nAs Jerry pushed through the old-fashioned swinging doors, a burst\nof sound greeted him. A whiskey baritone was rendering one of the\nunpublishable versions of \"Christopher Columbo,\" to the accompaniment\nof a piano tinkle by the hired help. The customer was obviously from\nthe other side of the tracks--from the other side of the Galaxy, in\nfact--and he was leaning against the piano for the simple reason that\nhe couldn't stand up.\n\nHe wore a well-cut California-style dinner jacket, and after all night\nand half the day, the white gabardine was no longer white. Several\ndrinks had been spilled on the midnight-blue flannel trousers. Only a\nmagnificent physique distinguished him from the Earth or garden variety\nof drunk.\n\nJerry stood up to the bar, and as his eyes became accustomed to the\ndimness, he observed a touching--literally--scene being enacted in the\ndarkest booth. An Earthside racetrack tout, whom Jerry recognized as\none of the habitues of the place, had a gorgeous female tourist backed\ninto a corner. She had retreated as far as the wall permitted, but he\nhad long since caught up.\n\nHer jaunty, elbow-length chinchilla cape lay on the wet table. Her\nexquisitely simple strapless dinner dress of silver lamé exposed arms\nand shoulders that were literally out of this world. The naked effect\nwas relieved only by a diamond, platinum, and emerald choker. Jerry\nknew, though the racetrack tout probably didn't, that the priceless\nbauble was Repositor--synthesized, with an Earth museum piece as a\nmodel.\n\nIt was a tossup whether the race track tout was more interested in the\ndiamonds or the tempting flesh they adorned. The girl made no attempt\nto fight him off. The reason for her acquiescence was not far to seek.\nThe glass before her contained the remains of a \"Pink Lady,\" which\ntastes like an ice-cream soda and kicks like four Kentucky mules.\n\nShe moved her left hand to pick up the glass, and Jerry caught the\nflash of a circlet of channel-set baguette diamonds on the third\nfinger. He concluded that she was the wife of the whiskey baritone.\nThat worthy seemed utterly unconcerned about the whole thing, so why\nshould Jerry interfere?\n\nThe racetrack tout left his conquest momentarily, walked over to the\nbar, handed the bartender a five-spot. Without comment, the bartender\ntook down a key tagged 13 from a hook, and the turf expert pocketed\nit. There was a dingy sign reading \"Hotel\" outside; Jerry had always\nsupposed the floors above contained equally dingy furnished rooms.\n\nThe beautiful tourist's silver heels mounted the back stairs\nunsteadily. The tout was half steering her, half supporting her. The\nman was sober enough to know exactly what he was doing. When she came\nback down those stairs, she would be minus not only her virtue, but\nher diamond necklace as well.\n\n\"Oh, he knew the world was round-o, that sailors could be found-o,\" the\nwhiskey baritone sang lustily.\n\nJerry left the saloon with a bad taste in his mouth. As he passed\nthrough the electric-eye doorway of his office suite, he had the\nimpression that the too perfect inhabitants of all the color\nadvertising pages he had turned out in past years had suddenly come to\nlife. Handsome tourists were moving, in chattering groups, from one\ndisplay case to another.\n\nTheir chatter, as usual, gave him few clues. He still harbored a\nsuspicion that on their home planets, these lovely people might be\nsymbiotes in the bodies of lower animals, or loathsome but intellectual\nworms. But he never had any success when he tried to pump them about\nwhether they were like Earth inhabitants at home, or were issued these\nmagnificent bodies and faces along with their passports to Earth.\n\nHis unreasoning dislike of the males was undoubtedly part jealousy,\nfor they were all tall, handsome, well-dressed, and athletic enough to\nbe signed en masse by Hollywood. But the universal utter perfection of\nlimb, features, and complexion, was not at all repulsive in the female.\nIt was quite decorative to have a whole chorus of toothsome girls in\nParis gowns cluttering up the office.\n\nJerry had never seen one of them use a lipstick, rouge, or an\neyebrow pencil. The cosmetic business was one of the few that had\nnot profited from the tourist trade, except insofar as lady tourists\nbought costly perfumes, and Earthgirls strove to mimic the natural--or\nunnatural--coloring of the fair visitors. A few tourists brought their\nchildren along, and here the firm, rosy, unblemished skin was in its\nproper element. Tourist children were not one whit more cherubic than\nwell-favored children of Earth.\n\nA guide from the Conducted Tours Company arrived to round up a\nbatch of tourists, for a visit to the local jails, flop-houses, and\ngambling dens. He announced they would go by bus, and the horrified\nyet delighted whoops that greeted this news reminded Jerry of a Boston\nsociety dowager who had just been invited to ride on a camel.\n\nAs the crowd trickled out the doors, a lovely vision in platinum blonde\nlaid a slender hand on Jerry's arm.\n\n\"Are you really the man who first thought of inviting us to this quaint\nand delightful planet?\" she gushed.\n\n\"I guess I am, lady. How do you like it?\"\n\n\"Oh, it's so primitive! So elemental! Everybody used to think visiting\nbackward planets was dull and scholarly stuff. It took _you_ to show us\nhow thrilling and exciting it can be!\"\n\n\"I'm glad to hear you say that. Some of the tourists are complaining\nthat Earth isn't as primitive as the Tourist Bureau advertising makes\nit out to be.\"\n\n\"Oh, you _do_ exaggerate a wee, tiny bit, but it's all in good fun,\nisn't it? On the whole, I'm not disappointed--especially not in the\n_men_!\" She fluttered eyelashes, so long and dark that they looked\nartificial, at him.\n\n\"The men?\" Jerry asked blankly.\n\n\"Oh, come, come!\" the platinum blonde breathed throatily into his ear.\n\"Don't pretend to be so innocent! You must have heard of the simply\n_terrific_ reputation Earthmen have acquired on other planets as\nmasterful lovers!\"\n\n\"It's news to me,\" Jerry admitted, \"but it sounds like a good drawing\ncard. I'll try to work something like that into our ads.\"\n\n\"Always thinking about business, aren't you? Why don't you think of\nsomething else, for a change? Me, for instance. Don't you feel a little\nbit sorry for a girl like me, with nothing but perfectly civilized men\nto go home to?\" the girl pouted invitingly.\n\nJerry found himself, by imperceptible stages, being backed into a\ncorner. Well, well, he thought. Perhaps he'd been too harsh in judging\nthat racetrack tout.\n\n\"Since you mention it,\" Jerry said, \"I'm not averse to playing the role\nof Galactic beachboy.\"\n\n\"What does a beachboy do?\"\n\n\"I'd blush to explain it verbally to a girl unaccustomed to primitive\nEarth customs, but I'm pretty good at sign language. How about dinner\ntonight?\"\n\n\"Well ... if you'll let me pay the check. I do so adore this amazing\nEarth custom of exchanging food for little slips of paper.\"\n\n\"The pleasure is all yours, sister. See you at the Ritz main dining\nroom--eight o'clock. Soup and fish. Afterward, we'll look at my\nphoto-murals. Now toddle along, baby, if you want to catch the bus to\nsee those hoboes.\"\n\nJerry was walking on the Milky Way. Aside from the profits, this job\nhad its esthetic side, he decided. His exuberance was slightly dampened\nby the grim expression on his secretary's face.\n\n\"A very important man has been waiting to see you,\" she said\ndisapprovingly. \"I sent him into your office. The least I could do was\nput him where he wouldn't have to smell all the perfume these brazen\ntourist women use. It's enough to make a person ill!\"\n\nIn the visitor's chair before Jerry's mother-of-pearl inlaid desk,\nthe Ambassador from Outer Space was waiting, staring morosely at the\nendlessly repeated welcoming goddess Terra on Jerry's wall stamp\ncollection.\n\n\"Well, as I live and breathe!\" Jerry exclaimed, \"a real, live B-29\npilot! Welcome to my humble grass shack! Scotch? Cigar? What can I do\nfor you?\"\n\n\"You can put out your bonfire, cannibal,\" the Ambassador said, gruffly.\n\"I think I've stewed enough.\"\n\n\"Why are you tough, then?\" Jerry asked. \"At me, I mean. I thought I was\nyour best friend in this here jungle. Didn't I do you a favor once, Mr.\nAmbassador?\"\n\n\"A _favor_? I paid you well for it! Not only in money, but by getting\nadvertising space for your precious Tourist Bureau on the Federated\nPlanets. I never thought it would lead to this!\"\n\n\"You thought my copy wouldn't pull, eh? Not even after I'd demonstrated\nI could make Earth opinion do a flip-flop on that Matter Repositor\ndeal?\"\n\n\"Oh, I was quite sure you could manipulate Earthmen. That's your job.\nBut I didn't believe our people would respond in such numbers to an\nappeal to primitive emotions!\"\n\n\"You weren't alone in that,\" Jerry said smugly. \"Some very prominent\nmembers, of our organization wanted to make the campaign more\ncivilized. I showed them where they were wrong. Can't you see that your\npeople are fed up with civilization, right up to their pretty white\nnecks? The very essence of Earth's appeal to them is that a trip here\ngives them a chance to relax their ethics, to play at going native.\"\n\n\"Don't rub it in!\" The Ambassador shuddered.\n\n\"It's nothing new. Tourists have always kicked up their heels. Guess\nwhat I saw while I was out to lunch. The cops grabbed a couple of your\nboys for shoplifting! They thought it was such fun to ride in the\npaddy-wagon. Back home, of course, they wouldn't think of repositing\nanything they weren't supposed to, but on Earth it's different.\"\n\n\"And for monkeyshines like that,\" the Ambassador growled, \"I am\ndriven half crazy working out sleep-record courses. '_Idioms of Earth\nEnglish_'--'_What Not to Say on Backward Planets and Why_'--'_Earth\nFashion Guide, What You Can Buy There and What to Reposit_.' Bah! I'm\nsupposed to be a diplomat, not a fashion adviser!\"\n\n\"Why don't you hire some help?\" Jerry suggested.\n\n\"I have. I've hired a whole staff, with offices in all major Earth\ncities, to exchange platinum, bullion, and precious stones for Earth\ncurrencies. It's a man-sized job, I can tell you, to keep Earth\ncurrencies stable under this load!\"\n\n\"You're doing a very good job,\" Jerry said, soothingly.\n\n\"You know what one of our citizens asked me yesterday? _How she could\nget a marriage license!_ Your officials had turned her down, because\nshe'd been conditioned not to mention her birthplace and age. Mind you,\na citizen of the Federated Planets wanted to marry an Earthman and live\non this raw, Galactic frontier the rest of her life! Why, we don't even\nknow whether the races can cross-breed!\"\n\n\"That should be looked into,\" Jerry agreed.\n\n\"What are you trying to do?\" the Ambassador demanded, \"Drag the\ncitizens of the Federated Planets down to the level of your jungle?\nYou blithely assume those two shoplifters can be trusted with Matter\nRepositors when they get back home, but I'm not so sure. We haven't\nany jails to toss them into, but we may have to establish some.\nMatter-Repositor-proof jails!\"\n\n\"That's your problem,\" Jerry said. \"All I'm trying to do is make some\nmoney for myself and, other businessmen on Earth. Which I'm doing,\nthank you. And I doubt that you could stop me, at this point. Your\ncitizens would raise quite a howl if my ads stopped appearing in the\ninformation bulletins.\"\n\n\"Money!\" the Ambassador exclaimed, \"All you Earthmen think about is\nmoney!\" He leaned over Jerry's desk. \"What if you could reposit the\nmoney--the gold, that is--without all the work you have to put into\nentertaining these tourists?\"\n\n\"Hmm,\" Jerry said, thinking of his date for that evening, and other\nequally lovely tourists. \"Money isn't the only thing in life. And don't\nforget the income tax. I've got to have some deductible expenses.\"\n\n\"Knowing you, I'd bet you could figure out some way of handling that\nlittle detail.\"\n\n\"What's your proposition?\"\n\n\"Two years ago, you came to my office, wanting to import Matter\nRepositors. I told you Earth's civilization wasn't ready for them.\"\n\n\"We still aren't, according to what you say about our avaricious\ninstincts.\"\n\n\"No, you're not. But you have methods of manipulating public opinion\nand attitudes that are far more advanced than those found on other\nplanets.\"\n\n\"So you admit that Earth is advanced in _something_!\" Jerry said\nhappily.\n\n\"How would you like to have the name of Jerry Jergins go down in your\nhistory as the originator of the most significant public-relations\ncampaign ever undertaken on this planet?\" the Ambassador asked,\ntemptingly. \"You can handle it, if any man on Earth can.\"\n\n\"Softsoaping me again! What's the campaign? I'll listen to it, but I\ndon't know whether I'll buy it.\"\n\n\"Your job would be to get Earth's psychology and sociology ready for\nthe Matter Repositor.\"\n\nJerry reflected. \"You mean I'd have to eliminate war, supplement the\nVoice of America, and so on? I'd have certain advantages over the Voice\nof America, at that. I wouldn't have a bunch of politicians playing\nfootball with my appropriations.\"\n\n\"This campaign would have to go further and deeper than the Voice of\nAmerica. You might call it the Voice of Conscience. Its aim would be\nto make every human being on Earth care more about the welfare of his\nfellow-man than he cares about his own.\"\n\n\"A couple of thousand years back,\" Jerry said, soberly, \"a better\nPromoter than I tried to put that idea across. The campaign He started\nis still running. It's taken hold in some quarters, but I wouldn't say\npublic acceptance is anything like worldwide yet.\"\n\n\"Then you don't think you can do it?\" the Ambassador asked, his\neagerness somewhat deflated.\n\n\"I'm not committing myself to whether I could or couldn't. I could put\nthe Ten Commandments on an international hookup. Thou shalt not steal.\nThou shalt not covet thy neighbor his goods. I could get Walt Disney to\ndramatize the golden rule.\"\n\n\"Ah, I see you have some ideas for the copy already,\" the Ambassador\nsaid. \"I thought I could get you interested in it. Then you'll sign a\ncontract?\"\n\n\"No,\" Jerry said, briefly and definitely.\n\n\"Now, wait a minute, Mr. Jergins,\" the Ambassador protested. \"Why\ndo you suddenly become blunt and unqualified? Do you realize what\nI'm offering you? In return for ceasing this tourist promotion, I'm\noffering you the invention that obsolesces all others--the Matter\nRepositor!\"\n\nJerry stood up and placed the palms of his hands flat on his desk.\n\"I told you that you'd learn something in our primitive jungle, Mr.\nAmbassador. Well, this is it. We may be mechanical morons, according\nto your standards, but we naked savages can produce anything we need.\nSince we've corrected the misconception that what Earth produces isn't\ngood enough for Earthmen, and whipped up a tourist trade, business is\nbooming. And when it booms, we can distribute those Earth products in a\nway that suits us pretty well. A primitive way, you may think, but one\nthat is adapted to the unfortunate circumstance that we aren't a bunch\nof little tin saints living in an ideal world.\n\n\"I asked you for Matter Repositors once, and you were wise enough to\nturn me down. I'm glad you did. They'd cause us more trouble than the\natomic bomb. We don't want the damn things. Do _you_ understand _that_?\"\n\nOn sudden impulse, Jerry strode across his office. There stood a large\nand brilliantly colored object, jarring oddly with the other furniture.\nSometimes at a loss to spend his newly acquired wealth, Jerry had\nyielded, a month or so before, to a desire conceived in childhood to\nown a real honest-to-goodness juke box.\n\nJerry fished in his pocket for a nickel, deposited it in the slot,\npushed button seven. Loud, tinny, and offensively blatant, the strains\nof \"I Don't Wanna Leave the Congo\" filled the office, effectively\ndrowning out any further remarks the Ambassador from Outer Space might\nhave wished to make.\n\n\"If you'll pardon me,\" Jerry shouted over the din, \"I have some arrow\nheads to chip--and a potential extraterrestrial mate to woo with a\nquaint tribal ritual we call dating on Earth.\"\n\n\n\n\n\nEnd of Project Gutenberg's The Pilot and the Bushman, by Sylvia Jacobs\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PILOT AND THE BUSHMAN ***\n\n***** This file should be named 51297-8.txt or 51297-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/2/9/51297/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}