{"title": "Prime Difference", "author": "Alan E. Nourse", "releaseDate": "February 28, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           PRIME DIFFERENCE\n\n                           By ALAN E. NOURSE\n\n                       Illustrated by SCHOENHEER\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Being two men rolled out of one would solve\n                my problems--but which one would I be?\n\n\nI suppose that every guy reaches a point once in his lifetime when he\ngets one hundred and forty per cent fed up with his wife.\n\nUnderstand now--I've got nothing against marriage or any thing\nlike that. Marriage is great. It's a good old red-blooded American\nInstitution. Except that it's got one defect in it big enough to throw\na cat through, especially when you happen to be married to a woman\nlike Marge--\n\nIt's so _permanent_.\n\nOh, I'd have divorced Marge in a minute if we'd been living in the\nBlissful 'Fifties--but with the Family Solidarity Amendment of 1968,\nand all the divorce taxes we have these days since the women got\ntheir teeth into politics, to say nothing of the Aggrieved Spouse\nCompensation Act, I'd have been a pauper for the rest of my life if\nI'd tried it. That's aside from the social repercussions involved.\n\nYou can't really blame me for looking for another way out. But a man\nhas to be desperate to try to buy himself an Ego Prime.\n\nSo, all right, I was desperate. I'd spent eight years trying to keep\nMarge happy, which was exactly seven and a half years too long.\n\nMarge was a dream to look at, with her tawny hair and her sulky eyes\nand a shape that could set your teeth chattering--but that was where\nthe dream stopped.\n\nShe had a tongue like a #10 wood rasp and a list of grievances long\nenough to paper the bedroom wall. When she wasn't complaining, she was\ncrying, and when she wasn't crying, she was pointing out in chilling\ndetail exactly where George Faircloth fell short as a model husband,\nwhich happened to be everywhere. Half of the time she had a \"beastly\nheadache\" (for which I was personally responsible) and the other half\nshe was sore about something, so ninety-nine per cent of the time we\ngot along like a couple of tomcats in a packing case.\n\n       *       *       *       *       *\n\nMaybe we just weren't meant for each other. I don't know. I used to\nenvy guys like Harry Folsom at the office. His wife is no joy to live\nwith either, but at least he could take a spin down to Rio once in a\nwhile with one of the stenographers and get away with it.\n\nI knew better than to try. Marge was already so jealous that I couldn't\neven smile at the company receptionist without a twinge of guilt. Give\nMarge something real to howl about, and I'd be ready for the Rehab\nCenter in a week.\n\nBut I'd underestimated Marge. She didn't need anything real, as I found\nout when Jeree came along.\n\nBusiness was booming and the secretaries at the office got shuffled\naround from time to time. Since I had an executive-type job, I got an\nexecutive-type secretary. Her name was Jeree and she was gorgeous. As\na matter of fact, she was better than gorgeous. She was the sort of\nsecretary every businessman ought to have in his office. Not to do any\nwork--just to sit there.\n\nJeree was tall and dark, and she could convey more without saying\nanything than I ever dreamed was possible. The first day she was\nthere, she conveyed to me very clearly that if I cared to supply the\nopportunity, she'd be glad to supply the motive.\n\nThat night, I could tell that Marge had been thinking something over\nduring the day. She let me get the first bite of dinner halfway to my\nmouth, and then she said, \"I hear you got a new secretary today.\"\n\nI muttered something into my coffee cup and pretended not to hear.\n\nMarge turned on her Accusing Look #7. \"I also hear that she's\nfive-foot-eight and tapes out at 38-25-36 and thinks you're handsome.\"\n\nMarge had quite a spy system.\n\n\"She couldn't be much of a secretary,\" she added.\n\n\"She's a perfectly good secretary,\" I blurted, and kicked myself\nmentally. I should have known Marge's traps by then.\n\nMarge exploded. I didn't get any supper, and she was still going strong\nat midnight. I tried to argue, but when Marge got going, there was no\nstopping her. I had my ultimatum, as far as Jeree was concerned.\n\nHarry Folsom administered the _coup de grace_ at coffee next morning.\n\"What you need is an Ego Prime,\" he said with a grin. \"Solve all your\nproblems. I hear they work like a charm.\"\n\nI set my coffee cup down. Bells were ringing in my ears. \"Don't be\nridiculous. It's against the law. Anyway, I wouldn't think of such a\nthing. It's--it's indecent.\"\n\nHarry shrugged. \"Just joking, old man, just joking. Still, it's fun to\nthink about, eh? Freedom from wife. Absolutely safe and harmless. Not\neven too expensive, if you've got the right contacts. And I've got a\nfriend who knows a guy--\"\n\nJust then, Jeree walked past us and flashed me a big smile. I gripped\nmy cup for dear life and still spilled coffee on my tie.\n\nAs I said, a guy gets fed up.\n\nAnd maybe opportunity would only knock once.\n\nAnd an Ego Prime would solve all my problems, as Harry had told me.\n\n       *       *       *       *       *\n\nIt was completely illegal, of course. The wonder was that Ego Prime,\nInc., ever got to put their product on the market at all, once the\nnation's housewives got wind of just what their product was.\n\nFrom the first, there was rigid Federal control and laws regulating the\nuse of Primes right down to the local level. You could get a license\nfor a Utility model Prime if you were a big business executive, or a\nhigh public official, or a movie star, or something like that; but even\nthen his circuits had to be inspected every two months, and he had to\nhave a thousand built-in Paralyzers, and you had to specify in advance\nexactly what you wanted your Prime to be able to do when, where, how,\nwhy, and under what circumstances.\n\nThe law didn't leave a man much leeway.\n\nBut everybody knew that if you _really_ wanted a personal Prime with\nall his circuits open and no questions asked, you could get one. Black\nmarket prices were steep and you ran your own risk, but it could be\ndone.\n\nHarry Folsom told his friend who knew a guy, and a few greenbacks got\nlost somewhere, and I found myself looking at a greasy little man with\na black mustache and a bald spot, up in a dingy fourth-story warehouse\noff lower Broadway.\n\n\"Ah, yes,\" the little man said. \"Mr. Faircloth. We've been expecting\nyou.\"\n\n       *       *       *       *       *\n\nI didn't like the looks of the guy any more than the looks of the\nplace. \"I've been told you can supply me with a--\"\n\nHe coughed. \"Yes, yes. I understand. It might be possible.\" He fingered\nhis mustache and regarded me from pouchy eyes. \"Busy executives often\ncome to us to avoid the--ah--unpleasantness of formal arrangements.\nNaturally, we only act as agents, you might say. We never see the\nmerchandise ourselves--\" He wiped his hands on his trousers. \"Now were\nyou interested in the ordinary Utility model, Mr. Faircloth?\"\n\nI assumed he was just being polite. You didn't come to the back door\nfor Utility models.\n\n\"Or perhaps you'd require one of our Deluxe models. Very careful\nworkmanship. Only a few key Paralyzers in operation and practically\ncomplete circuit duplication. Very useful for--ah--close contact work,\nyou know. Social engagements, conferences--\"\n\nI was shaking my head. \"I want a _Super_ Deluxe model,\" I told him.\n\nHe grinned and winked. \"Ah, indeed! You want perfect duplication.\nYes, indeed. Domestic situations can be--awkward, shall we say. Very\nawkward--\"\n\nI gave him a cold stare. I couldn't see where my domestic problems were\nany affairs of his. He got the idea and hurried me back to a storeroom.\n\n\"We keep a few blanks here for the basic measurement. You'll go to our\nlaboratory on 14th Street to have the minute impressions taken. But I\ncan assure you you'll be delighted, simply delighted.\"\n\nThe blanks weren't very impressive--clay and putty and steel, faceless,\nbrainless. He went over me like a tailor, checking measurements of all\nsorts. He was thorough--embarrassingly thorough, in fact--but finally\nhe was finished. I went on to the laboratory.\n\nAnd that was all there was to it.\n\n       *       *       *       *       *\n\nPractical androids had been a pipe dream until Hunyadi invented the\nNeuro-pantograph. Hunyadi had no idea in the world what to do with it\nonce he'd invented it, but a couple of enterprising engineers bought\nhim body and soul, sub-contracted the problems of anatomy, design,\nartistry, audio and visio circuitry, and so forth, and ended up with\nthe modern Ego Primes we have today.\n\nI spent a busy two hours under the NP microprobes; the artists worked\noutside while the NP technicians worked inside. I came out of it pretty\nwoozy, but a shot of Happy-O set that straight. Then I waited in the\nrecovery room for another two hours, dreaming up ways to use my Prime\nwhen I got him. Finally the door opened and the head technician walked\nin, followed by a tall, sandy-haired man with worried blue eyes and a\ntired look on his face.\n\n\"Meet George Faircloth Prime,\" the technician said, grinning at me like\na nursing mother.\n\nI shook hands with myself. Good firm handshake, I thought admiringly.\nNothing flabby about it.\n\nI slapped George Prime on the shoulder happily. \"Come on, Brother,\" I\nsaid. \"You've got a job to do.\"\n\nBut, secretly, I was wondering what Jeree was doing that night.\n\nGeorge Prime had remote controls, as well as a completely recorded\nneurological analogue of his boss, who was me. George Prime thought\nwhat I thought about the same things I did in the same way I did. The\nonly difference was that what I told George Prime to do, George Prime\ndid.\n\nIf I told him to go to a business conference in San Francisco and make\nthe smallest possible concessions for the largest possible orders,\nhe would go there and do precisely that. His signature would be my\nsignature. It would hold up in court.\n\nAnd if I told him that my wife Marge was really a sweet, good-hearted\ngirl and that he was to stay home and keep her quiet and happy any time\nI chose, he'd do that, too.\n\nGeorge Prime was a duplicate of me right down to the sandy hairs on\nthe back of my hands. Our fingerprints were the same. We had the same\nmannerisms and used the same figures of speech. The only physical\ndifference apparent even to an expert was the tiny finger-depression\nburied in the hair above his ear. A little pressure there would stop\nGeorge Prime dead in his tracks.\n\nHe was so lifelike, even I kept forgetting that he was basically just a\npile of gears.\n\nI'd planned very carefully how I meant to use him, of course.\n\nEvery man who's been married eight years has a sanctuary. He builds it\nup and maintains it against assault in the very teeth of his wife's\nnatural instinct to clean, poke, pry and rearrange things. Sometimes\nit takes him years of diligent work to establish his hideout and be\nconfident that it will stay inviolate, but if he starts early enough,\nand sticks with it long enough, and is fierce enough and persistent\nenough and crafty enough, he'll probably win in the end. The girls hate\nhim for it, but he'll win.\n\nWith some men, it's just a box on their dressers, or a desk, or a\ncorner of an unused back room. But I had set my sights high early in\nthe game. With me, it was the whole workshop in the garage.\n\n       *       *       *       *       *\n\nAt first, Marge tried open warfare. She had to clean the place up, she\nsaid. I told her I didn't _want_ her to clean it up. She could clean\nthe whole house as often as she chose, but _I_ would clean up the\nworkshop.\n\nAfter a couple of sharp engagements on that field, Marge staged a\nstrategic withdrawal and reorganized her attack. A little pile of wood\nshavings would be on the workshop floor one night and be gone the next.\nA wrench would be back on the rack--upside down, of course. An open\npaint can would have a cover on it.\n\nI always knew. I screamed loudly and bitterly. I ranted and raved. I\nswore I'd rig up a booby-trap with a shotgun.\n\nSo she quit trying to clean in there and just went in once in a while\nto take a look around. I fixed that with the old toothpick-in-the-door\nroutine. Every time she so much as set foot in that workshop, she had a\nbattle on her hands for the next week or so. She could count on it. It\nwas that predictable.\n\nShe never found out how I knew, and after seven years or so, it wore\nher down. She didn't go into the workshop any more.\n\nAs I said, you've got to be persistent, but you'll win.\n\nEventually.\n\nIf you're _really_ persistent.\n\nNow all my effort paid off. I got Marge out of the house for an hour\nor two that day and had George Prime delivered and stored in the big\ncloset in the workshop. They hooked his controls up and left me a\nmanual of instructions for running him. When I got home that night,\nthere he was, just waiting to be put to work.\n\nAfter supper, I went out to the workshop--to get the pipe I'd left\nthere, I said. I pushed George Prime's button, winked at him and\nswitched on the free-behavior circuits.\n\n\"Go to it, Brother,\" I said.\n\nGeorge Prime put my pipe in his mouth, lit it and walked back into the\nhouse.\n\nFive minutes later, I heard them fighting.\n\nIt sounded so familiar that I laughed out loud. Then I caught a cab on\nthe corner and headed uptown.\n\nWe had quite a night, Jeree and I. I got home just about time to start\nfor work, and sure enough, there was George Prime starting my car,\nbusiness suit on, briefcase under his arm.\n\nI pushed the recall and George Prime got out of the car and walked into\nthe workshop. He stepped into his cradle in the closet. I turned him\noff and then drove away in the car.\n\nBless his metallic soul, he'd even kissed Marge good-by for me!\n\n       *       *       *       *       *\n\nNeedless to say, the affairs of George Faircloth took on a new sparkle\nwith George Prime on hand to cover the home front.\n\nFor the first week, I was hardly home at all. I must say I felt a\nlittle guilty, leaving poor old George Prime to cope with Marge all\nthe time--he looked and acted so human, it was easy to forget that\nhe literally couldn't care less. But I felt apologetic all the same\nwhenever I took him out of his closet.\n\n\"She's really a sweet girl underneath it all,\" I'd say. \"You'll learn\nto like her after a bit.\"\n\n\"Of course I like her,\" George Prime said. \"You told me to, didn't you?\nStop worrying. She's really a sweet girl underneath it all.\"\n\nHe sounded convincing enough, but still it bothered me. \"You're sure\nyou understand the exchange mechanism?\" I asked. I didn't want any\nfoul-ups there, as you can imagine.\n\n\"Perfectly,\" said George Prime. \"When you buzz the recall, I wait for\nthe first logical opportunity I can find to come out to the workshop,\nand you take over.\"\n\n\"But you might get nervous. You might inadvertently tip her off.\"\n\nGeorge Prime looked pained. \"Really, old man! I'm a Super Deluxe model,\nremember? I don't have fourteen activated Hunyadi tubes up in this\ncranial vault of mine just for nothing. You're the one that's nervous.\nI'll take care of everything. Relax.\"\n\nSo I did.\n\nJeree made good all her tacit promises and then some. She had a very\ncozy little apartment on 34th Street where we went to relax after\na hard day at the office. When we weren't doing the town, that is.\nAs long as Jeree didn't try too much conversation, everything was\nwonderful.\n\nAnd then, when Jeree got a little boring, there was Sybil in the\naccounting department. Or Dorothy in promotion. Or Jane. Or Ingrid.\n\nI could go on at some length, but I won't. I was building quite a\nreputation for myself around the office.\n\nOf course, it was like buying your first 3-V set. In a week or so, the\nnovelty wears off a little and you start eating on schedule again. It\ntook a little while, but I finally had things down to a reasonable\nprogram.\n\nTuesday and Thursday nights, I was informally \"out\" while formally\n\"in.\" Sometimes I took Sunday nights \"out\" if things got too sticky\naround the house over the weekend. The rest of the time, George Prime\ncooled his heels in his closet. Locked up, of course. Can't completely\ntrust a wife to observe a taboo, no matter how well trained she is.\n\nThere, was an irreconcilable amount of risk. George Prime had to\nquick-step some questions about my work at the office--there was no\nway to supply him with current data until the time for his regular\ntwo-month refill and pattern-accommodation at the laboratory. In the\nmeantime, George Prime had to make do with what he had.\n\nBut as he himself pointed out he was a Super Deluxe model.\n\n       *       *       *       *       *\n\nMarge didn't suspect a thing. In fact, George Prime seemed to be having\na remarkable effect on her. I didn't notice anything at first--I was\nhardly ever home. But one night I found my pipe and slippers laid out\nfor me, and the evening paper neatly folded on my chair, and it brought\nme up short. Marge had been extremely docile lately. We hadn't had a\ngood fight in days. Weeks, come to think of it.\n\nI thought it over and shrugged. Old age, I figured. She was bound to\nmellow sometime.\n\nBut pretty soon I began to wonder if she wasn't mellowing a little too\nmuch.\n\nOne night when I got home, she kissed me almost as though she really\nmeant it. There wasn't an unpleasant word all through dinner, which\nhappened to be steak with mushrooms, served in the dining room (!) by\ncandlelight (!!) with dinner music that Marge could never bear, chiefly\nbecause I liked it.\n\nWe sat over coffee and cigarettes, and it seemed almost like old\ntimes. _Very_ old times, in fact I even caught myself looking at Marge\nagain--really _looking_ at her, watching the light catch in her hair,\nalmost admiring the sparkle in her brown eyes. Sparkle, I said, not\nglint.\n\nAs I mentioned before, Marge was always easy to look at. That night,\nshe was practically ravishing.\n\n\"What are you doing to her?\" I asked George Prime later, out in the\nworkshop.\n\n\"Why, nothing,\" said George Prime, looking innocent. He couldn't fool\nme with his look, though, because it was exactly the look I use when\nI'm guilty and pretending to be innocent.\n\n\"There must be _something_.\"\n\nGeorge Prime shrugged. \"Any woman will warm up if you spend enough time\ntelling her all the things she wants to hear and pay all the attention\nto her that she wants paid to her. That's elemental psychology. I can\ngive you page references.\"\n\nI ought to mention that George Prime had a complete set of basic texts\nrun into his circuits, at a slightly additional charge. Never can tell\nwhen an odd bit of information will come in useful.\n\n\"Well, you must be doing quite a job,\" I said. _I'd_ never managed to\nwarm Marge up much.\n\n\"I try,\" said George Prime.\n\n\"Oh, I'm not complaining,\" I hastened to add, forgetting that a Prime's\nfeelings can't be hurt and that he was only acting like me because it\nwas in character. \"I was just curious.\"\n\n\"Of course, George.\"\n\n\"I'm really delighted that you're doing so well.\"\n\n\"Thank you, George.\"\n\nBut the next night when I was with Dawn, who happens to be a gorgeous\nredhead who could put Marge to shame on practically any field of battle\nexcept maybe brains, I kept thinking about Marge all evening long, and\nwondering if things weren't getting just a little out of hand.\n\n       *       *       *       *       *\n\nThe next evening I almost tripped over George Prime coming out of a\nliquor store. I ducked quickly into an alley and flagged him. \"_What\nare you doing out on the street?_\"\n\nHe gave me my martyred look. \"Just buying some bourbon. You were out.\"\n\n\"But you're not supposed to be off the premises--\"\n\n\"Marge asked me to come. I couldn't tell her I was sorry, but her\nhusband wouldn't let me, could I?\"\n\n\"Well, certainly not--\"\n\n\"You want me to keep her happy, don't you? You don't want her to get\nsuspicious.\"\n\n\"No, but suppose somebody saw us together! If she ever got a hint--\"\n\n\"I'm sorry,\" George Prime said contritely. \"It seemed the right thing\nto do. _You_ would have done it. At least that's what my judgment\ncenter maintained. We had quite an argument.\"\n\n\"Well, tell your judgment center to use a little sense,\" I snapped. \"I\ndon't want it to happen again.\"\n\nThe next night, I stayed home, even though it was Tuesday night. I was\nbeginning to get worried. Of course, I did have complete control--I\ncould snap George Prime off any time I wanted, or even take him in for\na complete recircuiting--but it seemed a pity. He was doing such a nice\njob.\n\nMarge was docile as a kitten, even more so than before. She sympathized\nwith my hard day at the office and agreed heartily that the boss,\ndespite all appearances, was in reality a jabbering idiot. After\ndinner, I suggested a movie, but Marge gave me an odd sort of look and\nsaid she thought it would be much nicer to spend the evening at home by\nthe fire.\n\nI'd just gotten settled with the paper when she came into the living\nroom and sat down beside me. She was wearing some sort of filmy affair\nI'd never laid eyes on before, and I caught a whiff of my favorite\nperfume.\n\n\"Georgie?\" she said.\n\n\"Uh?\"\n\n\"Do you still love me?\"\n\nI set the paper down and stared at her. \"How's that? Of course I\nstill--\"\n\n\"Well, sometimes you don't act much like it.\"\n\n\"Mm. I guess I've--uh--got an awful headache tonight.\" Damn that\nperfume!\n\n\"Oh,\" said Marge.\n\n\"In fact, I thought I'd turn in early and get some sleep--\"\n\n\"Sleep,\" said Marge. There was no mistaking the disappointment in her\nvoice. Now I knew that things were out of hand.\n\nThe next evening, I activated George Prime and caught the taxi at the\ncorner, but I called Ruby and broke my date with her. I took in an\nearly movie alone and was back by ten o'clock. I left the cab at the\ncorner and walked quietly up the path toward the garage.\n\nThen I stopped. I could see Marge and George Prime through the living\nroom windows.\n\nGeorge Prime was kissing my wife the way I hadn't kissed her in eight\nlong years. It made my hair stand on end. And Marge wasn't exactly\nfighting him off, either. She was coming back for more. After a little,\nthe lights went off.\n\nGeorge Prime was a Super Deluxe model, all right.\n\n       *       *       *       *       *\n\nI dashed into the workshop and punched the recall button as hard as I\ncould, swearing under my breath. How long had this been going on? I\npunched the button again, viciously, and waited.\n\nGeorge Prime didn't come out.\n\nIt was plenty cold out in the workshop that night and I didn't sleep\na wink. About dawn, out came George Prime, looking like a man with a\nfour-day hangover.\n\nOur conversation got down to fundamentals. George Prime kept insisting\nblandly that, according to my own directions, he was to pick the first\nlogical opportunity to come out when I buzzed, and that was exactly\nwhat he'd done.\n\nI was furious all the way to work. I'd take care of this nonsense, all\nright. I'd have George Prime rewired from top to bottom as soon as the\nlaboratory could take him.\n\nBut I never phoned the laboratory. The bank was calling me when I got\nto the office. They wanted to know what I planned to do about that\ncheck of mine that had just bounced.\n\n\"What check?\" I asked.\n\n\"The one you wrote to cash yesterday--five hundred dollars--against\nyour regular account, Mr. Faircloth.\"\n\nThe last I'd looked, I'd had about three thousand dollars in that\naccount. I told the man so rather bluntly.\n\n\"Oh, no, sir. That is, you _did_ until last week. But all these checks\nyou've been cashing have emptied the account.\"\n\nHe flashed the checks on the desk screen. My signature was on every one\nof them.\n\n\"What about my special account?\" I'd learned long before that an\naccount Marge didn't know about was sound rear-guard strategy.\n\n\"That's been closed out for two weeks.\"\n\nI hadn't written a check against that account for over a year! I glared\nat the ceiling and tried to think things through.\n\nI came up with a horrible thought.\n\nMarge had always had her heart set on a trip to Bermuda. Just to get\naway from it all, she'd say. A second honeymoon.\n\nI got a list of travel agencies from the business directory and started\ndown them. The third one I tried had a pleasant tenor voice. \"No, sir,\nnot _Mrs._ Faircloth. _You_ bought two tickets. One way. Champagne\nflight to Bermuda.\"\n\n\"When?\" I choked out.\n\n\"Why, today, as a matter of fact. It leaves Idlewild at eleven\no'clock--\"\n\nI let him worry about my amnesia and started home fast. I didn't know\nwhat they'd given that Prime for circuits, but there was no question\nnow that he was out of control--_way_ out of control. And poor Marge,\nall worked up for a second honeymoon--\n\nThen it struck me. Poor Marge? Poor sucker George! No Prime in his\nright circuits would behave this way without some human guidance and\nthat meant only one thing: Marge had spotted him. It had happened\nbefore. Couple of nasty court battles I'd read about. And she'd known\nall about George Prime.\n\n_For how long?_\n\n       *       *       *       *       *\n\nWhen I got home, the house was empty. George Prime wasn't in his\ncloset. And Marge wasn't in the house.\n\nThey were gone.\n\nI started to call the police, but caught myself just in time. I\ncouldn't very well complain to the cops that my wife had run off with\nan android.\n\nWorse yet, I could get twenty years for having an illegal Prime\nwandering around.\n\nI sat down and poured myself a stiff drink.\n\nMy own wife deserting me for a pile of bearings.\n\nIt was indecent.\n\nThen I heard the front door open and there was Marge, her arms full of\ngrocery bundles. \"Why, darling! You're home early!\"\n\nI just blinked for a moment. Then I said, \"You're still here!\"\n\n\"Of course. Where did you think I'd be?\"\n\n\"But I thought--I mean the ticket office--\"\n\nShe set down the bundles and kissed me and looked up into my eyes,\nalmost smiling, half reproachful. \"You didn't really think I'd go\nrunning off with something out of a lab, did you?\"\n\n\"Then--you knew?\"\n\n\"Certainly I knew, silly. You didn't do a very good job of instructing\nhim, either. You gave him far too much latitude. Let him have ideas of\nhis own and all that. And next thing I knew, he was trying to get me to\nrun off with him to Hawaii or someplace.\"\n\n\"Bermuda,\" I said.\n\nAnd then Marge was in my arms, kissing me and snuggling her cheek\nagainst my chest.\n\n\"Even though he looked like you, I knew he couldn't be,\" she said. \"He\nwas like you, but he wasn't _you_, darling. And all I ever want is you.\nI just never appreciated you before....\"\n\nI held her close and tried to keep my hands from shaking. George\nFaircloth, Idiot, I thought. She'd never been more beautiful. \"But what\ndid you do with him?\"\n\n\"I sent him back to the factory, naturally. They said they could blot\nhim out and use him over again. But let's not talk about that any more.\nWe've got more interesting things to discuss.\"\n\nMaybe we had, but we didn't waste a lot of time talking. It was the\nMarge I'd once known and I was beginning to wonder how I could have\nbeen so wrong about her. In fact unless my memory was getting awfully\nporous, the old Marge was _never_ like this--\n\nI kissed her tenderly and ran my hands through her hair, and felt\nthe depression with my fore-finger, and then I knew what had really\nhappened.\n\nThat Marge always had been a sly one.\n\nI wondered how she was liking things in Bermuda.\n\n       *       *       *       *       *\n\nMarge probably thought she'd really put me where I belonged, but the\nlaugh was on her, after all.\n\nAs I said, the old Marge was never like the new one. Marge Prime makes\nJeree and Sybil and Dorothy and Dawn and Jane and Ruby all look pretty\nsad by comparison.\n\nShe cooks like a dream and she always brings me my pipe and slippers.\nAs they say, there's nothing a man likes more than to be appreciated.\n\nA hundred per cent appreciated, with a factory guarantee to correct any\nslippage, which would only be temporary, anyhow.\n\nOne of these days, we'll take that second honeymoon. But I think we'll\ngo to Hawaii.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Prime Difference, by Alan E. Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PRIME DIFFERENCE ***\n\n***** This file should be named 51321.txt or 51321.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/2/51321/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}