{"title": "Break a Leg", "author": "Jim Harmon", "releaseDate": "February 28, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              BREAK A LEG\n\n                             By JIM HARMON\n\n                        Illustrated by GAUGHAN\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n                The man worth while couldn't be allowed\n              to smile ... if he ever laughed at himself,\n            the entire ship and crew were as good as dead!\n\n\nIf there is anything I am afraid of, and there probably is, it is\nhaving a rookie Accident Prone, half-starved from the unemployment\nlines, aboard my spaceship. They are always so anxious to please. They\nremember what it is like to live in a rathole behind an apartment\nhouse furnace eating day-old bread and wilted vegetables, which doesn't\ncompare favorably to the Admiralty-style staterooms and steak and\ncaviar they draw down in the Exploration Service.\n\nYou may wonder why anybody should make things so pleasant for a grownup\nwho can't walk a city block without tripping over his own feet and who\nhas a very low life expectancy on Earth due to the automobiles they are\nconstantly stepping in front of and the live wires they are fond of\npicking up so the street won't be littered.\n\nThe Admiralty, however, is a very thorough group of men. Before they\nopen a planet to colonization or even fraternization, they insist on\nknowing just what they are up against.\n\nAccident Prones can find out what is wrong with a planet as easily\nas falling off a log, which they will if there is one lonely tree on\nthe whole world. A single pit of quicksand on a veritable Eden of a\nplanet and a Prone will be knee-deep in it within an hour of blastdown.\nIf an alien race will smile patronizingly on your heroic attempts at\ngenocide, but be offended into a murderous religious frenzy if you blow\nyour nose, you can take the long end of the odds that the Prone will\nalmost immediately catch a cold.\n\nAll of this is properly recorded for the next expedition in the\nAdmiralty files, and if it's any consolation, high officials and screen\nstars often visit you in the hospital.\n\n       *       *       *       *       *\n\nCharlie Baxter was like all of the other Prones, only worse. Moran III\nwas sort of an unofficial test for him and he wanted to make good. We\nhad blasted down in the black of night and were waiting for daylight to\nbegin our re-survey of the planet. It was Charlie's first assignment,\nso we had an easy one--just seeing if anything new had developed in the\nlast fifty years.\n\nBaxter's guard was doubled as soon as we set down, of course, and\nthat made him fidgety. He had heard all the stories about how high\nthe casualty rate was with Prones aboard spaceships and now he was\nbeginning to get nervous.\n\nActually Charlie was safer in space than he would be back on Earth\nwith all those cars and people. We could have told him how the Service\npractically never lost a Prone--they were too valuable and rare to\nlose--but we did not want him to stop worrying. The precautions we\ntook to safeguard him, the armed men who went with him everywhere, the\nAccident Prone First Aid Kit with spare parts for him, blood, eyes,\nbone, nerves, arms, legs, and so forth, only emphasized to him the\ndanger, not the rigidly secured safety.\n\nWe like it that way.\n\nNo one knows what causes an accident prone. The big insurance\ncompanies on Earth discovered them when they found out in the last part\nof the nineteenth century that ninety per cent of the accidents were\nhappening to a few per cent of the people. They soon found out that\nthese people were not malingering or trying to defraud anybody; they\nsimply had accidents.\n\nI suppose everything from psychology to extra-sensory perception has\nbeen used to explain or explain away prones. I have my own ideas. I\nthink an accident prone is simply a super-genius with a super-doubt of\nhimself.\n\nI believe accident prones have a better system of calculation than a\ncybernetic machine. They can take _everything_ into consideration--the\nhumidity, their blood sugar, the expression on the other guy's\nface--and somewhere in the corners and attic of their brain they\n_infallibly_ make the _right_ choice in any given situation. Then,\nbecause they are incapable of trusting themselves, they do exactly the\nopposite.\n\nI felt a little sorry for Charlie Baxter, but I was Captain of the\n_Hilliard_ and my job was to keep him worried and trying. The worst\nthing that can happen is for a Prone to give up and let himself sink\ninto the fate of being a Prone. He will wear the rut right down into a\ntomb.\n\nAccident Prones have to stay worried and thinking, trying to break\nout of the jinx that traps them. Usually they come to discover this\nthemselves, but by then, if they are real professionals with a career\nin the Service, they have framed the right attitude and they keep it.\n\n       *       *       *       *       *\n\nBaxter was a novice and very much of an amateur at the game. He didn't\nlike the scoring system, but he was attached to the equipment and\ndidn't want to lose it.\n\nHis clumsiness back on Earth had cost him every decent job he ever had.\nHe had come all the way down the line until he was rated eligible only\nfor the position of Prone aboard a spaceship. He had been poor--hungry,\ncold, wet, poor--and now he had luxury of a kind almost no one had in\nour era. He was drunk with it, passionately in love with it. It would\ncease to be quite so important after a few years of regular food, clean\nclothes and a solid roof to keep out the rain. But right now I knew he\nwould come precariously close to killing to keep it. Or to being killed.\n\nHe was ready to work.\n\nI knocked politely on his hatch and straightened my tunic. I have\nalways admired the men who can look starched in a uniform. Mine always\nseemed to wrinkle as soon as I put them around my raw-boned frame.\nSometimes it is hard for me to keep a military appearance or manner. I\ngot my commission during the Crisis ten years back, because of my work\nin the reserve unit that I created out of my employees in the glass\nworks (glassware blown to order for laboratories).\n\nSomeone said something through the door and I went inside.\n\nBronoski looked at me over the top of his picture tape from where he\nlay on the sofa. No one else was in the compartment.\n\n\"Where is Baxter?\" I asked the hulking guard. My eyes were on the sofa.\nMy own bed pulled out of the wall and was considerably inferior to\nthis, much less Baxter's bed in the next cabin. But then I am only a\ncaptain.\n\nBronoski swung his feet off the couch and stood more or less in what I\nmight have taken for attention if I hadn't known him better. \"Sidney\nand Elliot escorted him down to the men's room, Captain Jackson.\"\n\n\"You mean,\" I said very quietly, \"that he isn't in his own bath?\"\n\n\"No sir,\" Bronoski said wearily. \"He told us it was out of order.\"\n\nI stifled the gurgle of rage that came into my throat and motioned\nBronoski to follow me. The engines on the _Hilliard_ were more likely\nto be out of order than the plumbing in the Accident Prone's suite. No\neffort was spared to insure comfort for the key man in the whole crew.\n\nOne glance inside the compartment at the end of the corridor satisfied\nme. There wasn't a thing wrong with the plumbing, so Baxter must have\nhad something in mind.\n\nOn a hunch of my own, I checked the supply lockers next to the airlock\nwhile Bronoski fired questions at my back. Three translator collars\nwere missing. Baxter had left the spaceship and gone off into an alien\nnight.\n\nElliot and Sidney, the guards, were absolutely prohibited from\ninterfering in any way with a Prone's decisions. They merely had to\nfollow him and give their lives to save his, if necessary.\n\nI grabbed up a translator collar and tossed one to Bronoski. Then, just\nas we were getting into the airlock, I remembered something and ran\nback to the bridge.\n\nThe thick brown envelope I had left on my desk was gone. I had shown\nit to Baxter and informed him that he should study it when he felt so\ninclined. He had seemed bored with the idea then, but he had come back\nfor the report before leaving the ship. The envelope contained the\nexploration survey on Moran III made some fifty years before.\n\nI unlocked a desk drawer with my thumb print and drew out a duplicate\nof the report. I didn't have too much confidence in it and I hoped\nCharlie Baxter had less. Lots of things can change on a planet in fifty\nyears, including its inhabitants.\n\n       *       *       *       *       *\n\nBronoski picked up Baxter's tracks and those of the two guards, Elliot\nand Sidney, with ultra-violet light. They were cold splotches of green\nfire against the rotting black peat of the jungle path. The whole dark,\ntangled mess smelled of sour mash, an intoxicating bourbon-type aroma.\n\nI jogged along following the big man more by instinct than anything\nelse, ruining my eyes in an effort to refresh my memory as to the\ncontents of the survey report in the cheery little glow from my\ncigarette lighter.\n\nThe lighter was beginning to feel hot to my fingers and I started to\nworry about radiation leak, although they are supposed to be guaranteed\nperfectly shielded. I read that before the last exploration party had\nleft, they had made the Moranite natives blood brothers. Then Bronoski\nknocked me down.\n\nActually he put his hands in the small of my back and shoved politely\nbut firmly. Just the same, I went face down into the moist dirt fast\nenough.\n\nI raised my head cautiously to see if Bronoski would shove it back\ndown. He didn't.\n\nI could see through the stringy, alcoholic grass fairly well and there\nwere Baxter, Elliot and Sidney in the middle of a curious mob of aliens.\n\nCharlie Baxter had got pretty thin on his starvation diet back on\nEarth. He had grown a slight pot belly on the good food he drew down as\nProne, but he was a fairly nice-looking young fellow. He looked even\nbetter in the pale moonlight, mixed amber and chartreuse from the twin\nsatellites, and in contrast to the rest of the group.\n\nElliot Charterson and Sidney Von Elderman were more or less type-cast\nas brawny, brainless bodyguards. Their friends described them as\nmuscle-bound apes, but other people sometimes got insulting.\n\nThe natives were less formidable. They made the slight lump of fat\nCharlie had at his waist look positively indecent.\n\nThe natives were _skinny_. How skinny? Well, the only curves they had\nin their bodies were their bulging eyeballs. But just because they were\nthin didn't mean they were pushovers. Whips and garrotes aren't fat and\nthese looked just as dangerous.\n\nWhenever I see aliens who are so humanoid, I remember all that Sunday\nsupplement stuff about the Galaxy being colonized sometime by one\nhumanlike race and the Ten Lost Tribes and so forth.\n\nThey didn't give me much time to think about it just then. The natives\nlooked unhappy--belligerently unhappy.\n\nI began to shake and at the same time to assure myself that I didn't\nhave anything to worry about, that the precious Accident Prone would\ncome out of it alive. After all, Elliot and Sidney were there to\nprotect him. They had machine guns, flame-throwers, atomic grenades,\nand some really potent weapons. They could handle the situation. I\ndidn't have a thing to worry about.\n\nSo why couldn't I stop shaking?\n\nMaybe it was the way the natives were slowly but deliberately forming a\ncircle about Charlie and his bodyguards.\n\n       *       *       *       *       *\n\nThe clothing of the Moranites hadn't changed much, I noticed. That was\nunderstandable. They had a non-mechanical civilization with scattered\ncolonies that it would take a terrestrial season to tour by animal cart.\n\nAn isolated culture like that couldn't change many of its customs.\nThen Charlie shouldn't have any trouble if he stuck to the findings on\nbehavior in the report. Naturally, that meant by now he had discovered\nthe fatal error.\n\nThe three men were just standing still, waiting for the aliens to make\nthe first move. The natives looked just as worried as Charlie and his\nguards, but then that might have been their natural expression.\n\nI jumped a little when the natives all began to talk at once. The\nmixture of sound was fed to me through my translator collar while the\ncybernetic unit back on board the spaceship tried decoding the words.\nIt was too much of an overload and, infuriatingly, the sound was cut\nout altogether. I started to rip my collar off when the natives stopped\nscreeching and a spokesman stepped forward.\n\nThe native slumped a little more than the others, as if he were more\nrelaxed, and his eyes didn't goggle so much. He said, \"We do not\nunderstand,\" and the translation came through fine.\n\nBaxter swallowed and started forward to meet the alien halfway. His\nboot slipped on the wet scrub grass and I saw him do the desperate\nlittle dance to regain his balance that I had seen him make so many\ntimes; he could never stay on his feet.\n\nBefore he could perform his usual pratfall, Sidney and Elliot were\nat his sides, supporting him by his thin biceps. He glared at them\nand shrugged them off, informing them wordlessly that he would have\nregained his balance if they had given him half a chance.\n\n\"We do not understand,\" the native repeated. \"Do you hold us in so much\ncontempt as to claim _all_ of us as your brothers?\"\n\n\"All beings are brothers,\" Charlie said. \"We were made blood brothers\nby your people and my people several hundred of your years ago.\"\n\nCharlie's words were being translated into the native language, of\ncourse, but Bronoski's collars and mine switched them back into\nTerrestrial. I've read stories where explorers wearing translators\ncouldn't understand each other, but that isn't the way it works. If you\nlisten closely, you make out the words in your own language underneath,\nand if you pay very close attention, you can find minor semantic\ndifferences in the original words and the echo translated back from a\nnative language.\n\nI was trying to catch both versions from Charlie. I knew he was making\na mistake and later I wanted to be sure I knew just what it was.\nFrankly, I would have used the blood-brother gambit myself. I had also\nread about it in the survey report, as I made a point of telling you.\nThis just proves that Accident Prones haven't secured the franchise on\nmistakes. The difference is that I would have gone about it a lot more\ncautiously.\n\n\"Enough of this,\" the native said sharply. \"Do you claim to be _my_\nbrother?\"\n\n\"Sure,\" Charlie said.\n\nDispassionately but automatically, the alien launched himself at the\nProne's throat.\n\n       *       *       *       *       *\n\nCharterson and Von Elderman instantly went into action. Elliot\nCharterson jumped to Charlie's assistance while Sidney Von Elderman\nswung around to protect Charlie from the rest of the crowd.\n\nBut the defense didn't work.\n\nThe other aliens didn't try to get to Baxter, but when they saw Elliot\nstart to interfere with the two writhing opponents, they clawed him\ndown into the grass. Sidney had been set to defend the Prone, not his\nfellow guard. They might have been all right if he had pulled a few\noff Elliot and let him get to work, except his training told him that\nthe life of a guard did not matter a twit, but that a Prone must be\ndefended. He started toward Charlie Baxter and was immediately pulled\ndown by a spare dozen of the mob.\n\nIt all meant one thing to me. The reaction of the crowd had been\nspontaneous, not planned. That meant that the struggle between Charlie\nand the spokesman was a high order of single combat with which it was\nunholy, indecent and dastardly to interfere.\n\nI could fairly hear Bronoski's steel muscles preparing for battle as\nhe saw his two mammoth pals go down under the press of numbers. A\nbristle-covered bullet of skull rose out of the grass beside me and it\nwas my turn to grind his face in the muck.\n\nI had a nice little problem to contend with.\n\nI knew the reason Baxter had slipped out at night to be the first to\ngreet the aliens. He was determined to be useful and necessary without\nfouling things up. I suppose Charlie had never felt valuable to anyone\nbefore in his life, but at the same time it hurt him to think that he\nwas valuable only because he was a misfit.\n\nHe had decided to take a positive approach. If he did things right,\nthat would be as good proof of conditions as if he made the mistakes he\nwas supposed to do. But he couldn't lick that doubt of himself that had\nbeen ground into him since birth and there he was, in trouble as always.\n\nNow maybe Bronoski and I could get him out ourselves by a direct\napproach, but Charlie would probably lose all self-confidence and sink\ndown into accepting himself as an Accident Prone, a purely passive\nstate.\n\nWe couldn't have that. We had to have Charlie acting and thinking and\ntherefore making mistakes whose bad examples we could profit by.\n\nAs I lay on my belly thinking, Charlie was putting up a pretty good\nfight with the stringy native. He got in a few good punches, which\nseemed to mystify the native, who apparently knew nothing of boxing.\nNaturally Charlie then began wrestling a trained and deadly wrestler\ninstead of continuing to box him.\n\nI grabbed Bronoski by his puffy ear and hissed some commands into\nit. He fumbled out a book of matches and lit one for me. By the tiny\nflicker of light, I began tearing apart my lighter.\n\n       *       *       *       *       *\n\nI suppose you have played \"tickling the dragon's tail\" when you were a\nkid. I did. I guess all kids have. You know, worrying around two lumps\nof fissionable material and just keeping them from uniting and making\na critical mass that will result in an explosion or lethal radiation.\nI caught my oldest boy doing it one day back on Earth and gave him a\ngood tanning for it. Actually I thought it showed he had a lot of grit.\nEvery real boy likes to tickle the dragon's tail.\n\nMaybe I was a little old for it, but that's what I was doing there in\nthe Moran III jungle.\n\nI got the shield off my cigarette lighter and jerked out the dinky\nlittle damper rods for the pile and started easing the two little\nbricks toward each other with the point of my lead pencil.\n\nI heard something that resembled a death rattle come from Charlie's\nthroat as the fingers of the alien closed down on it and my hand\ntwitched. A blooming light stabbed at my eyes and I flicked the lighter\naway from me.\n\nThe explosion was a dud.\n\nIt lit up the jungle for a radius of half a mile like a giant\nflashbulb, but it exploded only about ten times as loud as a pistol\nshot. The mass hadn't been slapped together hard enough or held long\nenough to do any real damage.\n\nThe natives weren't fools, though. They got out of there fast. I wished\nI could have gone with them. There was undoubtedly an unhealthy amount\nof radiation hanging around.\n\n\"Now!\" I told Bronoski.\n\nHe ran into the clearing and found four bodies sprawled out: Charlie\nBaxter, his two guards and the native spokesman.\n\nCharlie and the native were both technically unconscious, but they each\nhad a stranglehold on each other, with Charlie getting the worst of it.\n\nBronoski pried the two of them apart.\n\nWhile he roused Sidney and Elliot from their punch-drunk state, I\nexamined Charlie. He had a nasty burn on his leg and two toes were\ngone. If there was an explosion anywhere around, he was bound to be in\nfront of it.\n\nHe was abruptly choking and blinking watery eyes.\n\n\"You did it, Charlie,\" I lied. \"You beat him fair and square.\"\n\n       *       *       *       *       *\n\nCharlie was in bed for the next few days while his grafted toes grew\non, but he didn't seem to mind.\n\nWe knew enough not to use the blood-brothers approach after fifty years\nand therefore it did not take us long to find out why we shouldn't.\n\nThe Moran III culture was isolated in small colonies, but we had\nforgotten that a generation of the intelligent life-forms was only\nthree Earth months. It seems a waste at first thought, but all things\nare relative. The Crystopeds of New Lichtenstein, for instance, have a\nlife span of twenty thousand Terrestrial years.\n\nWith so fast a turnover in Moran III individuals, there was bound to be\na lot of variables introduced, resulting in change.\n\nThe idea that seemed to be in favor was the survival of the fittest.\nSince the natives were born in litters, with single births extremely\nrare, this concept was practiced from the first. Unless they were\nparticularly cunning, the runts of the litter did not survive the first\nyear and rarely more than one sibling ever saw adulthood.\n\nObviously, to claim to be a native's brother was to challenge him to a\ntest of survival.\n\nMy men learned to call themselves Last Brother in the usual bragging\npreliminaries that preceded every encounter. We got pretty good results\nwith that approach and learned a lot about the changes in customs in\nthe half century. But finally one of the men--either Frank Peirmonte or\nSidney Charterson, who both claim to be the one--thought of calling the\ncrew a Family and right away we began hitting it off famously.\n\nThe Moranites figured we would kill each other off all except maybe\none, whom they could handle themselves. They still had folk legends\nabout the previous visit of Earthmen and they didn't trust us.\n\nCharlie Baxter's original mistake had supplied us with the Rosetta\nStone we needed.\n\nDoctor Selby told me Charlie could get up finally, so I went to his\nsuite and shook hands with him as he still lay in bed.\n\nI waited for the big moment when Charlie would be on his feet again\nand we could get on with the re-survey of the planet.\n\n\"Here goes,\" Charlie said and threw back his sheet.\n\nHe swung his legs around and tottered to his feet. He was a little\nweak, but he took a few steps and seemed to make it okay.\n\nThen the inevitable happened. He snagged the edge of one of the Persian\ncarpets on the bedroom floor with his big toe and started to fall.\n\nSelby and I both dived forward to catch him, but instead of doing the\narm-waving dance for balance that we were both used to, he seemed to go\nlimp and he plopped on the floor like a wet fish.\n\nImmediately he jumped to his feet, grinning. \"I finally learned to go\nlimp when I take a fall, sir. It took a lot of practice. I imagine I'll\nsave some broken bones that way.\"\n\n\"Yes,\" I said uneasily. \"You have been thinking about this quite a lot\nwhile you lay there, haven't you, Baxter?\"\n\n\"Yes, sir. I see I've been fighting this thing too hard. I am an\nAccident Prone and I might as well accept it. Why not? I seem to always\nmuddle through some way, like out there in the jungle, so why should I\nworry or feel _embarrassed_? _I know I can't change_ it.\"\n\n       *       *       *       *       *\n\nI was beginning to do some worrying of my own. Things weren't working\nout the way they should. We were supposed to see that Prones kept\ndeveloping a certain amount of doomed self-confidence, but they\ncouldn't be allowed to believe they were infallible Prones. A Prone's\nvalue lies in his active and constructive effort to do the right thing.\nIf he merely accepts being a Prone, his accidents gain us nothing. We\ncan't profit from mistakes that come about from resignation or laughing\noff blunders or, as in this case, conviction that he never got himself\ninto anything he couldn't get himself out of.\n\n\"Doctor Selby, would you excuse us?\" I asked.\n\nThe medic left with a bow and a surly expression. I turned to Baxter,\nrather wishing Selby could have stayed. It was a labor dispute and I\nwas used to having a mediator present at bargaining sessions at my\nglassworks. But this was a military, not a civilian, spaceship.\n\n\"I have some facts of life to give you, Baxter,\" I told him. \"It\nis your duty to _actively_ fulfill your position. You have to make\ndecisions and plan courses of action. Do you figure on just walking\naround in that jungle until a tree falls on you?\"\n\nHe sat down on the edge of the bed and examined the pattern in the\ncarpet. \"Not exactly, sir. But I get tired of people waiting for me to\nmake a fool out of myself. I have a natural talent for--for _Creative\nNegativism_. That's it. And I should be able to exercise my talent with\n_dignity_.\"\n\n\"If you don't actively fulfill the obligations of a Prone, you aren't\nallowed the luxuries and privileges that go with the position. Do you\nthink you would like to be without your armed guards to protect you\nevery moment?\"\n\n\"I can take care of myself, sir!\"\n\nI paused and came up with my best argument. \"How would you like to\nlive like an ordinary spaceman, without rare steaks and clean sheets?\nBecause if you're not our Accident Prone, you're just another crew\nmember, you know.\"\n\nThat one hurt him, but I saw I had put it to him as a challenge and\nhe must have had some guilt feelings about accepting all that luxury\nfor being nothing more than he was. \"I could fulfill the duties of an\nordinary spaceman, sir.\"\n\nI snorted. \"It takes skill and training, Baxter. Your papers entitle\nyou to one position and one only anywhere--Accident Prone of a\nspaceship complement. If you refuse to do your duties in that post, you\ncan only become a ward of the Galaxy.\"\n\nHis jaw line firmed. He had gone through a lot to keep from taking such\nabject charity. \"Isn't there,\" he asked in a milder tone, \"_any_ other\nposition I could serve in on this ship, sir?\"\n\nI studied his face a moment. \"We had to blast off without an Assistant\nPile Driver, j.g. It keeps getting harder and harder to recruit an APD,\nj.g. I suppose it's those reports about the eventual fatalities due to\nradiation leak back there where they are stationed.\"\n\nBaxter looked back at me steadily. \"There are a lot of rumors about the\nhigh mortality rate among Accident Prones in space, too.\"\n\n       *       *       *       *       *\n\nHe was right. We had started the rumors. We wanted the Prones alert,\nactive and scheming to stay alive. More beneficial accidents that way.\nActually, most Prones died of old age in space, which is more than\ncould be said of them on Earth, where they didn't have the kind of\nprotection the Service gives them.\n\n\"Look here, Baxter, do you like your quarters on this ship?\" I demanded.\n\n\"You mean this master bedroom, the private heated swimming pool, the\ntennis court, bowling alley and all? Yes, sir, I like it.\"\n\n\"The Assistant Pile Driver has a cot near the fuel tanks.\"\n\nHe gazed off over my left shoulder. \"I had a bed behind the furnace\nback on Earth before the building I was working in burned down.\"\n\n\"You wouldn't like this one any better than the one before.\"\n\n\"But there I would have some chance of _advancement_. I don't want to\nbe stuck in the rank of Accident Prone for life.\"\n\nI stared at him in frank amazement. \"Baxter, the only rank getting\nhigher pay or more privileges than Prone is Grand Admiral of the\nServices, a position it would take you at least fifty years to reach if\nyou had the luck and brains to make it, which you haven't.\"\n\n\"I had something more modest in mind, sir. Like being a captain.\"\n\nHe surely must have known how I lived in comparison to him, so I didn't\nbother to remind him. I said, \"Have you ever seen a case of radiation\npoisoning?\"\n\nBaxter's jaw thrust forward. \"It must be pretty bad--but it isn't as\nviolent as being eaten by floating fungi or being swallowed in an\nearthquake on some airless satellite.\"\n\n\"No,\" I agreed, \"it is much slower than any of those. It is unfortunate\nthat we don't carry the necessary supplies to take care of Pile\nDrivers. Most of our medical supplies are in the Accident Prone First\nAid Kit, for the exclusive use of the Prone. Have you ever taken a good\nlook at that?\"\n\nBaxter shivered. \"Yes, I've seen it. Several drums of blood, Type AB,\nmy type. A half-dozen fresh-frozen assorted arms and legs, several rows\nof eyes, a hundred square feet of graftable skin, and a well-stocked\ntank of inner organs and a double-doored bank of nerve lengths.\nImpressive.\"\n\nI smiled. \"Sort of gives you a feeling of confidence and security,\ndoesn't it? It would be unfortunate for anyone who had a great many\naccidents to be denied the supplies in that Kit, I should think. Of\ncourse, it is available only to those filling the position of Accident\nProne and doing the work faithfully and according to orders.\"\n\n\"Yes, sir,\" Charlie mumbled.\n\n\"Selby is your personal physician, you realize,\" I drove on. \"He takes\ncare of the rest of us only if he has time left over from you. Why,\nwhen I was having my two weeks in the summer as an Ensign, I had to\nlie for half an hour with a crushed foot while the doctor sprayed our\nProne's throat to guard against infection. Let me tell you, I was in\nquite a bit of pain.\"\n\nCharlie's pale eyes narrowed as if he had just made a sudden discovery,\nperhaps about the relationship between us. \"You don't make as much\nmoney as I do, do you, sir? You don't have a valet? And your bed folds\ninto the bulkhead?\"\n\nI thought he was at last beginning to get it. \"Yes,\" I said.\n\nHe stood sharply to attention. \"Request transfer to position of\nAssistant Pile Driver, j.g., sir.\"\n\nI barely halted a groan. He thought I resented him and was deliberately\nholding him down into the miserable overpaid, overfed job that was\nbeneath him and the talents that so fitted him for the job.\n\n\"Request granted.\"\n\nHe would learn.\n\nHe had better.\n\nI started to sweat in a gush. He had _really_ better.\n\n       *       *       *       *       *\n\nI took him into the rear of the ship and showed him where he would\nsleep. In the oily gloom, he regarded the pad from an old acceleration\ncouch fitted to two scratched and nicked aluminum pipes jury-rigged\nbetween two squat tanks containing water for the atomic pile used close\nto planets where the gravitational field interfered with the star-drive.\n\n\"Over here's what you have to keep an eye on, Baxter,\" I told him.\n\nWe walked past the dimly lighted rows of towering fuel lines and\ncables. Charlie tripped over the hump of a deck-level cable housing.\nHis knee banged against the deck plates and he stood with an effort.\n\n\"Careful,\" I said. \"Now that you have limited medical attention, don't\nbreak a leg.\"\n\nBaxter rubbed his leg thoughtfully. \"Funny. My grandfather used to be\nin show business. He told me that telling somebody to break a leg was\nwishing them good luck.\"\n\nI cleared my throat. \"It would seem in dubious taste, addressed to an\naccident prone. However, you have my best wishes. You realize that your\nsalary as Prone of 11,000 credits a month and your pay of 23 credits a\nmonth as an APD, j.g., are suspended until the Admiralty rules on your\ncase.\"\n\n\"Yes, sir. I realize that, sir.\"\n\nI stopped him in front of the soiled red box that was the tension\ngauge. \"If the electrical control of the drive somehow becomes broken,\nthe interrupted circuit will show on the gauge. It is then the duty\nof the APD, j.g., to go through the small airlock and maintain manual\ncontrol of the pile while at least one of the control circuits is\nrepaired. The job rarely has to be done, but when it is, it is very\noften fatal.\"\n\nBaxter only nodded. \"I understand.\"\n\nI doubted that he did.\n\nAfter leaving Baxter on his first watch, I went to the messhall and\nwaited for him to show up. The men knew what to do when he came.\n\nIt was rather pleasant to sit there savoring the odors. At times, they\nstill seem more like those of a chemical laboratory than a kitchen,\nbut I have become so used to associating burning starch products,\ncentrifuged tannic acid, and melting dextrose with food that I am\nalmost immune to the aroma of Prone food like juicy, sizzling steak.\nAlmost.\n\n       *       *       *       *       *\n\nCharlie Baxter finally came through the hatch. He paused and seemed to\nshake off what he must have thought was some olfactory hallucination\nand started to sit down at the table with the rest of the men. He\nlooked rather pleased. He had probably decided being Accident Prone had\ndeprived him of much of the company he had every right to enjoy with\nhis shipmates.\n\n\"Get out of here!\" Frank Peirmonte yelled, jumping up from the other\nend of the oblong table.\n\n\"Why?\" Baxter asked in astonishment.\n\n\"Baxter,\" I put in, \"I'm afraid the men think they may catch radiation\nfever from a pile driver like you.\"\n\n\"Catch radiation fever?\" he repeated. \"Men have been exposed to\natomics for hundreds of years. Surely you men must know any poisoning\nin one individual can't be transmitted to another like germs. I\ncouldn't absorb enough radiation to be dangerous to you in simple\nproximity and still be alive. Don't you see that?\"\n\nAt once, all of my crew at the table covered their faces with their\narms.\n\n\"Don't look at us!\" Bronoski screamed, his voice knifing toward the\nhigher octaves.\n\nBaxter gaped in a daze from one of us to the other. \"What do you mean?\nWhy shouldn't I look at you?\"\n\n\"You've got The Eye! _All_ pile drivers get it.\"\n\n\"But I have to eat,\" he objected. \"I'm hungry. Really I am.\"\n\nI swung around and exchanged a few words with Tan Eck, the cook, at the\nrear hatch. I took a steaming tray and went across the compartment,\naverting my face.\n\n\"You will have to forgive these superstitious spacemen,\" I apologized\nto Baxter. \"You go right ahead and eat just outside the door. I won't\nmind a bit.\"\n\n\"Thanks,\" Baxter said, accepting the plate. He looked down at the white\npaste, black gum and cup of yellowish liquid fitted in the proper holes\nand slots, then up at me. \"What is this stuff?\"\n\n\"You don't have to look right at me!\" I snapped. \"It is standard\nspaceman's fare--re-reconstituted carbohydrates, protein and hot ground\nroasted soya. This is stuff we had left over on our plates from lunch,\nall set to go into the converter, but Tan Eck reprocessed it for you.\nIt's what regulations specify for an APD, j.g.\"\n\nBaxter opened his mouth and closed it hard. \"Yes, sir. Thank you, sir.\"\n\nHe turned smartly to leave and I halted him with a palm up. \"Baxter.\"\n\nHe turned. \"Yes, sir?\"\n\n\"We are moving to the other side of the continent to continue with\nthe re-survey. I want to make it clear to you that you are absolutely\nforbidden to leave the ship. We can't spare the guards for your\nliabilities, now that you have thrown away your value.\"\n\n\"Yes, sir.\"\n\nEven at the time, I was gratified by the sudden thoughtful narrowing of\nhis eyes.\n\n       *       *       *       *       *\n\nI wasn't surprised the next day when Bronoski reported that Charlie\nBaxter had taken a bacpac--food, soap, blankets and so forth--and\nleft the _Hilliard_. He was determined to prove that he wasn't merely\nAccident Prone and could get things done on his own.\n\n\"Charterson and Von Elderman are following him?\" I asked.\n\nBronoski nodded his bullet-shaped head. \"Like a hawk.\"\n\n\"The Bird can follow him like a hawk. I want them to follow him like\nmen.\"\n\n\"They are as good at the job as I am,\" Bronoski reassured me.\n\n\"I think,\" I said quickly, \"that I had better go down to Communications\nand follow Baxter myself.\"\n\nThe Bird was an electronic device. It looked like a local life-form\nthat was actually a flying mammal. Inside the thing was was a sensitive\nvideo camera and a self-propulsion unit.\n\nThe Bird homed in on Baxter's electroencephalograph waves.\n\nThe view on the screen in front of the lounging chairs was clear but\nmonotonous.\n\nCharlie made his way across the landscape, woods on this side of the\ncontinent, not jungle, without incident. He did fall down like a wet\nlaundry bag every so often, but that, as you'd figure, amounted to\ntraveling across country without incident. He'd have done the same on a\nsmooth pavement.\n\nI had a cigarette in my mouth, futilely pounding my pockets for the\nlighter I didn't have, when Charlie met the alien.\n\nThere was only one native this time, the same thin form, but more\nlightly clothed here. I shifted uneasily and hoped the two guards were\nclose. There was only one this time, but it was useless to suppose\nCharlie could handle him himself.\n\n\"Greetings,\" Charlie said. \"I am Big Brother of a new Family.\"\n\nThere was no sound equipment in the Bird, but the translator circuits\nin the control board read Baxter's lips and produced their sound\npatterns for us. They would also translate the native's language, but\njust then he wasn't saying anything.\n\nHe walked around the Prone leisurely, as if considering buying him.\n\nCharlie shifted the straps of his pack. He hadn't been convinced of his\nown abilities enough to take along a gun or any other kind of weapon.\nHe would be almost sure to kill himself with it.\n\nOr would he?\n\nI suddenly wondered if Charlie doubted himself enough to commit\noutright suicide. He had had plenty of close calls, yet he had always\nsurvived. If his goal was self-destruction, he surely would have\nreached it after this many opportunities.\n\nI watched the screen intently.\n\nCharlie thought he was alone there with a possibly hostile native.\nAll he had to do was make one small slip and he would be dead. Yet,\nso far, he had followed the pattern we had used at the other colony\nexactly.\n\nInstantly I realized that it _must_ be a mistake to follow the other\npattern with this second group of aliens, if Charlie Baxter did it.\n\n       *       *       *       *       *\n\nAt first I couldn't understand why the pattern should be wrong for this\ngroup if it was right for the first. They were close enough so that\nthere must have been intercourse between them, and if customs were\nviolently different, there would probably be a state of warfare between\nthem and none was apparent.\n\nI finally realized why warfare would be almost impossible and why the\ncustoms of the separated colonies might be extremely at odds.\n\nThe colonies were three months apart by fastest transportation, which\nwas longer than a generation of the natives. No one could live long\nenough to reach a second colony, so each culture developed in isolation\nalong entirely random lines.\n\nI felt like yelling at Charlie. There was literally no way of telling\nhow he might be offending and antagonizing this Moranite by treating\nhim as we had learned to treat the others.\n\nThe alien finally spoke. \"You are part of a--Family?\"\n\nCharlie nodded his head.\n\nSo did the native--he bobbed Charlie's head with a rock.\n\n\"Close in on 'em fast but gentle,\" I radioed the guards.\n\nThe native dragged Baxter's limp body through a nearby thicket and into\na small clearing. Abruptly I saw they were up against the base of the\nnearest mountain. A bubbling, dancing stream twisted through brown and\ngreen rock and disappeared into a ridge of gray slate. It reappeared\nbelow the hill, steaming, obviously passing through an underground hot\nsprings.\n\nThe alien had Charlie where he wanted him before we could move. He\nlashed him securely with stringy vine and, with him thrown over his\nshoulder, ran up the slate, which rumbled down ominously behind them.\nHe tossed Charlie over a wide hole at the top of the ridge. Slate\nrained down into the hole. If the Prone hadn't snapped awake and made\nhis body rigid, he would have tumbled into the hole at that moment.\n\n\"So you wake, Familyman,\" the native said. \"How could you admit to\nbeing anything so immoral when you were alone? You surely did not think\nyou could eat me without help from the others of your evil brothers!\"\n\nCharlie licked his lips and moved his eyes; that was about all he\ndared move. \"You--don't approve of families?\"\n\nThe native drew himself up to his full elongated height in the screen.\n\"Like all good People, I was properly abandoned at birth and I proudly\nsay I have never associated with others except for Mating and Trading.\"\n\nI noticed abstractly that he finished moving his lips long before the\ntranslation was finished. He was using a very primitive language. I\nscrewed the button nervously in my ear for Charterson and Von Elderman\nto report.\n\n       *       *       *       *       *\n\nThe alien looked at the rigid form of Baxter over the pit. \"I suppose\nI should have some pity for you. You began your filthy practice too\nyoung to know better. But imagine! Combining with others of your kind\nto survive--at the expense of decent individuals like myself. Robbing\nus, eating us. The Finger of Fire will come soon and will destroy you.\nI have heard Familymen often try to aid one another. Perhaps others of\nyour kind will die with you!\"\n\nHe was gone long before the translation was finished, leaving Charlie\nBaxter arched across a pit that widened as the alien's descent\ndisturbed more of the soft shale.\n\nThe native was out of sight. I realized his tribe would soon be\nextinct. The racial mind for the whole species seemed obsessed with\nsurvival by natural selection, but his tribe had gone off on the\ntangent of individualism, which was fine to some extent, but the\nService had learned that a race couldn't survive without _some_ degree\nof cooperation and this one's level of mating and trading did not seem\nsufficient.\n\n\"Captain Jackson!\" Von Elderman's voice said in my ear. \"We can't reach\nhim! If we start up that hill, the soft shale is bound to shift and\ndrop him right into that hole.\"\n\n\"I'll send Bronoski with a personal flyer immediately to make an air\npickup,\" I said numbly.\n\nIt wasn't the guards' fault. Charlie hadn't seemed to be in any\nimmediate danger and we don't kill intelligent life-forms without\ndamned good reason--the kind of reason that stands up in court. But\nhe was now stretched over what I was fairly certain was an active\ngeyser--\"The Finger of Fire,\" the native had called it, and had assured\nCharlie that it would kill him.\n\nI dispatched Bronoski, but that was all I could do. I did not know when\nthe geyser would spout. Maybe Bronoski would make it. Maybe he wouldn't.\n\nI magnified the view from the useless little Bird and studied\nCharlie's face in the screen. If he lay there doing nothing, waiting\nfor a miracle to happen, he was--I shuddered--cooked. He had to make an\nactive decision.\n\nIf he didn't, he was almost sure to die.\n\nBut maybe that was what he wanted. Maybe accident prones really want to\ndestroy themselves.\n\nIt was his bid.\n\nSlate dropped off the rim of the hole into the pit and Charlie\nstiffened. More passive acceptance. But maybe I wasn't being fair.\nThere wasn't much Charlie could do. There wasn't much else for him to\ndo except give up.\n\nBut I noticed his eyes moving. They went up to the bubbling ribbon of\nwater and down to the steaming stream below the ridge where it emerged.\nCharlie smiled. He had made a decision.\n\nHe folded his knees and dropped into the hole.\n\nHe had naturally made the wrong decision. Bronoski in the flying\nplatform swung into position above the pit.\n\n       *       *       *       *       *\n\nCharlie must have figured that he would be washed on through the hot\nsprings and out into the shallow water below. He would be, but he would\nbe boiled alive.\n\nOnly there are mistakes and mistakes, and sometimes mistakes aren't\nmistakes at all.\n\nThe geyser exploded, higher, faster and harder than it ever had before.\nAnd Charlie, half-drowned and half-or-more scalded, popped up and\nlanded in the brush twenty feet away.\n\nBronoski fought for control of his flyer and finally made a fast pickup.\n\nDoc Selby did a pretty good job with the First Aid Kit. Charlie's neck\nand collarbone were broken and over fifty per cent of his skin had to\nbe replaced. Still, it was lucky Charlie had that concentrated soap in\nhis pack. Ever been to Earth National Park and seen Old Faithful? You\nknow what happened--they use soap to get the geyser spouting when it's\noff schedule.\n\nWe haven't told Charlie that it was anything but an accident that\nBronoski was so handy. And we let him tell us about the changed customs\nof the natives. He resumed his regular position of Accident Prone when\nhe saw realistically that he would inevitably be doing the same work\nand that he might as well get paid for it.\n\nI often wonder if it was a genuine mistake the way he dropped into the\ngeyser. Certainly he would have died if it hadn't been for the soap\nconcentrates. If he took that into consideration, though, it wasn't a\nmistake at all, but a wise choice.\n\nA few days ago, when he was leaving my office--that is, the bridge--I\nsaw Charlie slip and start to fall. He didn't give up and go limp. He\ngave his old dance of struggling to regain his balance. _Only this time\nhe made it!_\n\nI began sweating again.\n\nAfter all the time, effort and money the Service puts into acquiring\nand training a Prone, I wonder if it is possible for one to beat his\nproblem and cease to be an Accident Prone or even an accident prone.\n\nThis afternoon, I passed Charlie Baxter's swimming pool and saw him\npoised on his diving board. I waved and rather jauntily extended his\ngrandfather's wish for good luck: \"Break a leg.\"\n\nCharlie grinned back at me. \"Yes, sir.\"\n\nBut he didn't.\n\nIt would be very reassuring if he would.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Break a Leg, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BREAK A LEG ***\n\n***** This file should be named 51320.txt or 51320.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/2/51320/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}