{"title": "Fresh Air Fiend", "author": "Kris Neville", "releaseDate": "March 1, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Fresh Air Fiend\n\n                            By KRIS NEVILLE\n\n                      Illustrated by KARL ROGERS\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            Sick and helpless, he was very lucky to have a\n            faithful native woman to nurse him. Or was he?\n\n\nHe rolled over to look at the plants. They were crinkled and dead and\nuseless in the narrow flower box across the hut. He tried to draw his\narm under his body to force himself erect. The reserve oxygen began to\nhiss in sleepily. He tried to signal Hertha to help him, but she was\nacross the room with her back to him, her hands fumbling with a bowl of\ndark, syrupy medicine. His lips moved, but the words died in his throat.\n\nHe wanted to explain to her that scientists in huge laboratories with\nmany helpers and millions of dollars had been unable to find a cure\nfor liguna fever. He wanted to explain that no brown liquid, made\nlike cake batter, would cure the disease that had decimated the crews\nof two expeditions to Sitari and somehow gotten back to cut down the\npopulation of Wiblanihaven.\n\nBut, watching her, he could understand what she thought she was doing.\nAt one time she must have seen a pharmacist put chemicals into a mortar\nand grind them with a pestle. This, she must have remembered, was what\npeople did to make medicine, and now she put what chemical-appearing\nsubstances she could locate--flour, powdered coffee, lemon extract,\nsalt--into a bowl and mashed them together. She was very intent on her\nwork and it probably made her feel almost helpful.\n\nFinally she moved out of his field of vision; he found that he could\nnot turn his head to follow her with his eyes. He lay conscious but\ninert, like waterlogged wood on a river bottom. He heard sounds of her\nmovement. At last he slept.\n\n       *       *       *       *       *\n\nHe awakened with a start. His head was clearer than it had been for\nhours. He listened to the oxygen hissing in again. He tried to read the\ndial on the far wall, but it blurred before his eyes.\n\n\"Hertha,\" he said.\n\nShe came quickly to his cot.\n\n\"What does the oxygen register say?\"\n\n\"Oxygen register?\"\n\nHe gritted his teeth against the fever which began to shake his body\nmercilessly until he wanted to scream to make it stop. He became angry\neven as the fever shook him: angry not really at the doctors; not\nreally at any one thing. Angry because the mountains did not care if\nhe saw them; angry that the air did not care if he breathed it. Angry\nbecause, between planets, between suns, the coldness of space merely\nwaited, not giving a damn.\n\nSeveral years ago--ten, twenty, perhaps more--some doctor had finally\nisolated a strain of the filterable virus of liguna fever that could\nbe used as a vaccine: too weak to kill, but strong enough to produce\nimmunity against its more virulent brother strains. That opened up the\nSitari System for colonization and exploration and meant that the men\nwho got there first would make fortunes.\n\nSo he went to the base at Ke, first selling his strip mine property and\ndisposing of his tools and equipping his spaceship for the intersolar\ntrip; and at Ke they shot him full of the disease. But his bloodstream\nbuilt no antibodies. The weakened virus settled in his nervous system\nand there was no way of getting it out. The doctors were very sorry\nfor him, and they assured him it was a one-in-ten-thousand phenomenon.\nThereafter, he suffered recurrent paralytic attacks.\n\nIf it had not been for the advance warning--a pain at the base of\nhis spine, a moment of violent trembling in his knees--he would have\nbeen forced to give up solitary strip mining altogether. As it was,\nwhenever he felt the warning, he had to hurry to the nearest colony and\nbe hospitalized for the duration of the attack. He had had four such\nwarnings on this satellite, and three times he had gone to Pastiville\non Helio and been cared for and come away with less money than he had\ngone with.\n\nHis bank credit, once large, had slowly dribbled away, and now he\nmade just about enough from his mining to care for himself during\nillness. He could not afford to hunt for less dangerous, less isolated\nwork. It would not pay enough, for he knew how to do very little that\ncivilization needed done. He was finally trapped; no longer could he\nafford a pilot for the long flight from Helio to a newer frontier, and\nhe could not risk the trip alone.\n\nHe lay waiting for the new spasm of fever and stared at Hertha who,\nthis time, would care for him here and he would not need to go to a\nhospital. Perhaps, after a little while, he would be able to save\nenough to push on, through the awful indifference of space, to some new\nworld where, with luck, there would be a sudden fortune.\n\nThen he could go back to civilization.\n\nHe realized bitterly that he was merely telling himself he would go\nback. He knew there was only one direction he could go, and that\ndirection was not back.\n\nHertha waited, hurt-eyed, moving her pudgy hands helplessly.\n\nWhen the shaking subsided, he explained through chattering teeth about\nthe oxygen register across the room, and she went away.\n\n       *       *       *       *       *\n\nThe fever vanished completely, leaving him listless. His hand, lying on\nthe rough blanket, was abnormally white. He wiggled the fingers, but he\ncould not feel the wool.\n\nHis mouth was dry and he wanted a drink of water.\n\nHertha moved out of his range of vision. He shifted his head on the\ndamp pillow and watched her out of the corner of his eye.\n\nHe had never heard her real name, but she did not seem to object to his\nname for her.\n\n    I am that which began;\n    Out of me the years roll;\n    Out of me God and man;\n    I am equal and whole;\n    God changes, and man,\n    And the form of them bodily;\n    I am the soul.\n\nHe tried to sit up again, but he was very weak. He wanted to quote\nit to her and tell her what he had never told her: that the name of\nit was _Hertha_ and that it had been written long ago by a man named\nSwinburne, and he wanted to explain why he had named her after a poem,\nbecause it was very funny.\n\nThe harsh light hurt his eyes and made him feel dizzy. He lay watching\nher as she bent toward the oxygen dial, wrinkling her face in animal\nconcentration, trying to read it for him. Her puzzled expression was\npathetic; it reminded him of the first time he had seen her.\n\nThe walls began to spin crazily, for the hut had been intended for only\none person.\n\nHe remembered the first time he saw her, cowering in a filthy alleyway\nin the Miramus. At first he thought she had taken some food from a\ngarbage pail and was trying to conceal it by holding it to her breast.\nBut when the flare of a rocket leaving the field two blocks away lit\nthe area for a moment, he saw that she was holding a tiny welikin,\nterribly mangled, looking as if it had just been run over by a heavy\ntransport truck. He took it away from her and threw it into the\ndarkness, shuddering.\n\n\"It was dead,\" he said.\n\nShe continued to stare at him, starting to cry silently, big, round,\nsalt tears that she brushed at with reddened hands.\n\n\"My--my--\" she stammered.\n\nHe had an eerie feeling that she was trying to say, \"My baby,\" and he\nfelt a little chill of pity creep up his spine.\n\n\"What do you do?\" he asked kindly.\n\n\"Sweep floors. I work a little for the Commander's wife. Around her\nhome.\"\n\n\"How did you get here?\"\n\nStill crying, she said, \"On a rocket.\"\n\n\"Of course. What I meant was....\" But he did not need to ask how\nshe had gotten passed the emigration officers. Some influential\nman--such things could happen, especially when the destination was a\nrelatively new frontier, such as Helio, where there was little danger\nof investigation--had seen to it that certain answers were falsified;\nand a little money and a corrupt official had conspired to produce a\npassport which read, \"Mentally and physically fit for colonization.\"\n\nThe influential man had, in effect, bought and paid for a personal\nslave to bring with him to the stars. She would not know of her legal\nrights. She would be easily frightened and confused. And then something\nhad happened, and for some reason she had been abandoned to shift for\nherself. Perhaps she had run away.\n\nHe looked away from her face. This was none of his affair.\n\n\"Never mind,\" he said. He reached into his pocket and gave her a few\ncoins and then turned and walked rapidly away, suddenly anxious to see\nthe bright, remembered face of the young colonist, Doris, Don's friend;\na face that would chase away the memory of this pathetic creature.\n\nAfter a moment, he heard the pad of her feet hopefully, fearfully\nfollowing him.\n\n       *       *       *       *       *\n\nShe was standing beside his cot again, and he concentrated to make the\nwalls stop spinning.\n\n\"It had a blue line.\"\n\n\"Yes, I know. Where?\"\n\nShe showed him with her fingers. \"This much.\"\n\n\"Halfway up?\" he prompted.\n\nDumbly, she nodded.\n\nHe looked at the plants. \"Hertha, listen. I've got to talk before the\nparalysis comes back. You'll have to listen very carefully and try to\nunderstand. I'll be all right in about ten days. You know that?\"\n\nShe nodded again.\n\nHe took a deep breath that seemed to catch in his throat. \"But you'll\nhave to go outside before then.\"\n\nHertha whimpered and fluttered her hands nervously.\n\n\"I know you're afraid,\" he said. \"I wouldn't ask you, but it has to be\ndone. I can't go. You can see that, can't you? It has to be done.\"\n\n\"Afraid!\"\n\n\"Nonsense!\" he said harshly. \"There's nothing to be afraid of. Put on\nthe outside suit and nothing can hurt you.\"\n\nMoaning in fear, she shook her head.\n\n\"Listen, Hertha! You've _got_ to do it. For _me_!\" He did not like\nto make the appeal personal. He would have preferred to convince her\nthat fear of the outside was groundless. It was not possible. He had\nattempted, again and again, to explain that the tiny satellite with\nits poison air was completely harmless as long as she wore a surface\nsuit. There was no alien life, no possible danger, outside this tiny\nsquare of insulated hut and breathable air. But it was useless. And the\npersonal appeal was the only course remaining. It was as much for her\nsake as his; she also needed oxygen, but she could never understand\nthat fact.\n\n\"For you?\" she asked.\n\nHe nodded, feeling the fever rise. His face twisted in pain, and he\nstared pleadingly into her cow-like eyes: dumb eyes, animal eyes, brown\nand trusting and ... loyal. The paralysis struck. His voice would not\ncome up out of his chest and the dizziness swamped his mind, and, in\nfever, he was once again in Pastiville, the nearest planet with an\noxygen atmosphere.\n\n       *       *       *       *       *\n\nHertha followed him up the alley, out into the cheap glitter of\nWindopole Avenue, a rutted, smelly street which was the center of the\nport-workers' section. She followed him across Windopole, up Venus,\nacross Nineshime. He turned into the Lexo Building, which had become\nshabby since he had seen it last, when it had been freshly painted. She\ndid not follow him inside, and he breathed a sigh of relief and tried\nto put her out of his mind as he walked up the stairs to the room 17B.\n\nAfter a moment's hesitation, his heart knocking with pleasant\nanticipation, he pressed the buzzer.\n\n\"Come in.\"\n\nHe found the knob, twisted open the door, entered.\n\n\"Why Jimmy!\" the girl said in what seemed to be surprise and heavy\ndelight. She crossed to him quickly and offered her lips to be kissed.\n\"It's good to see you!\"\n\nHe took half a step backward, trying to keep the shock out of his face.\n\n\"Oh, it's _so_ good to see you, Jimmy! Sit down. Tell me all about it,\nabout everything. Did you make loads and loads of money? When did you\nget back? How's the lig fever?\"\n\nHe sat down, scarcely listening, studying the apartment, feeling\nvaguely ill. She was chattering, he realized, to overcome her\nembarrassment.\n\n\"The books you ordered came. I've got them right here. They're all\nthere but some poetry or other. There was a letter about that, but the\npeople just said they didn't have it in stock. I opened it to see if it\nrequired an answer. Just a sec. I'll get them for you.\" She left the\nroom with quick, nervous strides.\n\nThe apartment had been redone since he had seen it. There were now\nexpensive drapes at the windows, imported from somewhere; a genuine\nEarth tapestry hung above the door. Plump silken pillows scattered on\nthe floor and a late model phono-general in the corner, with a gleaming\ncabinet and record spool accessory box.\n\nShe came back with the books, neatly done up in a bundle.\n\n\"I guess you still read as much as ever? Don said you always were a\ngreat reader.\"\n\nUncomfortably, he stood up.\n\nShe put the books on a low serving table, moistened her lips to make\nthem glistening red. \"Sit _down_, Jimmy!\"\n\nHe still stood.\n\n\"_Jimmy!_\" she said in mock anger. \"Sit down! Goodness, it's good to\nhave a fellow Earthman to talk to. I was so busy when you came by the\nother time, we scarcely had a _minute_ to talk. I'd just got here, you\nremember.... Well, I'm settled now, so we'll just have to have a nice,\nlong talk.\"\n\nHe shifted on his feet.\n\n\"I don't suppose you've heard from Don?\" Her voice was strained, almost\ndesperate. \"Isn't it the oddest thing, him knowing you and me, and both\nof us right here?\"\n\n\"He told me to write how you were getting along?\"\n\n\"... Oh.\"\n\nHe smiled without humor and felt like an old man. He wanted to explain\nhow he had looked forward to seeing a person from his own planet again.\nNow he wanted to remind her of the girl he remembered: When she had\njust arrived, still unpacking, eager to start as a junior secretary for\nthe League.\n\n\"Thank you for letting me send the books here,\" he said. The sickness\nwas heavy in the pit of his stomach, and suddenly he was hard and\nbitter. He quoted softly:\n\n    \"The world forsaken,\n    And out of mind\n    Honor and labor,\n    We shall not find\n    The stars unkind.\"\n\n\"Old poetry? I guess you really do read a--\" Then understanding made\nher eyes wince. \"That wasn't intended to be very complimentary, was it,\nJimmy?\"\n\nHer name was no longer Doris; it was any of a thousand, and\nher perfume, heavy in his nostrils, was not her perfume or any\nindividual's. She was there before him; she was real. But along with\nher were a thousand names and a thousand scents. There was the painful\nnostalgia of recognizing a strange room.\n\nAwkwardly he said, \"I really must go. I'd like to have a long talk,\nbut--\"\n\nHer lips parting in sudden artificiality, she crossed to him, reached\nfor his hand with her own.\n\nIn his mind was the heavy futility of repeating the same thing\nsenselessly until it lost all meaning.\n\n\"I apologize about the poem,\" he said, because he knew that it was not\nhis place to speak of it.\n\n\"That's all right,\" she said with hollow cheerfulness. Her mouth jerked\nand her eyes darkened. \"Please don't go yet.\"\n\nThe palms of his hands were moist. He looked around the apartment\nagain, and he did not want to ask, to bring it out in cruel words. It\nwas not the sort of thing one asked.\n\n\"I really must go,\" he repeated levelly.\n\nShe put her hands on his shoulders. \"Please....\"\n\nAnd then he saw that she intended to bribe him in the only way she knew\nhow, and he said, \"Don't worry, I won't tell Don.\"\n\nHe saw relief on her face, and then he was out of the apartment,\nshaken. He felt as if he had been kicked in the stomach, and he was\nsickened and his hand trembled. He wanted to talk to someone and try to\nexplain it.\n\nHertha was waiting when he came out to the street.\n\n       *       *       *       *       *\n\nThe fever passed; control of his body returned.\n\n\"For you?\" Hertha asked.\n\nHe half propped himself up on the cot. He waved his hand weakly. \"Those\ndead plants. You must throw them out and bring in more.\"\n\nHe listened tensely, imagining that he could hear the precious oxygen\nhiss in from the emergency tank to freshen and revitalize the dead air.\nHalfway down on the dial. Not enough for ten days, even for one person,\nunless the air was replenished by bringing in plants.\n\n\"Hertha, we've got to purify this air. Now listen. Listen carefully,\nHertha. You've seen me dig up those plants on the outside?\"\n\n\"Yes, I watch when you go out. I always watch, Jimmy.\"\n\n\"Good. You've got to do the same thing. You've got to go out and dig up\nsome plants. You've got to bring them in here and plant them the way I\ndid. You know which ones they are?\"\n\n\"Yes,\" she said.\n\nHe closed his eyes, trying to think of a way to make her see how vital\na thing a tiny plant could be. The complex chemistry of it bubbled to\nthe surface of his mind. He wanted to tell her why the plants died in\nthe artificial human atmosphere and had to be replaced every week or\nso. He wanted to tell her, but he was growing weaker.\n\n\"They purify the air by releasing oxygen. You understand?\"\n\nShe nodded her head dumbly.\n\n\"You must bring in a great many plants, Hertha. Remember that--a\n_great_ many. Don't forget that. When you go outside, through the\nlocks, we lose air. Air is very precious, so you must bring in a great\nmany plants.\"\n\n\"Yes, Jimmy.\"\n\n\"And you must plant them as I did.\"\n\n\"Yes, Jimmy.\"\n\nHe began to talk faster, in a race with the growing fever.\n\n\"I've gathered most of the oxygenating plants around the hut. So you\nmay have to go into the forest to get enough.\"\n\n\"The--the forest?\"\n\n\"You _must_, Hertha! You _must_!\"\n\nHer mouth twisted as if she were ready to cry. \"For you. Yes, for you I\nwill go into the forest.\"\n\nThe fever came back. His mind wandered away.\n\n       *       *       *       *       *\n\nHe was walking in the open air. He walked from Nineshime to Venus, down\nVenus to Windopole, up Windopole to \"The Grand Eagle and Barrel.\" He\nwent in. Hertha came with him and sat down by his side at the bar.\n\nThe bartender looked at him oddly. \"She with you, Mac?\"\n\nHe turned to look at her; her dumb, brown eyes met his. He wanted to\nsnarl: \"Get the hell away! Leave me alone!\" But he choked back the\nwords. It was not Hertha he was angry with. She had done him no injury.\nShe had merely followed him, perhaps because she knew of nothing else\nto do; perhaps because of temporary gratitude for the coins; perhaps\nin hope that he would buy her a drink. When the anger passed, he felt\nsorry for her again.\n\nHe said, \"Want a drink?\"\n\nShe shook her head without changing expression.\n\nHe looked at her and shrugged and thought that after a while she would\nget tired and go away. He ordered, and the bartender brought a bottle\nand one glass.\n\nHertha continued to stare at him; he tried to ignore her.\n\nHe drank. He thought it would get easier to ignore her as the level of\nthe bottle fell. It didn't. He drank some more. It grew late.\n\n\"I gotta explain,\" he said, the liquor swirling in his mind.\n\nShe waited, cow-eyed.\n\n\"Ernest Dowson. Man's name. He wrote a poem--_Beata Solitudo_. I wanna\nexplain this. Man lived long, long, long, long time ago. You listenin'?\nOkay. That's good. That's fine. He said--it's ver' importan' you should\nunnerstan' this--he said how you put honor and labor out of your mind\nwhen you ... you're out here. What he meant, it's ... it's ... you\nsee.... Now I gotta make you see all this. So you listen real close\nwhile I tell it to you. There was a man named....\"\n\nHe wanted to explain how the frontier does things to people. He wanted\nto explain how society is a tight little box that keeps everything\nlocked up and hidden, but how society breaks down and becomes fluid\nin the stars, and how people explode and forget what they learned in\ncivilization, and how everything is unstable.\n\n\"This man, his name's--\" he said.\n\nHe wanted to explain how the harsh elements and brute nature and space,\nthe God-awful emptiness and indifference and the sense of aloneness and\nselfishness and....\n\nThere were a thousand things he wanted to tell her. They were all the\nthings he had thought about as he followed the frontier. If he could\nget it all down right, he could make her see why he had to follow the\nfrontier as long as there was anything left inside of him.\n\nMaybe the rest of the people out here were that way, too. Maybe he had\nseen it in Doris' eyes tonight. Maybe that was why society broke down\nin the stars and civilization came only when men and women like him\nwere gone.\n\nHe did not want to know how the rest felt. He did not know whether it\nwould be more terrifying to learn that he was alone, or that he was not\nalone.\n\nBut just for tonight, he could tell the alien creature beside him. It\nwould be safe to tell her--if the idea had not rusted inside of him so\nlong that there were no longer any words to fit it.\n\nBut first he had to make her see his home planet and the great cities\nand the landscaped valleys and the majestic mountains and the people.\nHe had to make her see the vast sweep of the explorers who first\ncarried the race to a million planets, who devised faster-than-light\nships and metals to make the ships out of, metals to hold their forms\nin the crucible beyond normal space. He had to make her see the\ncolonists who tied all the world together with spans of steel commerce\nand then moved on in ever-widening circles. He wanted to give her the\nwhole picture.\n\nThen he wanted to explain the surge, the restlessness of the men at the\nfrontier. Different men, he thought; from the womb of civilization,\nbut unlike their brothers. The men who pushed out and out. Searching,\nalways searching. He was afraid to find out if their reasons were the\nsame as his. For himself, he had seen a thousand planets and a thousand\nnew life-forms. But it was not enough. There were the vast, blank,\nempty, indifferent reaches of space beyond him, and that was what drove\nhim on.\n\nThis he wanted to say to Hertha: No matter how far you go, the thing\nthat gets you is that there's nothing that cares; no matter how far,\nthe thing is that nothing cares; the thing is that nothing cares. It\ngets you. And you have to go on because some day, somewhere, there may\nbe--something.\n\nBut he lost the trend of his thoughts completely, and he had another\ndrink.\n\n\"Decent people come out here....\"\n\nWhat was he going to say about decent people?\n\n\"Stupid!\" he cried, slapping her in the face.\n\nShe rubbed her cheek. \"Stupid?\"\n\nHe wanted to cry, for he had not known that he was brutal. \"Can't you\nsee?\" he screamed, and it was necessary to explain it to her; and then\nit was not necessary. \"You're like the awful, indifferent, mindless\nblackness of space, unreasoning!\"\n\n\"Unreasoning,\" she repeated carefully.\n\n\"You're _Hertha_!\"\n\n\"I'm Hertha,\" she said.\n\n       *       *       *       *       *\n\nThe period of calmness that returned after the fever was crystal and\nlucid, preceding, he knew, a severe, prolonged seizure.\n\n\"I'm afraid,\" she told him, shivering, \"but I will go.\"\n\nHe watched her get into the light surface suit, clamp down the helmet\nwith trembling hands. He was shaking with nervousness as she hesitated\nat the lock. Then she pulled it open. It clicked behind her. He heard\nthe brief hiss of the oxygen replacing the air that had whooshed out.\n\nAnd he felt sorry for her, alone, terrified, on the scaly, hard\nsurface of the tiny satellite. He closed his eyes, pictured her walking\npast his strip mine, past the gleaming heap of minerals ready for the\ntransport.\n\nHe felt tears in his eyes and yet he could not entirely explain his\nfeelings toward her--half fear, sometimes half affection. But more\nimportant than that: Why was she with him? What were her feelings? Had\nsome sense of gratitude made her come? Affection?\n\nHe could not understand her. At times she seemed beyond all\nunderstanding. Her responses were mindless, almost mechanical, and that\nfrightened him.\n\nHe remembered her dumb, apologetic caresses and her pathetically clumsy\ntenderness--or reflex; he could never be sure--and her eager yet\nreluctant hands and the always slightly hurt, slightly accusing look in\nher eyes, as if at every instant she was ready for a stinging blow, and\nher great sighs, muted as if fearing to be heard and....\n\nHe was drunk, screaming meaninglessly, and the bartender threw him out.\nThe pavement cut his face. When he awoke, it was morning and he was in\na strange room and she was in bed beside him.\n\nShe said, \"I am Hertha. I brought you home. I will go with you.\"\n\nThe paralysis set in. He could not move. The tears froze on his cheeks,\nand he lay inert, thinking of her almost mindlessly fighting for his\nlife in the alien outside.\n\nThen she was back in the hut. So soon?\n\nShe looked at him, smiled through the transparent helmet at him. He\ncould hear the precious oxygen hiss in to compensate for the air that\nhad been lost when she entered.\n\nHe could see her eyes. They were proud. Relieved, too, as if she had\nbeen afraid he would be gone when she returned. He felt she had hurried\nback to be sure that he was still there.\n\nShe knelt by the flower bed and, without removing her suit, she held\nup the plant proudly. He could see the hard-packed dirt in the roots.\nFascinated, he watched her scrape a planting hole. He watched her set\nthe plant delicately and pat the soil with care.\n\nThen she stood up.\n\nHe tried to move, to cry out. He could not.\n\nHe watched her until she went out of the range of his fixed eyes. She\nwas going to the airlock again.\n\nAfter a moment he heard the familiar hiss of oxygen.\n\nShe was going to get a great number of plants.\n\nBut one at a time.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Fresh Air Fiend, by Kris Neville\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FRESH AIR FIEND ***\n\n***** This file should be named 51335.txt or 51335.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/3/51335/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}