{"title": "What is Posat?", "author": "Phyllis Sterling Smith", "releaseDate": "March 1, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            What is POSAT?\n\n                       By PHYLLIS STERLING SMITH\n\n                      Illustrated by ED ALEXANDER\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Of course coming events cast their shadows\n              before, but this shadow was 400 years long!\n\n\nThe following advertisement appeared in the July 1953 issue of several\nmagazines:\n\n                MASTERY OF ALL KNOWLEDGE CAN BE YOURS!\n\n              What is the secret source of those profound\n            principles that can solve the problems of life?\n               Send for our FREE booklet of explanation.\n\n                   Do not be a leaf in the wind! YOU\n                  can alter the course of your life!\n\n             Tap the treasury of Wisdom through the ages!\n\n              The Perpetual Order of Seekers After Truth\n\n                                 POSAT\n\n                       an ancient secret society\n\nMost readers passed it by with scarcely a glance. It was, after all,\nsimilar to the many that had appeared through the years under the\nname of that same society. Other readers, as their eyes slid over the\nfamiliar format of the ad, speculated idly about the persistent and\nmildly mysterious organization behind it. A few even resolved to clip\nthe attached coupon and send for the booklet--sometime--when a pen or\npencil was nearer at hand.\n\nBill Evans, an unemployed pharmacist, saw the ad in a copy of _Your\nLife and Psychology_ that had been abandoned on his seat in the bus.\nHe filled out the blanks on the coupon with a scrap of stubby pencil.\n\"You can alter the course of your life!\" he read again. He particularly\nliked that thought, even though he had long since ceased to believe\nit. He actually took the trouble to mail the coupon. After all, he\nhad, literally, nothing to lose, and nothing else to occupy his time.\n\nMiss Elizabeth Arnable was one of the few to whom the advertisement\nwas unfamiliar. As a matter of fact, she very seldom read a magazine.\nThe radio in her room took the place of reading matter, and she always\nliked to think that it amused her cats as well as herself. Reading\nwould be so selfish under the circumstances, wouldn't it? Not but what\nthe cats weren't almost smart enough to read, she always said.\n\nIt just so happened, however, that she had bought a copy of the\n_Antivivisectionist Gazette_ the day before. She pounced upon the POSAT\nad as a trout might snap at a particularly attractive fly. Having\nfilled out the coupon with violet ink, she invented an errand that\nwould take her past the neighborhood post office so that she could post\nit as soon as possible.\n\nDonald Alford, research physicist, came across the POSAT ad tucked at\nthe bottom of a column in _The Bulletin of Physical Research_. He was\nengrossed in the latest paper by Dr. Crandon, a man whom he admired\nfrom the point of view of both a former student and a fellow research\nworker. Consequently, he was one of the many who passed over the POSAT\nad with the disregard accorded to any common object.\n\nHe read with interest to the end of the article before he realized that\nsome component of the advertisement had been noted by a region of his\nbrain just beyond consciousness. It teased at him like a tickle that\ncouldn't be scratched until he turned back to the page.\n\nIt was the symbol or emblem of POSAT, he realized, that had caught his\nattention. The perpendicularly crossed ellipses centered with a small\nblack circle might almost be a conventionalized version of the Bohr\natom of helium. He smiled with mild skepticism as he read through the\nprinted matter that accompanied it.\n\n\"I wonder what their racket is,\" he mused. Then, because his typewriter\nwas conveniently at hand, he carefully tore out the coupon and inserted\nit in the machine. The spacing of the typewriter didn't fit the dotted\nlines on the coupon, of course, but he didn't bother to correct it.\nHe addressed an envelope, laid it with other mail to be posted, and\npromptly forgot all about it. Since he was a methodical man, it was\nentrusted to the U.S. mail early the next morning, together with his\nother letters.\n\nThree identical forms accompanied the booklet which POSAT sent in\nresponse to the three inquiries. The booklet gave no more information\nthan had the original advertisement, but with considerable more\nvolubility. It promised the recipient the secrets of the Cosmos and the\nkey that would unlock the hidden knowledge within himself--if he would\nmerely fill out the enclosed form.\n\nBill Evans, the unemployed pharmacist, let the paper lie unanswered for\nseveral days. To be quite honest, he was disappointed. Although he had\nmentally disclaimed all belief in anything that POSAT might offer, he\nhad watched the return mails with anticipation. His own resources were\nalmost at an end, and he had reached the point where intervention by\nsomething supernatural, or at least superhuman, seemed the only hope.\n\nHe had hoped, unreasonably, that POSAT had an answer. But time lay\nheavily upon him, and he used it one evening to write the requested\ninformation--about his employment (ha!), his religious beliefs, his\nreason for inquiring about POSAT, his financial situation. Without\nquite knowing that he did so, he communicated in his terse answers some\nof his desperation and sense of futility.\n\nMiss Arnable was delighted with the opportunity for autobiographical\ncomposition. It required five extra sheets of paper to convey all the\ninformation that she wished to give--all about her poor, dear father\nwho had been a missionary to China, and the kinship that she felt\ntoward the mystic cults of the East, her belief that her cats were\nreincarnations of her loved ones (which, she stated, derived from a\nreligion of the Persians; or was it the Egyptians?) and in her complete\nand absolute acceptance of everything that POSAT had stated in their\nbooklet. And what would the dues be? She wished to join immediately.\nFortunately, dear father had left her in a comfortable financial\nsituation.\n\nTo Donald Alford, the booklet seemed to confirm his suspicion that\nPOSAT was a racket of some sort. Why else would they be interested in\nhis employment or financial position? It also served to increase his\ncuriosity.\n\n\"What do you suppose they're driving at?\" he asked his wife Betty,\nhanding her the booklet and questionnaire.\n\n\"I don't really know what to say,\" she answered, squinting a little as\nshe usually did when puzzled. \"I know one thing, though, and that's\nthat you won't stop until you find out!\"\n\n\"The scientific attitude,\" he acknowledged with a grin.\n\n\"Why don't you fill out this questionnaire incognito, though?\" she\nsuggested. \"Pretend that we're wealthy and see if they try to get our\nmoney. Do they have anything yet except your name and address?\"\n\nDon was shocked. \"If I send this back to them, it will have to be with\ncorrect answers!\"\n\n\"The scientific attitude again,\" Betty sighed. \"Don't you ever let your\nimagination run away with the facts a bit? What are you going to give\nfor your reasons for asking about POSAT?\"\n\n\"Curiosity,\" he replied, and, pulling his fountain pen from his vest\npocket, he wrote exactly that, in small, neat script.\n\nIt was unfortunate for his curiosity that Don could not see the\ncontents of the three envelopes that were mailed from the offices of\nPOSAT the following week. For this time they differed.\n\nBill Evans was once again disappointed. The pamphlet that was enclosed\ngave what apparently meant to be final answers to life's problems. They\nwere couched in vaguely metaphysical terms and offered absolutely no\nhelp to him.\n\nHis disappointment was tempered, however, by the knowledge that he\nhad unexpectedly found a job. Or, rather, it had fallen into his lap.\nWhen he had thought that every avenue of employment had been tried, a\nposition had been offered him in a wholesale pharmacy in the older\nindustrial part of the city. It was not a particularly attractive place\nto work, located as it was next to a large warehouse, but to him it was\nhope for the future.\n\nIt amused him to discover that the offices of POSAT were located on the\nother side of the same warehouse, at the end of a blind alley. Blind\nalley indeed! He felt vaguely ashamed for having placed any confidence\nin them.\n\nMiss Arnable was thrilled to discover that her envelope contained not\nonly several pamphlets, (she scanned the titles rapidly and found that\none of them concerned the sacred cats of ancient Egypt), but that it\ncontained also a small pin with the symbol of POSAT wrought in gold and\nblack enamel. The covering letter said that she had been accepted as an\nactive member of POSAT and that the dues were five dollars per month;\nplease remit by return mail. She wrote a check immediately, and settled\ncontentedly into a chair to peruse the article on sacred cats.\n\nAfter a while she began to read aloud so that her own cats could enjoy\nit, too.\n\nDon Alford would not have been surprised if his envelope had shown\ncontents similar to the ones that the others received. The folded\nsheets of paper that he pulled forth, however, made him stiffen with\nsharp surprise.\n\n\"Come here a minute, Betty,\" he called, spreading them out carefully on\nthe dining room table. \"What do you make of these?\"\n\nShe came, dish cloth in hand, and thoughtfully examined them, one by\none. \"Multiple choice questions! It looks like a psychological test of\nsome sort.\"\n\n\"This isn't the kind of thing I expected them to send me,\" worried\nDon. \"Look at the type of thing they ask. 'If you had discovered\na new and virulent poison that could be compounded from common\nhousehold ingredients, would you (1) publish the information in a\ndaily newspaper, (2) manufacture it secretly and sell it as rodent\nexterminator, (3) give the information to the armed forces for use\nas a secret weapon, or (4) withhold the information entirely as too\ndangerous to be passed on?'\"\n\n\"Could they be a spy ring?\" asked Betty. \"Subversive agents? Anxious to\nfind out your scientific secrets like that classified stuff that you're\nso careful of when you bring it home from the lab?\"\n\nDon scanned the papers quickly. \"There's nothing here that looks like\nan attempt to get information. Besides, I've told them nothing about\nmy work except that I do research in physics. They don't even know\nwhat company I work for. If this is a psychological test, it measures\nattitudes, nothing else. Why should they want to know my attitudes?\"\n\n\"Do you suppose that POSAT is really what it claims to be--a secret\nsociety--and that they actually screen their applicants?\"\n\nHe smiled wryly. \"Wouldn't it be interesting if I didn't make the grade\nafter starting out to expose their racket?\"\n\nHe pulled out his pen and sat down to the task of resolving the\ndilemmas before him.\n\nHis next communication from POSAT came to his business address and,\nparadoxically, was more personal than its forerunners.\n\n    Dear Doctor Alford:\n\n    We have examined with interest the information that you have sent\n    to us. We are happy to inform you that, thus far, you have\n    satisfied the requirements for membership in the Perpetual Order\n    of Seekers After Truth. Before accepting new members into this\n    ancient and honorable secret society, we find it desirable that\n    they have a personal interview with the Grand Chairman of POSAT.\n\n    Accordingly, you are cordially invited to an audience with our\n    Grand Chairman on Tuesday, July 10, at 2:30 P.M. Please let us\n    know if this arrangement is acceptable to you. If not, we will\n    attempt to make another appointment for you.\n\nThe time specified for the appointment was hardly a convenient one\nfor Don. At 2:30 P.M. on most Tuesdays, he would be at work in the\nlaboratory. And while his employers made no complaint if he took his\nresearch problems home with him and worried over them half the night,\nthey were not equally enthusiastic when he used working hours for\npursuing unrelated interests. Moreover, the headquarters of POSAT was\nin a town almost a hundred miles distant. Could he afford to take a\nwhole day off for chasing will-o-wisps?\n\nIt hardly seemed worth the trouble. He wondered if Betty would be\ndisappointed if he dropped the whole matter. Since the letter had been\nsent to the laboratory instead of his home, he couldn't consult her\nabout it without telephoning.\n\n_Since the letter had been sent to the laboratory instead of his home!_\nBut it was impossible!\n\nHe searched feverishly through his pile of daily mail for the\nenvelope in which the letter had come. The address stared up at him,\nunmistakably and fearfully legible. The name of his company. The number\nof the room he worked in. In short, the address that he had never given\nthem!\n\n\"Get hold of yourself,\" he commanded his frightened mind. \"There's some\nperfectly logical, easy explanation for this. They looked it up in the\ndirectory of the Institute of Physics. Or in the alumni directory of\nthe university. Or--or--\"\n\nBut the more he thought about it, the more sinister it seemed. His\nlaboratory address was available, but why should POSAT take the trouble\nof looking it up? Some prudent impulse had led him to withhold that\nparticular bit of information, yet now, for some reason of their own,\nPOSAT had unearthed the information.\n\nHis wife's words echoed in his mind, \"Could they be a spy ring?\nSubversive agents?\"\n\nDon shook his head as though to clear away the confusion. His\nconservative habit of thought made him reject that explanation as too\nmelodramatic.\n\nAt least one decision was easier to reach because of his doubts. Now he\nknew he had to keep his appointment with the Grand Chairman of POSAT.\n\nHe scribbled a memo to the department office stating that he would not\nbe at work on Tuesday.\n\n       *       *       *       *       *\n\nAt first Don Alford had some trouble locating the POSAT headquarters.\nIt seemed to him that the block in which the street number would fall\nwas occupied entirely by a huge sprawling warehouse, of concrete\nconstruction, and almost entirely windowless. It was recessed from the\nstreet in several places to make room for the small, shabby buildings\nof a wholesale pharmacy, a printer's plant, an upholstering shop, and\nwas also indented by alleys lined with loading platforms.\n\nIt was at the back of one of the alleys that he finally found a door\nmarked with the now familiar emblem of POSAT.\n\nHe opened the frosted glass door with a feeling of misgiving, and faced\na dark flight of stairs leading to the upper floor. Somewhere above him\na buzzer sounded, evidently indicating his arrival. He picked his way\nup through the murky stairwell.\n\nThe reception room was hardly a cheerful place, with its battered desk\nfacing the view of the empty alley, and a film of dust obscuring the\npattern of the gray-looking wallpaper and worn rug. But the light of\nthe summer afternoon filtering through the window scattered the gloom\nsomewhat, enough to help Don doubt that he would find the menace here\nthat he had come to expect.\n\nThe girl addressing envelopes at the desk looked very ordinary. _Not\nthe Mata-Hari type_, thought Don, with an inward chuckle at his own\nsuspicions. He handed her the letter.\n\nShe smiled. \"We've been expecting you, Dr. Alford. If you'll just step\ninto the next room--\"\n\nShe opened a door opposite the stairwell, and Don stepped through it.\n\nThe sight of the luxurious room before him struck his eyes with the\nshock of a dentist's drill, so great was the contrast between it and\nthe shabby reception room. For a moment Don had difficulty breathing.\nThe rug--Don had seen one like it before, but it had been in a museum.\nThe paintings on the walls, ornately framed in gilt carving, were\nsurely old masters--of the Renaissance period, he guessed. Although he\nrecognized none of the pictures, he felt that he could almost name the\nartists. That glowing one near the corner would probably be a Titian.\nOr was it Tintorretto? He regretted for a moment the lost opportunities\nof his college days, when he had passed up Art History in favor of\nOperational Circuit Analysis.\n\nThe girl opened a filing cabinet, the front of which was set flush with\nthe wall, and, selecting a folder from it, disappeared through another\ndoor.\n\nDon sprang to examine the picture near the corner. It was hung at eye\nlevel--that is, at the eye level of the average person. Don had to bend\nover a bit to see it properly. He searched for a signature. Apparently\nthere was none. But did artists sign their pictures back in those\ndays? He wished he knew more about such things.\n\nEach of the paintings was individually lighted by a fluorescent tube\nheld on brackets directly above it. As Don straightened up from his\nscrutiny of the picture, he inadvertently hit his head against the\nlight. The tube, dislodged from its brackets, fell to the rug with a\nmuffled thud.\n\n_Now I've done it!_ thought Don with dismay. But at least the tube\nhadn't shattered.\n\nIn fact--it was still glowing brightly! His eyes registered the fact,\neven while his mind refused to believe it. He raised his eyes to the\nbrackets. They were simple pieces of solid hardware designed to support\nthe tube.\n\nThere were no wires!\n\nDon picked up the slender, glowing cylinder and held it between\ntrembling fingers. Although it was delivering as much light as a two\nor three hundred watt bulb, it was cool to the touch. He examined it\nminutely. There was no possibility of concealed batteries.\n\nThe thumping of his heart was caused not by the fact that he had never\nseen a similar tube before, but because he had. He had never held\none in his hands, though. The ones which his company had produced as\nexperimental models had been unsuccessful at converting all of the\nradioactivity into light, and had, of necessity, been heavily shielded.\n\nRight now, two of his colleagues back in the laboratory would still\nbe searching for the right combination of fluorescent material\nand radioactive salts with which to make the simple, efficient,\nself-contained lighting unit that he was holding in his hand at this\nmoment!\n\n_But this is impossible!_ he thought. _We're the only company that's\nworking on this, and it's secret. There can't be any in actual\nproduction!_\n\nAnd even if one had actually been successfully produced, how would it\nhave fallen into the possession of POSAT, an Ancient Secret Society,\nThe Perpetual Order of Seekers After Truth?\n\nThe conviction grew in Don's mind that here was something much deeper\nand more sinister than he would be able to cope with. He should have\nasked for help, should have stated his suspicions to the police or the\nF.B.I. Even now--\n\nWith sudden decision, he thrust the lighting tube into his pocket and\nstepped swiftly to the outer door. He grasped the knob and shook it\nimpatiently when it stuck and refused to turn. He yanked at it. His\nimpatience changed to panic. It was locked!\n\nA soft sound behind him made him whirl about. The secretary had\nentered again through the inner door. She glanced at the vacant light\nbracket, then significantly at his bulging pocket. Her gaze was still\nas bland and innocent as when he had entered, but to Don she no longer\nseemed ordinary. Her very calmness in the face of his odd actions was\ndistressingly ominous.\n\n\"Our Grand Chairman will see you now,\" she said in a quiet voice.\n\nDon realized that he was half crouched in the position of an animal\nexpecting attack. He straightened up with what dignity he could manage\nto find.\n\nShe opened the inner door again and Don followed her into what he\nsupposed to be the office of the Grand Chairman of POSAT.\n\nInstead he found himself on a balcony along the side of a vast room,\nwhich must have been the interior of the warehouse that he had noted\noutside. The girl motioned him toward the far end of the balcony, where\na frosted glass door marked the office of the Grand Chairman.\n\nBut Don could not will his legs to move. His heart beat at the sight of\nthe room below him. It was a laboratory, but a laboratory the like of\nwhich he had never seen before. Most of the equipment was unfamiliar\nto him. Whatever he did recognize was of a different design than he had\never used, and there was something about it that convinced him that\nthis was more advanced. The men who bent busily over their instruments\ndid not raise their eyes to the figures on the balcony.\n\n\"Good Lord!\" Don gasped. \"That's an atomic reactor down there!\" There\ncould be no doubt about it, even though he could see it only obscurely\nthrough the bluish-green plastic shielding it.\n\nHis thoughts were so clamorous that he hardly realized that he had\nspoken aloud, or that the door at the end of the balcony had opened.\n\nHe was only dimly aware of the approaching footsteps as he speculated\nwildly on the nature of the shielding material. What could be so dense\nthat only an inch would provide adequate shielding and yet remain\nsemitransparent?\n\nHis scientist's mind applauded the genius who had developed it, even as\nthe alarming conviction grew that he wouldn't--couldn't--be allowed to\nleave here any more. Surely no man would be allowed to leave this place\nalive to tell the fantastic story to the world!\n\n\"Hello, Don,\" said a quiet voice beside him. \"It's good to see you\nagain.\"\n\n\"Dr. Crandon!\" he heard his own voice reply. \"_You're_ the Grand\nChairman of POSAT?\"\n\nHe felt betrayed and sick at heart. The very voice with which\nCrandon had spoken conjured up visions of quiet lecture halls and\nhis own youthful excitement at the masterful and orderly disclosure\nof scientific facts. To find him here in this mad and treacherous\nplace--didn't anything make sense any longer?\n\n\"I think we have rather abused you, Don,\" Dr. Crandon continued. His\nvoice sounded so gentle that Don found it hard to think there was any\nevil in it. \"I can see that you are suspicious of us, and--yes--afraid.\"\n\n       *       *       *       *       *\n\nDon stared at the scene below him. After his initial glance to confirm\nhis identification of Crandon, Don could not bear to look at him.\n\nCrandon's voice suddenly hardened, became abrupt. \"You're partly right\nabout us, of course. I hate to think how many laws this organization\nhas broken. Don't condemn us yet, though. You'll be a member yourself\nbefore the day is over.\"\n\nDon was shocked by such confidence in his corruptibility.\n\n\"What do you use?\" he asked bitterly. \"Drugs? Hypnosis?\"\n\nCrandon sighed. \"I forgot how little you know, Don. I have a long\nstory to tell you. You'll find it hard to believe at first. But try to\ntrust me. Try to believe me, as you once did. When I say that much of\nwhat POSAT does is illegal, I do not mean immoral. We're probably the\nmost moral organization in the world. Get over the idea that you have\nstumbled into a den of thieves.\"\n\nCrandon paused as though searching for words with which to continue.\n\n\"Did you notice the paintings in the waiting room as you entered?\"\n\nDon nodded, too bewildered to speak.\n\n\"They were donated by the founder of our Organization. They were part\nof his personal collection--which, incidentally, he bought from the\nartists themselves. He also designed the atomic reactor we use for\npower here in the laboratory.\"\n\n\"Then the pictures are modern,\" said Don, aware that his mouth was\nhanging open foolishly. \"I thought one was a Titian--\"\n\n\"It is,\" said Crandon. \"We have several original Titians, although I\nreally don't know too much about them.\"\n\n\"But how could a man alive _today_ buy paintings from an artist of the\nRenaissance?\"\n\n\"He is not alive today. POSAT is actually what our advertisements\nclaim--an _ancient_ secret society. Our founder has been dead for over\nfour centuries.\"\n\n\"But you said that he designed your atomic reactor.\"\n\n\"Yes. This particular one has been in use for only twenty years,\nhowever.\"\n\nDon's confusion was complete. Crandon looked at him kindly. \"Let's\nstart at the beginning,\" he said, and Don was back again in the\nclassroom with the deep voice of Professor Crandon unfolding the\npages of knowledge in clear and logical manner. \"Four hundred years\nago, in the time of the Italian Renaissance, a man lived who was a\nsuper-genius. His was the kind of incredible mentality that appears not\nin every generation, or even every century, but once in thousands of\nyears.\n\n\"Probably the man who invented what we call the phonetic alphabet was\none like him. That man lived seven thousand years ago in Mesopotamia,\nand his discovery was so original, so far from the natural course\nof man's thinking, that not once in the intervening seven thousand\nyears has that device been rediscovered. It still exists only in the\ncivilizations to which it has been passed on directly.\n\n\"The super-genius who was our founder was not a semanticist. He was\na physical scientist and mathematician. Starting with the meager\nheritage that existed in these fields in his time, he began tackling\nphysical puzzles one by one. Sitting in his study, using as his\nprincipal tool his own great mind, he invented calculus, developed the\nquantum theory of light, moved on to electromagnetic radiation and what\nwe call Maxwell's equations--although, of course, he antedated Maxwell\nby centuries--developed the special and general theories of relativity,\nthe tool of wave mechanics, and finally, toward the end of his life, he\nmathematically derived the packing fraction that describes the binding\nenergy of nuclei--\"\n\n\"But it can't be done,\" Don objected. \"It's an observed phenomenon. It\nhasn't been derived.\" Every conservative instinct that he possessed\ncried out against this impossible fantasy. And yet--there sat the\nreactor, sheathed in its strange shield. Crandon watched the direction\nof Don's glance.\n\n\"Yes, the reactor,\" said Crandon. \"He built one like it. It confirmed\nhis theories. His calculations showed him something else too. He saw\nthe destructive potentialities of an atomic explosion. He himself could\nnot have built an atomic bomb; he didn't have the facilities. But his\nknowledge would have enabled other men to do so. He looked about\nhim. He saw a political setup of warring principalities, rival states,\nintrigue, and squabbles over political power. Giving the men of his\ntime atomic energy would have been like handing a baby a firecracker\nwith a lighted fuse.\n\n\"What should he have done? Let his secrets die with him? He\ndidn't think so. No one else in his age could have _derived_ the\nknowledge that he did. But it was an age of brilliant men. Leonardo.\nMichelangelo. There were men capable of _learning_ his science, even as\nmen can learn it today. He gathered some of them together and founded\nthis society. It served two purposes. It perpetuated his discoveries\nand at the same time it maintained the greatest secrecy about them. He\nurged that the secrets be kept until the time when men could use them\nsafely. The other purpose was to make that time come about as soon as\npossible.\"\n\nCrandon looked at Don's unbelieving face. \"How can I make you see that\nit is the truth? Think of the eons that man or manlike creatures have\nwalked the Earth. Think what a small fraction of that time is four\nhundred years. Is it so strange that atomic energy was discovered a\nlittle early, by this displacement in time that is so tiny after all?\"\n\n\"But by one man,\" Don argued.\n\nCrandon shrugged. \"Compared with him, Don, you and I are stupid men.\nSo are the scientists who slowly plodded down the same road he had\ncome, stumbling first on one truth and then the succeeding one. We know\nthat inventions and discoveries do not occur at random. Each is based\non the one that preceded it. We are all aware of the phenomenon of\nsimultaneous invention. The path to truth is a straight one. It is only\nour own stupidity that makes it seem slow and tortuous.\n\n\"He merely followed the straight path,\" Crandon finished simply.\n\n       *       *       *       *       *\n\nDon's incredulity thawed a little. It was not entirely beyond the realm\nof possibility.\n\nBut if it were true! A vast panorama of possible achievements spread\nbefore him.\n\n\"Four hundred years!\" he murmured with awe. \"You've had four hundred\nyears head-start on the rest of the world! What wonders you must have\nuncovered in that time!\"\n\n\"Our technical achievements may disappoint you,\" warned Crandon.\n\"Oh, they're way beyond anything that you are familiar with. You've\nundoubtedly noticed the shielding material on the reactor. That's a\nfairly recent development of our metallurgical department. There are\nother things in the laboratory that I can't even explain to you until\nyou have caught up on the technical basis for understanding them.\n\n\"Our emphasis has not been on physical sciences, however, except as\nthey contribute to our central project. We want to change civilization\nso that it can use physical science without disaster.\"\n\nFor a moment Don had been fired with enthusiasm. But at these words his\nheart sank.\n\n\"Then you've failed,\" he said bitterly. \"In spite of centuries of\nadvance warning, you've failed to change the rest of us enough to\nprevent us from trying to blow ourselves off the Earth. Here we are,\nstill snarling and snapping at our neighbors' throats--and we've caught\nup with you. We have the atomic bomb. What's POSAT been doing all that\ntime? Or have you found that human nature really can't be changed?\"\n\n\"Come with me,\" said Crandon.\n\nHe led the way along the narrow balcony to another door, then down a\nsteep flight of stairs. He opened a door at the bottom, and Don saw\nwhat must have been the world's largest computing machine.\n\n\"This is our answer,\" said Crandon. \"Oh, rather, it's the tool by which\nwe find our answer. For two centuries we have been working on the\nnewest of the sciences--that of human motivation. Soon we will be ready\nto put some of our new knowledge to work. But you are right in one\nrespect, we are working now against time. We must hurry if we are to\nsave our civilization. That's why you are here. We have work for you to\ndo. Will you join us, Don?\"\n\n\"But why the hocus-pocus?\" asked Don. \"Why do you hide behind such a\nweird front as POSAT? Why do you advertise in magazines and invite just\nanyone to join? Why didn't you approach me directly, if you have work\nfor me to do? And if you really have the answers to our problems, why\nhaven't you gathered together all the scientists in the world to work\non this project--before it's too late?\"\n\nCrandon took a sighing breath. \"How I wish that we could do just that!\nBut you forget that one of the prime purposes of our organization is\nto maintain the secrecy of our discoveries until they can be safely\ndisclosed. We must be absolutely certain that anyone who enters this\nbuilding will have joined POSAT before he leaves. What if we approached\nthe wrong scientist? Centuries of accomplishment might be wasted if\nthey attempted either to reveal it or to exploit it!\n\n\"Do you recall the questionnaires that you answered before you were\ninvited here? We fed the answers to this machine and, as a result, we\nknow more about how you will react in any given situation than you do\nyourself. Even if you should fail to join us, our secrets would be\nsafe with you. Of course, we miss a few of the scientists who might\nbe perfect material for our organization. You'd be surprised, though,\nat how clever our advertisements are at attracting exactly the men we\nwant. With the help of our new science, we have baited our ads well,\nand we know how to maintain interest. Curiosity is, to the men we want,\na powerful motivator.\"\n\n\"But what about the others?\" asked Don. \"There must be hundreds of\napplicants who would be of no use to you at all.\"\n\n\"Oh, yes,\" replied Crandon. \"There are the mild religious fanatics. We\nenroll them as members and keep them interested by sending pamphlets in\nline with their interests. We even let them contribute to our upkeep,\nif they seem to want to. They never get beyond the reception room if\nthey come to call on us. But they are additional people through whom we\ncan act when the time finally comes.\n\n\"There are also the desperate people who try POSAT as a last\nresort--lost ones who can't find their direction in life. For them we\nput into practice some of our newly won knowledge. We rehabilitate\nthem--anonymously, of course. Even find jobs or patch up homes. It's\ngood practice for us.\n\n\"I think I've answered most of your questions, Don. But you haven't\nanswered mine. Will you join us?\"\n\nDon looked solemnly at the orderly array of the computer before him.\nHe had one more question.\n\n\"Will it really work? Can it actually tell you how to motivate the\nstubborn, quarrelsome, opinionated people one finds on this Earth?\"\n\nCrandon smiled. \"You're here, aren't you?\"\n\nDon nodded, his tense features relaxing.\n\n\"Enroll me as a member,\" he said.\n\n\n\n\n\nEnd of Project Gutenberg's What is Posat?, by Phyllis Sterling Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WHAT IS POSAT? ***\n\n***** This file should be named 51336.txt or 51336.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/3/51336/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}