{"title": "The Man Outside", "author": "Evelyn E. Smith", "releaseDate": "March 1, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            THE MAN OUTSIDE\n\n                          By EVELYN E. SMITH\n\n                         Illustrated by DILLON\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction August 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              No one, least of all Martin, could dispute\n              that a man's life should be guarded by his\n              kin--but by those who hadn't been born yet?\n\n\nNobody in the neighborhood was surprised when Martin's mother\ndisappeared and Ninian came to take care of him. Mothers had a way\nof disappearing around those parts and the kids were often better\noff without them. Martin was no exception. He'd never had it this\ngood while he was living with his old lady. As for his father, Martin\nhad never had one. He'd been a war baby, born of one of the tides of\nsoldiers--enemies and allies, both--that had engulfed the country in\nsuccessive waves and bought or taken the women. So there was no trouble\nthat way.\n\nSometimes he wondered who Ninian really was. Obviously that story\nabout her coming from the future was just a gag. Besides, if she really\nwas his great-great-grand-daughter, as she said, why would she tell\nhim to call her \"_Aunt Ninian_\"? Maybe he was only eleven, but he'd\nbeen around and he knew just what the score was. At first he'd thought\nmaybe she was some new kind of social worker, but she acted a little\ntoo crazy for that.\n\nHe loved to bait her, as he had loved to bait his mother. It was safer\nwith Ninian, though, because when he pushed her too far, she would cry\ninstead of mopping up the floor with him.\n\n\"But I can't understand,\" he would say, keeping his face straight. \"Why\ndo you have to come from the future to protect me against your cousin\nConrad?\"\n\n\"Because he's coming to kill you.\"\n\n\"Why should he kill me? I ain't done him nothing.\"\n\nNinian sighed. \"He's dissatisfied with the current social order and\nkilling you is part of an elaborate plan he's formulated to change it.\nYou wouldn't understand.\"\n\n\"You're damn right. I _don't_ understand. What's it all about in\nstraight gas?\"\n\n\"Oh, just don't ask any questions,\" Ninian said petulantly. \"When you\nget older, someone will explain the whole thing to you.\"\n\n       *       *       *       *       *\n\nSo Martin held his peace, because, on the whole, he liked things the\nway they were. Ninian really was the limit, though. All the people he\nknew lived in scabrous tenement apartments like his, but she seemed to\nthink it was disgusting.\n\n\"So if you don't like it, clean it up,\" he suggested.\n\nShe looked at him as if he were out of his mind.\n\n\"Hire a maid, then!\" he jeered.\n\nAnd darned if that dope didn't go out and get a woman to come clean up\nthe place! He was so embarrassed, he didn't even dare show his face in\nthe streets--especially with the women buttonholing him and demanding\nto know what gave. They tried talking to Ninian, but she certainly knew\nhow to give them the cold shoulder.\n\nOne day the truant officer came to ask why Martin hadn't been coming\nto school. Very few of the neighborhood kids attended classes very\nregularly, so this was just routine. But Ninian didn't know that and\nshe went into a real tizzy, babbling that Martin had been sick and\nwould make up the work. Martin nearly did get sick from laughing so\nhard inside.\n\nBut he laughed out of the other side of his mouth when she went out and\nhired a private tutor for him. A tutor--in that neighborhood! Martin\nhad to beat up every kid on the block before he could walk a step\nwithout hearing \"Fancy Pants!\" yelled after him.\n\nNinian worried all the time. It wasn't that she cared what these people\nthought of her, for she made no secret of regarding them as little\nbetter than animals, but she was shy of attracting attention. There\nwere an awful lot of people in that neighborhood who felt exactly the\nsame way, only she didn't know that, either. She was really pretty\ndumb, Martin thought, for all her fancy lingo.\n\n\"It's so hard to think these things out without any prior practical\napplication to go by,\" she told him.\n\nHe nodded, knowing what she meant was that everything was coming out\nwrong. But he didn't try to help her; he just watched to see what\nshe'd do next. Already he had begun to assume the detached role of a\nspectator.\n\nWhen it became clear that his mother was never going to show up again,\nNinian bought one of those smallish, almost identical houses that\nmushroom on the fringes of a city after every war, particularly where\nintensive bombing has created a number of desirable building sites.\n\n\"This is a much better neighborhood for a boy to grow up in,\" she\ndeclared. \"Besides, it's easier to keep an eye on you here.\"\n\nAnd keep an eye on him she did--she or a rather foppish young man who\ncame to stay with them occasionally. Martin was told to call him Uncle\nRaymond.\n\nFrom time to time, there were other visitors--Uncles Ives and\nBartholomew and Olaf, Aunts Ottillie and Grania and Lalage, and many\nmore--all cousins to one another, he was told, all descendants of his.\n\n       *       *       *       *       *\n\nMartin was never left alone for a minute. He wasn't allowed to play\nwith the other kids in the new neighborhood. Not that their parents\nwould have let them, anyway. The adults obviously figured that if\na one-car family hired private tutors for their kid, there must be\nsomething pretty wrong with him. So Martin and Ninian were just as\nconspicuous as before. But he didn't tip her off. She was grown up; she\nwas supposed to know better than he did.\n\nHe lived well. He had food to eat that he'd never dreamed of before,\nwarm clothes that no one had ever worn before him. He was surrounded by\nmore luxury than he knew what to do with.\n\nThe furniture was the latest New Grand Rapids African modern. There\nwere tidy, colorful Picasso and Braque prints on the walls. And every\ninch of the floor was modestly covered by carpeting, though the walls\nwere mostly unabashed glass. There were hot water and heat all the time\nand a freezer well stocked with food--somewhat erratically chosen, for\nNinian didn't know much about meals.\n\nThe non-glass part of the house was of neat, natural-toned wood, with a\nneat green lawn in front and a neat parti-colored garden in back.\n\nMartin missed the old neighborhood, though. He missed having other\nkids to play with. He even missed his mother. Sure, she hadn't given\nhim enough to eat and she'd beaten him up so hard sometimes that she'd\nnearly killed him--but then there had also been times when she'd hugged\nand kissed him and soaked his collar with her tears. She'd done all\nshe could for him, supporting him in the only way she knew how--and if\nrespectable society didn't like it, the hell with respectable society.\n\nFrom Ninian and her cousins, there was only an impersonal kindness.\nThey made no bones about the fact that they were there only to carry\nout a rather unpleasant duty. Though they were in the house with him,\nin their minds and in their talk they were living in another world--a\nworld of warmth and peace and plenty where nobody worked, except in the\ngovernment service or the essential professions. And they seemed to\nthink even that kind of job was pretty low-class, though better than\nactually doing anything with the hands.\n\nIn their world, Martin came to understand, nobody worked with hands;\neverything was done by machinery. All the people ever did was wear\npretty clothes and have good times and eat all they wanted. There was\nno devastation, no war, no unhappiness, none of the concomitants of\nnormal living.\n\nIt was then that Martin began to realize that either the whole lot of\nthem were insane, or what Ninian had told him at first was the truth.\nThey came from the future.\n\n       *       *       *       *       *\n\nWhen Martin was sixteen, Raymond took him aside for the talk Ninian had\npromised five years before.\n\n\"The whole thing's all my brother Conrad's fault. You see, he's an\nidealist,\" Raymond explained, pronouncing the last word with distaste.\n\nMartin nodded gravely. He was a quiet boy now, his brief past a dim and\nrather ridiculous memory. Who could ever imagine him robbing a grocery\nstore or wielding a broken bottle now? He still was rather undersized\nand he'd read so much that he'd weakened his eyes and had to wear\nglasses. His face was pallid, because he spent little time in the sun,\nand his speech rather overbred, his mentors from the future having\ncarefully eradicated all current vulgarities.\n\n\"And Conrad really got upset over the way Earth has been exploiting\nthe not so intelligent life-forms on the other planets,\" Raymond\ncontinued. \"Which _is_ distressing--though, of course, it's not as\nif they were people. Besides, the government has been talking about\npassing laws to do away with the--well, abuses and things like that,\nand I'm sure someday everything will come out all right. However,\nConrad is so impatient.\"\n\n\"I thought, in your world, machines did all the work,\" Martin suggested.\n\n\"I've told you--our world is precisely the same as this one!\" Raymond\nsnapped. \"We just come a couple of centuries or so later, that's all.\nBut remember, our interests are identical. We're virtually the same\npeople ... although it is amazing what a difference two hundred odd\nyears of progress and polish can make in a species, isn't it?\"\n\nHe continued more mildly: \"However, even you ought to be able to\nunderstand that we can't make machinery without metal. We need food.\nAll that sort of thing comes from the out-system planets. And, on those\nworlds, it's far cheaper to use native labor than to ship out all that\nexpensive machinery. After all, if we didn't give the natives jobs, how\nwould they manage to live?\"\n\n\"How did they live before? Come to think of it, if you don't work, how\ndo _you_ live now?... I don't mean in the now for me, but the now for\nyou,\" Martin explained laboriously. It was so difficult to live in the\npast and think in the future.\n\n\"I'm trying to talk to you as if you were an adult,\" Raymond said, \"but\nif you will persist in these childish interruptions--\"\n\n\"I'm sorry,\" Martin said.\n\nBut he wasn't, for by now he had little respect left for any of\nhis descendants. They were all exceedingly handsome and cultivated\nyoung people, with superior educations, smooth ways of speaking and\nconsiderable self-confidence, but they just weren't very bright. And\nhe had discovered that Raymond was perhaps the most intelligent of the\nlot. Somewhere in that relatively short span of time, his line or--more\nfrightening--his race had lost something vital.\n\nUnaware of the near-contempt in which his young ancestor held him,\nRaymond went on blandly: \"Anyhow, Conrad took it upon himself to\nfeel particularly guilty, because, he decided, if it hadn't been for\nthe fact that our great-grandfather discovered the super-drive, we\nmight never have reached the stars. Which is ridiculous--his feeling\nguilty, I mean. Perhaps a great-grandfather is responsible for his\ngreat-grandchildren, but a great-grandchild can hardly be held\naccountable for his great-grandfather.\"\n\n\"How about a great-great-grandchild?\" Martin couldn't help asking.\n\n       *       *       *       *       *\n\nRaymond flushed a delicate pink. \"Do you want to hear the rest of this\nor don't you?\"\n\n\"Oh, I do!\" Martin said. He had pieced the whole thing together for\nhimself long since, but he wanted to hear how Raymond would put it.\n\n\"Unfortunately, Professor Farkas has just perfected the time\ntransmitter. Those government scientists are so infernally\nofficious--always inventing such senseless things. It's supposed to\nbe hush-hush, but you know how news will leak out when one is always\ndesperate for a fresh topic of conversation.\"\n\nAnyhow, Raymond went on to explain, Conrad had bribed one of Farkas'\nassistants for a set of the plans. Conrad's idea had been to go back\nin time and \"eliminate!\" their common great-grandfather. In that way,\nthere would be no space-drive, and, hence, the Terrestrials would never\nget to the other planets and oppress the local aborigines.\n\n\"Sounds like a good way of dealing with the problem,\" Martin observed.\n\nRaymond looked annoyed. \"It's the _adolescent_ way,\" he said, \"to do\naway with it, rather than find a solution. Would you destroy a whole\nsociety in order to root out a single injustice?\"\n\n\"Not if it were a good one otherwise.\"\n\n\"Well, there's your answer. Conrad got the apparatus built, or perhaps\nhe built it himself. One doesn't inquire too closely into such\nmatters. But when it came to the point, Conrad couldn't bear the idea\nof eliminating our great-grandfather--because our great-grandfather\nwas such a _good_ man, you know.\" Raymond's expressive upper lip\ncurled. \"So Conrad decided to go further back still and get rid of\nhis great-grandfather's father--who'd been, by all accounts, a pretty\nworthless character.\"\n\n\"That would be me, I suppose,\" Martin said quietly.\n\nRaymond turned a deep rose. \"Well, doesn't that just go to prove you\nmustn't believe everything you hear?\" The next sentence tumbled out in\na rush. \"I wormed the whole thing out of him and all of us--the other\ncousins and me--held a council of war, as it were, and we decided it\nwas our moral duty to go back in time ourselves and protect you.\" He\nbeamed at Martin.\n\nThe boy smiled slowly. \"Of course. You had to. If Conrad succeeded in\n_eliminating_ me, then none of you would exist, would you?\"\n\nRaymond frowned. Then he shrugged cheerfully. \"Well, you didn't really\nsuppose we were going to all this trouble and expense out of sheer\naltruism, did you?\" he asked, turning on the charm which all the\ncousins possessed to a consternating degree.\n\n       *       *       *       *       *\n\nMartin had, of course, no illusions on that score; he had learned long\nago that nobody did anything for nothing. But saying so was unwise.\n\n\"We bribed another set of plans out of another of the professor's\nassistants,\" Raymond continued, as if Martin had answered,\n\"and--ah--induced a handicraft enthusiast to build the gadget for us.\"\n\n_Induced_, Martin knew, could have meant anything from blackmail to the\nuse of the iron maiden.\n\n\"Then we were all ready to forestall Conrad. If one of us guarded you\nnight and day, he would never be able to carry out his plot. So we made\nour counter-plan, set the machine as far back as it would go--and here\nwe are!\"\n\n\"I see,\" Martin said.\n\nRaymond didn't seem to think he really did. \"After all,\" he pointed\nout defensively, \"whatever our motives, it has turned into a good\nthing for you. Nice home, cultured companions, all the contemporary\nconveniences, plus some handy anachronisms--I don't see what more you\ncould ask for. You're getting the best of all possible worlds. Of\ncourse Ninian _was_ a ninny to locate in a mercantile suburb where any\nlittle thing out of the way will cause talk. How thankful I am that our\nera has completely disposed of the mercantiles--\"\n\n\"What did you do with them?\" Martin asked.\n\nBut Raymond rushed on: \"Soon as Ninian goes and I'm in full charge,\nwe'll get a more isolated place and run it on a far grander scale.\nOstentation--that's the way to live here and now; the richer you are,\nthe more eccentricity you can get away with. And,\" he added, \"I might\nas well be as comfortable as possible while I suffer through this\nwretched historical stint.\"\n\n\"So Ninian's going,\" said Martin, wondering why the news made him feel\ncuriously desolate. Because, although he supposed he liked her in a\nremote kind of way, he had no fondness for her--or she, he knew, for\nhim.\n\n\"Well, five years is rather a long stretch for any girl to spend in\nexile,\" Raymond explained, \"even though our life spans are a bit longer\nthan yours. Besides, you're getting too old now to be under petticoat\ngovernment.\" He looked inquisitively at Martin. \"You're not going to\ngo all weepy and make a scene when she leaves, are you?\"\n\n\"No....\" Martin said hesitantly. \"Oh, I suppose I will miss her. But we\naren't very close, so it won't make a real difference.\" That was the\nsad part: he already knew it wouldn't make a difference.\n\nRaymond clapped him on the shoulder. \"I knew you weren't a sloppy\nsentimentalist like Conrad. Though you do have rather a look of him,\nyou know.\"\n\nSuddenly that seemed to make Conrad real. Martin felt a vague stirring\nof alarm. He kept his voice composed, however. \"How do you plan to\nprotect me when he comes?\"\n\n\"Well, each one of us is armed to the teeth, of course,\" Raymond said\nwith modest pride, displaying something that looked like a child's\ncombination spaceman's gun and death ray, but which, Martin had no\ndoubt, was a perfectly genuine--and lethal--weapon. \"And we've got a\nrather elaborate burglar alarm system.\"\n\nMartin inspected the system and made one or two changes in the wiring\nwhich, he felt, would increase its efficiency. But still he was\ndubious. \"Maybe it'll work on someone coming from outside this _house_,\nbut do you think it will work on someone coming from outside this\n_time_?\"\n\n\"Never fear--it has a temporal radius,\" Raymond replied. \"Factory\nguarantee and all that.\"\n\n\"Just to be on the safe side,\" Martin said, \"I think I'd better have\none of those guns, too.\"\n\n\"A splendid idea!\" enthused Raymond. \"I was just about to think of that\nmyself!\"\n\n       *       *       *       *       *\n\nWhen it came time for the parting, it was Ninian who cried--tears at\nher own inadequacy, Martin knew, not of sorrow. He was getting skillful\nat understanding his descendants, far better than they at understanding\nhim. But then they never really tried. Ninian kissed him wetly on the\ncheek and said she was sure everything would work out all right and\nthat she'd come see him again. She never did, though, except at the\nvery last.\n\nRaymond and Martin moved into a luxurious mansion in a remote area. The\nsite proved a well-chosen one; when the Second Atomic War came, half a\ndozen years later, they weren't touched. Martin was never sure whether\nthis had been sheer luck or expert planning. Probably luck, because his\ndescendants were exceedingly inept planners.\n\nFew people in the world then could afford to live as stylishly as\nMartin and his guardian. The place not only contained every possible\nconvenience and gadget but was crammed with bibelots and antiques,\ncarefully chosen by Raymond and disputed by Martin, for, to the man\nfrom the future, all available artifacts were antiques. Otherwise,\nMartin accepted his new surroundings. His sense of wonder had become\ndulled by now and the pink pseudo-Spanish castle--\"architecturally\ndreadful, of course,\" Raymond had said, \"but so hilariously\ntypical\"--impressed him far less than had the suburban split-level\naquarium.\n\n\"How about a moat?\" Martin suggested when they first came. \"It seems to\ngo with a castle.\"\n\n\"Do you think a moat could stop Conrad?\" Raymond asked, amused.\n\n\"No,\" Martin smiled, feeling rather silly, \"but it would make the place\nseem safer somehow.\"\n\nThe threat of Conrad was beginning to make him grow more and more\nnervous. He got Raymond's permission to take two suits of armor that\nstood in the front hall and present them to a local museum, because\nseveral times he fancied he saw them move. He also became an adept with\nthe ray gun and changed the surrounding landscape quite a bit with it,\nuntil Raymond warned that this might lead Conrad to them.\n\nDuring those early years, Martin's tutors were exchanged for the\nhigher-degreed ones that were now needful. The question inevitably\narose of what the youth's vocation in that life was going to be. At\nleast twenty of the cousins came back through time to hold one of\ntheir vigorous family councils. Martin was still young enough to enjoy\nsuch occasions, finding them vastly superior to all other forms of\nentertainment.\n\n       *       *       *       *       *\n\n\"This sort of problem wouldn't arise in our day, Martin,\" Raymond\ncommented as he took his place at the head of the table, \"because,\nunless one specifically feels a call to some profession or other, one\njust--well, drifts along happily.\"\n\n\"Ours is a wonderful world,\" Grania sighed at Martin. \"I only wish we\ncould take you there. I'm sure you would like it.\"\n\n\"Don't be a fool, Grania!\" Raymond snapped. \"Well, Martin, have you\nmade up your mind what you want to be?\"\n\nMartin affected to think. \"A physicist,\" he said, not without malice.\n\"Or perhaps an engineer.\"\n\nThere was a loud, excited chorus of dissent. He chuckled inwardly.\n\n\"Can't do that,\" Ives said. \"Might pick up some concepts from us. Don't\nknow how; none of us knows a thing about science. But it could happen.\nSubconscious osmosis, if there is such a thing. That way, you might\ninvent something ahead of time. And the fellow we got the plans from\nparticularly cautioned us against that. Changing history. Dangerous.\"\n\n\"Might mess up our time frightfully,\" Bartholomew contributed, \"though,\nto be perfectly frank, I can't quite understand how.\"\n\n\"I am not going to sit down and explain the whole thing to you all over\nagain, Bart!\" Raymond said impatiently. \"Well, Martin?\"\n\n\"What would you suggest?\" Martin asked.\n\n\"How about becoming a painter? Art is eternal. And quite gentlemanly.\nBesides, artists are always expected to be either behind or ahead of\ntheir times.\"\n\n\"Furthermore,\" Ottillie added, \"one more artist couldn't make much\ndifference in history. There were so many of them all through the ages.\"\n\nMartin couldn't hold back his question. \"What was I, actually, in that\nother time?\"\n\nThere was a chilly silence.\n\n\"Let's not talk about it, dear,\" Lalage finally said. \"Let's just be\nthankful we've saved you from _that_!\"\n\nSo drawing teachers were engaged and Martin became a very competent\nsecond-rate artist. He knew he would never be able to achieve first\nrank because, even though he was still so young, his work was almost\npurely intellectual. The only emotion he seemed able to feel was\nfear--the ever-present fear that someday he would turn a corridor and\nwalk into a man who looked like him--a man who wanted to kill him for\nthe sake of an ideal.\n\nBut the fear did not show in Martin's pictures. They were pretty\npictures.\n\n       *       *       *       *       *\n\nCousin Ives--now that Martin was older, he was told to call the\ndescendants _cousin_--next assumed guardianship. Ives took his\nresponsibilities more seriously than the others did. He even arranged\nto have Martin's work shown at an art gallery. The paintings received\ncritical approval, but failed to evoke any enthusiasm. The modest\nsale they enjoyed was mostly to interior decorators. Museums were not\ninterested.\n\n\"Takes time,\" Ives tried to reassure him. \"One day they'll be buying\nyour pictures, Martin. Wait and see.\"\n\nIves was the only one of the descendants who seemed to think of Martin\nas an individual. When his efforts to make contact with the other young\nman failed, he got worried and decided that what Martin needed was a\nchange of air and scenery.\n\n\"'Course you can't go on the Grand Tour. Your son hasn't invented\nspace travel yet. But we can go see this world. What's left of it.\nTourists always like ruins best, anyway.\"\n\nSo he drew on the family's vast future resources and bought a yacht,\nwhich Martin christened _The Interregnum_. They traveled about from sea\nto ocean and from ocean to sea, touching at various ports and making\ntrips inland. Martin saw the civilized world--mostly in fragments; the\nnearly intact semi-civilized world and the uncivilized world, much the\nsame as it had been for centuries. It was like visiting an enormous\nmuseum; he couldn't seem to identify with his own time any more.\n\nThe other cousins appeared to find the yacht a congenial head-quarters,\nlargely because they could spend so much time far away from the\ncontemporary inhabitants of the planet and relax and be themselves. So\nthey never moved back to land. Martin spent the rest of his life on\n_The Interregnum_. He felt curiously safer from Conrad there, although\nthere was no valid reason why an ocean should stop a traveler through\ntime.\n\nMore cousins were in residence at once than ever before, because\nthey came for the ocean voyage. They spent most of their time aboard\nship, giving each other parties and playing an _avant-garde_ form of\nshuffleboard and gambling on future sporting events. That last usually\nended in a brawl, because one cousin was sure to accuse another of\nhaving got advance information about the results.\n\nMartin didn't care much for their company and associated with them only\nwhen not to have done so would have been palpably rude. And, though\nthey were gregarious young people for the most part, they didn't court\nhis society. He suspected that he made them feel uncomfortable.\n\n       *       *       *       *       *\n\nHe rather liked Ives, though. Sometimes the two of them would be alone\ntogether; then Ives would tell Martin of the future world he had come\nfrom. The picture drawn by Raymond and Ninian had not been entirely\naccurate, Ives admitted. True, there was no war or poverty on Earth\nproper, but that was because there were only a couple of million people\nleft on the planet. It was an enclave for the highly privileged, highly\ninterbred aristocracy, to which Martin's descendants belonged by virtue\nof their distinguished ancestry.\n\n\"Rather feudal, isn't it?\" Martin asked.\n\nIves agreed, adding that the system had, however, been deliberately\nplanned, rather than the result of haphazard natural development.\nEverything potentially unpleasant, like the mercantiles, had been\ndeported.\n\n\"Not only natives livin' on the other worlds,\" Ives said as the two\nof them stood at the ship's rail, surrounded by the limitless expanse\nof some ocean or other. \"People, too. Mostly lower classes, except\nfor officials and things. With wars and want and suffering,\" he added\nregretfully, \"same as in your day.... Like now, I mean,\" he corrected\nhimself. \"Maybe it _is_ worse, the way Conrad thinks. More planets\nfor us to make trouble on. Three that were habitable aren't any more.\nBombed. Very thorough job.\"\n\n\"Oh,\" Martin murmured, trying to sound shocked, horrified--interested,\neven.\n\n\"Sometimes I'm not altogether sure Conrad was wrong,\" Ives said, after\na pause. \"Tried to keep us from getting to the stars, hurting the\npeople--I expect you could call them people--there. Still--\" he smiled\nshamefacedly--\"couldn't stand by and see my own way of life destroyed,\ncould I?\"\n\n\"I suppose not,\" Martin said.\n\n\"Would take moral courage. I don't have it. None of us does, except\nConrad, and even he--\" Ives looked out over the sea. \"Must be a better\nway out than Conrad's,\" he said without conviction. \"And everything\nwill work out all right in the end. Bound to. No sense to--to anything,\nif it doesn't.\" He glanced wistfully at Martin.\n\n\"I hope so,\" said Martin. But he couldn't hope; he couldn't feel; he\ncouldn't even seem to care.\n\nDuring all this time, Conrad still did not put in an appearance. Martin\nhad gotten to be such a crack shot with the ray pistol that he almost\nwished his descendant would show up, so there would be some excitement.\nBut he didn't come. And Martin got to thinking....\n\nHe always felt that if any of the cousins could have come to realize\nthe basic flaw in the elaborate plan they had concocted, it would have\nbeen Ives. However, when the yacht touched at Tierra del Fuego one\nbitter winter, Ives took a severe chill. They sent for a doctor from\nthe future--one of the descendants who had been eccentric enough to\ntake a medical degree--but he wasn't able to save Ives. The body was\nburied in the frozen ground at Ushuaia, on the southern tip of the\ncontinent, a hundred years or more before the date of his birth.\n\nA great many of the cousins turned up at the simple ceremony. All were\ndressed in overwhelming black and showed a great deal of grief. Raymond\nread the burial service, because they didn't dare summon a clerical\ncousin from the future; they were afraid he might prove rather stuffy\nabout the entire undertaking.\n\n\"He died for all of us,\" Raymond concluded his funeral eulogy over\nIves, \"so his death was not in vain.\"\n\nBut Martin disagreed.\n\n       *       *       *       *       *\n\nThe ceaseless voyaging began again. _The Interregnum_ voyaged to every\nocean and every sea. Some were blue and some green and some dun. After\na while, Martin couldn't tell one from another. Cousin after cousin\ncame to watch over him and eventually they were as hard for him to tell\napart as the different oceans.\n\nAll the cousins were young, for, though they came at different times in\nhis life, they had all started out from the same time in theirs. Only\nthe young ones had been included in the venture; they did not trust\ntheir elders.\n\nAs the years went by, Martin began to lose even his detached interest\nin the land and its doings. Although the yacht frequently touched port\nfor fuel or supplies--it was more economical to purchase them in that\nera than to have them shipped from the future--he seldom went ashore,\nand then only at the urging of a newly assigned cousin anxious to see\nthe sights. Most of the time Martin spent in watching the sea--and\nsometimes he painted it. There seemed to be a depth to his seascapes\nthat his other work lacked.\n\nWhen he was pressed by the current cousin to make a land visit\nsomewhere, he decided to exhibit a few of his sea paintings. That way,\nhe could fool himself into thinking that there was some purpose to this\njourney. He'd come to believe that perhaps what his life lacked was\npurpose, and for a while he kept looking for meaning everywhere, to the\ncousin's utter disgust.\n\n\"Eat, drink and be merry, or whatever you Romans say when you do as you\ndo,\" the cousin--who was rather woolly in history; the descendants were\nscraping bottom now--advised.\n\nMartin showed his work in Italy, so that the cousin could be\ndisillusioned by the current crop of Romans. He found that neither\npurpose nor malice was enough; he was still immeasurably bored.\nHowever, a museum bought two of the paintings. Martin thought of Ives\nand felt an uncomfortable pang of a sensation he could no longer\nunderstand.\n\n\"Where do you suppose Conrad has been all this time?\" Martin idly asked\nthe current cousin--who was passing as his nephew by now.\n\nThe young man jumped, then glanced around him uncomfortably. \"Conrad's\na very shrewd fellow,\" he whispered. \"He's biding his time--waiting\nuntil we're off guard. And then--pow!--he'll attack!\"\n\n\"Oh, I see,\" Martin said.\n\nHe had often fancied that Conrad would prove to be the most stimulating\nmember of the whole generation. But it seemed unlikely that he would\never have a chance for a conversation with the young man. More than one\nconversation, anyhow.\n\n\"When he does show up, I'll protect you,\" the cousin vowed, touching\nhis ray gun. \"You haven't a thing to worry about.\"\n\nMartin smiled with all the charm he'd had nothing to do but acquire. \"I\nhave every confidence in you,\" he told his descendant. He himself had\ngiven up carrying a gun long ago.\n\nThere was a war in the Northern Hemisphere and so _The Interregnum_\nvoyaged to southern waters. There was a war in the south and they hid\nout in the Arctic. All the nations became too drained of power--fuel\nand man and will--to fight, so there was a sterile peace for a long\ntime. _The Interregnum_ roamed the seas restlessly, with her load of\npassengers from the future, plus one bored and aging contemporary. She\nbore big guns now, because of the ever-present danger of pirates.\n\n       *       *       *       *       *\n\nPerhaps it was the traditionally bracing effect of sea air--perhaps it\nwas the sheltered life--but Martin lived to be a very old man. He was a\nhundred and four when his last illness came. It was a great relief when\nthe family doctor, called in again from the future, said there was no\nhope. Martin didn't think he could have borne another year of life.\n\nAll the cousins gathered at the yacht to pay their last respects to\ntheir progenitor. He saw Ninian again, after all these years, and\nRaymond--all the others, dozens of them, thronging around his bed,\nspilling out of the cabin and into the passageways and out onto the\ndeck, making their usual clamor, even though their voices were hushed.\n\nOnly Ives was missing. He'd been the lucky one, Martin knew. He had\nbeen spared the tragedy that was going to befall these blooming young\npeople--all the same age as when Martin had last seen them and doomed\nnever to grow any older. Underneath their masks of woe, he could see\nrelief at the thought that at last they were going to be rid of their\nresponsibility. And underneath Martin's death mask lay an impersonal\npity for those poor, stupid descendants of his who had blundered so\nirretrievably.\n\nThere was only one face which Martin had never seen before. It wasn't\na strange face, however, because Martin had seen one very like it in\nthe looking glass when he was a young man.\n\n\"You must be Conrad,\" Martin called across the cabin in a voice that\nwas still clear. \"I've been looking forward to meeting you for some\ntime.\"\n\nThe other cousins whirled to face the newcomer.\n\n\"You're too late, Con,\" Raymond gloated for the whole generation. \"He's\nlived out his life.\"\n\n\"But he hasn't lived out his life,\" Conrad contradicted. \"He's lived\nout the life _you_ created for him. And for yourselves, too.\"\n\nFor the first time, Martin saw compassion in the eyes of one of his\nlineage and found it vaguely disturbing. It didn't seem to belong there.\n\n\"Don't you realize even yet,\" Conrad went on, \"that as soon as he goes,\nyou'll go, too--present, past, future, wherever you are, you'll go up\nin the air like puffs of smoke?\"\n\n\"What do you mean?\" Ninian quavered, her soft, pretty face alarmed.\n\nMartin answered Conrad's rueful smile, but left the explanations up to\nhim. It was his show, after all.\n\n\"Because you will never have existed,\" Conrad said. \"You have no right\nto existence; it was you yourselves who watched him all the time,\nso he didn't have a chance to lead a normal life, get married, _have\nchildren_....\"\n\n       *       *       *       *       *\n\nMost of the cousins gasped as the truth began to percolate through.\n\n\"I knew from the very beginning,\" Conrad finished, \"that I didn't\nhave to do anything at all. I just had to wait and you would destroy\nyourselves.\"\n\n\"I don't understand,\" Bartholomew protested, searching the faces of the\ncousins closest to him. \"What does he mean, we have never existed?\nWe're here, aren't we? What--\"\n\n\"Shut up!\" Raymond snapped. He turned on Martin. \"You don't seem\nsurprised.\"\n\nThe old man grinned. \"I'm not. I figured it all out years ago.\"\n\nAt first, he had wondered what he should do. Would it be better to\nthrow them into a futile panic by telling them or to do nothing? He\nhad decided on the latter; that was the role they had assigned him--to\nwatch and wait and keep out of things--and that was the role he would\nplay.\n\n\"You knew all the time and you didn't tell us!\" Raymond spluttered.\n\"After we'd been so good to you, making a gentleman out of you instead\nof a criminal.... That's right,\" he snarled, \"a criminal! An alcoholic,\na thief, a derelict! How do you like that?\"\n\n\"Sounds like a rich, full life,\" Martin said wistfully.\n\nWhat an exciting existence they must have done him out of! But then, he\ncouldn't help thinking, he--he and Conrad together, of course--had done\nthem out of _any_ kind of existence. It wasn't his responsibility,\nthough; he had done nothing but let matters take whatever course was\ndestined for them. If only he could be sure that it was the better\ncourse, perhaps he wouldn't feel that nagging sense of guilt inside\nhim. Strange--where, in his hermetic life, could he possibly have\ndeveloped such a queer thing as a conscience?\n\n\"Then we've wasted all this time,\" Ninian sobbed, \"all this energy, all\nthis money, for nothing!\"\n\n\"But you were nothing to begin with,\" Martin told them. And then,\nafter a pause, he added, \"I only wish I could be sure there had been\nsome purpose to this.\"\n\nHe didn't know whether it was approaching death that dimmed his sight,\nor whether the frightened crowd that pressed around him was growing\nshadowy.\n\n\"I wish I could feel that some good had been done in letting you be\nwiped out of existence,\" he went on voicing his thoughts. \"But I know\nthat the same thing that happened to your worlds and my world will\nhappen all over again. To other people, in other times, but again. It's\nbound to happen. There isn't any hope for humanity.\"\n\nOne man couldn't really change the course of human history, he told\nhimself. Two men, that was--one real, one a shadow.\n\nConrad came close to the old man's bed. He was almost transparent.\n\n\"No,\" he said, \"there is hope. They didn't know the time transmitter\nworks two ways. I used it for going into the past only once--just this\nonce. But I've gone into the future with it many times. And--\" he\npressed Martin's hand--\"believe me, what I did--what _we_ did, you and\nI--serves a purpose. It will change things for the better. Everything\nis going to be all right.\"\n\n       *       *       *       *       *\n\nWas Conrad telling him the truth, Martin wondered, or was he just\ngiving the conventional reassurance to the dying? More than that, was\nhe trying to convince himself that what he had done was the right\nthing? Every cousin had assured Martin that things were going to be all\nright.\n\nWas Conrad _actually_ different from the rest?\n\nHis plan had worked and the others' hadn't, but then all his plan had\nconsisted of was doing nothing. That was all he and Martin had done ...\nnothing. Were they absolved of all responsibility merely because they\nhad stood aside and taken advantage of the others' weaknesses?\n\n\"Why,\" Martin said to himself, \"in a sense, it could be said that I\nhave fulfilled my original destiny--that I am a criminal.\"\n\nWell, it didn't matter; whatever happened, no one could hold him to\nblame. He held no stake in the future that was to come. It was other\nmen's future--other men's problem. He died very peacefully then, and,\nsince he was the only one left on the ship, there was nobody to bury\nhim.\n\nThe unmanned yacht drifted about the seas for years and gave rise to\nmany legends, none of them as unbelievable as the truth.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Man Outside, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAN OUTSIDE ***\n\n***** This file should be named 51337.txt or 51337.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/3/51337/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}