{"title": "Voyage to Far N'jurd", "author": "Kris Neville", "releaseDate": "March 2, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         VOYAGE TO FAR N'JURD\n\n                            By KRIS NEVILLE\n\n                          Illustrated by MACK\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine April 1963.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                They would never live to see the trip's\n             end. So they made a few changes in their way\n               of life--and many in their way of death!\n\n\nI\n\n\n\"I don't see why we have to be here,\" a crewman said. \"He ain't liable\nto say anything.\"\n\n\"He shore better,\" the man in front of him said loudly.\n\n\"Be still,\" his wife said. \"People's lookin' at ya.\"\n\n\"I don't care a smidgen,\" he said, \"if en they ayre.\"\n\n\"Please,\" she said.\n\n\"Joanne Marie,\" he said, \"you know that when I aims ta do somethin',\nI'm jest natcher'lly bound to do hit. An' iffen I aims ta talk....\"\n\n\"Here comes the priest. Now, be still.\"\n\nThe man looked up. \"So he do; an' I'll tell ya, hit shore is time he's\na-gittin' hyere. I ain't got no all night fer ta sit.\"\n\nThe crewman to his left bent over and whispered, \"I'll bet he's gonna\ntell us it's gonna be another postponement.\"\n\n\"Iffen he does, I'm jest a-gonna stand up an' yell right out that I\nain't gonna stand fer hit no longer.\"\n\n\"Now, dear,\" said Joanne Marie, \"the captain can hear ya, if you're\ngonna talk so loud.\"\n\n\"I hope he does; I jest hope he does. He's th' one that's a-keepin' us\nall from our Reward, an' I jest hope he does heyar me, so he'll know\nI'm a-gittin' mighty tyird uv waitin'.\"\n\n\"You tell 'im!\" someone said from two rows behind him.\n\n       *       *       *       *       *\n\nThe captain, in the officer's section, sat very straight and tall. He\nwas studiously ignoring the crew. This confined his field of vision to\nthe left half of the recreation area. While the priest stood before the\nspeaker's rostrum waiting for silence, the captain reached back with\ngreat dignity and scratched his right shoulder blade.\n\nNestir, the priest, was dressed out in the full ceremonial costume\nof office. His high, strapless boots glistened with polish. His fez\nperched jauntily on his shiny, shaven head. The baldness was symbolic\nof diligent mental application to abstruse points of doctrine. _Cotian\nexentiati pablum re overum est_: \"Grass grows not in the middle of\na busy thoroughfare.\" The baldness was the result of the diligent\napplication of an effective depilatory. His blood-red cloak had been\nfreshly cleaned for the occasion, and it rustled around him in silky\nsibilants.\n\n\"Men,\" he said. And then, more loudly, \"Men!\"\n\nThe hiss and sputter of conversation guttered away.\n\n\"Men,\" he said.\n\n\"The other evening,\" he said, \"--Gelday it was, to be exact--one of the\ncrew came to me with a complaint.\"\n\n\"Well, I'll be damned,\" Joanne Marie's husband said loudly.\n\nNestir cleared his throat. \"It was about the Casting Off. That's why\nI called you all together today.\" He stared away, at a point over the\nhead and to the rear of the audience.\n\n\"It puts me in mind of the parable of the six Vergios.\"\n\nJoanne Marie's husband sighed deeply.\n\n\"Three, you will recall, were wise. When Prophet was at Meizque, they\ncame to him and said, 'Prophet, we are afflicted. We have great sores\nupon our bodies.' The Prophet looked at them and did see that it _was_\ntrue. Then he blessed them and took out His knife and lay open their\nsores. For which the three wise Vergios were passing grateful. And\nwithin the last week, they were dead of infection. But three were\nfoolish and hid their sores; and these three did live.\"\n\nThe captain rubbed his nose.\n\n\"_Calex i pundendem hoy_, my children. 'Secrecy makes for a long life,'\nas it says in the _Jarcon_.\" Nestir tugged behind him at his cloak.\n\n\"I want you all to remember that little story. I want you all to take\nit away from here with you and think about it, tonight, in the privacy\nof your cabins.\n\n\"And like the three wise Vergios who went to the Prophet, one of the\ncrewmen came to me. He came to me, and he said: 'Father, I am weary of\nsailing.'\n\n\"Yes, he said, 'I am weary of sailing.'\n\n\"Now, don't you think I don't know that. Every one of you--every\nblessed one of you--is weary of sailing. I know that as well as I know\nmy own name, yes.\n\n\"But because he came to me and said, 'Father, I am weary of sailing,'\nI went to the captain, and I said, 'Captain, the men are weary of\nsailing.'\n\n\"And then the captain said: 'All right, Father,' he said, 'I will set\nthe day for the Festival of the Casting Off!'\"\n\n       *       *       *       *       *\n\nThe little fellow was pleased by the rustle of approval from the\naudience. \"God damn, hit's about time!\" Joanne Marie's husband said.\n\nNestir cleared his throat again.\n\n\"Hummm. Uh. And the day is not very far distant,\" said Nestir.\n\n\"I knowed there was a catch to hit,\" Joanne Marie's husband said.\n\n\"I know you will have many questions; yes, I know you will have--ah,\nah--well, many questions. You are thinking: 'What kind of a Festival\ncan we have here on this ship?' You are thinking: 'What a fine\nthing--ah, what a good thing, that is--ah, how nice it would be to have\nthe Casting Off at home, among friends.'\"\n\nNestir waved his hands. \"Well, I just want to tell you: I come from\nKoltah. And you know that Koltah never let any city state outdo her in\na Festival, uh-huh.\n\n\"The arena in Koltah is the greatest arena in the whole system. We have\nas many as sixty thousand accepted applicants. All of them together in\nthe arena is a--uh, uh, well--a sight to behold. People come from all\nover to behold it. I never will forget the Festival at which my father\nwas accepted. He....\n\n\"Well, the point I want to make is this: I just wanted to tell you\nthat I know what a Festival should be, and the captain and I will do\neverything in our power to make our Casting Off as wonderful as any\nanywhere.\n\n\"And I want to tell you that if you'll come to me with your\nsuggestions, I'll do all I can to see that we do this thing just the\nway you want it done. I want you to be proud of this Casting Off\nFestival, so you can look back on it and say, uh, uh--this day was the\nreal high point of your whole life!\"\n\nEveryone but Joanne Marie's husband cheered. He sat glumly muttering to\nhimself.\n\nNestir bobbed his shiny head at them and beamed his cherubic smile. And\nnoticed that there was a little blonde, one of the crewmen's wives, in\nthe front row that had very cute ankles.\n\nWhile they were still cheering and stomping and otherwise expressing\ntheir enthusiasm and approval, Nestir walked off the speaker's platform\nand into the officer's corridor. He wiped his forehead indecorously on\nthe hem of his cloak and felt quite relieved that the announcement was\nover with and the public speaking done.\n\n\nII\n\nDinner that evening was a gala occasion aboard the ship. The steward\nordered the holiday feast prepared in celebration of Nestir's\nannouncement. And, for the officers, he broke out of the special cellar\nthe last case allotment for Crew One of the delicate Colta Barauche\n('94). He ordered the messman to put a bottle of it to the right of\neach plate.\n\nThe captain came down from his stateroom after the meal had begun. He\nnodded curtly to the officers when he entered the mess hall, walked\ndirectly to his place at the head of the table, sat down and morosely\nbegan to work the cork out of his wine bottle with his teeth.\n\n\"You'll spoil the flavor, shaking it that way,\" the third mate\ncautioned. He was particularly fond of that year.\n\nThe captain twisted the bottle savagely, and the cork came free with a\nlittle pop. He removed the cork from between his teeth, placed it very\ncarefully beside his fork, and poured himself a full glass of the wine.\n\n\"Very probably,\" he said sadly.\n\n\"I don't think hit'll do hit,\" the first mate said. \"He hain't shook\nhard enough to matter.\"\n\nThe captain picked up the glass, brought it toward his lips--then,\nsuddenly having thought of something, he put it back down and turned to\nNestir.\n\n\"I say. Have you decided on this Carstar thing yet, Father?\"\n\nThe little priest looked up. He laid his knife across the rim of his\nplate. \"It has ramifications,\" he said.\n\nWhen the third mate saw that his opinion on the wine was not\nimmediately to be justified, he settled back in his chair with a little\nsigh of disapproval.\n\n\"Well, what do you _think_ your decision will be, Father?\" the steward\nasked.\n\nNestir picked up his knife and fork and cut off a piece of meat.\n\"Hummmm,\" he said. \"It's hard to say. The whole issue involves, as a\ncore point, the principle of _casta cum mae stotiti_.\"\n\nThe first mate nodded sagely.\n\n\"The intent, of course, could actually be--ah--_sub mailloux_; and in\nthat event, naturally, the decision would be even more difficult. I\nwish I could talk to higher authority about it; but of course I haven't\nthe time. I'll have to decide something.\"\n\n       *       *       *       *       *\n\n\"He had a very pretty wife,\" the third mate said.\n\n\"Yes, very.\" Nestir agreed. \"But as I was saying, if it could be\nproven that the culstem fell due to no negligence on his part, either\nconsciously or subconsciously, then the obvious conclusion would be\nthat no stigma would be attached.\" He speared his meat and chewed it\nthoughtfully.\n\n\"But it wasn't at all bloody,\" the wife of the second mate said. \"I\nscarcely think he felt it at all. It happened too fast.\"\n\nNestir swallowed the mouthful of food and washed it down with a gulp of\nwine.\n\n\"The problem, my dear Helen,\" he said, \"is one of intent. To raise\nthe issue of concomitant agonies is to confuse the whole matter. For\ninstance. Take Wilson, in my home state of Koltah. Certainly _he_ died\nas miserable a death as anyone could desire.\"\n\n\"Yes,\" said the second mate's wife. \"I remember that. I read about it\nin the newspapers.\"\n\n\"But it was a case of obvious _intent_,\" continued Nestir, \"and\ntherefore constituted a clear out attempt to avoid his duty by\nhastening to his Reward.\"\n\nUpon hearing the word duty, the captain brightened.\n\n\"That,\" he said to Nestir, \"my dear Father, is the cardinal point of\nthe whole game, y'know.\" He scratched the back of his left hand. \"Duty.\nAnd I must say, I think you're being quite short-sighted about the\nCasting Off date. After all, it's not only a question of _how_ we go,\nbut also a question of leaving only after having done our duty. And\nthat's equally important.\"\n\n\"The Synod of Cathau--\" Nestir began.\n\n\"Plague take it, Father! Really, now, I must say. The Synod of Cathau!\nCertainly you've misinterpreted that. Anticipation can be a joy,\ny'know: almost equal to the very Reward. Anticipation should spur man\nin duty. It's all noble and self sacrificing.\" He scratched the back of\nhis right hand.\n\nThe second mate had been trying to get a word in edgewise for several\nminutes; he finally succeeded by utilizing the temporary silence\nfollowing the captain's outburst.\n\n\"You don't need to worry about _your_ Casting Off, Captain. You can\nleave that to me. I assure you, I have in mind a most ingenious\nmethod.\"\n\n       *       *       *       *       *\n\nThe captain was not visibly cheered; he was still brooding about the\nsad absence of a sense of duty on the part of Nestir. \"I will welcome\nit,\" he said, \"at the proper time, sir. And I certainly hope--\" His\neyes swept the table. \"I _certainly_ hope to be Cast Off by an officer.\nIt would be very humiliating, y'know, to have a crew member do it.\"\n\n\"Oh, very,\" said the steward.\n\n\"I don't know,\" the second mate's wife said, \"whether you better count\non my husband or not. I have my own plans for him.\"\n\n\"This problem of Carstar interests me,\" the third mate said. \"Did I\never tell you about my wife? She strangled our second baby.\"\n\n\"He was a very annoying child,\" his wife said.\n\n\"He probably wouldn't have lived, anyway,\" the third mate said. \"Puny\nbaby.\"\n\n\"That,\" said Nestir, \"is not at all like the Carstar case. Not at all.\nYours is a question of _saliex y cuminzund_.\"\n\nThe first mate nodded.\n\n\"It seems to me that the whole thing would depend on the intent of the\nstrangler.\"\n\n\"Captain,\" the steward said, \"you really must let me give you some of\nthat salve.\"\n\n\"That's very kind of you, but I....\"\n\n\"No bother at all,\" the steward said.\n\n\"As I see it,\" Nestir said, \"if the intent was the natural maternal\ninstinct of the mother to release her child from its duty, then....\"\n\n\"Oh, not at all,\" the third mate's wife said. \"I did it to make him\nstop crying.\"\n\n\"Well, in that case, I see no reason why he shouldn't get his Reward.\"\n\n\"I certainly hope so,\" the third mate said. \"Jane worries about it all\nthe time.\"\n\n\"I do not,\" Jane contradicted.\n\n\"Now, honey, you know you do so.\"\n\nAt that moment, he lost interest in his wife and leaned across the\ntable toward the captain, \"Well?\" he asked.\n\nThe captain rolled the wine over his tongue. \"You were right, of\ncourse.\"\n\nThe third mate turned triumphantly to the first mate. \"There, I told\nyou so.\"\n\nThe first mate shrugged. \"I never do say nothin' right,\" he said. \"I\nhain't got no luck. I've spent more years un all ya, carpenterin' up a\nduty log that's better un even th' captain's. An' hit's Martha an' me\nthat gotta wait an' help th' next crew. Lord above knows how long time\nhit'll be afore we uns'll got ta have a Festival.\"\n\n\"Oh, really, now. Now. Duty, duty,\" the captain reprimanded him mildly.\n\n\"Duty! Duty! Duty! You all ur in a conspiracy. You all want me ta die\nuv old age.\"\n\n\"Nonsense,\" said the steward. \"We don't want anything of the sort.\nAfter all, someone has to orient the new crew.\"\n\n\"Quite right,\" said the captain. \"You ought to be proud.\"\n\n       *       *       *       *       *\n\nThe first mate slammed his napkin in the middle of his food and stalked\nout of the mess hall.\n\n\"Quite touchy today,\" Nestir observed.\n\n\"By the way,\" the third mate said. \"Wanda gave me a petition to give to\nyou, Father.\"\n\n\"Wanda?\"\n\n\"Yes. She's sixteen, now.\"\n\n\"Wanda who?\" the steward asked.\n\n\"Wanda Miller, the bosun's daughter.\"\n\n\"I know her,\" Helen said.\n\n\"She's the oldest child on the ship, and she wants you to sign her\nadult petition so she can be in the Festival, Father.\"\n\n\"She's so young....\"\n\n\"Sixteen, Father.\"\n\n\"After all, one must have done some duty,\" the captain said.\n\n\"He wants you to sign it so he can take her in the Changing of the\nWives,\" Jane said.\n\nNestir fidgeted uncomfortably. \"Well, I'll look at her record,\" he\nsaid.\n\n\"It's an idea,\" the second mate said. \"Otherwise, we'll be short one\nwoman.\"\n\n\"There wouldn't be one short if _he_ had brought a wife,\" the first\nmate's wife said, looking squarely at the captain.\n\n\"Now, Martha. I place duty above pleasure. You're just angry, y'know,\nbecause you have to stay with your husband.\"\n\n\"All right, so I am. But it's true. And if Carstar hadn't been killed,\nthere would have been two short.\" She shot a wicked glance at Nestir.\n\"Why don't you and him share a woman--\"\n\n\"Martha!\"\n\n\"Although the Prophet knows what woman in her right mind would consent\nto....\"\n\n\"Well,\" said Nestir hesitantly.\n\n\"Listen,\" the third mate said, \"the second's right. If you don't sign\nit, someone will have to do without a woman.\"\n\nNestir blushed. \"I'll look it over very carefully, but you must realize\nthat the priestcraft....\"\n\n\"Actually, in a way, it would be her duty to, you see. Think of it like\nthat: as her way to do her duty.\"\n\n\"She's too young for you, dear,\" Jane said to her husband.\n\n\"Oh, I don't know,\" the steward said. \"Sometimes they're the best, I\nhear.\"\n\n\nIII\n\nThe third mate, whose name was Harry, stood before the mirror combing\nhis hair. He had been combing his hair for the last fifteen minutes.\n\n\"I suppose the crew is celebrating?\" his wife said.\n\n\"I suppose.\"\n\nShe stood up and walked over to the dresser. Absently she began to\nfinger the articles on it.\n\n\"You really shouldn't have told them about little Glenn tonight.\"\n\n\"Pish-tush.\"\n\n\"No, Harry. I mean it. Helen looked at me strangely all through dinner.\nShe has three children, you know.\"\n\n\"You're imagining things.\"\n\n\"But she _does_ have three children.\"\n\n\"I mean about her looking at you.\"\n\n\"Oh.\"\n\nHarry fiddled with his tie without speaking.\n\n\"I mean, as much as to say: 'Well, I raised all of mine.'\"\n\n\"But honey, about little Glenn. That was an accident, almost. You\ndidn't really mean to choke him that hard.\"\n\n\"But still ... it ... I mean, there was Helen, looking at me like I\nwasn't doing my duty. You know.\"\n\n\"No,\" he said. \"That's nonsense, Jane. Sheer nonsense. You know what\nthe priest said.\"\n\nHe polished one of his brass buttons with the sleeve of his coat.\n\n\"Harry?\"\n\n\"Yes?\"\n\n\"I don't think all that is necessary just to go on duty.\"\n\n\"Probably not.\"\n\nShe walked to the bed and sat down. \"Harry?\"\n\n\"Yes, dear?\"\n\n\"Don't you really think she's awful young?\"\n\n\"Huh-uh.\"\n\n\"I mean, why don't you pick someone else? Like Mary? She's awful sweet.\nI'll bet she'd be better.\"\n\n\"Probably.\"\n\n\"She's a lot of fun.\"\n\nHe brushed at his hair again. \"Who do you want, Jane?\"\n\n\"Oh, I don't know.\" She looked down at her legs, raised them up from\nthe floor and held them out in front of her. \"I think I'd kind of like\nNestir. With his funny bald head. I hope he asks me.\"\n\n\"I'll mention it to him.\"\n\n\"Would you really, Harry? That would be sweet.\"\n\n\"Sure, honey.\" He looked down at his watch.\n\n\"Harry? Are you going to meet Wanda in the control room?\"\n\n\"Uh-huh.\"\n\n\"I thought so. Well, remember this, dear: It isn't the day of the\nChanging of the Wives yet. Don't forget.\"\n\n\"Honey! You don't think for a minute that....\"\n\n\"No, dear. I know you wouldn't. But just _don't_, I mean.\"\n\n       *       *       *       *       *\n\nHe walked over and kissed her forehead and patted her cheek. \"Course\nnot,\" he said, comfortingly.\n\nHe left her sitting on the bed and strolled down the officers'\ncorridor, whistling.\n\nHe made a mental note to have the bosun send some of the crew in\ntomorrow to wash down these bulkheads. They needed it. In one corner a\nspider spun its silver web.\n\nHe jogged up the companionway, turned left and felt the air as fresh as\nspring when he stepped under the great ventilator.\n\nAnd beneath it lay one of the crew.\n\nHe kicked the man several times in the ribs until he came to\nconsciousness.\n\n\"Can't sleep here, my man,\" Harry explained.\n\n\"Awww. Go way an' le' me 'lone, huh?\"\n\n\"Here. Here.\" He pulled the fellow erect and slapped him in the face\nbriskly. \"This is the officers' corridor.\"\n\n\"Oh? Ish it? Schorry. Shore schorry, shir. So schorry.\"\n\nHarry assisted him to the crew's corridor where he sank to the floor\nand relapsed once more into a profound slumber.\n\nHarry continued on to the control room.\n\nWhen he entered it, the second mate was yawning.\n\n\"Hi, John. Sleepy?\"\n\n\"Uh-huh. You're early.\"\n\n\"Don't mind, do you?\"\n\n\"No ... Quiet tonight. Had to cut the motors an hour ago. Control\ntechnician passed out.\"\n\n\"Oh?\"\n\nThe second mate took out a cigarette and lit it. \"Can't blow the ship\nup, you know. Look like hell on the record. Hope the captain don't find\nout about it, though. He'll figure the man was neglecting his duty.\"\n\nHe blew a smoke ring.\n\n\"Might even bar him from the Festival.\"\n\n\"Yeah,\" said Harry, \"the captain's funny that way.\"\n\nThe second mate blew another smoke ring.\n\n\"Well,\" Harry said.\n\n\"Uh. Harry? Are you really going to take that Wanda girl?\"\n\n\"If Nestir lets me.\"\n\n\"Say. Harry. Do you suppose your wife would...?\"\n\n       *       *       *       *       *\n\nHarry crossed to the second mate and put a hand on his shoulder.\n\"Sorry, old fellow. She's got it in her head to take Nestir.\" He\nshrugged. \"I don't exactly approve, of course, but ... I'm sure if he\ndoesn't want her, she'd be glad to hear your offer.\"\n\n\"Aw, that's all right,\" John said. \"Don't really matter. Say. By the\nway. Have I told you what I intend to do to the captain? I've got it\nall thought out. You know that saber I picked up on Queglat? Well....\"\n\n\"Look. How about telling me another time?\"\n\n\"Uh, Sure. If you say so. Uh?\"\n\n\"I'm kind of expecting Wanda.\"\n\n\"Oh. Sure. I should have known you weren't here early for nothing. In\nthat case, I better be shoving off. Luck.\"\n\n\"Thanks. See you at breakfast.\"\n\n\"Right-o.\"\n\nAfter the second mate left, Harry walked over to the control panel.\nThe jet lights were dead. He picked up the intercom and switched over\nthe engine call bell. \"'Lo,\" he said into the microphone. \"This is\nthe bridge.... Oh, hi, Barney. Harry.... Have you got a sober control\ntechnician down there yet...? Fine. We'll start the jets again. If the\ncaptain comes in now--well, you know how he is.... Okay, thanks. Night.\"\n\nHe replaced the microphone. He reached over and threw the forward\nfiring lever. The jet lights came on and the ship began to brake\nacceleration again.\n\nHaving done that, he switched on the space viewer. The steady buzz of\nthe equipment warming sounded in his ears. Wanda would be sure to want\nto look at the stars. She was simple minded.\n\n\"Hello.\"\n\nHe swiveled around. \"Oh, hello, Wanda, honey.\"\n\n\"Hello, Haireee. Are you glad little ol' me could come, huh?\"\n\n\"Sure am.\"\n\n\"Me, too. Can I look at the--oh. It's already on.\"\n\n\"Uh-huh. Look. Wanda.\"\n\n\"Hum?\"\n\n\"I talked to Nestir today.\"\n\n\"Goody. What did he say, huh? I can be an adult and get to play in the\nFestival, can I?\"\n\n\"I don't know, yet. He's thinking about it. That's why I want to see\nyou. He's going to check your record. And Wanda?\"\n\n\"Them stars shore are purty.\"\n\n\"Wanda, listen to me.\"\n\n\"I'm a-listenin', Haireee.\"\n\n\"You're simply going to have to stop carrying that doll around with you\nif you want to be an adult.\"\n\n       *       *       *       *       *\n\nIn Nestir's cabin the next morning, the captain and the priest held a\nconference.\n\n\"No, Captain. I'm afraid I can't agree to that,\" Nestir said.\n\nThe captain said, \"Oh, don't be unreasonable, Father. After all, this\nis a ship, y'know. And I am, after all, the captain.\"\n\nNestir shook his head. \"The crew and the officers will participate\ntogether in the Festival. I will not put the officers' corridor off\nlimits, and--Oh! Yes? Come in!\"\n\nThe door opened. \"Father?\"\n\n\"Yes, my son? Come in.\"\n\n\"Thank you, Father. Good morning, Captain, sir.\"\n\n\"Sit down, my son. Now, Captain, as I was saying: no segregation. It's\ncontrary to the spirit, if not the wording, of the _Jarcon_.\"\n\n\"But Father! A crewman! In the officers' corridor! Think!\"\n\n\"Before the Prophet, we are all equal. I'm sorry, Captain. Now on\nKoltah, we practiced it with very good results, and....\"\n\n\"I say, really--\"\n\n\"Father?\" said the crewman who had just entered.\n\n\"Yes, my son. In one moment. Now, Captain. As I have been explaining:\nThe arena method has advantages. In Koltah we always used it. But\nhere--due to the--ah--exigencies of deep space--I feel convinced that\na departure from normal procedure is warranted. It is not without\nprecedent. Such things were fairly common, _in astoli tavoro_, up\nuntil centralization, three hundred years before Allth. Indeed, in my\nhome city--Koltah--in the year of the seventh plague, a most unusual\nexpedient was adopted. It seems....\"\n\n\"You're perfectly correct, of course,\" the captain said.\n\n\"That's just what I wanted to see you about, Father,\" the crewman said.\n\"Now, in my city state of Ni, for the Festivals, we....\"\n\n\"Shut up,\" said the captain softly.\n\n\"Yes, sir.\"\n\n\"Now, as I was saying, Captain, when the methods used in....\"\n\n\"If you'll excuse me, Father, I really should return to duty,\" said the\ncrewman.\n\n\"Quite all right, my son. Close the door after you.\"\n\n\"I must say, fellow, your sense of duty is commendable.\"\n\n\"Well, uh, thank you, sir. And thank you, Father, for your time.\"\n\n\"Quite all right, my son. That's what I'm here for. Come in as often as\nyou like.\"\n\nThe crewman closed the door after him.\n\n       *       *       *       *       *\n\nHe had been gone only a moment, scarcely time for Nestir to get\nproperly launched on his account, when Harry, the third mate, knocked\non the door and was admitted.\n\n\"Oh? Good morning, Captain. I didn't know you were here.\" Then, to the\npriest: \"I'll come back later, Father.\"\n\n\"Nonsense,\" said the captain. \"Come in.\"\n\n\"Well, I had hoped to see the Father for a minute on ... private\nbusiness.\"\n\n\"I have to be toddling along,\" said the captain.\n\n\"But Captain! I haven't finished telling you about....\"\n\n\"I'll just go down and get a cup of coffee,\" the captain said.\n\n\"I'll call you when I'm through,\" said Harry.\n\nThe captain left the room.\n\n\"It's about Wanda, Father,\" said the third mate.\n\nThe priest studied the table top. He rearranged some papers. \"Ah, yes.\nThe young girl.\"\n\n\"Well, I mean, it's not only about Wanda,\" said Harry. \"You see, my\nwife, Jane, that is....\"\n\n\"Yes?\" said the priest. He took his pen out of the holder.\n\n\"I think, with the proper ... ah ... you know. What I mean is, I think\nshe might look with favor on you in the Changing of the Wives, if I\nsaid a few well chosen words in your behalf.\"\n\n\"That is very flattering, my son.\" He returned the pen to the holder.\n\"Such bounty, as it says in the _Jarcon_, is _cull tensio_.\"\n\n\"And with your permission, Father....\"\n\n\"Ah....\"\n\n\"She's a very pretty woman.\"\n\n\"Ah.... Quite so.\"\n\n\"Well, about Wanda. I really shouldn't mention this. But Father, if we\n_are_ short one woman....\"\n\n\"Hummmm.\"\n\n\"I mean, the girls might think a man gets rusty.\"\n\n\"I see what you mean.\" Nestir blinked his eyes. \"It wouldn't be fair,\nall things considered.\"\n\nHe stood up.\n\n\"I may tell you, my son, that, in thinking this matter over last night,\nI decided that Wanda--ah--Miller, yes, has had sufficient duty to merit\nparticipation in the Festival.\"\n\n\"Justice is a priestly virtue,\" Harry said.\n\n\"And you really think your wife would...?\"\n\n\"Oh, yes, Father.\"\n\n\"Well, ahem. But....\"\n\n\"Yes, Father?\"\n\n\"_Ad dulce verboten._\"\n\n\"Uh?\"\n\n\"That is to say, in order for a woman to join in the ritual of the\nChanging of the Wives, she must, ahem, be married.\"\n\n\"I never thought of that,\" said the third mate disconsolately.\n\n\"I think that can be arranged, however,\" said Nestir. \"If you go by the\nmess hall on your way out, please tell the captain we can continue our\ndiscussion at his pleasure.\"\n\n\nIV\n\n\"Sit down, Captain,\" said Nestir, when the captain entered. \"No. Over\nthere, in the comfortable chair. There. Are you comfortable, Captain?\"\n\n\"Of course I am.\"\n\n\"Good. I have a question to ask you, Captain.\"\n\n\"I say?\"\n\nNestir rubbed his bald head. \"Sir,\" he said by way of preamble, \"I know\nyou have the greatest sensibility in questions of duty.\"\n\n\"That's quite so, y'know. I pride myself upon it, if I do say so.\"\n\n\"Exactly. _Argot y calpex._ No sacrifice is too great.\"\n\n\"True; true.\"\n\n\"Well, then, say the first day of Wenslaus, that would be--ah, a\nZentahday--I may depend upon you to wed Wanda Miller, the bosun's\ndaughter, yes?\"\n\n\"No,\" said the captain.\n\n\"Come now, sir. I realize she is the daughter of a crewman, but--\"\n\n\"Father,\" said the captain, \"did I ever tell you about the time I led\nan expeditionary force against Zelthalta?\"\n\n\"I don't believe you have.\"\n\n\"Then I will tell you. Came about this way. I was given command of\nfifty-three thousand Barains. Savage devils. Uncivilized, but fine\nfighters. I was to march them ninety-seven miles across the desert\nthat....\"\n\n\"Captain! I fear I must be very severe with you. I will be forced to\nannounce in the mess hall this evening that you have refused to do\nyour duty when it was plainly and properly called to your attention.\"\n\n\"Very well, Father,\" the captain said after several minutes. \"I will do\nit.\"\n\nHe was trembling slightly.\n\n       *       *       *       *       *\n\nThat morning was to be the time of the captain's wedding. He had\ninsisted that it be done in privacy. For the ceremony, he refused to\nmake the slightest change in his everyday uniform; nor would he consent\nto Nestir's suggestion that he carry a nosegay of hydroponic flowers.\nHe had intended, after the ceremony, to go about his duty as if nothing\nout of the ordinary had happened; but after it was done with, the vast\nindignity of it came home to him even more poignantly than he had\nimagined it would.\n\nWithout a word, he left the priest's stateroom and walked slowly,\nponderously, with great dignity, to his own.\n\nIt was a very fine stateroom. The finest, but for Nestir's, in the\nwhole ship. The velvet and gold drapes (his single esthetic joy) were\nscented with exotic perfume. The carpet was an inch and a half thick.\n\nHe walked through his office without breaking his stride.\n\nThe bed was large and fluffy. An unbroken expanse of white coverlette\njutting out from the far bulkhead. It looked as soft as feather down.\n\nWithout even a sigh, he threw himself upon the bed and lay very, very\nquiet. His left leg was suspended in the air, intersecting, at the\nthigh, the plane of the coverlet at forty-five degrees; the number of\ndegrees remained stiffly, unrelaxingly forty-five.\n\nOnly after a long, long time did he roll over on his back and then it\nwas merely to stare fixedly at the ceiling.\n\nIt is entirely possible that he would have lain there until Doomsday\nhad not his introspection been, around noon, interrupted by an\napologetic tap on the door.\n\n\"Come in,\" he whispered, hoping she would not hear him and go away.\n\nBut she heard him.\n\n\"Husband,\" Wanda said simply. She closed the door behind her and stood\nstaring at him.\n\n\"Madam,\" he said, \"I hope you will have the kindness not to refer to me\nby that indecent appelation a second time.\"\n\n\"Gee. You say the cutest things. I'm awful glad you had to marry me,\nhuh.\"\n\nThe captain stood up, adjusted his coat and his shoulders, and walked\nacross the room to the dressing table. He opened the left-hand drawer,\nremoved a bottle, poured himself half a water-glass full and drank it\noff.\n\n\"Ah,\" he said.\n\nHe returned to the bed and sat down.\n\n\"Can'tcha even say hello ta little ol' me, huh?\" she asked.\n\n\"Hello,\" he said. \"Madam, sit down. I intend to give you an instructive\nlecture in the natural order of....\"\n\n\"Huh?\"\n\n\"Ah,\" he said. \"Quite true, of course.\"\n\nShe walked over to the chair and sat down. \"I don't like them,\" she\nsaid. \"Them cloth things over there.\"\n\n\"Those, Madam,\" he said, \"are priceless drapes I had imported from the\nprovince of San Xalthan. They have a long, strange history.\n\n\"About three thousand years ago, a family by the name of Soong was\nforced to flee from the city of Xan because the eldest son of the\nfamily had become involved in a conspiracy against the illustrious King\nFod. As the Soong family was traveling....\"\n\n\"I don't like 'em anyway,\" said Wanda.\n\n\"Madam,\" said the captain, \"kindly bring me that.\"\n\n\"This?\"\n\n\"Yes. Thank you.\"\n\nHe took the doll from her. He got up again, walked to the chest of\ndrawers, searched around for a penknife. Finally he located it under a\nstack of socks.\n\nHe returned to the bed. Sitting on the edge, he began to rip the doll\nalong the seams with the penknife. Very carefully he emptied the\nsawdust out upon the carpet, and with equal deliberation, he cut up\nthe canvas covering into small patches. Within fifteen minutes, for he\nworked very slowly, the doll was completely destroyed.\n\nHe laid the penknife on the night stand by his bed. He took out a match\nand struck it across the bottom of his shoe; he bent over and ignited\nthe remains of the doll.\n\n\"You'll burn yer rug,\" Wanda said.\n\n\"Yes,\" the captain said, \"I will. Be so kind as to close the door when\nyou leave.\"\n\n\nV\n\nThe next day the captain appeared at mess.\n\nThe third mate said, \"I want to thank you for what you done for me,\nCaptain.\"\n\n\"Don't mention it,\" the captain said, bisecting a pilchard with his\nfork.\n\n\"It's nice Wanda gets to be in the Festival,\" Jane said. \"It pleases my\nhusband so.\"\n\n\"I'm very excited about it all,\" the steward said.\n\nThe first mate turned his egg over with his fork and peered\nsuspiciously at the underside of it. \"Hit's all right fur you uns ta\nfeel excited. Martha an' me are still purty bitter.\"\n\n\"Yes,\" Martha said, \"I don't see why the children couldn't take care of\nthemselves.\"\n\n\"Who'd get the new crew out of ice?\" John, the second mate, said.\n\n\"That,\" the first mate admitted, \"is th' problem. Can'tcha even cook an\naig?\" he asked the steward.\n\n\"What's the matter with the egg?\" the third mate asked.\n\n\"Hit hain't cooked right,\" the first mate insisted.\n\n\"Helen,\" the captain said, \"may I see you after the meal?\"\n\nHelen looked demurely into her plate. \"Certainly, captain. But if it's\nabout the Changing of the Wives, I've already been asked for.\"\n\n\"And,\" John said proudly, \"I'll bet she was one of the first ones\nasked.\"\n\n\"Nestir asked my wife almost a month ago,\" said Harry. \"She was the\nvery first.\"\n\n\"Well,\" the captain said, \"that's what I had in mind.\" He turned to\nsurvey the table. His eyes lit upon Mary, the steward's wife.\n\nShe looked at him and shook her head. \"John already asked me.\"\n\n\"Well,\" the captain said, \"I must say, this is a very fine breakfast,\nsteward. I dearly love pilchards for breakfast. Convey my compliments\nto the cook.\"\n\n\"Yes, sir.\"\n\n       *       *       *       *       *\n\n\"Captain,\" said Nestir, \"I was telling the men ... just before you\ncame ... in about the great pageant of Koltah in the year of '93. At\nthe time, in a special celebration--_annum mirabelei_--we decided\nto observe the ancient customs of Meizque. The customs are of some\ninterest, and I thought we might apply several of them to our own\nFestival.\"\n\n\"Whatever you wish,\" said the captain tiredly, stirring his coffee.\n\nBefore Nestir could resume his account, John interrupted. \"I want to\nmention this again. I have a very special treatment for you, Captain.\nYou should be encouraged by that. No one will ever have a better\nCasting Off than you.\"\n\n\"Thank you,\" said the captain. \"I shall look forward to it.\" He laid\ndown his spoon. \"Oh, Anne. May I see you?\"\n\n\"I'm sorry,\" said the wife of Barney, the engineer. \"Really and truly I\nam, but I've already been asked, too.\"\n\n\"Oh,\" said the captain.\n\nHe looked over at the last officer's wife, Leota. But he quickly looked\naway.\n\n\"Well,\" he said, \"this is a fine breakfast we have this morning\nsteward.\"\n\n\"Thank you, sir. I'll tell the cook.\"\n\nJane said, in order to stave off the encroaching silence, \"Nestir, how\nold are you?\"\n\n\"Going on forty--Jane.\"\n\n\"The prime of life,\" the steward said.\n\n\"Ah,\" the captain said thoughtfully. \"Leota....\"\n\nShe looked up and soundlessly her mouth formed the words, \"Too late.\"\n\nThe captain dropped the spoon to his plate.\n\nSilence fell. It grew prolonged and uncomfortable. Finally the first\nmate said, \"Hit hain't the right way to cook aigs, damn hit.\"\n\nThe captain said, \"Father, I say. All the officers' wives have been\nasked.\"\n\n\"Yes,\" said Nestir. \"They have, haven't they?\"\n\n\"Do you suppose it would be all right if I just....\"\n\n\"You know the rules,\" Nestir said sternly.\n\n\"That's what I was afraid you'd say,\" said the captain. He looked up\nat the ceiling; his face was placid. He reached up with his right hand\nand began to scratch his chin. He scratched his chin for a long time,\nscarcely breathing.\n\nThe officers and their wives were silent, waiting for him to speak.\n\n       *       *       *       *       *\n\n\"I believe I'll have another cup of coffee,\" he said at last.\n\n\"Yes, sir,\" said the steward, snapping his fingers for the waiter.\n\nMartha said: \"You should have asked earlier.\"\n\n\"I know,\" the captain said. \"Father, I really don't see why I have to\nChange Wives.\"\n\n\"But Harry will have yours that day. And you know the rules.\"\n\n\"There are a lot of good-looking women in the crew,\" the steward said.\n\n\"Quite a number,\" said the captain.\n\nHe arose from the table and steadied himself a moment. \"Never mind the\ncoffee,\" he said. \"I shouldn't drink over one cup for breakfast. I\nbelieve it aggravates my scrofula.\"\n\nHe turned, and walked out of the mess hall.\n\nHe walked very straight and tall. He walked down the crew's corridor\ntoward their quarters.\n\nShortly he saw a woman coming out of one of the cabins.\n\n\"Madam,\" he said.\n\nShe came over to him. \"Yes, sir?\"\n\n\"Madam,\" he said, \"Madam, I....\"\n\n\"Would ja like to have a drink of water? It's right down this way, an'\nthen ya turn ta the left.\"\n\n\"No ... uh. I.... Madam, would you honor me by becoming my partner for\nthe night of the Changing of the Wives?\"\n\nShe balanced on the balls of her feet and looked up at him. \"Yur th'\ncaptain, ain'tcha?\"\n\n\"Yes,\" he said. \"I am.\"\n\n\"Sure, I'll do hit,\" she said. \"I'd be mighty proud ta.\"\n\nThe captain turned away and then turned back. \"Madam,\" he said, \"what\nis your name?\"\n\n\"Joanne Marie. Jest ask for me. Everybody down here knows me.\"\n\n\"Joanne Marie, Joanne Marie,\" he repeated under his breath. He\nshuddered and turned to go.\n\n\nVI\n\nThe day of the Changing of the Wives came to the ship. It was a very\nimportant ritualistic day, held, always, three weeks and one day before\nthe Festival of the Casting Off.\n\nThe morning of the day, Nestir spoke to the assembled complement.\nHe explained its symbolic importance: he explained its historic\ndevelopment; he delivered, _in cretia ultimatum est_, an exegesis on\nthe _Jarcon_. And then he took off the cloak of priestcraft and cast it\nto the floor. \"For I am,\" he said, \"Ah, a man as you are men.\"\n\nThen, being no longer empowered to pronounce a benediction (under\nnormal conditions, the function of a younger priest), he left the\ncheering members of Flight Seventeen A and sped directly to his\nstateroom.\n\nThe afternoon passed uneventfully. The complement of the ship moved\nabout their routine chores tingling in anticipation of the evening.\n\nAt the evening meal, a new seating arrangement was instituted at the\ninsistence of the steward and the third mate. The newly formed couples\nwere to sit side by side.\n\nTo accomplish this, it was necessary to set two extra plates in the\nofficers' mess. One, for Wanda, next to the third mate; and one, for\nJoanne Marie, beside the captain.\n\n\"Please pass the meat,\" the third mate said.\n\nNestir handed it across to him.\n\n\"Thank you, Father.\"\n\n\"Today, _in culpa res_, I no longer have that honor,\" Nestir reminded\nhim. \"The blood-red cloak of priestcraft will never again touch my\nshoulders this side of the Reward.\"\n\n\"I'd be a little sad,\" said the steward.\n\n\"Oh, I don't know,\" the third mate said.\n\n\"It probably all depends,\" Helen, the wife of the second mate, agreed.\n\n\"Hit's a far, far better thing _I_ do,\" the first mate said sonorously.\nHe was a little drunk.\n\nThe captain speared one pea and ate it. \"I envy you,\" he said, looking\nover at Joanne Marie.\n\nWanda Miller, who had already upset her glass of water in the third\nmate's lap, said, \"Pass the biscuits, hey.... You uns have better'n we\ndo.\"\n\n\"No,\" said the steward, \"not at all, my dear. We eat the same as the\ncrew.\"\n\n\"Yes; precisely so,\" the third mate said.\n\n\"Except ours is fixed up a little differently,\" said Jane.\n\n\"An' our cook can't fry an aig,\" the first mate said.\n\n\"I wouldn't say that,\" said the captain.\n\n\"Shucks,\" Joanne Marie said, \"anybody can fry an aig.\"\n\n\"On the contrary, Madam. I recall once, when I was a political adviser\nfor the Kong regime....\"\n\n\"Do you mean mea-Kong?\" the steward asked.\n\n\"No, that was in Koltah.\"\n\n\"Yes,\" Nestir said. \"I am very familiar with them. They....\"\n\n\"That's not the one I meant,\" the captain snapped.\n\nNestir leaped to his feet. \"Well!\" he said loudly. \"I'm through\neating.\"\n\n\"Oh, come now, old man. There's no hurry, really, y'know,\" the captain\ninsisted gently.\n\n\"Ain't there?\" Joanne Marie asked. \"Gee. I can see you sure ain't like\nmy husband. I mean my ex.\" She giggled.\n\n\"Well, I guess I'm finished, too,\" Jane said. \"Well. Good night, Harry.\"\n\n\"Good night, dear.\"\n\n       *       *       *       *       *\n\nIn the mess hall, the lights were out. The figure of the captain loomed\nlike a stark obelisk in the gloom.\n\n\"Captain, sir, we uns uv been sittin' here at this table fur hours an'\nhours. I'm gettin' purty tired us sittin'.\"\n\n\"It's not long until the Festival,\" he said.\n\n\"When the mess boy cleared away all them dishes, I thought shore you'd\nleave, then.\"\n\n\"Oh, no,\" said the captain. \"This is very exciting.\"\n\n\"It ain't, the way I see it,\" Joanne Marie said.\n\n\"Different perspective, Madam. Doubtless you would not have considered\nit very exciting either, the time I ran a wagon train from Tamask-Cha.\nYou see, the material was to be delivered on a mining contract. Madam,\nI can assure you it was hot. The only road was a narrow line across the\nUbiq desert. And late the first evening....\"\n\n\"I can see it warn't very exciting,\" Joanne Marie said.\n\nSilence returned.\n\n\"I am getting sleepy,\" the captain said at length.\n\n\"Oh, I'm usually awake this late. Shucks, I'm used to it. Sometimes I\njest get ta sleep when it's time ta get up. But I do wish we'd go to\nbed.\"\n\n\"Madam, your language!\"\n\n\"All I said was....\"\n\n\"I know; I know,\" the captain said. \"Madam, come to my stateroom. You\nmay sleep on the sofa.\"\n\n\"Weeeel,\" Joanne Marie said, \"I ain't a-sayin' that. I know my rights.\"\n\n\"Let us not be difficult. I am certain, when I explain to you in a\nlogical fashion the obvious impossibility of--of--\"\n\n\"You got no wife?\"\n\n\"No,\" he said.\n\n\"Yeah. I thought not. That sure is swell.\"\n\n\"Madam. Perhaps I can say it this way. I have certain perturbations,\nbut I can assure you, whatever you attempt my aim is inflexible. For\nme, the Captain, to--ah--consort with a crew woman is preposterous.\"\n\n\"Is that what you call it? Now that's a funny word. My husband calls\nit--\"\n\n\"_Madam!_\"\n\nJoanne Marie was cowed into silence. They walked directly to his\nstateroom.\n\nOnce inside, Joanne Marie said, \"Now ya jest sit down, comfortable\nlike. I got somethin' I want to tell ya.\"\n\n\"No,\" the captain said.\n\n\"I ain't even told ja yet.\"\n\n\"It won't matter,\" the captain said.\n\n\"My husband don't like me,\" she said.\n\nHe dropped his head into his hands and sighed deeply. Then he looked\nup, his face set in icy resignation.\n\n\nVII\n\nJohn, the second mate, awoke early the morning of the Festival.\n\n\"Helen, honey,\" he said. \"Wake up.\"\n\nShe murmured sleepily.\n\n\"Come on, now, wake up.\"\n\nShe rolled over to her side of the bed.\n\n\"All right,\" he said. He reached out, fumbled for and found his\ncigarettes.\n\n\"You know what I'm going to do to the captain?\" he asked. He lit a\ncigarette and lying on his back blew smoke rings at the ceiling.\n\n\"Yes,\" his wife said, \"you told me.\"\n\n\"First, I'm going to take that saber I got on Queglat and scrape open\nhis scrofula. Then, when he's bleeding nicely, all I have to do is\npour a bottle of alcohol on him. Don't you think that will be nice?\"\n\n\"Yes, dear.\"\n\n\"You know, I'm kinda sorry I went to all the trouble sharpening that\nsaber. After all, it might be more painful if the saber was dull.\"\n\n\"Yes, dear.\"\n\n\"But then, on the other hand....\"\n\n\"Dear, will you hand me a cigarette?\"\n\n\"Sure.\"\n\nHe shook out a cigarette, lit it off his and handed it to her.\n\n\"So what do you think?\"\n\n\"It doesn't matter, dear,\" she said.\n\n\"Oh, but it does matter,\" John insisted. \"I think it's very important.\"\nHe snubbed out his cigarette. \"It's all the little details that one\nshould take into account. Can't be too careful about something like\nthat.\"\n\nHe rolled over on his back again. \"I'm hungry,\" he said.\n\n\"I really thought they should have served breakfast,\" Helen said.\n\n\"Well, it wouldn't be right to leave all those dirty dishes for the\nsecond crew.\"\n\n\"I mean just sandwiches.\"\n\n\"Yes,\" he said, \"they could have made up some sandwiches. I think,\nthough, I'd settle for a cup of tea.\"\n\n\"I could brew you some on the hot plate.\"\n\n\"It's too much bother,\" John said. \"Are you sure you wouldn't mind?\"\n\n\"No. If you'll get up and put the water on.\"\n\n\"All right,\" he said.\n\nHe threw his legs over the side, fumbled with his feet for the house\nslippers, padded to the hot plate, put the water on, and came back to\nbed.\n\n\"We've still got an hour before the bell,\" he said.\n\n\"Are you going to shave?\"\n\n\"I don't think so; not today,\" he said.\n\n\"By the way, honey; what's in that can over there?\"\n\n\"Fuel oil,\" she said.\n\n\"What's it for?\"\n\n\"You'd be surprised,\" she said.\n\nAfter a while, the water began to sizzle against the sides of the pan.\n\n\"Time to get up,\" she said. She crawled over her husband, slipped into\na robe, and proceeded to brew the tea.\n\n\"It's not much of a breakfast, John.\"\n\n\"Say,\" he said, \"where's my bottle of alcohol for the captain.\"\n\n\"I set it over by the medicine cabinet, out of the way.\"\n\n\"I wonder if it'll be enough?\" he mused.\n\n\"I hope so,\" she said. \"Are you going to get up, or must I serve you\nthis tea in bed? I will if you want me to.\"\n\n\"I'll get up,\" he said. He got up.\n\n\"Let's take it in the nook to drink,\" he said.\n\n\"Can't.\"\n\n\"Oh? Why not?\"\n\n\"One of the legs is off the table.\"\n\n\"If you'd told me, I'd fixed it.\"\n\n\"Never mind,\" she said.\n\n       *       *       *       *       *\n\nThey each drank two cups of tea; and then each dressed for the Festival.\n\nAfter that, they sat in silence, awaiting the bell to signal the start\nof the Festival.\n\n\"I'm going to hurry out,\" John said at length, \"as soon as the bell\nrings, so I can stand outside the captain's door and get him when he\ncomes out.\"\n\n\"That's not fair, John,\" she said. \"You're supposed to wait for the\nsecond bell before you can even start to Cast anyone Off.\"\n\n\"I know,\" said John, \"but this way, I'll be sure to get the captain.\"\n\n\"Well,\" she said, \"I'm certainly glad you have that attitude.\"\n\nHe asked, after more silence, \"What are you going to do?\"\n\n\"I think I'll stay here for a little while,\" she said.\n\n\"Yes, that might--\"\n\nThe bell rang soundingly throughout the ship.\n\n\"Time to go,\" John said. He grabbed his saber. \"Where's the alcohol?\"\n\n\"In there,\" she said.\n\nHe skidded into the bathroom, pocketed the alcohol, and started for the\ndoor.\n\n\"John!\"\n\n\"Huh?\"\n\n\"Aren't you even going to kiss me good-by?\"\n\n\"Oh, sure. Forgot.\" He crossed to her, bent down and kissed her. She\nput her left arm around his neck. With her right hand, she located the\ntable leg she had placed behind her pillow.\n\nJohn drew away and half turned. \"Good--\"\n\nShe hit him in the left temple with the table leg. He went down like a\npoleaxed steer.\n\nShe laughed happily.\n\n\nVIII\n\nWhen the bell sounded for the people to separate, preparatory to the\nhunt proper, the captain got up and buckled on his huge infantry sword.\nHe had spent most of the night sharpening it.\n\nHe had after long hours of considering, decided that there was only one\nhonorable course left to him. He would defend himself.\n\nFor if he were the Sole Survivor of the hunt, he would be Cast Off\nproperly by the first mate. Otherwise....\n\nThe possibility that it might be done by a crewman was staggeringly\nhumiliating. He would salvage his honor from that final indignity at\nall costs.\n\nOf course, if he were captured by an officer, it would be a different\nmatter entirely; he would surrender and submit like the gentleman he\nwas. But a crewman....\n\nHe took the sword out of the scabbard and rubbed his thumb along the\nside of it.\n\nHe swung it, and it whistled in the air crisply, pleasingly.\n\nHe grasped it firmly in his right hand and walked to the door. He threw\nopen the door and jumped back and away.\n\nBut it was safe; there was no one outside.\n\nHe stepped into the corridor.\n\nEmpty.\n\nHe looked both ways. He listened.\n\nThen he began to run, swiftly, silently, on his toes.\n\nAt the first intersection, he stopped and surveyed the crossing\ncorridor.\n\nTo his left, almost at the far bend, he saw a crewman; however, the man\nwas not looking in his direction, and the captain felt that he could\nbe reasonably safe from detection if he crossed quickly enough. He\nsprinted across the open space.\n\nOn the other side, he stopped and waited. After several minutes of\nsilence, he knew that he could safely continue.\n\nHe ran for a long distance.\n\nFinally, safely down in the second level, he slowed to a walk. He was\nbreathing heavily; it was very loud, and his footsteps echoed hollowly.\n\nHe was alone down there. He could tell that.\n\nAt the Jonson bend, he breathed a sigh of relief. Ahead was the empty\ncorridor that led to the dead end, Forward. He could see down it, clear\nto the bulkhead. And as he knew it would be, it was devoid of life and\nmovement.\n\nHe sat down to wait out the long day.\n\nHe scratched his chin.\n\nHe would have nothing to do until the closing bell. At which time he\nwould be forced to go to the assembly area.\n\nAs would anyone else, according to the rules of the Festival as laid\ndown by Nestir, who had not yet been sent to his Reward.\n\nThat would be a dangerous time. For then there would be no esthetic\nconsideration. It would be a fight amongst all assembling for the final\nhonor of Sole Survivor. One could expect no mercy: clean, quick sword\nstroke, no more. No suffering at all.\n\nIt was not a pleasant prospect. But to be the coveted Sole Survivor\ncompensated for the risk.\n\nThe captain laid the sword across his lap and petted it.\n\nHe would fight. And no crew member need expect to be the man Cast Off\nby the first mate; that was to be the captain's fate.\n\nThe second bell called to the ship shrilly.\n\nThe hunt was on!\n\n       *       *       *       *       *\n\nMartha and the first mate assembled the children in the large,\ncomfortable hospital. The steward's department had fixed them all a\nlunch. The children were silent, for the angry brow of the first mate\nwas a complete damper on their usual animal spirits. There was no\nholiday happiness.\n\nThe children moved around and fell into little, shifting groups.\nSeveral of them began to game at marbles, but the first mate broke it\nup before it degenerated into a fist fight.\n\n\"Well, there goes the hunting bell,\" Martha said.\n\n\"Yes,\" the mate said, \"hit do, don't hit.\"\n\n\"I think they could have a regular nurse for this sort of thing,\"\nMartha said.\n\nThe mate grunted. \"Humph. I shore hope they uns don't raise no ruckus.\nI've got me a splittin' haidache.\"\n\n\"Shhhh. Listen. I thought I heard someone scream.\"\n\n\"Yep,\" the mate said. \"I was sure afraid uv hit; won't be able to\nheyar myself think all day long. I'm a-tellin' ya, Martha, if these\nyoung uns start a-actin' up, too, I'm jest a-gonna take a knife an'\nsplit this here haid open, Reward or no Reward.\"\n\n\"That's not a nice way to talk,\" Martha said.\n\n\"No, hit hain't. But I'm a-sayin' hit.\"\n\n\"I'll tell you what I'll do,\" Martha said. \"I'll call all the children\ntogether and tell them nursery stories. That oughta keep them quiet.\nAnd you go over there and lay down where there won't be anyone to\nbother you.\"\n\n\"All right, Martha, an' I shore do thankee.\"\n\nThe first mate made his way to the farthest bed, sat down, took off\nhis shoes, and stretched out on it. He reached up and felt his head\ntenderly.\n\n\"Children,\" Martha called. \"Oh, children! I want you all to come over\nhere.\"\n\nReluctantly, the children obeyed her.\n\n\"That's right,\" she said. \"Now. You all sit down and make yourselves\ncomfortable, and be still as mice so my husband can sleep, and I'll\ntell you stories. And then, after a while, we'll eat the nice lunch the\nsteward fixed for us, and we'll all have the bestest time.\"\n\n\"I don't like you,\" one of the little boys said.\n\n\"Little boy,\" Martha said, \"I don't like you, either.\"\n\n\"Oh,\" the little boy said.\n\n\"Now,\" Martha said, \"I'm going to tell you the wonderful story about a\nvery pretty Princess and a very pretty Prince: Once upon a time, there\nwas a land called Zont. It sank long ago under the big, salty sea of\nZub....\"\n\n\"My name's Joey,\" the little boy said.\n\n\"Well, Joey,\" Martha said, \"do you see that long, steel rod over there,\nwhere we hang clothing from?\"\n\n\"Uh-huh.\"\n\n\"If you don't shut your little mouth, I'll hang you on it by your\nthumbs.\"\n\n\"Betcha ya won't,\" one of the little girls said.\n\n       *       *       *       *       *\n\n\"Once upon a time,\" Martha said, \"there was this handsome Prince and\npretty Princess. But the father of the Princess, King Exaltanta, was a\nheathen and did not believe in the Prophet. Now. When a true believer,\nkind King Farko, captured King Exaltanta's kingdom, the deposed king\nhid his daughter in the deepest dungeon.\n\n\"Now when the fair Prince, who was the son of King Farko, and whose\nname was William, heard of the Princess in the dungeon, he decided that\nhe would rescue her and marry her. And after she had had one child\nby him, the two of them would travel to the Holy City of Meizque to\nparticipate in the Changing of the Wives and the Festival there.\n\n\"Well, it so happened that King Farko got a special dispensation from\nthe Great Priest to send the members of Exaltanta's family to their\nReward without their consent. As he prepared the ceremonies--they were\nto be very simple: for, after all, the royal household members weren't\ntrue believers, and would consequently need to spend a million years\n(at least) as Outcasts before entering into their Reward, anyhow--as he\nprepared the ceremonies....\"\n\n\"But does everyone get a Reward? Even people who don't believe?\" a\nlittle girl asked, wide eyed.\n\n\"Nearly everyone, my child. The Prophet was not a cruel man. Of course,\npeople who try to Cast themselves Off never, never, never get a Reward.\nBut others, everybody else, all get theirs. It's only a question of how\nlong they have to wait. Sometimes, as when they're unbelievers, it may\nbe a long, long, long time, but....\"\n\n\"I know that,\" Joey said.\n\nMartha looked up at him and sighed; she stood up. \"Come with me, dear,\"\nshe said.\n\nAt that moment, the door flew open with a loud bang.\n\nThe first mate, who had been asleep, sat bolt upright on the bed. \"God\ndamn hit!\" he screamed. \"My haid!\"\n\n\"Oh,\" said a crew member, who was dragging a woman by the hair, \"I'm\nterribly sorry. I didn't know you were in here. I just came in to Cast\nMary Jane Off in privacy.\" He waved an odd-looking instrument at Martha\nby way of amplification.\n\n\"Hello, mummy,\" one of the smaller girls said to the woman.\n\n\"Oh, why, hello, honey. Are you having fun?\"\n\n\"Oh, yes, mummy.\"\n\nMary Jane looked at the crewman. \"Well, Bob,\" she said, \"I guess we'll\njust have to go some place else.\"\n\n\"Well, git hout er come in, but shut that door! That noise out there is\na-tearin' off my haid!\"\n\nThe crewman called Bob dragged the woman called Mary Jane out of the\nroom. She pulled the door closed behind her.\n\n\"Well, children,\" Martha said, \"we ought to get back to my story. Now,\nKing Farko, as you will remember, received a special dispensation....\"\n\n       *       *       *       *       *\n\nNestir locked his door when the separation bell sounded.\n\nHaving done that, he proceeded to fix himself a meal. It was a simple\none, consisting only of what material he had been able to steal from\nthe steward's department the previous night.\n\nAs he ate, he reflected upon his course of action. It was, he could\nsee, going to be difficult to justify at the Reward. But he had been\na priest, and because of that he was reasonably well grounded in\ntheological dialectics.\n\nThe Festival, of course, was a fine thing. But it had its weak points.\nChief among them being that the Casting Off was left to inexperienced\nhands, and certainly, if there was ever a time when experience was\nrequired, then the Casting Off was that time. One should be Cast Off at\nleisure; suffering long and deliciously. A state hero, for instance,\nhonored by being Cast Off by one of the King's Guards, certainly died\nthe best death imaginable.\n\nIn the present case, although the death as Sole Survivor was to come at\nthe hands of the first mate (who really lacked the training for such\na position of trust), it would be the best Casting Off available. For\nthe first mate could follow instructions, and Nestir had written the\ninstructions.\n\nNestir intended to remain in the stateroom all day; the hunt would go\nmerrily along without him.\n\nWhen the assembly bell rang, he would still remain in his stateroom.\n\nThen, late at night, he would leave. He would slip down to the first\nmate's stateroom and determine from him where the premature Sole\nSurvivor slept. Then he would find him and Cast him Off in his sleep.\nAnd Nestir would be the actual Sole Survivor.\n\nNestir could justify his conduct by virtue of the little known\ntheological clause: _ego bestum alpha todas_. A decision handed down by\nthe High Court of the Prophet (Malin vs the Estate of Kattoa: T & C,\n'98) nearly a hundred years previously.\n\nNestir had, in his hip pocket, a small vial of slow-acting poison.\nHe would drink it just before Casting the man Off. Then were he not\nhandled the next day by the first mate, he would die the Outcast death,\nby his own hand.\n\nHe did not doubt his ability to convince Them at the Reward. It would\nbe difficult, but it was not beyond his ability. Certainly, if no one\ntook the opportunity of Casting him Off as he sat behind the locked\ndoor of his room, it wasn't Nestir's fault.\n\nThe bosun pushed the ventilator grill away and jumped out of the shaft\neven before it hit the carpet.\n\nHe landed catlike, his knees bending springily to absorb the shock. He\nlanded directly behind Nestir and pushed the little man against the\nwall.\n\nNestir struggled out of the wreckage of the chair.\n\n\"How ... why ... why...?\" he said.\n\n\"Ah-ha,\" the bosun said. \"Fooled ja, didn't I?\"\n\nThe bosun was carrying a thin rapier.\n\n\"Let's discuss this,\" Nestir said. \"One must go about these things\nslowly.\"\n\n\"Sorry,\" the bosun said.\n\n\"My God,\" said Nestir, \"you can't Cast me Off just like that: without\nany suffering!\"\n\n\"Sorry,\" the bosun said. \"Don't have all day. Spend all day with you,\nand then what? The more people I can Cast Off before the assembly bell,\nthe better chance I'll have to be the Sole Survivor.\"\n\n\"Have you no compassion, man? Can you turn aside from the course of the\ngentle Prophet?\"\n\n\"Sorry,\" the bosun said again, sincerely. \"I can't stand here all day\ndiscussing it.\"\n\n\"Ah, me,\" said Nestir as the bosun drew back from the thrust, \"who\nwould have thought that I would be trapped by a religious fanatic?\"\n\n\"Must look out for myself, you know,\" said the bosun.\n\n\nIX\n\nHelen said, \"I thought maybe I hit you too hard.\"\n\n\"No,\" John said. \"Fortunately not.\" He had just opened his eyes.\n\nHe was strapped tightly to the bed. \"I appreciate what you're doing,\"\nhe said. \"I know you want to be sure I'm Cast Off right. But honey, do\nyou think it was fair to jump the bell on me like that?\"\n\n\"Well,\" she said, \"that's what you intended to do to the captain.\"\n\nHe grinned ruefully. \"Darn it. I did look forward to Casting him Off.\"\n\n\"Oh, well,\" his wife said, \"I guess we can't have everything.\"\n\n\"True, my dear,\" said John. \"It was very thoughtful of you.\"\n\n\"I wanted to be sure that my husband had the best.\"\n\n\"I know you did.\"\n\n\"Well,\" she said. \"I guess I may as well begin.\"\n\n\"Yes,\" he said.\n\n\"Have you any suggestions, honey?\"\n\n\"No,\" he said. \"I'll leave it all up to you.\"\n\n\"All right.\" She walked to the dresser and picked up a pair of pliers.\nShe crossed to him.\n\nShe had already removed his shoes while he was unconscious.\n\n\"I think,\" she said, \"I'll take the big toe first.\"\n\n\"Whatever you like, my dear.\"\n\nAfter a moment, she said, \"My, I didn't know it was going to be so hard\nto pull a few little old toenails.\"\n\nAfter she had finished with his left foot, she poured alcohol over it.\n\nThen she had to wait for him to regain consciousness.\n\n\"Honey?\" she asked.\n\n\"Yes?\"\n\n\"You didn't scream very much.\"\n\n\"That's all right,\" he said. \"You're doing fine.\"\n\n\"All right,\" she said. \"If you're satisfied. I guess I may as well\nstart on the other foot.... Oh, John?\"\n\n\"Yes, dear?\"\n\n\"Would you like for me to fix you a cup of tea before we go on?\"\n\n\"I don't think so. But it's a nice thought.\"\n\n\"Honey?\"\n\n\"Yes?\"\n\n\"You asked what that fuel oil was for, remember?\"\n\n\"Yes.\"\n\n\"Well, when I finish this,\" she said, \"I'm going to pour it over you\nand light it.\"\n\n\"Helen,\" he said, \"I married one of the ... cleverest ... women ... in\nthe ... system.\"\n\n\"There,\" she said, \"I thought I'd _never_ get that one.\"\n\n       *       *       *       *       *\n\nThe captain got very cramped, sitting there. It was late. He expected\nit was about time for the assembly bell to ring.\n\nHe stood up.\n\nNo one had come down his corridor all day, and he felt very pleased\nwith his acumen in selecting it.\n\nThere wasn't nearly as much noise as there had been earlier; people\nwere thinning out. He hoped there wouldn't be many left in the fight\nfor the assembly.\n\nHe heard, interrupting his reverie, a thin, shrill shriek, drifting\ndown the corridor from his left. Then, looking, he saw a crewman\nrunning toward him.\n\nHe tightened his grip on his infantry sword.\n\nThen he relaxed. It was all right.\n\nThe man had no arms.\n\nThe crewman came to a stop in front of him.\n\n\"Oh? Captain. Good afternoon, sir.\"\n\n\"Good afternoon. Careful there. You'll get blood on my uniform.\"\n\n\"Sorry, sir.\"\n\n\"How are things going, back there?\"\n\n\"Pretty slow ... last ... couple hours.\"\n\n\"Getting pretty weak, eh?\"\n\n\"Yes, sir. Mind if ... I ... sit down?\"\n\n\"Not at all. Make yourself at home.\"\n\n\"Thank ... you, sir.\" He sat down. \"My,\" he said, \"I'm tired.\"\n\n\"Loss of blood, probably. Listen, old fellow. Do you think you've about\nquit suffering, now?\"\n\n\"Oh, yes,\" the crewman said. \"Scarcely feel ... a thing any more.\nNumb.\"\n\n\"Well, in that case, no sense in keeping you from your Reward.\"\n\n\"Not ... a bit.\"\n\nThe captain drew back his huge sword.\n\n\"See ... you ... around,\" the crewman said.\n\nThe sword whistled down.\n\nThe captain wiped the sword on the crewman's blouse. His legs were\nstill stiff. He needed a little exercise. He began to walk toward the\ndead end of the corridor, keeping a weather eye behind him.\n\n\"... Bombs away!\"\n\nThe crewman hurtled onto his shoulders from the steampipe above.\n\nThe captain fell flat, and his sword went skittering away, rattling\nloudly on the steel deck.\n\n\"Umph!\" he said.\n\n\"Boy!\" the crewman said, \"I shore thought you'd _never_ come back down\nhere.\"\n\nThe captain was stunned. He could feel the crewman lashing his hands\ntogether behind him.\n\n\"What were you doing up there?\" the captain said at length.\n\n\"I clumb up there when I a-hyeared ya a-comin' like a herd o'\nelephants. I thought ta come down here an' wait hit out 'til th'\nassembly bell.\"\n\n\"My intentions exactly,\" the captain said, testing his bonds. There\nwas no escape from them. \"Your voice sounds familiar.\"\n\n\"Yeah. Hit should. I'm Henderson, th' officers' messman.\"\n\n\"Lord give me strength,\" the captain said.\n\n\"Now, iffen you'll jest roll over on yer back, Captain.\"\n\n\"What for, my boy?\"\n\n\"I kinda thought that first off I'd like ta pour this little bottle of\nhydrofluoric acid on ya.\"\n\n\"That's very clever,\" the captain said. Then he reconsidered. \"For a\ncrewman, that is.\"\n\n\nX\n\nThe first mate looked over at the bosun.\n\n\"Uncomfortable?\"\n\n\"Yes,\" the bosun said.\n\n\"Fine, I thought you'd be.\" He took out his penknife and began to\nwhittle on a piece of wood.\n\nAfter a while he said, \"You haint mindin' me puttin' hit off this away?\"\n\n\"No,\" the bosun said, \"suit yourself.\"\n\nThe first mate sent a shaving skittering with his knife blade.\n\"Shucks,\" he said, \"there hain't really no hurry.\"\n\nThe bosun raised his head from his chest and shook the hair out of his\nface. \"Not really, when you consider it,\" he said.\n\n\"Yep, that's right.\" The first mate began to work on the point of the\nstick; he sharpened it down to needle fineness, and then he carefully\ncut in the barb. \"Hain't very strong wood; them barbs are cut against\nthe grain, an' they're liable ta split off when I try ta pull 'em out.\"\n\n\"I hope not,\" the bosun said.\n\nThe first mate said, \"Yep, I'm shore afraid they're a-gonna do jest\nthat little trick.\"\n\n\"Look,\" said the bosun, \"this hair's gettin' in my eyes. I wunder if\nyou'd mind kinda snippin' it off?\"\n\n\"Not a-tall,\" the first mate said.\n\nHe walked over to the bosun, grabbed a handful of hair and sawed it off\nwith the penknife.\n\n\"That better?\"\n\n\"It shore is. Thanks.\"\n\n\"Not a-tall.\"\n\nThe first mate threw down the stick on the table. \"Really should uv cut\nthat before.\"\n\n\"I suppose so,\" the bosun said.\n\n\"'Course I warn't hable to see what uz in th' priest's mind.\"\n\n\"No, that's true,\" the bosun agreed.\n\nThe first mate walked over and picked up the typewritten instructions.\n\n\"You're a-gonna get a fine Castin' Off,\" he said.\n\n\"I should,\" the bosun said. \"It ain't everybody can be th' Sole\nSurvivor.\"\n\n\"That's true,\" the first mate said. \"Well,\" he said after a minute, \"I\njest guess I know them there instructions fine as anything. I suspect\nwe may as well start, iffen hits agreeable ta you.\"\n\n\"I'm ready,\" the bosun said.\n\nThe first mate took his penknife and tested the edge with his thumb.\n\"Shore is sharp,\" he said. \"Ought ta be. I jest got done a-honin' hit.\"\n\n       *       *       *       *       *\n\nHe walked over to where the bosun was hanging.\n\n\"Well,\" he said. \"No time like the present.\"\n\nHe raised the knife.\n\n\"Jest a minute,\" he said. \"I think I'll get me some music on the radio.\nYou don't mind?\"\n\n\"No,\" said the bosun. \"Not a bit.\"\n\nThe first mate walked to the hyperspace radio and flicked on the dial.\nAfter fiddling with it for some time, he picked up a symphony being\nbroadcast from Kque. \"There,\" he said, \"that's th' kind uv music I\nshore do like ta hear.\"\n\nThe music welled out and filled the room with sound.\n\n\"Shore is purty,\" the bosun said.\n\nThe first mate walked back to him.\n\n\"Guess I'll start on your back,\" he said. He reached up and ripped the\nbosun's shirt off.\n\nThen, when the back was laid bare, he made a very shallow cut running\nthe length of the shoulders from armpit to armpit.\n\n\"Be kinda hard ta get started,\" he said.\n\nHe put the penknife in the incision and began to pry the skin loose.\n\"Gonna take me a long time ta get a hand holt,\" he said. \"Course onct I\ndo, hit'll be as easy as skinnin' a skunk.\"\n\n\"Take yer time,\" the bosun said.\n\n\"Aim to.\"\n\nThe music turned quiet and sounded of the rippling brooks on far\nCorazon; it reflected the vast meadows of Nid and the giant,\nsilver-capped mountains of Muri. A cello picked up the theme and ran\nit, in rich notes, over the whole surface of the dead world, Astolath.\nA whining oboe piped of the sweet winds from Zoltah; and the brass beat\nout the finny rhythm of the water world of Du.\n\n\"'Scuse me,\" the first mate said. He laid down the penknife and walked\nto the radio. With a flick of his wrist, he cut it off.\n\n\"What uz th' matter with hit?\" the bosun asked.\n\n\"Didn't ja notice?\" said the first mate. \"Th' third fiddle was sour.\"\n\n\"Guess I wasn't listenin' close enough,\" said the bosun.\n\nThe first mate returned to his work. \"May as well get on with it,\" he\nsaid.\n\nHe raised the penknife again.\n\n       *       *       *       *       *\n\nMartha threw the door open. \"Here!\" she said. She swung Joey around in\nfront of her by the left ear. \"I'm going to have to leave him in here\nwith you, where he won't get into trouble.\"\n\nThe first mate laid aside the penknife.\n\n\"Martha,\" he said, \"I jest plain don't like kids.\"\n\n\"I'm sorry,\" she said, \"But I just can't keep him with the rest of the\nchildren. I just can't.\"\n\n\"Whatud he do?\" the bosun asked.\n\n\"Do? Let me tell you,\" Martha said. \"First, he....\"\n\n\"I didn't,\" Joey said.\n\n\"I haint got no all day ta listen ta ya, woman,\" the first mate said.\n\n\"Well. The worst of it was with little Jane. Do you know what he tried\nto do to her?\"\n\n\"No, and I shore don't care,\" said the first mate testily.\n\n\"Well, first he got her down under the table; and then he sat on her;\nand if I hadn't stopped him, he would have pounded her brains out\nagainst the deck.\"\n\n\"My, my,\" said the bosun.\n\n\"That hain't a-tall nice.\"\n\n\"Grownups do it,\" Joey said.\n\n\"That's entirely different,\" the bosun said.\n\n\"No, it ain't. You just don't like me, that's all.\"\n\n\"Little Jane wasn't ready,\" Martha said. \"She hasn't had a chance to do\nher duty.\"\n\n\"It don't matter,\" Joey said.\n\n\"Little boy,\" said the bosun, \"do you know where people go who talk\nthat way?\"\n\n\"I don't care,\" Joey said.\n\n\"You see? I'll simply have to leave him in here with you.\"\n\n\"All right,\" the first mate agreed reluctantly. \"Now, little boy,\" he\nsaid, \"you hain't a-gonna bother me, hear? I'm very busy. You jest go\nover there and watch.\"\n\n\"Yes,\" said the bosun.\n\nMartha said, \"Well, I better get back to the other children.\"\n\nShe left and the first mate turned back to his job.\n\n\"What's he crying for?\" Joey asked.\n\n\"'Cause it hurts,\" the first mate explained.\n\n\"You missed somethin' there in th' back,\" Joey said.\n\n\"Why did you try to choke that little girl?\" the mate asked.\n\n\"'Cause I wanted to.\"\n\n\"Well,\" the first mate said, \"that's why I left that little patch o'\nskin.\"\n\n\"Oh,\" said Joey.\n\nHe stood up and walked around the bosun.\n\n\"What're ya gonna do next?\" he asked.\n\n\"Be still,\" said the bosun.\n\n\"I bet I know,\" Joey said. \"I'll bet you're gonna take that little\nstick over there an' stick it in him.\"\n\n\"That shore ... is right,\" the bosun said proudly.\n\n\"Can I, huh?\"\n\n\"No,\" the first mate said.\n\n\"Why not? All ya gotta do is....\" He picked up the stick and lunged at\nthe bosun.\n\n       *       *       *       *       *\n\nThe first mate tripped him and took the stick away from him.\n\n\"Let him alone,\" the bosun said to Joey. \"He's doin' jest fine.\"\n\n\"Thankee,\" said the first mate.\n\nMartha came back.\n\n\"Is he bothering you? We could put him in the ice with the new crew,\"\nshe said.\n\n\"Fine,\" the first mate said.\n\n\"Oh, no,\" Joey said. \"You gotta catch me first.\" He began to back away\nfrom Martha.\n\nShe took a step toward him.\n\nHe turned and started to run.\n\n\"Thought so,\" she said. She had been holding one hand behind her. It\ncontained a plastic ash-tray. She caught him squarely between the ears\nwith it, and he went down.\n\n\"Good heave, Martha!\" the first mate said.\n\nShe walked over to Joey, picked him up and started to the door.\n\nAt the door she paused.\n\n\"What did you say you wanted for supper, Fontelroy?\"\n\n\"Two aigs,\" he said.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Voyage to Far N'jurd, by Kris Neville\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VOYAGE TO FAR N'JURD ***\n\n***** This file should be named 51344.txt or 51344.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/4/51344/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}