{"title": "Dr. Kometevsky's Day", "author": "Fritz Leiber", "releaseDate": "March 5, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         DR. KOMETEVSKY'S DAY\n\n                            By FRITZ LEIBER\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Before science, there was superstition. After\n             science, there will be ... what? The biggest,\n             most staggering, MOST FINAL fact of them all!\n\n\n\"But it's all predicted here! It even names this century for the next\nreshuffling of the planets.\"\n\nCeleste Wolver looked up unwillingly at the book her friend Madge\nCarnap held aloft like a torch. She made out the ill-stamped title,\n_The Dance of the Planets_. There was no mistaking the time of\nits origin; only paper from the Twentieth Century aged to that\nparticularly nasty shade of brown. Indeed, the book seemed to Celeste\na brown old witch resurrected from the Last Age of Madness to confound\na world growing sane, and she couldn't help shrinking back a trifle\ntoward her husband Theodor.\n\nHe tried to come to her rescue. \"Only predicted in the vaguest way. As\nI understand it, Kometevsky claimed, on the basis of a lot of evidence\ndrawn from folklore, that the planets and their moons trade positions\nevery so often.\"\n\n\"As if they were playing Going to Jerusalem, or musical chairs,\"\nCeleste chimed in, but she couldn't make it sound funny.\n\n\"Jupiter was supposed to have started as the outermost planet, and is\nto end up in the orbit of Mercury,\" Theodor continued. \"Well, nothing\nat all like that has happened.\"\n\n\"But it's begun,\" Madge said with conviction. \"Phobos and Deimos have\ndisappeared. You can't argue away that stubborn little fact.\"\n\nThat was the trouble; you couldn't. Mars' two tiny moons had simply\nvanished during a period when, as was generally the case, the eyes\nof astronomy weren't on them. Just some hundred-odd cubic miles of\nrock--the merest cosmic flyspecks--yet they had carried away with them\nthe security of a whole world.\n\n       *       *       *       *       *\n\nLooking at the lovely garden landscape around her, Celeste Wolver felt\nthat in a moment the shrubby hills would begin to roll like waves, the\ncharmingly aimless paths twist like snakes and sink in the green sea,\nthe sparsely placed skyscrapers dissolve into the misty clouds they\npierced.\n\n_People must have felt like this_, she thought, _when Aristarches first\nhinted and Copernicus told them that the solid Earth under their feet\nwas falling dizzily through space. Only it's worse for us, because they\ncouldn't see that anything had changed. We can._\n\n\"You need something to cling to,\" she heard Madge say. \"Dr. Kometevsky\nwas the only person who ever had an inkling that anything like this\nmight happen. I was never a Kometevskyite before. Hadn't even heard of\nthe man.\"\n\nShe said it almost apologetically. In fact, standing there so frank and\nanxious-eyed, Madge looked anything but a fanatic, which made it much\nworse.\n\n\"Of course, there are several more convincing alternate\nexplanations....\" Theodor began hesitantly, knowing very well that\nthere weren't. If Phobos and Deimos had suddenly disintegrated,\nsurely Mars Base would have noticed something. Of course there was the\nDisordered Space Hypothesis, even if it was little more than the chance\nphrase of a prominent physicist pounded upon by an eager journalist.\nAnd in any case, what sense of security were you left with if you\nadmitted that moons and planets might explode, or drop through unseen\nholes in space? So he ended up by taking a different tack: \"Besides, if\nPhobos and Deimos simply shot off somewhere, surely they'd have been\npicked up by now by 'scope or radar.\"\n\n\"Two balls of rock just a few miles in diameter?\" Madge questioned.\n\"Aren't they smaller than many of the asteroids? I'm no astronomer, but\nI think' I'm right.\"\n\nAnd of course she was.\n\nShe swung the book under her arm. \"Whew, it's heavy,\" she observed,\nadding in slightly scandalized tones, \"Never been microfilmed.\" She\nsmiled nervously and looked them up and down. \"Going to a party?\" she\nasked.\n\nTheodor's scarlet cloak and Celeste's green culottes and silver jacket\njustified the question, but they shook their heads.\n\n\"Just the normally flamboyant garb of the family,\" Celeste said,\nwhile Theodor explained, \"As it happens, we're bound on business\nconnected with the disappearance. We Wolvers practically constitute\na sub-committee of the Congress for the Discovery of New Purposes.\nAnd since a lot of varied material comes to our attention, we're\ngoing to see if any of it correlates with this bit of astronomical\nsleight-of-hand.\"\n\nMadge nodded. \"Give you something to do, at any rate. Well, I must be\noff. The Buddhist temple has lent us their place for a meeting.\" She\ngave them a woeful grin. \"See you when the Earth jumps.\"\n\nTheodor said to Celeste, \"Come on, dear. We'll be late.\"\n\nBut Celeste didn't want to move too fast. \"You know, Teddy,\" she said\nuncomfortably, \"all this reminds me of those old myths where too much\ngood fortune is a sure sign of coming disaster. It was just too much\nluck, our great-grandparents missing World III and getting the World\nGovernment started a thousand years ahead of schedule. Luck like that\ncouldn't last, evidently. Maybe we've gone too fast with a lot of\nthings, like space-flight and the Deep Shaft and--\" she hesitated a\nbit--\"complex marriages. I'm a woman. I want complete security. Where\nam I to find it?\"\n\n\"In me,\" Theodor said promptly.\n\n\"In you?\" Celeste questioned, walking slowly. \"But you're just\none-third of my husband. Perhaps I should look for it in Edmund or\nIvan.\"\n\n\"You angry with me about something?\"\n\n\"Of course not. But a woman wants her source of security whole. In a\ncrisis like this, it's disturbing to have it divided.\"\n\n\"Well, we are a whole and, I believe, indivisible family,\" Theodor\ntold her warmly. \"You're not suggesting, are you, that we're going to\nbe punished for our polygamous sins by a cosmic catastrophe? Fire from\nHeaven and all that?\"\n\n\"Don't be silly. I just wanted to give you a picture of my feeling.\"\nCeleste smiled. \"I guess none of us realized how much we've come to\ndepend on the idea of unchanging scientific law. Knocks the props from\nunder you.\"\n\nTheodor nodded emphatically. \"All the more reason to get a line on\nwhat's happening as quickly as possible. You know, it's fantastically\nfar-fetched, but I think the experience of persons with Extra-Sensory\nPerception may give us a clue. During the past three or four days\nthere's been a remarkable similarity in the dreams of ESPs all over the\nplanet. I'm going to present the evidence at the meeting.\"\n\nCeleste looked up at him. \"So that's why Rosalind's bringing Frieda's\ndaughter?\"\n\n\"Dotty is your daughter, too, and Rosalind's,\" Theodor reminded her.\n\n\"No, just Frieda's,\" Celeste said bitterly. \"Of course you may be the\nfather. One-third of a chance.\"\n\nTheodor looked at her sharply, but didn't comment. \"Anyway, Dotty will\nbe there,\" he said. \"Probably asleep by now. All the ESPs have suddenly\nseemed to need more sleep.\"\n\nAs they talked, it had been growing darker, though the luminescence of\nthe path kept it from being bothersome. And now the cloud rack parted\nto the east, showing a single red planet low on the horizon.\n\n\"Did you know,\" Theodor said suddenly, \"that in _Gulliver's Travels_\nDean Swift predicted that better telescopes would show Mars to have two\nmoons? He got the sizes and distances and periods damned accurately,\ntoo. One of the few really startling coincidences of reality and\nliterature.\"\n\n\"Stop being eerie,\" Celeste said sharply. But then she went on, \"Those\nnames Phobos and Deimos--they're Greek, aren't they? What do they mean?\"\n\nTheodor lost a step. \"Fear and Terror,\" he said unwillingly. \"Now\ndon't go taking that for an omen. Most of the mythological names of\nmajor and minor ancient gods had been taken--the bodies in the Solar\nSystem are named that way, of course--and these were about all that\nwere available.\"\n\nIt was true, but it didn't comfort him much.\n\n       *       *       *       *       *\n\n_I am a God_, Dotty was dreaming, _and I want to be by myself and\nthink. I and my god-friends like to keep some of our thoughts secret,\nbut the other gods have forbidden us to._\n\nA little smile flickered across the lips of the sleeping girl, and\nthe woman in gold tights and gold-spangled jacket leaned forward\nthoughtfully. In her dignity and simplicity and straight-spined grace,\nshe was rather like a circus mother watching her sick child before she\nwent out for the trapeze act.\n\n_I and my god-friends sail off in our great round silver boats_, Dotty\nwent on dreaming. _The other gods are angry and scared. They are\nfrightened of the thoughts we may think in secret. They follow us to\nhunt us down. There are many more of them than of us._\n\n       *       *       *       *       *\n\nAs Celeste and Theodor entered the committee room, Rosalind Wolver--a\nglitter of platinum against darkness--came in through the opposite\ndoor and softly shut it behind her. Frieda, a fair woman in blue robes,\ngot up from the round table.\n\nCeleste turned away with outward casualness as Theodor kissed his two\nother wives. She was pleased to note that Edmund seemed impatient too.\nA figure in close-fitting black, unrelieved except for two red arrows\nat the collar, he struck her as embodying very properly the serious,\nfateful temper of the moment.\n\nHe took two briefcases from his vest pocket and tossed them down on the\ntable beside one of the microfilm projectors.\n\n\"I suggest we get started without waiting for Ivan,\" he said.\n\nFrieda frowned anxiously. \"It's ten minutes since he phoned from the\nDeep Space Bar to say he was starting right away. And that's hardly a\ntwo minutes walk.\"\n\nRosalind instantly started toward the outside door.\n\n\"I'll check,\" she explained. \"Oh, Frieda, I've set the mike so you'll\nhear if Dotty calls.\"\n\nEdmund threw up his hands. \"Very well, then,\" he said and walked over,\nswitched on the picture and stared out moodily.\n\nTheodor and Frieda got out their briefcases, switched on projectors,\nand began silently checking through their material.\n\nCeleste fiddled with the TV and got a newscast. But she found her eyes\ndidn't want to absorb the blocks of print that rather swiftly succeeded\neach other, so, after a few moments, she shrugged impatiently and\nswitched to audio.\n\nAt the noise, the others looked around at her with surprise and some\nirritation, but in a few moments they were also listening.\n\n\"The two rocket ships sent out from Mars Base to explore the orbital\npositions of Phobos and Deimos--that is, the volume of space they'd be\noccupying if their positions had remained normal--report finding masses\nof dust and larger debris. The two masses of fine debris are moving\nin the same orbits and at the same velocities as the two vanished\nmoons, and occupy roughly the same volumes of space, though the mass\nof material is hardly a hundredth that of the moons. Physicists have\nventured no statements as to whether this constitutes a confirmation of\nthe Disintegration Hypothesis.\n\n\"However, we're mighty pleased at this news here. There's a marked\nlessening of tension. The finding of the debris--solid, tangible\nstuff--seems to lift the whole affair out of the supernatural miasma in\nwhich some of us have been tempted to plunge it. One-hundredth of the\nmoons has been found.\n\n\"The rest will also be!\"\n\nEdmund had turned his back on the window. Frieda and Theodor had\nswitched off their projectors.\n\n\"Meanwhile, Earthlings are going about their business with a minimum\nof commotion, meeting with considerable calm the strange threat to\nthe fabric of their Solar System. Many, of course, are assembled in\nchurches and humanist temples. Kometevskyites have staged helicopter\nprocessions at Washington, Peking, Pretoria, and Christiana, demanding\nthat instant preparations be made for--and I quote--'Earth's coming\nleap through space.' They have also formally challenged all astronomers\nto produce an explanation other than the one contained in that strange\nbook so recently conjured from oblivion, _The Dance of the Planets_.\n\n\"That about winds up the story for the present. There are no new\nreports from Interplanetary Radar, Astronomy, or the other rocket ships\nsearching in the extended Mars volume. Nor have any statements been\nissued by the various groups working on the problem in Astrophysics,\nCosmic Ecology, the Congress for the Discovery of New Purposes, and so\nforth. Meanwhile, however, we can take courage from the words of a poem\nwritten even before Dr. Kometevsky's book:\n\n    \"This Earth is not the steadfast place\n    We landsmen build upon;\n    From deep to deep she varies pace,\n    And while she comes is gone.\n    Beneath my feet I feel\n    Her smooth bulk heave and dip;\n    With velvet plunge and soft upreel\n    She swings and steadies to her keel\n    Like a gallant, gallant ship.\"\n\n       *       *       *       *       *\n\nWhile the TV voice intoned the poem, growing richer as emotion caught\nit up, Celeste looked around her at the others. Frieda, with her\ntouch of feminine helplessness showing more than ever through her\nbusiness-like poise. Theodor leaning forward from his scarlet cloak\nthrown back, smiling the half-smile with which he seemed to face even\nthe unknown. Black Edmund, masking a deep uncertainty with a strong\nshow of decisiveness.\n\nIn short, her family. She knew their every quirk and foible. And yet\nnow they seemed to her a million miles away, figures seen through the\nwrong end of a telescope.\n\nWere they really a family? Strong sources of mutual strength and\nsecurity to each other? Or had they merely been playing family,\nexperimenting with their notions of complex marriage like a bunch of\nsilly adolescents? Butterflies taking advantage of good weather to\nwing together in a glamorous, artificial dance--until outraged Nature\ndecided to wipe them out?\n\nAs the poem was ending, Celeste saw the door open and Rosalind come\nslowly in. The Golden Woman's face was white as the paths she had been\ntreading.\n\nJust then the TV voice quickened with shock. \"News! Lunar Observatory\nOne reports that, although Jupiter is just about to pass behind the\nSun, a good coronagraph of the planet has been obtained. Checked and\nrechecked, it admits of only one interpretation, which Lunar One\nfeels duty-bound to release. _Jupiter's fourteen moons are no longer\nvisible!_\"\n\nThe chorus of remarks with which the Wolvers would otherwise have\nreceived this was checked by one thing: the fact that Rosalind seemed\nnot to hear it. Whatever was on her mind prevented even that incredible\nstatement from penetrating.\n\nShe walked shakily to the table and put down a briefcase, one end of\nwhich was smudged with dirt.\n\nWithout looking at them, she said, \"Ivan left the Deep Space Bar\ntwenty minutes ago, said he was coming straight here. On my way back\nI searched the path. Midway I found this half-buried in the dirt. I\nhad to tug to get it out--almost as if it had been cemented into the\nground. Do you feel how the dirt seems to be _in_ the leather, as if\nit had lain for years in the grave?\"\n\nBy now the others were fingering the small case of microfilms they had\nseen so many times in Ivan's competent hands. What Rosalind said was\ntrue. It had a gritty, unwholesome feel to it. Also, it felt strangely\nheavy.\n\n\"And see what's written on it,\" she added.\n\nThey turned it over. Scrawled with white pencil in big, hasty, frantic\nletters were two words:\n\n\"Going down!\"\n\n       *       *       *       *       *\n\n_The other gods_, Dotty dreamt, _are combing the whole Universe for us.\nWe have escaped them many times, but now our tricks are almost used up.\nThere are no doors going out of the Universe and our boats are silver\nbeacons to the hunters. So we decide to disguise them in the only way\nthey can be disguised. It is our last chance._\n\n       *       *       *       *       *\n\nEdmund rapped the table to gain the family's attention. \"I'd say we've\ndone everything we can for the moment to find Ivan. We've made a\nthorough local search. A wider one, which we can't conduct personally,\nis in progress. All helpful agencies have been alerted and descriptions\nare being broadcast. I suggest we get on with the business of the\nevening--which may very well be connected with Ivan's disappearance.\"\n\nOne by one the others nodded and took their places at the round table.\nCeleste made a great effort to throw off the feeling of unreality that\nhad engulfed her and focus attention on her microfilms.\n\n\"I'll take over Ivan's notes,\" she heard Edmund say. \"They're mainly\nabout the Deep Shaft.\"\n\n\"How far have they got with that?\" Frieda asked idly. \"Twenty-five\nmiles?\"\n\n\"Nearer thirty, I believe,\" Edmund answered, \"and still going down.\"\n\nAt those last two words they all looked up quickly. Then their eyes\nwent toward Ivan's briefcase.\n\n       *       *       *       *       *\n\n_Our trick has succeeded_, Dotty dreamt. _The other gods have passed\nour hiding place a dozen times without noticing. They search the\nUniverse for us many times in vain. They finally decide that we have\nfound a door going out of the Universe. Yet they fear us all the more.\nThey think of us as devils who will some day return through the door to\ndestroy them. So they watch everywhere. We lie quietly smiling in our\ncamouflaged boats, yet hardly daring to move or think, for fear that\nthe faintest echoes of our doings will give them a clue. Hundreds of\nmillions of years pass by. They seem to us no more than drugged hours\nin a prison._\n\n       *       *       *       *       *\n\nTheodor rubbed his eyes and pushed his chair back from the table. \"We\nneed a break.\"\n\nFrieda agreed wearily. \"We've gone through everything.\"\n\n\"Good idea,\" Edmund said briskly. \"I think we've hit on several crucial\npoints along the way and half disentangled them from the great mass of\ninconsequential material. I'll finish up that part of the job right now\nand present my case when we're all a bit fresher. Say half an hour?\"\n\nTheodor nodded heavily, pushing up from his chair and hitching his\ncloak over a shoulder.\n\n\"I'm going out for a drink,\" he informed them.\n\nAfter several hesitant seconds, Rosalind quietly followed him. Frieda\nstretched out on a couch and closed her eyes. Edmund scanned microfilms\ntirelessly, every now and then setting one aside.\n\nCeleste watched him for a minute, then sprang up and started toward the\nroom where Dotty was asleep. But midway she stopped.\n\n_Not my child_, she thought bitterly. _Frieda's her mother, Rosalind\nher nurse. I'm nothing at all. Just one of the husband's girl friends.\nA lady of uneasy virtue in a dissolving world._\n\nBut then she straightened her shoulders and went on.\n\n       *       *       *       *       *\n\nRosalind didn't catch up with Theodor. Her footsteps were silent and\nhe never looked back along the path whose feeble white glow rose only\nknee-high, lighting a low strip of shrub and mossy tree trunk to either\nside, no more.\n\nIt was a little chilly. She drew on her gloves, but she didn't hurry.\nIn fact, she fell farther and farther behind the dipping tail of\nhis scarlet cloak and his plodding red shoes, which seemed to move\ndisembodied, like those in the fairy tale.\n\nWhen she reached the point where she had found Ivan's briefcase, she\nstopped altogether.\n\nA breeze rustled the leaves, and, moistly brushing her cheek, brought\nforest scents of rot and mold. After a bit she began to hear the\nfurtive scurryings and scuttlings of forest creatures.\n\nShe looked around her half-heartedly, suddenly realizing the futility\nof her quest. What clues could she hope to find in this knee-high\ntwilight? And they'd thoroughly combed the place earlier in the night.\n\nWithout warning, an eerie tingling went through her and she was seized\nby a horror of the cold, grainy Earth underfoot--an ancestral terror\nfrom the days when men shivered at ghost stories about graves and tombs.\n\nA tiny detail persisted in bulking larger and larger in her mind--the\nunnaturalness of the way the Earth had impregnated the corner of Ivan's\nbriefcase, almost as if dirt and leather co-existed in the same space.\nShe remembered the queer way the partly buried briefcase had resisted\nher first tug, like a rooted plant.\n\nShe felt cowed by the mysterious night about her, and literally\ndwarfed, as if she had grown several inches shorter. She roused herself\nand started forward.\n\nSomething held her feet.\n\nThey were ankle-deep in the path. While she looked in fright and\nhorror, they began to sink still lower into the ground.\n\nShe plunged frantically, trying to jerk loose. She couldn't. She had\nthe panicky feeling that the Earth had not only trapped but invaded\nher; that its molecules were creeping up between the molecules of her\nflesh; that the two were becoming one.\n\nAnd she was sinking faster. Now knee-deep, thigh-deep, hip-deep,\nwaist-deep. She beat at the powdery path with her hands and threw her\nbody from side to side in agonized frenzy like some sinner frozen in\nthe ice of the innermost circle of the ancients' hell. And always the\nsense of the dark, grainy tide rose inside as well as around her.\n\nShe thought, _he'd just have had time to scribble that note on his\nbriefcase and toss it away._ She jerked off a glove, leaned out as\nfar as she could, and made a frantic effort to drive its fingers into\nthe powdery path. Then the Earth mounted to her chin, her nose, and\ncovered her eyes.\n\nShe expected blackness, but it was as if the light of the path stayed\nwith her, making a little glow all around. She saw roots, pebbles,\nblack rot, worn tunnels, worms. Tier on tier of them, her vision\npenetrating the solid ground. And at the same time, the knowledge that\nthese same sorts of things were coursing up through her.\n\n       *       *       *       *       *\n\nAnd still she continued to sink at a speed that increased, as if the\nlaw of gravitation applied to her in a diminished way. She dropped from\nblack soil through gray clay and into pale limestone.\n\nHer tortured, rock-permeated lungs sucked at rock and drew in air. She\nwondered madly if a volume of air were falling with her through the\nstone.\n\nA glitter of quartz. The momentary openness of a foot-high cavern\nwith a trickle of water. And then she was sliding down a black basalt\ncolumn, half inside it, half inside gold-flecked ore. Then just black\nbasalt. And always faster.\n\nIt grew hot, then hotter, as if she were approaching the mythical\neternal fires.\n\n       *       *       *       *       *\n\nAt first glance Theodor thought the Deep Space Bar was empty. Then he\nsaw a figure hunched monkeylike on the last stool, almost lost in the\nblue shadows, while behind the bar, her crystal dress blending with the\ntiers of sparkling glasses, stood a grave-eyed young girl who could\nhardly have been fifteen.\n\nThe TV was saying, \"... in addition, a number of mysterious\ndisappearances of high-rating individuals have been reported. These\nare thought to be cases of misunderstanding, illusory apprehension,\nand impulse traveling--a result of the unusual stresses of the time.\nFinally, a few suggestible individuals in various parts of the globe,\nespecially the Indian Peninsula, have declared themselves to be 'gods'\nand in some way responsible for current events.\n\n\"It is thought--\"\n\nThe girl switched off the TV and took Theodor's order, explaining\ncasually, \"Joe wanted to go to a Kometevskyite meeting, so I took over\nfor him.\" When she had prepared Theodor's highball, she announced,\n\"I'll have a drink with you gentlemen,\" and squeezed herself a glass of\npomegranate juice.\n\nThe monkeylike figure muttered, \"Scotch-and-soda,\" then turned toward\nEdmund and asked, \"And what is your reaction to all this, sir?\"\n\n       *       *       *       *       *\n\nTheodor recognized the shrunken wrinkle-seamed face. It was Colonel\nFortescue, a military antique long retired from the Peace Patrol and\nreputed to have seen actual fighting in the Last Age of Madness. Now,\nfor some reason, the face sported a knowing smile.\n\nTheodor shrugged. Just then the TV \"big news\" light blinked blue and\nthe girl switched on audio. The Colonel winked at Theodor.\n\n\"... confirming the disappearance of Jupiter's moons. But two other\nutterly fantastic reports have just been received. First, Lunar\nObservatory One says that it is visually tracking fourteen small bodies\nwhich it believes may be the lost moons of Jupiter. They are moving\noutward from the Solar System at an incredible velocity and are already\nbeyond the orbit of Saturn!\"\n\nThe Colonel said, \"Ah!\"\n\n\"Second, Palomar reports a large number of dark bodies approaching the\nSolar System at an equally incredible velocity. They are at about twice\nthe distance of Pluto, but closing in fast! We will be on the air with\nfurther details as soon as possible.\"\n\nThe Colonel said, \"Ah-ha!\"\n\nTheodor stared at him. The old man's self-satisfied poise was almost\namusing.\n\n\"Are you a Kometevskyite?\" Theodor asked him.\n\nThe Colonel laughed. \"Of course not, my boy. Those poor people are\nfumbling in the dark. Don't you see what's happened?\"\n\n\"Frankly, no.\"\n\nThe Colonel leaned toward Theodor and whispered gruffly, \"The Divine\nPlan. God is a military strategist, naturally.\"\n\nThen he lifted the scotch-and-soda in his clawlike hand and took a\nsatisfying swallow.\n\n\"I knew it all along, of course,\" he went on musingly, \"but this last\nnews makes it as plain as a rocket blast, at least to anyone who knows\nmilitary strategy. Look here, my boy, suppose you were commanding a\nfleet and got wind of the enemy's approach--what would you do? Why,\nyou'd send your scouts and destroyers fanning out toward them. Behind\nthat screen you'd mass your heavy ships. Then--\"\n\n\"You don't mean to imply--\" Theodor interrupted.\n\nThe girl behind the bar looked at them both cryptically.\n\n\"Of course I do!\" the Colonel cut in sharply. \"It's a war between the\nforces of good and evil. The bright suns and planets are on one side,\nthe dark on the other. The moons are the destroyers, Jupiter and\nSaturn are the big battleships, while we're on a heavy cruiser, I'm\nproud to say. We'll probably go into action soon. Be a corking fight,\nwhat? And all by divine strategy!\"\n\nHe chuckled and took another big drink. Theodor looked at him sourly.\nThe girl behind the bar polished a glass and said nothing.\n\n       *       *       *       *       *\n\nDotty suddenly began to turn and toss, and a look of terror came over\nher sleeping face. Celeste leaned forward apprehensively.\n\nThe child's lips worked and Celeste made out the sleepy-fuzzy words:\n\"They've found out where we're hiding. They're coming to get us. No!\nPlease, no!\"\n\nCeleste's reactions were mixed. She felt worried about Dotty and at\nthe same time almost in terror of her, as if the little girl were an\nagent of supernatural forces. She told herself that this fear was an\nexpression of her own hostility, yet she didn't really believe it. She\ntouched the child's hand.\n\nDotty's eyes opened without making Celeste feel she had quite come\nawake. After a bit she looked at Celeste and her little lips parted in\na smile.\n\n\"Hello,\" she said sleepily. \"I've been having such funny dreams.\" Then,\nafter a pause, frowning, \"I really am a god, you know. It feels very\nqueer.\"\n\n\"Yes, dear?\" Celeste prompted uneasily. \"Shall I call Frieda?\"\n\nThe smile left Dotty's lips. \"Why do you act so nervous around me?\" she\nasked. \"Don't you love me, Mummy?\"\n\nCeleste started at the word. Her throat closed. Then, very slowly, her\nface broke into a radiant smile. \"Of course I do, darling. I love you\nvery much.\"\n\nDotty nodded happily, her eyes already closed again.\n\nThere was a sudden flurry of excited voices beyond the door. Celeste\nheard her name called. She stood up.\n\n\"I'm going to have to go out and talk with the others,\" she said. \"If\nyou want me, dear, just call.\"\n\n\"Yes, Mummy.\"\n\n       *       *       *       *       *\n\nEdmund rapped for attention. Celeste, Frieda, and Theodor glanced\naround at him. He looked more frightfully strained, they realized, than\neven they felt. His expression was a study in suppressed excitement,\nbut there were also signs of a knowledge that was almost too\noverpowering for a human being to bear.\n\nHis voice was clipped, rapid. \"I think it's about time we stopped\nworrying about our own affairs and thought of those of the Solar\nSystem, partly because I think they have a direct bearing on the\ndisappearances of Ivan end Rosalind. As I told you, I've been sorting\nout the crucial items from the material we've been presenting. There\nare roughly four of those items, as I see it. It's rather like a\nmystery story. I wonder if, hearing those four clues, you will come to\nthe same conclusion I have.\"\n\nThe others nodded.\n\n\"First, there are the latest reports from Deep Shaft, which, as\nyou know, has been sunk to investigate deep-Earth conditions. At\napproximately twenty-nine miles below the surface, the delvers have\nencountered a metallic obstruction which they have tentatively named\nthe durasphere. It resists their hardest drills, their strongest\ncorrosives. They have extended a side-tunnel at that level for a\nquarter of a mile. Delicate measurements, made possible by the\nmirror-smooth metal surface, show that the durasphere has a slight\ncurvature that is almost exactly equal to the curvature of the Earth\nitself. The suggestion is that deep borings made anywhere in the world\nwould encounter the durasphere at the same depth.\n\n\"Second, the movements of the moons of Mars and Jupiter, and\nparticularly the debris left behind by the moons of Mars. Granting\nPhobos and Deimos had duraspheres proportional in size to that of\nEarth, then the debris would roughly equal in amount the material in\nthose two duraspheres' rocky envelopes. The suggestion is that the\ntwo duraspheres suddenly burst from their envelopes with such titanic\nvelocity as to leave those disrupted envelopes behind.\"\n\nIt was deadly quiet in the committee room.\n\n\"Thirdly, the disappearances of Ivan and Rosalind, and especially\nthe baffling hint--from Ivan's message in one case and Rosalind's\ndownward-pointing glove in the other--that they were both somehow drawn\ninto the depths of the Earth.\n\n\"Finally, the dreams of the ESPs, which agree overwhelmingly in the\nfollowing points: A group of beings separate themselves from a godlike\nand telepathic race because they insist on maintaining a degree of\nmental privacy. They flee in great boats or ships of some sort. They\nare pursued on such a scale that there is no hiding place for them\nanywhere in the universe. In some manner they successfully camouflage\ntheir ships. Eons pass and their still-fanatical pursuers do not\npenetrate their secret. Then, suddenly, they are detected.\"\n\nEdmund waited. \"Do you see what I'm driving at?\" he asked hoarsely.\n\n       *       *       *       *       *\n\nHe could tell from their looks that the others did, but couldn't bring\nthemselves to put it into words.\n\n\"I suppose it's the time-scale and the value-scale that are so hard for\nus to accept,\" he said softly. \"Much more, even, than the size-scale.\nThe thought that there are creatures in the Universe to whom the whole\ncareer of Man--in fact, the whole career of life--is no more than a few\nthousand or hundred thousand years. And to whom Man is no more than a\nminor stage property--a trifling part of a clever job of camouflage.\"\n\nThis time he went on, \"Fantasy writers have at times hinted all sorts\nof odd things about the Earth--that it might even be a kind of single\nliving creature, or honeycombed with inhabited caverns, and so on.\nBut I don't know that any of them have ever suggested that the Earth,\ntogether with all the planets and moons of the Solar System, might\nbe....\"\n\nIn a whisper, Frieda finished for him, \"... a camouflaged fleet of\ngigantic spherical spaceships.\"\n\n\"_Your guess happens to be the precise truth._\"\n\nAt that familiar, yet dreadly unfamiliar voice, all four of them swung\ntoward the inner door. Dotty was standing there, a sleep-stupefied\nlittle girl with a blanket caught up around her and dragging behind.\nTheir own daughter. But in her eyes was a look from which they cringed.\n\nShe said, \"I am a creature somewhat older than what your geologists\ncall the Archeozoic Era. I am speaking to you through a number of\ntelepathically sensitive individuals among your kind. In each case my\nthoughts suit themselves to your level of comprehension. I inhabit the\ndisguised and jetless spaceship which is your Earth.\"\n\nCeleste swayed a step forward. \"Baby....\" she implored.\n\nDotty went on, without giving her a glance, \"It is true that we planted\nthe seeds of life on some of these planets simply as part of our\ncamouflage, just as we gave them a suitable environment for each. And\nit is true that now we must let most of that life be destroyed. Our\nhiding place has been discovered, our pursuers are upon us, and we must\nmake one last effort to escape or do battle, since we firmly believe\nthat the principle of mental privacy to which we have devoted our\nexistence is perhaps the greatest good in the whole Universe.\n\n\"But it is not true that we look with contempt upon you. Our whole race\nis deeply devoted to life, wherever it may come into being, and it is\nour rule never to interfere with its development. That was one of\nthe reasons we made life a part of our camouflage--it would make our\npursuers reluctant to examine these planets too closely.\n\n\"Yes, we have always cherished you and watched your evolution with\ninterest from our hidden lairs. We may even unconsciously have shaped\nyour development in certain ways, trying constantly to educate you away\nfrom war and finally succeeding--which may have given the betraying\nclue to our pursuers.\n\n\"Your planets must be burst asunder--this particular planet in the\narea of the Pacific--so that we may have our last chance to escape.\nEven if we did not move, our pursuers would destroy you with us. We\ncannot invite you inside our ships--not for lack of space, but because\nyou could never survive the vast accelerations to which you would be\nsubjected. You would, you see, need very special accommodations, of\nwhich we have enough only for a few.\n\n\"Those few we will take with us, as the seed from which a new human\nrace may--if we ourselves somehow survive--be born.\"\n\n       *       *       *       *       *\n\nRosalind and Ivan stared dumbly at each other across the egg-shaped\nsilver room, without apparent entrance or exit, in which they were\nsprawled. But their thoughts were no longer of thirty-odd mile\njourneys down through solid earth, or of how cool it was after the\nheat of the passage, or of how grotesque it was to be trapped here,\nthe fragment of a marriage. They were both listening to the voice that\nspoke inside their minds.\n\n\"In a few minutes your bodies will be separated into layers one atom\nthick, capable of being shelved or stored in such a way as to endure\nalmost infinite accelerations. Single cells will cover acres of space.\nBut do not be alarmed. The process will be painless and each particle\nwill be catalogued for future assembly. Your consciousness will endure\nthroughout the process.\"\n\nRosalind looked at her gold-shod toes. She was wondering, _will they go\nfirst, or my head? Or will I be peeled like an apple?_\n\nShe looked at Ivan and knew he was thinking the same thing.\n\n       *       *       *       *       *\n\nUp in the committee room, the other Wolvers slumped around the table.\nOnly little Dotty sat straight and staring, speechless and unanswering,\nquite beyond their reach, like a telephone off the hook and with the\nconnection open, but no voice from the other end.\n\nThey had just switched off the TV after listening to a confused\nmedley of denials, prayers, Kometevskyite chatterings, and a few\nastonishingly realistic comments on the possibility of survival.\n\nThese last pointed out that, on the side of the Earth opposite the\nPacific, the convulsions would come slowly when the entombed spaceship\nburst forth--provided, as seemed the case, that it moved without jets\nor reaction.\n\nIt would be as if the Earth's vast core simply vanished. Gravity would\ndiminish abruptly to a fraction of its former value. The empty envelope\nof rock and water and air would slowly fall together, though at the\nsame time the air would begin to escape from the debris because there\nwould no longer be the mass required to hold it.\n\nHowever, there might be definite chances of temporary and even\nprolonged survival for individuals in strong, hermetically sealed\nstructures, such as submarines and spaceships. The few spaceships on\nEarth were reported to have blasted off, or be preparing to leave, with\nas many passengers as could be carried.\n\nBut most persons, apparently, could not contemplate action of any sort.\nThey could only sit and think, like the Wolvers.\n\nA faint smile relaxed Celeste's face. She was thinking, _how beautiful!\nIt means the death of the Solar System, which is a horrifying\nsubjective concept. Objectively, though, it would be a more awesome\nsight than any human being has ever seen or ever could see. It's an\nabsurd and even brutal thing to wish--but I wish I could see the whole\ncataclysm from beginning to end. It would make death seem very small, a\ntiny personal event._\n\nDotty's face was losing its blank expression, becoming intent and\nalarmed.\n\n\"We are in contact with our pursuers,\" she said in the\nfamiliar-unfamiliar voice. \"Negotiations are now going on. There\nseems to be--there _is_ a change in them. Where they were harsh and\nvindictive before, they now are gentle and conciliatory.\" She paused,\nthe alarm on her childish features pinching into anxious uncertainty.\n\"Our pursuers have always been shrewd. The change in them may be false,\nintended merely to lull us into allowing them to come close enough to\ndestroy us. We must not fall into the trap by growing hopeful....\"\n\nThey leaned forward, clutching hands, watching the little face as\nthough it were a television screen. Celeste had the wild feeling that\nshe was listening to a communique from a war so unthinkably vast and\nviolent, between opponents so astronomically huge and nearly immortal,\nthat she felt like no more than a reasoning ameba ... and then realized\nwith an explosive urge to laugh that that was exactly the situation.\n\n\"No!\" said Dotty. Her eyes began to glow. \"They _have_ changed! During\nthe eons in which we lay sealed away and hidden from them, knowing\nnothing of them, they have rebelled against the tyranny of a communal\nmind to which no thoughts are private ... the tyranny that we ourselves\nfled to escape. They come not to destroy us, but to welcome us back to\na society that we and they can make truly great!\"\n\n       *       *       *       *       *\n\nFrieda collapsed to a chair, trembling between laughter and hysterical\nweeping. Theodor looked as blank as Dotty had while waiting for words\nto speak. Edmund sprang to the picture window, Celeste toward the TV\nset.\n\nClimbing shakily out of the chair, Frieda stumbled to the picture\nwindow and peered out beside Edmund. She saw lights bobbing along the\npaths with a wild excitement.\n\nOn the TV screen, Celeste watched two brightly lit ships spinning in\nthe sky--whether human spaceships or Phobos and Deimos come to help\nEarth rejoice, she couldn't tell.\n\nDotty spoke again, the joy in her strange voice forcing them to turn.\n\"And you, dear children, creatures of our camouflage, we welcome\nyou--whatever your future career on these planets or like ones--into\nthe society of enlightened worlds! You need not feel small and alone\nand helpless ever again, for we shall always be with you!\"\n\nThe outer door opened. Ivan and Rosalind reeled in, drunkenly smiling,\narm in arm.\n\n\"Like rockets,\" Rosalind blurted happily. \"We came through the\ndurasphere and solid rock ... shot up right to the surface.\"\n\n\"They didn't have to take us along,\" Ivan added with a bleary grin.\n\"But you know that already, don't you? They're too good to let you live\nin fear, so they must have told you by now.\"\n\n\"Yes, we know,\" said Theodor. \"They must be almost godlike in their\ngoodness. I feel ... calm.\"\n\nEdmund nodded soberly. \"Calmer than I ever felt before. It's knowing, I\nsuppose, that--well, we're not alone.\"\n\nDotty blinked and looked around and smiled at them all with a wholly\nlittle-girl smile.\n\n\"Oh, Mummy,\" she said, and it was impossible to tell whether she spoke\nto Frieda or Rosalind or Celeste, \"I've just had the funniest dream.\"\n\n\"No, darling,\" said Rosalind gently, \"it's we who had the dream. We've\njust awakened.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Dr. Kometevsky's Day, by Fritz Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DR. KOMETEVSKY'S DAY ***\n\n***** This file should be named 51353.txt or 51353.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/5/51353/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}