{"title": "The Spicy Sound of Success", "author": "Jim Harmon", "releaseDate": "March 3, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      THE SPICY SOUND OF SUCCESS\n\n                             By JIM HARMON\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1959.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Now was the captain's chance to prove he knew\n           less than the crew--all their lives hung upon it!\n\n\nThere was nothing showing on the video screen. That was why we were\nlooking at it so analytically.\n\n\"Transphasia, that's what it is,\" Ordinary Spaceman Quade stated with\na definite thrust of his angular jaw in my direction. \"You can take my\nword on that, Captain Gavin.\"\n\n\"Can't,\" I told him. \"I can't trust your opinion. I can't trust\n_anything_. That's why I'm Captain.\"\n\n\"You'll get over feeling like that.\"\n\n\"I know. Then I'll become First Officer.\"\n\n\"But look at that screen, sir,\" Quade said with an emphatic swing of\nhis scarred arm. \"I've seen blank scanning like that before and you\nhaven't--it's your first trip. This always means transphasia--cortex\ndissolution, motor area feedback, the Aitchell Effect--call it anything\nyou like, it's still transphasia.\"\n\n\"I know what transphasia is,\" I said moderately. \"It means an\nelectrogravitational disturbance of incoming sense data, rechanneling\nit to the wrong receptive areas. Besides the human brain, it also\neffects electronic equipment, like radar and television.\"\n\n\"Obviously.\" Quade glanced disgustedly at the screen.\n\n\"Too obvious. This time it might not be a familiar condition of many\nplanetary gravitational fields. On this planet, that blank kinescope\nmay mean our Big Brother kites were knocked down by hostile natives.\"\n\n\"You are plain wrong, Captain. Traditionally, alien races never\ninterfere with our explorations. Generally, they are so alien to us\nthey can't even recognize our existence.\"\n\n       *       *       *       *       *\n\nI drew myself up to my full height--and noticed in irritation it was\nstill an inch less than Quade's. \"I don't understand you men. Look at\nyourself, Quade. You've been busted to Ordinary Spaceman for just that\nkind of thinking, for relying on tradition, on things that have worked\nbefore. Not only your thinking is slipshod, you've grown careless about\neverything else, even your own life.\"\n\n\"Just a minute, Captain. I've never been 'busted.' In the Exploration\nService, we regard Ordinary Spaceman as our highest rank. With my\nhazard pay, I get more hard cash than _you_ do, and I'm closer to\nretirement.\"\n\n\"That's a shallow excuse for complacency.\"\n\n\"Complacency! I've seen ten thousand wonders in twenty years of space,\nwith a million variations. But the patterns repeat themselves. We learn\nto know what to expect, so maybe we can't maintain the reactionary\ncaution the service likes in officers.\"\n\n\"I resent the word 'reactionary,' Spaceman! In civilian life, I was\na lapidary and I learned the value of deliberation. But I never got\ntoo cataleptic to tap a million-dollar gem, which is more than my\ncontemporaries can say, many of 'em.\"\n\n\"Captain Gavin,\" Quade said patiently, \"you must realize that an\noutsider like you, among a crew of skilled spacemen, can never be more\nthan a figurehead.\"\n\nWas this the way I was to be treated? Why, this man had deliberately\ninsulted me, his captain. I controlled myself, remembering the\nfamiliarity that had always existed between members of a crew working\nunder close conditions, from the time of the ancient submarines and the\nfirst orbital ships.\n\n\"Quade,\" I said, \"there's only one way for us to find out which of us\nis right about the cause of our scanning blackout.\"\n\n\"We go out and find the reason.\"\n\n\"Exactly. We go. You and me. I hope you can stand my company.\"\n\n\"I'm not sure I can,\" he answered reluctantly. \"My hazard pay doesn't\ncover exploring with rookies. With all due respect, Captain.\"\n\nI clapped him on the shoulder. \"But, man, you have just been telling\nme all we had to worry about was common transphasia. A man with your\nexperience could protect himself and cover even a rookie, under such\nfamiliar conditions--right?\"\n\n\"Yes, sir, I suppose I could,\" Quade said, bitterly aware he had lost\nout somewhere and hoping that it wasn't the start of a trend.\n\n       *       *       *       *       *\n\n\"Looks okay to me,\" I said. Quade passed a gauntlet over his faceplate.\n\"It's real. I can blur it with a smudged visor. When it blurs, it's\nsolid.\"\n\nThe landscape beyond the black corona left by our landing rockets was\nunimpressive. The rocky desert was made up of silicon and iron oxide,\nso it looked much the same as a terrestrial location. Yellowish-white\nsand ran up to and around reddish brown rock clawing into the pink\nsunlight.\n\n\"I don't understand it,\" Quade admitted. \"Transphasia hits you a foul\nas soon as you let it into the airlock.\"\n\n\"Apparently, Quade, _this_ thing is going to creep up on us.\"\n\n\"Don't sound smug, Captain. It's pitty-pattying behind you too.\"\n\nThe keening call across the surface of consciousness postponed my reply.\n\nThe wail was ominously forlorn, defiant of description. I turned my\nhead around slowly inside my helmet, not even sure that I had heard it.\n\nBut what else can you do with a wail but _hear_ it?\n\nQuade nodded. \"I've felt this before. It usually hits sooner. Let's\ntrace it.\"\n\n\"I don't like this,\" I admitted. \"It's not at all what I expected from\nwhat you said about transphasia. It must be something else.\"\n\n\"It couldn't be anything else. I know what to expect. You don't. You\nmay begin smelling sensations, tasting sounds, hearing sights, seeing\ntastes, touching odors--or any other combination. Don't let it bother\nyou.\"\n\n\"Of course not. I'll soothe my nerves by counting little shocks of\nlanolin jumping over a loud fence.\"\n\nQuade grinned behind his faceplate. \"Good idea.\"\n\n\"Then you can have it. I'm going to try keeping my eyes open and\nstaying alive.\"\n\nThere was no reply.\n\nHis expression was tart and greasy despite all his light talk, and\nI knew mine was the same. I tested the security rope between our\npressure suits. It was a taut and virile bass.\n\nWe scaled a staccato of rocks, our suits grinding pepper against our\nhides.\n\nThe musk summit rose before us, a minor-key horizon with a shifting\ntreble for as far as I could smell. It was primitive beauty that made\nyou feel shocking pink inside. The most beautiful vista I had ever\ntasted, it couldn't be dulled even by the sensation of beef broth under\nmy skin.\n\n\"Is this transphasia?\" I asked in awe.\n\n\"It always has been before,\" Quade remarked. \"Ready to swallow your\nwords about this being something an old hand wouldn't recognize,\nCaptain?\"\n\n\"I'm swallowing no words until I find out precisely how they taste\nhere.\"\n\n\"Not a bad taste. They're pretty. Or haven't you noticed?\"\n\n\"Quade, you're right! About the colors anyway. This reminds me of an\nilliscope recording from a cybernetic translator.\"\n\n\"It should. I don't suppose we could understand each other if it wasn't\nfor our morphistudy courses in reading cross-sense translations of\nCentauri blushtalk and the like.\"\n\nIt became difficult to understand him, difficult to try talking in the\nface of such splendor. You never really appreciate colors until you\nsmell them for the first time.\n\n       *       *       *       *       *\n\nQuade was as conversational as ever, though. \"I can't see\nirregularities occurring in a gravitational field. We must have\ncompensated for the transphasia while we still had a point of\nreference, the solid reality of the spaceship. But out here, where all\nwe have to hang onto is each other, our concept of reality goes _bang_\nand deflates to a tired joke.\"\n\nBefore I could agree with one of his theories for once, a streak of\nspice shot past us. It bounced back tangily and made a bitter rip\nbetween the two of us. There was no time to judge its size, if it had\nsize, or its decibel range, or its caloric count, before a small, sharp\npain dug in and dwindled down to nothing in one long second.\n\nThe new odor pattern in my head told me Quade was saying something I\ncouldn't quite make out.\n\nQuade then pulled me in the direction of the nasty little pain.\n\n\"Wait a minute, Spaceman!\" I bellowed. \"Where the devil do you think\nyou're dragging me? Halt! That's a direct order.\"\n\nHe stopped. \"Don't you want to find out what that was? This _is_ an\nexploration party, you know, sir.\"\n\n\"I'm not sure I do want to find out what that was just now. I didn't\nlike the feel of it. But the important thing is for us not to get any\nfurther from the ship.\"\n\n\"That's important, Captain?\"\n\n\"To the best of my judgment, yes. This--condition--didn't begin until\nwe got so far away from the spacer--in time or distance. I don't want\nit to get any worse. It's troublesome not to know black from white, but\nit would be a downright inconvenience not to know which way is up.\"\n\n\"Not for an experienced spaceman,\" Quade griped. \"I'm used to\nfree-fall.\"\n\nBut he turned back.\n\n\"Just a minute,\" I said. \"There was something strange up ahead. I want\nto see if short-range radar can get through our electrogravitational\njamming here.\"\n\nI took a sighting. My helmet set projected the pattern on the cornea.\nSweetness building up to a stab of pure salt--those were the blips.\n\nBeside me, there was a thin thread of violet. Quade had whistled. He\nwas reading the map too.\n\nThe slope fell away sharply in front of us, becoming a deep gorge.\nThere was something broken and twisted at the bottom, something we had\nknown for an instant as a streak of spice.\n\n\"There's one free-fall,\" I said, \"where you wouldn't live long enough\nto get used to it.\"\n\nHe said nothing on the route back to the spacer.\n\n       *       *       *       *       *\n\n\"I know all about this sort of thing, Gav,\" First Officer Nagurski said\nexpansively. He was rubbing the well-worn ears of our beagle mascot,\nBruce. A heavy tail thudded on the steel deck from time to time.\n\nMy finger could barely get in the chafing band of my regulation collar.\nI was hot and tired, fresh--in only the chronological sense--from a\npressure suit.\n\n\"What do you know all about, Nagurski? Dogs? Spacemen? Women?\nTransphasia?\"\n\n\"Yes,\" he answered casually. \"But I had immediate reference to our\ncurrent psychophysiological phenomenon.\"\n\nI collapsed into the swivel in front of the chart table. \"First off,\nlet's hear what you know about--never mind, make it dogs.\"\n\n\"Take Bruce, for example, then--\"\n\n\"No, thanks. I was wondering why _you_ did.\"\n\n\"I didn't.\" His dark, round face was bland. \"Bruce picked me. Followed\nme home one night in Chicago Port. The dog or the man who picks his own\nmaster is the most content.\"\n\n\"Bruce is content,\" I admitted. \"He couldn't be any more content and\nstill be alive. But I'm not sure that theory works out with men. We'd\nhave anarchy if I tried to let these starbucks pick their own master.\"\n\n\"_I_ had no trouble when I was a captain,\" Nagurski said. \"Ease the\nreins on the men. Just offer them your advice, your guidance. They\nwill soon see why the service selected you as captain; they will pick\nyou themselves.\"\n\n\"Did your crew voluntarily elect you as their leader?\"\n\n\"Of course they did, Gav. I'm an old hand at controlling crews.\"\n\n\"Then why are you First Officer under me now?\"\n\nHe blinked, then decided to laugh. \"I've been in space a good many\nyears. I really wanted to relax a little bit more. Besides, the\nincrease in hazard pay was actually more than my salary as a captain.\nI'm a notch nearer retirement too.\"\n\n\"Tell me, did you always feel this way about letting the men select\ntheir own leader?\"\n\n       *       *       *       *       *\n\nNagurski brought out a pipe. He would have a pipe, I decided.\n\n\"No, not always. I was like you at first. Fresh from the cosmic energy\ntest lab, suspicious of everything, trying to tell the old hands what\nto do. But I learned that they are pretty smart boys; they know what\nthey are doing. You can rely on them absolutely.\"\n\nI leaned forward, elbows on knees. \"Let me tell _you_ a thing,\nNagurski. Your trust of these damn-fool spacemen is why you are no\nlonger a captain. You can't trust anything out here in space, much less\nhuman nature. Even I know that much!\"\n\nHe was pained. \"If you don't trust the men, they won't trust you, Gav.\"\n\n\"They don't have to trust me. All they have to do is _obey_ me or, by\nJupiter, get frozen stiff and thawed out just in time for court-marshal\nback home. Listen,\" I continued earnestly, \"these men aren't going to\nthink of me--of _us_, the officers, as their leaders. As far as the\ncrew is concerned, Ordinary Spaceman Quade is the best man on this\nship.\"\n\n\"He _is_ a good man,\" Nagurski said. \"You mustn't be jealous of his\nstatus.\"\n\nThe dog growled. He must have sensed what I almost did to Nagurski.\n\n\"Never mind that for now,\" I said wearily. \"What was your idea for\ngetting our exploration parties through this transphasia?\"\n\n\"There's only one idea for that,\" said Quade, ducking his long head\nand stepping through the connecting hatch. \"With the Captain's\npermission....\"\n\n\"Go ahead, Quade, tell him,\" Nagurski invited.\n\n\"There's only one way to wade through transphasia with any\nreliability,\" Quade told me. \"You keep some kind of physical contact\nwith the spaceship. Parties are strung out on guide line, like we were,\nbut the cable has to be run back and made fast to the hull.\"\n\n\"How far can we run it back?\"\n\nQuade shrugged. \"Miles.\"\n\n\"How many?\"\n\n\"We have three miles of cable. As long as you can feel, taste, see,\nsmell or hear that rope anchoring you to home, you aren't lost.\"\n\n\"Three miles isn't good enough. We don't have enough fuel to change\nsites that often. You can't use the drive in a gravitational field, you\nknow.\"\n\n\"What else can we do, Captain?\" Nagurski asked puzzledly.\n\n\"You've said that the spaceship is our only protection from\ntransphasia. Is that it?\"\n\nQuade gave a curt nod.\n\n\"Then,\" I told them, \"we will have to start tearing apart this ship.\"\n\n       *       *       *       *       *\n\nSergeant-Major Hoffman and his team were doing a good job of ripping\nout the side of the afterhold. Through the portal I could see the\nsuited men expertly guiding the huge curved sections on their ray\nprojectors.\n\n\"Cannibalizing is dangerous.\" Nagurski put his pipe in his teeth and\nshook his head disapprovingly.\n\n\"Spaceships have parts as interchangeable as Erector sets. We can\ntake apart the tractors and put our ship back together again after we\ncomplete the survey.\"\n\n\"You can't assemble a jigsaw puzzle if some of the pieces are missing.\"\n\n\"You can't get a complete picture, but you can get a good idea of\nwhat it looks like. We can take off in a reasonable facsimile of a\nspaceship.\"\n\n\"Not,\" he persisted, \"if _too_ many parts are missing.\"\n\n\"Nagurski, if you are looking for a job safer than space exploration,\nwhy don't you go back to testing cosmic bomb shelters?\"\n\nNagurski flushed. \"Look here, Captain, you are being too damned\ncautious. There is a way one handles the survey of a planet like this,\nand this isn't the way.\"\n\n\"It's my way. You heard what Quade said. You know it yourself. The men\nhave to have something tangible to hang onto out there. One slender\ncable isn't enough of an edge on sensory anarchy. If the product of\ntheir own technological civilization can keep them sane, I say let 'em\ntake a part of that environment with them.\"\n\n\"In departing from standard procedure that we have learned to trust,\nyou are risking more than a few men--you risk the whole mission in\ngambling so much of the ship. A captain doesn't take chances like that!\"\n\n\"I never said I wouldn't take chances. But I'm not going to take\n_stupid_ chances. I _might_ be doing the wrong thing, but I can see you\n_would_ be doing it wrong.\"\n\n\"You know nothing about space, Captain! You have to trust _us_.\"\n\n\"That's it exactly, First Officer Nagurski,\" I said sociably. \"If you\nlazy, lax, complacent slobs want to do something in a particular way, I\nknow it _has_ to be wrong.\"\n\nI turned and found Wallace, the personnel man, standing in the hatchway.\n\n\"Pardon, Captain, but would you say we also lacked initiative?\"\n\n\"I would,\" I answered levelly.\n\n\"Then you'll be interested to hear that Spaceman Quade took a suit and\na cartographer unit. He's out there somewhere, alone.\"\n\n\"The idiot!\" I yelped. \"Everyone needs a partner out there. Send out a\nteam to follow his cable and drag him in here by it.\"\n\n\"He didn't hook on a cable, Captain,\" Wallace said. \"I suppose he\nintended to go beyond the three-mile limit as you demanded.\"\n\n\"Shut up, Wallace. You don't have to like me, but you can't twist what\nI said as long as I command this spacer.\"\n\n\"Cool off, Gav,\" Nagurski advised me. \"It's been done before. Anybody\nelse would have been a fool to go out alone, but Quade is the most\nexperienced man we have. He knows transphasia. Trust him.\"\n\n\"I trusted him too far by letting him run around loose. He needs a\nleash in more ways than one, and I'm going to put one on him.\"\n\n       *       *       *       *       *\n\nFor me, it was a nightmare. I lay down in my cabin and thought. I had\nto think things through very carefully. One mistake was too many for\nme. My worst fear had been that someday I would overlook one tiny flaw\nand ruin a gem. Now I might have ruined an exploration and destroyed a\nman, not a stone, because I had missed the flaw.\n\nNo one but a reckless fool would have gone out alone on a strange\nplanet with a terrifying phenomenon, but I'd had enough evidence to see\nthat space exploration _made_ a man a reckless fool by doing things on\none planet he had once found safe and wise on some other world.\n\nThe thought intruded itself: _why_ hadn't I recognized this before I\nlet Quade escape to almost certain death? Wasn't it because I wanted\nhim dead, because I resented the crew's resentment of my authority, and\nrecognized in him the leader and symbol of this resentment?\n\nI threw away that idea along with my half-used cigarette. It might very\nwell be true, but how did that help now?\n\nI had to _think_.\n\nI was going after him, that was certain. Not only for humane\nreasons--he was the most important member of the crew. With him around,\nthere were only two opinions, his and mine. Without him, I'd have\nendless opinions to contend with.\n\nBut it wouldn't do any good to go out no better equipped than he.\nThere was no time to wait for tractors to be built if we wanted to\nreach him alive, and we certainly couldn't reach him five or ten\nmiles out with our three miles of safety line. We would have to go in\nspacesuits.\n\nBut how would that leave us any better off than Quade?\n\nWhy was Quade vulnerable in his spacesuit, as I knew from experience he\nwould be?\n\nHow could we be less vulnerable, or preferably invulnerable?\n\n       *       *       *       *       *\n\n\"Captain, you got nothing to worry about,\" Quartermaster Farley said.\nHe patted a space helmet paternally. \"You got yourself a self-contained\nenvironment. The suit's eye looks into yours at the arteries in the\nback of your eyeball so it can read your amber corpuscles and feed\nyou your oxygen in the right amounts; you're a bottle-fed baby. If\ntransphasia gets you seeing limburger, turn on the radar and you're\nair-conditioned as an igloo. Nothing short of a cosmic blast can dent\nthat hide. You got it made.\"\n\n\"You are right,\" I said, \"only transphasia comes right through these\nair-fast joints.\"\n\n\"Something strange about the trance, Captain,\" Farley said darkly. \"Any\nspaceman can tell you that. Things we don't understand.\"\n\n\"I'm talking about something we do understand--_sound_. These suits\nperfectly soundproof?\"\n\n\"Well, you can pick up sound by conduction. Like putting two helmets\ntogether and talking without using radio. You can't insulate enough to\nblock out all sound and still have a man-shaped suit. You have--\"\n\n\"I know. Then you have something like a tractor or a miniature\nspaceship. There isn't time for that. We will have to live with the\nsound.\"\n\n\"What do you think he's going to hear out there, Captain? We'd like to\nfind one of those beautiful sirens on some planet, believe me, but--\"\n\n\"I believe you,\" I said quickly. \"Let's leave it at that. I don't know\nwhat he will hear; what's worrying me is _how_ he'll hear it, in what\nsensory medium. I hope the sound doesn't blind him. His radar is his\nonly chance.\"\n\n\"How do you figure on getting a better edge yourself, sir?\"\n\n\"I have the idea, but not the word for it. Tonal compensation, I\nsuppose. If you can't shut out the noise, we'll have to drown it out.\"\n\nFarley nodded. \"Beat like a telephone time signal?\"\n\n\"That would do it.\"\n\n\"It would do something else. It would drive you nuts.\"\n\n       *       *       *       *       *\n\nI shrugged. \"It might be distracting.\"\n\n\"Captain, take my word for it,\" argued Farley. \"Constant sonic\nfeedback inside a spacesuit will set you rocking against the grain.\"\n\n\"Devise some regular system of interruptions,\" I suggested.\n\n\"Then the pattern will drive you crazy. Maybe in a few months, with\nluck, I could plan some harmonic scale you could tolerate--\"\n\n\"We don't have a few months,\" I said. \"How about music? There's a\nharmonic scale for you, and we can endure it, some of it. _Figaro_ and\n_Asleep in the Cradle of the Deep_ can compensate for high-pitched\noutside temperatures, and _Flight of the Bumble Bee_ to block bass\nnotes.\"\n\nFarley nodded. \"Might work. I can program the tapes from the library.\"\n\n\"Good. There's one more thing--how are our stores of medicinal liquor?\"\n\nFarley paled. \"Captain, are you implying that _I_ should be running\nshort on alcohol? Where do you get off suggesting a thing like that?\"\n\n\"I'm getting off at the right stop, apparently,\" I sighed. \"Okay,\nFarley, no evasions. In plain figures, how much drinking alcohol do we\nhave left?\"\n\nThe quartermaster slumped a bit. \"Twenty-one liters unbroken. One more\nabout half full.\"\n\n\"Half full? How did that ever happen? I mean you had some _left_? We'll\ntake this up later. I want you to run it through the synthesizer to get\nsome light wine....\"\n\n\"Light wine?\" Farley looked in pain. \"Not whiskey, brandy, beer?\"\n\n\"Light wine. Then ration it out to some of the men.\"\n\n\"Ration it to the men!\"\n\n\"That's an accurate interpretation of my orders.\"\n\n\"But, sir,\" Farley protested, \"you don't give alcohol to the crew in\nthe middle of a mission. It's not done. What reason can you have?\"\n\n\"To sharpen their taste and olfactory senses. We can turn up or block\nout sound. We can use radar to extend our sight, but the Space Service\nhasn't yet developed anything to make spacemen taste or smell better.\"\n\n\"They are going to smell like a herd of winos,\" Farley said. \"I don't\nlike to think how they would taste.\"\n\n\"It's an entirely practical idea. Tea-tasters used to drink\nalmond-and-barley water to sharpen their senses. I've observed that\nwine helps you appreciate culinary art more. Considering the mixed-up\nsensory data under transphasia, wine may help us to see where we are\ngoing.\"\n\n\"Yes, sir,\" Farley said obediently. \"I'll give spacemen a few quarts of\nwine, telling them to use it carefully for scientific purposes only,\nand then they will be able to see where they are going. Yes, sir.\"\n\nI turned to leave, then paused briefly. \"You can come along, Farley.\nI'm sure you want to see that we don't waste any of the stuff.\"\n\n       *       *       *       *       *\n\n\"There they are!\" Nagurski called. \"Quade's footsteps again, just\nbeyond that rocky ridge.\"\n\nThe landscape was rich chocolate ice cream smothered with chocolate\nsyrup, caramel, peanuts and maple syrup, eaten while you smoked an old,\nmellow Havana. The footsteps were faint traces of whipped cream across\nthe dark, rich taste of the planet.\n\nI splashed some wine from my drinking tube against the roof of my mouth\nto sharpen my taste. It brought out the footsteps sharper. It also made\nthe landscape more of a teen-ager's caloric nightmare.\n\nThe four of us pulled ourselves closer together by reeling in more\nof our safety line. Farley and Hoffman, Nagurski and myself, we were\ncabled together. It gave us a larger hunk of reality to hold onto. Even\nso, things wavered for me during a wisp of time.\n\nWe stumbled over the ridge, feeling out the territory. It was a sticky\njob crawling over a melting, chunk-style Hershey bar. I was thankful\nfor the invigorating Sousa march blasting inside my helmet. Before the\ntape had cut in, kicked on by the decibel gauge, I had heard or felt\nsomething dark and ominous in the outside air.\n\n\"Yes, this is definitely the trail of Quail,\" Nagurski said soberly.\n\"This is serious business. I must ask whoever has been giggling on\nthis channel to shut up. Pardon me, Captain. _You_ weren't giggling,\nsir?\"\n\n\"I have never giggled in my life, Nagurski.\"\n\n\"Yes, sir. That's what we all thought.\"\n\nA moment later, Nagurski added, \"Anyway, I just noticed it was my\nshelf--my, that is, self.\"\n\nThe basso profundo performing _Figaro_ on my headset climbed to a\ngirlish shriek. A sliver of ice. This was the call Quade and I had\nfirst heard as we were about to troop over a cliff. I dug in my heels.\n\n\"Take a good look around, boys,\" I said. \"What do you see?\"\n\n\"Quail,\" Nagurski replied. \"That's what I see.\"\n\n\"You,\" I said carefully, \"have been in space a _long_ time. Look again.\"\n\n\"I see our old buddy, Quail.\"\n\nI took another slosh of burgundy and peered up ahead. It _was_ Quade. A\nman in a spacesuit, faceplate in the dust, two hundred yards ahead.\n\nGrudgingly I stepped forward, out of the shadow of the ridge.\nA hysterically screaming wind rocked me on my toes. We pushed\non sluggishly to Quade's side, moving to the tempo of _Pomp and\nCircumstance_.\n\nFarley lugged Quade over on his back and read his gauges.\n\nThe Quartermaster rose with grim deliberation, and hiccuped. \"Better\nget him back to the spaceship fast. I've seen this kind of thing\nbefore with transphasia. His body cooled down because of the screaming\nwind--psychosomatic reaction--and his heating circuits compensated for\nthe cool flesh. The poor devil's got frostbite and heat prostration.\"\n\n       *       *       *       *       *\n\nThe four of us managed to haul Quade back by using the powered joints\nin our suits. Hoffman suggested that he had once seen an injured\nman walked back inside his suit like a robot, but it was a delicate\nadjustment, controlling power circuits from outside a suit. It was too\nmuch for us--we were too tired, too numb, too drunk.\n\nAt first sight of the spacer in the distance, transphasia left me with\nonly a chocolate-tasting pink after-image on my retina. It was now\nshowing bare skeleton from cannibalization for tractor parts, but it\nlooked good to me, like home.\n\nThe wailing call sounded through the amber twilight.\n\nI realized that I was actually _hearing_ it for the first time.\n\nThe alien stood between us and the ship. It was a great pot-bellied\nlizard as tall as a man. Its sound came from a flat, vibrating beaver\ntail. Others of its kind were coming into view behind it.\n\n\"Stand your ground,\" I warned the others thickly. \"They may be\ndangerous.\"\n\nQuade sat up on our crisscross litter of arms. \"Aliens can't be\nhostile. Ethnic impossibility. I'll show you.\"\n\nQuade was delirious and we were drunk. He got away from us and jogged\ntoward the herd.\n\n\"Let's give him a hand!\" Farley shouted. \"We'll take us a specimen!\"\n\nI couldn't stop them. Being in Alpine rope with them, I went along. At\nthe time, it even seemed vaguely like a good idea.\n\nAs we lumbered toward them, the aliens fell back in a solid line except\nfor the first curious-looking one. Quade got there ahead of us and made\na grab. The creature rose into the air with a screaming vibration of\nhis tail and landed on top of him, flattening him instantly.\n\n\"Sssh, men,\" Nagurski said. \"Leave it to me. I'll surround him.\"\n\nThe men followed the First Officer's example, and the rope tying them\nto him. I went along cheerfully myself, until an enormous rump struck\nme violently in the face. My leaded boots were driven down into fertile\nsoil, and my helmet was ringing like a bell. I got a jerky picture of\nthe beast jumping up and down on top of the others joyously. Only the\nstiff space armor was holding up our slack frames.\n\n\"Let's let him escape,\" Hoffman suggested on the audio circuit.\n\n\"I'd like to,\" Nagurski admitted, \"but the other beasts won't let us\nget past their circle.\"\n\nIt was true. The aliens formed a ring around us, and each time a\nbouncing boy hit the line, he only bounced back on top of us.\n\n\"Flat!\" I yelled. \"Our seams can't take much more of this beating.\"\n\nI followed my own advice and landed in the dirt beside Quade.\n\nThe bouncer came to rest and regarded us silently, head on an\neighty-degree angle.\n\nI was stone sober.\n\nThe others were lying around me quietly, passed out, knocked out, or\ntaking cover.\n\nThe ring of aliens drew in about us, closer, tighter, as the bouncer\nsat on his haunches and waited for us to move.\n\n       *       *       *       *       *\n\n\"Feeling better?\" I asked Quade in the infirmary.\n\nHe punched up his pillow and settled back. \"I guess so. But when I\nthink of all the ways I nearly got myself killed out there.... How far\nhave you got in the tractors?\"\n\n\"I'm having the tractors torn down and the parts put back into the\nspaceship where they belong. We _shouldn't_ risk losing them and\ngetting stuck here.\"\n\n\"Are you settling for a primary exploration?\"\n\n\"No. I think I had the right idea on your rescue party. You have to\nmeet and fight a planet on its own terms. Fighting confused sounds and\ntastes with music and wine was crude, but it was on the right track.\nOut there, we understood language because we were familiar with alien\nlanguages changed to other sense mediums by cybernetic translators.\nUsing the translator, we can learn to recognize all confused data as\neasily. I'm starting indoctrination courses.\"\n\n\"I doubt that that is necessary, sir,\" Quade said. \"Experienced\nspacemen are experienced with transphasia. You don't have to worry. In\nthe future, I'll be able to resist sensations that tell me I'm freezing\nto death--if my gauges tell me it's a lie.\"\n\nI examined his bandisprayed hide. \"I think my way of gaining experience\nis less painful and more efficient.\"\n\nQuade squirmed. \"Yes, sir. One thing, sir--I don't understand how you\ngot me away from those aliens.\"\n\n\"The aliens were trying to help. They knew something was wrong and they\nwere prodding and probing. When the first tractor pulled up and the men\ngot out, they seemed to realize our own people could help us easier\nthan they could.\"\n\n\"I am not quite convinced that those babies just meant to help us all\nthe time.\"\n\n\"But they did! First, that call of theirs--it wasn't to lead us into\ndanger, but to warn us of the cliff, the freezing wind. They saw we\nwere trying to find out things about their world, so they even offered\nus one of their own kind to study. Unfortunately, he was too much for\nus. They didn't give us their top man, of course, only the village\nidiot. It's just as well. We aren't allowed to dissect creatures that\nfar up the intelligence scale.\"\n\n\"But why should they want to help us?\" Quade demanded suspiciously.\n\n\"I think it's like Nagurski's dog. The dog came to him when it wanted\nsomebody to own it, protect it, feed it, love it. These aliens _want_\nEarthmen to colonize the planet. We came here, you see, same as the dog\ncame to Nagurski.\"\n\n\"Well, I've learned one thing from all of this,\" Quade said. \"I've been\na blind, arrogant, cocksure fool, following courses that were good on\n_some_ worlds, _most_ worlds, but not good on _all_ worlds. I'm never\ngoing to be that foolhardy again.\"\n\n\"But you're losing _confidence_, Quade! You aren't sure of yourself any\nmore. Isn't confidence a spaceman's most valuable asset?\"\n\n\"The hell it is,\" Quade said grimly. \"It's his deadliest liability.\"\n\n\"In that case, I must inform you that I am demoting you to Acting\nExecutive Officer.\"\n\n\"Huh?\" Quade gawked. \"But dammit, Captain, you can't do that to me!\nI'll lose hazard pay and be that much further from retirement!\"\n\n\"That's tough,\" I sympathized, \"but in every service a chap gets broken\nin rank now and then.\"\n\n\"Maybe it's worth it,\" Quade said heavily. \"Now maybe I've learned how\nto stay alive out here. I just hope I don't forget.\"\n\nI thought about that. I was nearly through with my first mission and\nI could speak with experience, even if it was the least amount of\nexperience aboard.\n\n\"Quade,\" I said, \"space isn't as dangerous as all that.\" I clapped him\non the shoulder fraternally. \"You worry too much!\"\n\n\n\n\n\nEnd of Project Gutenberg's The Spicy Sound of Success, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SPICY SOUND OF SUCCESS ***\n\n***** This file should be named 51351.txt or 51351.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/5/51351/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}