{"title": "Double Standard", "author": "Alfred Coppel", "releaseDate": "March 5, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            DOUBLE STANDARD\n\n                           By ALFRED COPPEL\n\n                       Illustrated by MAC LELLAN\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction February 1952.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               He did not have the qualifications to go\n               into space--so he had them manufactured!\n\n\nIt was after oh-one-hundred when Kane arrived at my apartment.\nI checked the hall screen carefully before letting him in, too,\nthough the hour almost precluded the possibility of any inquisitive\npassers-by.\n\nHe didn't say anything at all when he saw me, but his eyes went\na bit wide. That was perfectly natural, after all. The illegal\nplasti-cosmetician had done his work better than well. I wasn't the\nsame person I had been.\n\nI led Kane into the living room and stood before him, letting him have\na good look at me.\n\n\"Well,\" I asked, \"will it work?\"\n\nKane lit a cigarette thoughtfully, not taking his eyes off me.\n\n\"Maybe,\" he said. \"Just maybe.\"\n\nI thought about the spaceship standing proud and tall under the stars,\nready to go. And I knew that it had to work. It _had_ to.\n\nSome men dream of money, others of power. All my life I had dreamed\nonly of lands in the sky. The red sand hills of Mars, moldering in\naged slumber under a cobalt-colored day; the icy moraines of Io and\nCallisto, where the yellow methane snow drifted in the faint light\nof the Sun; the barren, stark seas of the Moon, where razor-backed\nmountains limned themselves against the star fields--\n\n\"I don't know, Kim; you're asking a hell of a lot, you know,\" Kane said.\n\n\"It'll work,\" I assured him. \"The examination is cursory after the\napplication has been acted on.\" I grinned easily under the flesh mask.\n\"And mine has.\"\n\n\"You mean Kim Hall's application has,\" he said.\n\nI shrugged. \"Well?\"\n\nKane frowned at me and blew smoke into the still air of the room. \"The\nKim Hall on the application and you aren't exactly the same person. I\ndon't have to tell you that.\"\n\n\"Look,\" I said. \"I called you here tonight to check me over and because\nwe've been friends for a good long time. This is important to me, Kane.\nIt isn't just that I _want_ to go. I _have_ to. You can understand\nthat, maybe.\"\n\n\"Yes, Kim,\" he said bitterly. \"I can understand. Maybe if I had your\nbuild and mass, I'd be trying the same thing right now. My only\nchance was the Eugenics Board and they turned me down cold. Remember?\nSex-linked predilection to carcinoma. Unsuitable for colonial breeding\nstock--\"\n\nI felt a wave of pity for Kane then. I was almost sorry I'd called him\nover. Within six hours I would be on board the spaceship, while he\nwould be here. Earthbound for always. Unsuitable for breeding stock in\nthe controlled colonies of Mars or Io and Callisto.\n\nI thought about that, too. I knew I wouldn't be able to carry off\nmy masquerade forever. I wouldn't want to. The stringent physical\nexamination given on landing would pierce my disguise easily. But\nby that time it would be too late. I'd _be_ there, out among the\nstars. And no Earthbound spaceship captain would carry my mass back\ninstead of precious cargo. I'd stay. If they wanted me for a breeder\nthen--okay. In spite of my slight build and lack of physical strength,\nI'd still be where I wanted to be. In the fey lands in the sky....\n\n\"I wish you all the luck in the world, Kim,\" my friend said. \"I really\ndo. I don't mean to throw cold water on your scheme. You know how few\nof _us_ are permitted off-world. Every one who makes it is a--\" he\ngrinned ruefully--\"a blow struck for equality.\" He savored the irony\nof it for a moment and then his face grew serious again. \"It's just\nthat the more I think of what you've done, the more convinced I am that\nyou can't get away with it. Forged applications. Fake fingerprints\nand X-rays. And _this_--\" He made a gesture that took in all of my\nappearance. Flesh, hair, clothes. Everything.\n\n\"What the hell,\" I said. \"It's good, isn't it?\"\n\n\"Very good. In fact, you make me uncomfortable, it's so good. But it's\ntoo damned insane.\"\n\n\"Insane enough to work,\" I said. \"And it's the only chance. How do you\nthink I'd stack up with the Eugenics Board? Not a chance. What they\nwant out there is big muscle boys. Tough breeders. This is the only way\nfor me.\"\n\n\"Well,\" Kane said. \"You're big enough now, it seems to me.\"\n\n\"Had to be. Lots to cover up. Lots to add.\"\n\n\"And you're all set? Packed and ready?\"\n\n\"Yes,\" I said. \"All set.\"\n\n\"Then I guess this is it.\" He extended his hand. I took it. \"Good\nluck, Kim. Always,\" he said huskily. \"I'll hear if you make it. All of\nus will. And we'll be cheering and thinking that maybe, before we're\nall too old, we can make it, too. And if not, that maybe our sons\nwill--without having to be prize bulls, either.\"\n\nHe turned in the doorway and forced a grin.\n\n\"Don't forget to write,\" he said.\n\n       *       *       *       *       *\n\nThe spacefield was streaked with the glare of floodlights, and the ship\ngleamed like a silvery spire against the desert night.\n\nI joined the line of passengers at the checking desk, my half-kilo of\nbaggage clutched nervously against my side. My heart was pounding with\na mixture of fear and anticipation, my muscles twitching under the\nunaccustomed tension of the plastiflesh sheath that hid me.\n\nAll around me were the smells and sounds and sights of a spaceport, and\nabove me were the stars, brilliant and close at hand in the dark sky.\n\nThe queue moved swiftly toward the checking desk, where a gray-haired\nofficer with a seamed face sat.\n\nThe voice of the timekeeper came periodically from the loudspeakers\naround the perimeter of the field.\n\n\"_Passengers for the Martian Queen, check in at desk five. It is now H\nminus forty-seven._\"\n\nI stood now before the officer, tense and afraid. This was critical,\nthe last check-point before I could actually set foot in the ship.\n\n\"_It is now H minus forty-five_,\" the timer's metallic voice said.\n\nThe officer looked up at me, and then at the faked photoprint on my\npapers.\n\n\"Kim Hall, age twenty-nine, vocation agri-technician and hydroponics\nexpert, height 171 centimeters, weight 60 kilos. Right?\"\n\nI nodded soundlessly.\n\n\"Sums check within mass-limits. Physical condition index 3.69.\nFertility index 3.66. Compatibility index 2.99.\" The officer turned to\na trim-looking assistant. \"All check?\"\n\nThe uniformed girl nodded.\n\nI began to breathe again.\n\n\"Next desk, please,\" the officer said shortly.\n\nI moved on to the medics at the next stop. A gray-clad nurse checked my\npulse and respiration. She smiled at me.\n\n\"Excited?\" she asked. \"Don't be.\" She indicated the section of the\nchecking station where the breeders were being processed. \"You should\nsee how the bulls take it,\" she said with a laugh.\n\nShe picked up an electrified stamp. \"Now don't worry. This won't hurt\nand it won't disfigure you permanently. But the ship's guards won't let\nyou aboard without it. Government regulations, you know. We cannot load\npersonal dossiers on the ships and this will tell the officers all they\nneed to know about you. Weight limitations, you see.\"\n\nI almost laughed in her face at that. If there was one thing all Earth\ncould offer me that I wanted, it was that stamp on my forehead: a\npassport to the stars....\n\nShe set the stamp and pressed it against my forehead. I had a momentary\nfear about the durability of the flesh mask that covered my face, but\nit was unnecessary. The plastiskin took the temporary tattoo the way\nreal flesh would have.\n\nI felt the skin and read it in my mind. I knew exactly what it said.\nI'd dreamed of it so often and so long all my life. My ticket on the\n_Martian Queen_. My pass to those lands in the sky.\n\n     CERT SXF HALL, K. RS MART QUEEN SN1775690.\n\nI walked across the ramp and into the lift beside the great tapering\nhull of the rocket. My heart was singing.\n\nThe timer said: \"_It is H minus thirty-one_.\"\n\nAnd then I stepped through the outer valve, into the _Queen_. The\nair was brisk with the tang of hydrogenol. Space-fuel. The ship was\nalive and humming with a thousand relays and timers and whispering\ngenerators, readying herself for space.\n\n       *       *       *       *       *\n\nI lay down in the acceleration hammock and listened to the ship.\n\nThis was everything I had wished for all my life. To be a free man\namong the stars. It was worth the chances I had taken, worth the lying\nand cheating and danger.\n\nThe conquest of space had split humanity in a manner that no one could\nhave foreseen, though the reasons for the schism were obvious. They\nhinged on two factors--mass and durability. Thus it was that some\nremained forever Earthbound while others reached for the sky. And\nbureaucracy being what it was, the decision as to who stayed and who\nwent was made along the easy, obvious line of demarcation.\n\nI and half the human race were on the wrong side of the line.\n\nFrom the ship's speakers came the voice of the timer.\n\n\"_It is H minus ten. Ready yourselves for the takeoff._\"\n\nI thought of Kane and the men I had known and worked with for half of\nmy twenty-nine years. They, too, were forbidden the sky. Tragic men,\nreally, with their need and their dream written in the lines of pain\nand yearning on their faces.\n\nThe speaker suddenly snapped:\n\n\"_There is an illegal passenger on board! All persons will remain in\ntheir quarters until he is apprehended! Repeat: there is an illegal\npassenger on board! Remain in your quarters!_\"\n\nMy heart seemed to stop beating. Somehow, my deception had been\nuncovered. How, it didn't matter, but it had. And the important thing\nnow was simply to stay on board at all costs. A space ship departure\ncould not be delayed. The orbit was computed. The blastaway timed to\nthe millisecond....\n\nI leaped to the deck and out of my cubicle. A spidery catwalk led\nupward, toward the nose of the ship. Below me I could hear the first\nsounds of the search.\n\nI ran up the walk, my footsteps sounding hollowly in the steel shaft. A\nbulkhead blocked my progress ahead and I sought the next deck.\n\nThe timer said: \"_It is H minus six_.\"\n\nIt was a passenger deck. I could see frightened faces peering out of\ncubicles as I ran past. Behind me, the pursuit grew louder, nearer.\n\nI slammed open a bulkhead and found another walk leading upward toward\nthe astrogation blisters in the topmost point of the _Queen_.\n\nBehind me, I caught a glimpse of a ship's officer running, armed with a\nstun-pistol. My breath rasped in my throat and the plastiskin sheath on\nmy body shifted sickeningly.\n\n\"_You there! Halt!_\" The voice was high-pitched and excited. I flung\nthrough another bulkhead hatch and out into the dorsal blister. I\nseemed to be suspended between Earth and sky. The stars glittered\nthrough the steelglass of the blister, and the desert lay below,\nstreaked with searchlights and covered with tiny milling figures. The\nwarning light on the control bunker turned from amber to red as I\nwatched, chest heaving.\n\n\"_It is H minus three_,\" the timer said. \"_Rig ship for space._\"\n\nI slammed the hatch shut and spun the wheel lock. I stood filled with\na mixture of triumph and fear. They could never get me out of the\nship in time now--but I would have to face blast away in the blister,\nunprotected. A shock that could kill....\n\nThrough the speaker, the captain's talker snapped orders: \"_Abandon\npursuit! Too late to dump him now. Pick him up after acceleration is\ncompleted._\" And then maliciously, knowing that I could hear: \"_Scrape\nhim off the deck when we're in space._ That _kind can't take much_.\"\n\nI felt a blaze of red fury. _That_ kind. The Earthbound kind! I wanted\nto live, then, more than I had ever wanted to live before. To make a\nliar out of that sneering, superior voice. To prove that I was as good\nas all of them.\n\n\"_It is H minus one_,\" said the timer.\n\nOrders filtered through the speaker.\n\n\"_Outer valves closed. Inner valves closed._\"\n\n\"_Minus thirty seconds. Condition red._\"\n\n\"_Pressure in the ship. One-third atmosphere._\"\n\n\"_Twenty seconds._\"\n\n\"_Ship secure for space._\"\n\n\"_Ten, nine, eight_--\"\n\nI lay prone on the steel deck, braced myself and prayed.\n\n\"_Seven, six, five_--\"\n\n\"_Gyros on. Course set._\"\n\n\"_Four, three, two_--\"\n\nThe ship trembled. A great light flared beyond the curving transparency\nof the blister.\n\n\"_Up ship!_\"\n\nA hand smashed down on me, crushing me into the deck.\n\nI thought: _I must live. I can't die. I won't die!_\n\nI felt the spaceship rising. I felt her reaching for the stars. I was\na part of her. I screamed with pain and exaltation. The hand pressed\nharder, choking the breath from me, stripping the plastiskin away in\nlong, damp strips.\n\nDarkness flickered before my eyes. I lay helpless and afraid and\ntransfigured with a joy I had never known before.\n\nDistorted, half-naked, I clung to life.\n\n       *       *       *       *       *\n\nWhen I opened my eyes, they were all around me. They stood in a\nhalf-circle, trim, uniformed. Their smooth faces and cropped hair\nand softly molded bodies looked strange against the functional steel\nangularity of the astrogation blister.\n\nI staggered to my feet, long strips of plastic flesh dangling from me.\n\nThe _Queen_ was in space. I was in space, no longer Earthbound.\n\n\"Yes,\" I said, \"I lived! Look at me!\"\n\nI stripped off the flesh mask, peeled away the red, full lips, the long\ntransformation.\n\n\"I've done it. Others will do it, too. Not breeders--not brainless\nornaments to a hyper-nymphoid phallus! Just ordinary men. Ordinary men\nwith a dream. You can't keep the sky for yourselves. It belongs to all\nof us.\"\n\nI stood with my back to the blazing stars and laughed at them.\n\n\"In the beginning it was right that you should be given priority\nover us. For centuries we kept you in subjection and when the Age of\nSpace came, you found your place. Your stamina, your small stature,\neverything about you fitted you to be mistresses of the sky....\n\n\"But it's over. Over and done with. We can all be free--\"\n\nI peeled away the artificial breasts that dangled from my chest.\n\nI stood swaying drunkenly, defiantly.\n\nThey came to me, then. They took me gently and carried me below, to the\ncomfort of a white bunk. They soothed my hurts and nursed me. For in\nspite of it all, they were women and I was a man in pain.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Double Standard, by Alfred Coppel\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DOUBLE STANDARD ***\n\n***** This file should be named 51363.txt or 51363.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/6/51363/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}