{"title": "Birds of a Feather", "author": "Robert Silverberg", "releaseDate": "March 5, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Birds of a Feather\n\n                         By ROBERT SILVERBERG\n\n                          Illustrated by WOOD\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine November 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Getting specimens for the interstellar zoo\n            was no problem--they battled for the honor--but\n               now I had to fight like a wildcat to keep\n                 a display from making a monkey of me!\n\n\nIt was our first day of recruiting on the planet, and the alien\nlife-forms had lined up for hundreds of feet back from my rented\noffice. As I came down the block from the hotel, I could hear and see\nand smell them with ease.\n\nMy three staff men, Auchinleck, Stebbins and Ludlow, walked shieldwise\nin front of me. I peered between them to size the crop up. The aliens\ncame in every shape and form, in all colors and textures--and all of\nthem eager for a Corrigan contract. The Galaxy is full of bizarre\nbeings, but there's barely a species anywhere that can resist the old\nexhibitionist urge.\n\n\"Send them in one at a time,\" I told Stebbins. I ducked into the\noffice, took my place back of the desk and waited for the procession to\nbegin.\n\nThe name of the planet was MacTavish IV (if you went by the official\nTerran listing) or Ghryne (if you called it by what its people were\naccustomed to calling it). I thought of it privately as MacTavish IV\nand referred to it publicly as Ghryne. I believe in keeping the locals\nhappy wherever I go.\n\nThrough the front window of the office, I could see our big gay tridim\nsign plastered to a facing wall: WANTED--EXTRATERRESTRIALS! We had\nsaturated MacTavish IV with our promotional poop for a month preceding\narrival. Stuff like this:\n\n\n    Want to visit Earth--see the Galaxy's most glittering and exclusive\n    world? Want to draw good pay, work short hours, experience the\n    thrills of show business on romantic Terra? If you are a\n    non-terrestrial, there may be a place for you in the Corrigan\n    Institute of Morphological Science. No freaks wanted--normal beings\n    only. J. F. Corrigan will hold interviews in person on Ghryne from\n    Thirdday to Fifthday of Tenmonth. His last visit to the Caledonia\n    Cluster until 2937, so don't miss your chance! Hurry! A life of\n    wonder and riches can be yours!\n\n       *       *       *       *       *\n\nBroadsides like that, distributed wholesale in half a thousand\nlanguages, always bring them running. And the Corrigan Institute really\npacks in the crowds back on Earth. Why not? It's the best of its kind,\nthe only really decent place where Earthmen can get a gander at the\nother species of the universe.\n\nThe office buzzer sounded. Auchinleck said unctuously, \"The first\napplicant is ready to see you, sir.\"\n\n\"Send him, her or it in.\"\n\nThe door opened and a timid-looking life-form advanced toward me on\nnervous little legs. He was a globular creature about the size of a\nbig basketball, yellowish-green, with two spindly double-kneed legs and\nfive double-elbowed arms, the latter spaced regularly around his body.\nThere was a lidless eye at the top of his head and five lidded ones,\none above each arm. Plus a big, gaping, toothless mouth.\n\nHis voice was a surprisingly resounding basso. \"You are Mr. Corrigan?\"\n\n\"That's right.\" I reached for a data blank. \"Before we begin, I'll need\ncertain information about--\"\n\n\"I am a being of Regulus II,\" came the grave, booming reply, even\nbefore I had picked up the blank. \"I need no special care and I am not\na fugitive from the law of any world.\"\n\n\"Your name?\"\n\n\"Lawrence R. Fitzgerald.\"\n\nI throttled my exclamation of surprise, concealing it behind a quick\ncough. \"Let me have that again, please?\"\n\n\"Certainly. My name is Lawrence R. Fitzgerald. The 'R' stands for\nRaymond.\"\n\n\"Of course, that's not the name you were born with.\"\n\nThe being closed his eyes and toddled around in a 360-degree rotation,\nremaining in place. On his world, that gesture is the equivalent of\nan apologetic smile. \"My Regulan name no longer matters. I am now and\nshall evermore be Lawrence R. Fitzgerald. I am a Terraphile, you see.\"\n\n       *       *       *       *       *\n\nThe little Regulan was as good as hired. Only the formalities remained.\n\"You understand our terms, Mr. Fitzgerald?\"\n\n\"I'll be placed on exhibition at your Institute on Earth. You'll pay\nfor my services, transportation and expenses. I'll be required to\nremain on exhibit no more than one-third of each Terran sidereal day.\"\n\n\"And the pay will be--ah--$50 Galactic a week, plus expenses and\ntransportation.\"\n\nThe spherical creature clapped his hands in joy, three hands clapping\non one side, two on the other. \"Wonderful! I will see Earth at last! I\naccept the terms!\"\n\nI buzzed for Ludlow and gave him the fast signal that meant we were\nsigning this alien up at half the usual pay, and Ludlow took him into\nthe other office to sign him up.\n\nI grinned, pleased with myself. We needed a green Regulan in our show;\nthe last one had quit four years ago. But just because we needed him\ndidn't mean we had to be extravagant in hiring him. A Terraphile alien\nwho goes to the extent of rechristening himself with a Terran monicker\nwould work for nothing, or even pay us, just so long as we let him get\nto Earth. My conscience won't let me really _exploit_ a being, but I\ndon't believe in throwing money away, either.\n\nThe next applicant was a beefy ursinoid from Aldebaran IX. Our outfit\nhas all the ursinoids it needs or is likely to need in the next few\ndecades, and so I got rid of him in a couple of minutes. He was\nfollowed by a roly-poly blue-skinned humanoid from Donovan's Planet,\nfour feet high and five hundred pounds heavy. We already had a couple\nof his species in the show, but they made good crowd-pleasers, being\nso plump and cheerful. I passed him along to Auchinleck to sign at\nanything short of top rate.\n\nNext came a bedraggled Sirian spider who was more interested in a\nhandout than a job. If there's any species we have a real over-supply\nof, it's those silver-colored spiders, but this seedy specimen gave it\na try anyway. He got the gate in half a minute, and he didn't even get\nthe handout he was angling for. I don't approve of begging.\n\nThe flora of applicants was steady. Ghryne is in the heart of the\nCaledonia Cluster, where the interstellar crossroads meet. We had\nfigured to pick up plenty of new exhibits here and we were right.\n\n       *       *       *       *       *\n\nIt was the isolationism of the late 29th century that turned me into\nthe successful proprietor of Corrigan's Institute, after some years\nas an impoverished carnival man in the Betelgeuse system. Back in\n2903, the World Congress declared Terra off-bounds for non-terrestrial\nbeings, as an offshoot of the Terra for Terrans movement.\n\nBefore then, anyone could visit Earth. After the gate clanged down,\na non-terrestrial could only get onto Sol III as a specimen in a\nscientific collection--in short, as an exhibit in a zoo.\n\nThat's what the Corrigan Institute of Morphological Science really is,\nof course. A zoo. But we don't go out and hunt for our specimens; we\nadvertise and they come flocking to us. Every alien wants to see Earth\nonce in his lifetime, and there's only one way he can do it.\n\nWe don't keep too big an inventory. At last count, we had 690 specimens\nbefore this trip, representing 298 different intelligent life-forms.\nMy goal is at least one member of at least 500 different races. When I\nreach that, I'll sit back and let the competition catch up--if it can.\n\nAfter an hour of steady work that morning, we had signed eleven new\nspecimens. At the same time, we had turned away a dozen ursinoids,\nfifty of the reptilian natives of Ghryne, seven Sirian spiders, and no\nless than nineteen chlorine-breathing Procyonites wearing gas masks.\n\nIt was also my sad duty to nix a Vegan who was negotiating through a\nGhrynian agent. A Vegan would be a top-flight attraction, being some\n400 feet long and appropriately fearsome to the eye, but I didn't see\nhow we could take one on. They're gentle and likable beings, but their\nupkeep runs into literally tons of fresh meat a day, and not just any\nold kind of meat either. So we had to do without the Vegan.\n\n\"One more specimen before lunch,\" I told Stebbins, \"to make it an even\ndozen.\"\n\nHe looked at me queerly and nodded. A being entered. I took a long\nclose look at the life-form when it came in, and after that I took\nanother one. I wondered what kind of stunt was being pulled. So far as\nI could tell, the being was quite plainly nothing but an Earthman.\n\nHe sat down facing me without being asked and crossed his legs. He was\ntall and extremely thin, with pale blue eyes and dirty-blond hair, and\nthough he was clean and reasonably well dressed, he had a shabby look\nabout him. He said, in level Terran accents, \"I'm looking for a job\nwith your outfit, Corrigan.\"\n\n\"There's been a mistake. We're interested in non-terrestrials only.\"\n\n\"I'm a non-terrestrial. My name is Ildwar Gorb, of the planet Wazzenazz\nXIII.\"\n\n       *       *       *       *       *\n\nI don't mind conning the public from time to time, but I draw the line\nat getting bilked myself. \"Look, friend, I'm busy, and I'm not known\nfor my sense of humor. Or my generosity.\"\n\n\"I'm not panhandling. I'm looking for a job.\"\n\n\"Then try elsewhere. Suppose you stop wasting my time, bud. You're as\nEarthborn as I am.\"\n\n\"I've never been within a dozen parsecs of Earth,\" he said smoothly. \"I\nhappen to be a representative of the only Earthlike race that exists\nanywhere in the Galaxy but on Earth itself. Wazzenazz XIII is a small\nand little-known planet in the Crab Nebula. Through an evolutionary\nfluke, my race is identical with yours. Now, don't you want me in your\ncircus?\"\n\n\"No. And it's not a circus. It's--\"\n\n\"A scientific institute. I stand corrected.\"\n\nThere was something glib and appealing about this preposterous phony. I\nguess I recognized a kindred spirit or I would have tossed him out on\nhis ear without another word. Instead I played along. \"If you're from\nsuch a distant place, how come you speak English so well?\"\n\n\"I'm not speaking. I'm a telepath--not the kind that reads minds, just\nthe kind that projects. I communicate in symbols that you translate\nback to colloquial speech.\"\n\n\"Very clever, Mr. Gorb.\" I grinned at him and shook my head. \"You spin\na good yarn--but for my money, you're really Sam Jones or Phil Smith\nfrom Earth, stranded here and out of cash. You want a free trip back to\nEarth. No deal. The demand for beings from Wazzenazz XIII is pretty low\nthese days. Zero, in fact. Good-by, Mr. Gorb.\"\n\nHe pointed a finger squarely at me and said, \"You're making a big\nmistake. I'm just what your outfit needs. A representative of a\nhitherto utterly unknown race identical to humanity in every respect!\nLook here, examine my teeth. Absolutely like human teeth! And--\"\n\nI pulled away from his yawning mouth. \"Good-by, Mr. Gorb,\" I repeated.\n\n\"All I ask is a contract, Corrigan. It isn't much. I'll be a big\nattraction. I'll--\"\n\n\"_Good-by, Mr. Gorb!_\"\n\nHe glowered at me reproachfully for a moment, stood up and sauntered to\nthe door. \"I thought you were a man of acumen, Corrigan. Well, think\nit over. Maybe you'll regret your hastiness. I'll be back to give you\nanother chance.\"\n\nHe slammed the door and I let my grim expression relax into a smile.\nThis was the best con switch yet--an Earthman posing as an alien to get\na job!\n\nBut I wasn't buying it, even if I could appreciate his cleverness\nintellectually. There's no such place as Wazzenazz XIII and there's\nonly one human race in the Galaxy--on Earth. I was going to need some\nreal good reason before I gave a down-and-out grifter a free ticket\nhome.\n\nI didn't know it then, but before the day was out, I would have that\nreason. And, with it, plenty of trouble on my hands.\n\n       *       *       *       *       *\n\nThe first harbinger of woe turned up after lunch in the person of a\nKallerian. The Kallerian was the sixth applicant that afternoon. I\nhad turned away three more ursinoids, hired a vegetable from Miazan,\nand said no to a scaly pseudo-armadillo from one of the Delta Worlds.\nHardly had the 'dillo scuttled dejectedly out of my office when the\nKallerian came striding in, not even waiting for Stebbins to admit him\nofficially.\n\nHe was big even for his kind--in the neighborhood of nine feet high,\nand getting on toward a ton. He planted himself firmly on his three\nstocky feet, extended his massive arms in a Kallerian greeting-gesture,\nand growled, \"I am Vallo Heraal, Freeman of Kaller IV. You will sign me\nimmediately to a contract.\"\n\n\"Sit down, Freeman Heraal. I like to make my own decisions, thanks.\"\n\n\"You will grant me a contract!\"\n\n\"Will you please sit down?\"\n\nHe said sulkily, \"I will remain standing.\"\n\n\"As you prefer.\" My desk has a few concealed features which are\nsometimes useful in dealing with belligerent or disappointed\nlife-forms. My fingers roamed to the meshgun trigger, just in case of\ntrouble.\n\nThe Kallerian stood motionless before me. They're hairy creatures, and\nthis one had a coarse, thick mat of blue fur completely covering his\nbody. Two fierce eyes glimmered out through the otherwise dense blanket\nof fur. He was wearing the kilt, girdle and ceremonial blaster of his\nwarlike race.\n\nI said, \"You'll have to understand, Freeman Heraal, that it's not our\npolicy to maintain more than a few members of each species at our\nInstitute. And we're not currently in need of any Kallerian males,\nbecause--\"\n\n\"You will hire me or trouble I will make!\"\n\nI opened our inventory chart. I showed him that we were already\ncarrying four Kallerians, and that was more than plenty.\n\nThe beady little eyes flashed like beacons in the fur. \"Yes, you have\nfour representatives--of the Clan Verdrokh! None of the Clan Gursdrinn!\nFor three years, I have waited for a chance to avenge this insult to\nthe noble Clan Gursdrinn!\"\n\nAt the key-word _avenge_, I readied myself to ensnarl the Kallerian\nin a spume of tanglemesh the instant he went for his blaster, but he\ndidn't move. He bellowed, \"I have vowed a vow, Earthman. Take me to\nEarth, enroll a Gursdrinn, or the consequences will be terrible!\"\n\n       *       *       *       *       *\n\nI'm a man of principles, like all straightforward double-dealers, and\none of the most important of those principles is that I never let\nmyself be bullied by anyone. \"I deeply regret having unintentionally\ninsulted your clan, Freeman Heraal. Will you accept my apologies?\"\n\nHe glared at me in silence.\n\nI went on, \"Please be assured that I'll undo the insult at the earliest\npossible opportunity. It's not feasible for us to hire another\nKallerian now, but I'll give preference to the Clan Gursdrinn as soon\nas a vacancy--\"\n\n\"No. You will hire me now.\"\n\n\"It can't be done, Freeman Heraal. We have a budget, and we stick to\nit.\"\n\n\"You will rue! I will take drastic measures!\"\n\n\"Threats will get you nowhere, Freeman Heraal. I give you my word I'll\nget in touch with you as soon as our organization has room for another\nKallerian. And now, please, there are many applicants waiting--\"\n\nYou'd think it would be sort of humiliating to become a specimen in a\nzoo, but most of these races take it as an honor. And there's always\nthe chance that, by picking a given member of a race, we're insulting\nall the others.\n\nI nudged the trouble-button on the side of my desk and Auchinleck and\nLudlow appeared simultaneously from the two doors at right and left.\nThey surrounded the towering Kallerian and sweet-talkingly led him\naway. He wasn't minded to quarrel physically, or he could have knocked\nthem both into the next city with a backhand swipe of his shaggy paw,\nbut he kept up a growling flow of invective and threats until he was\nout in the hall.\n\nI mopped sweat from my forehead and began to buzz Stebbins for the next\napplicant. But before my finger touched the button, the door popped\nopen and a small being came scooting in, followed by an angry Stebbins.\n\n\"Come here, you!\"\n\n\"Stebbins?\" I said gently.\n\n\"I'm sorry, Mr. Corrigan. I lost sight of this one for a moment, and he\ncame running in--\"\n\n\"Please, please,\" squeaked the little alien pitifully. \"I must see you,\nhonored sir!\"\n\n\"It isn't his turn in line,\" Stebbins protested. \"There are at least\nfifty ahead of him.\"\n\n\"All right,\" I said tiredly. \"As long as he's in here already, I might\nas well see him. Be more careful next time, Stebbins.\"\n\nStebbins nodded dolefully and backed out.\n\n       *       *       *       *       *\n\nThe alien was a pathetic sight: a Stortulian, a squirrely-looking\ncreature about three feet high. His fur, which should have been a\nlustrous black, was a dull gray, and his eyes were wet and sad. His\ntail drooped. His voice was little more than a faint whimper, even at\nfull volume.\n\n\"Begging your most honored pardon most humbly, important sir. I am a\nbeing of Stortul XII, having sold my last few possessions to travel\nto Ghryne for the miserable purpose of obtaining an interview with\nyourself.\"\n\nI said, \"I'd better tell you right at the outset that we're already\ncarrying our full complement of Stortulians. We have both a male and a\nfemale now and--\"\n\n\"This is known to me. The female--is her name perchance Tiress?\"\n\nI glanced down at the inventory chart until I found the Stortulian\nentry. \"Yes, that's her name.\"\n\nThe little being immediately emitted a soul-shaking gasp. \"It is she!\nIt is she!\"\n\n\"I'm afraid we don't have room for any more--\"\n\n\"You are not in full understanding of my plight. The female Tiress,\nshe is--was--my own Fire-sent spouse, my comfort and my warmth, my life\nand my love.\"\n\n\"Funny,\" I said. \"When we signed her three years ago, she said she was\nsingle. It's right here on the chart.\"\n\n\"She lied! She left my burrow because she longed to see the splendors\nof Earth. And I am alone, bound by our sacred customs never to remarry,\nlanguishing in sadness and pining for her return. You _must_ take me to\nEarth!\"\n\n\"But--\"\n\n\"I must see her--her and this disgrace-bringing lover of hers. I must\nreason with her. Earthman, can't you see I must appeal to her inner\nflame? _I must bring her back!_\"\n\nMy face was expressionless. \"You don't really intend to join our\norganization at all--you just want free passage to Earth?\"\n\n\"Yes, yes!\" wailed the Stortulian. \"Find some other member of my race,\nif you must! Let me have my wife again, Earthman! Is your heart a dead\nlump of stone?\"\n\n       *       *       *       *       *\n\nIt isn't, but another of my principles is to refuse to be swayed by\nsentiment. I felt sorry for this being's domestic troubles, but I\nwasn't going to break up a good act just to make an alien squirrel\nhappy--not to mention footing the transportation.\n\nI said, \"I don't see how we can manage it. The laws are very strict\non the subject of bringing alien life to Earth. It has to be for\nscientific purposes only. And if I know in advance that your purpose in\ncoming isn't scientific, I can't in all conscience _lie_ for you, can\nI?\"\n\n\"Well--\"\n\n\"Of course not.\" I took advantage of his pathetic upset to steam right\nalong. \"Now if you had come in here and simply asked me to sign you up,\nI might conceivably have done it. But no--you had to go unburden your\nheart to me.\"\n\n\"I thought the truth would move you.\"\n\n\"It did. But in effect you're now asking me to conspire in a fraudulent\ncriminal act. Friend, I can't do it. My reputation means too much to\nme,\" I said piously.\n\n\"Then you will refuse me?\"\n\n\"My heart melts to nothingness for you. But I can't take you to Earth.\"\n\n\"Perhaps you will send my wife to me here?\"\n\nThere's a clause in every contract that allows me to jettison an\nunwanted specimen. All I have to do is declare it no longer of\nscientific interest, and the World Government will deport the\nundesirable alien back to its home world. But I wouldn't pull a low\ntrick like that on our female Stortulian.\n\nI said, \"I'll ask her about coming home. But I won't ship her back\nagainst her will. And maybe she's happier where she is.\"\n\nThe Stortulian seemed to shrivel. His eyelids closed half-way to mask\nhis tears. He turned and shambled slowly to the door, walking like a\nliving dishrag. In a bleak voice, he said, \"There is no hope then. All\nis lost. I will never see my soulmate again. Good day, Earthman.\"\n\nHe spoke in a drab monotone that almost, but not quite, had me weeping.\nI watched him shuffle out. I do have _some_ conscience, and I had the\nuneasy feeling I had just been talking to a being who was about to\ncommit suicide on my account.\n\n       *       *       *       *       *\n\nAbout fifty more applicants were processed without a hitch. Then life\nstarted to get complicated again.\n\nNine of the fifty were okay. The rest were unacceptable for one reason\nor another, and they took the bad news quietly enough. The haul for the\nday so far was close to two dozen new life-forms under contract.\n\nI had just about begun to forget about the incidents of the Kallerian's\noutraged pride and the Stortulian's flighty wife when the door opened\nand the Earthman who called himself Ildwar Gorb of Wazzenazz XIII\nstepped in.\n\n\"How did _you_ get in here?\" I demanded.\n\n\"Your man happened to be looking the wrong way,\" he said cheerily.\n\"Change your mind about me yet?\"\n\n\"Get out before I have you thrown out.\"\n\nGorb shrugged. \"I figured you hadn't changed your mind, so I've changed\nmy pitch a bit. If you won't believe I'm from Wazzenazz XIII, suppose I\ntell you that I _am_ Earthborn, and that I'm looking for a job on your\nstaff.\"\n\n\"I don't care _what_ your story is! Get out or--\"\n\n\"--you'll have me thrown out. Okay, okay. Just give me half a second.\nCorrigan, you're no fool, and neither am I--but that fellow of yours\noutside _is_. He doesn't know how to handle alien beings. How many\ntimes today has a life-form come in here unexpectedly?\"\n\nI scowled at him. \"Too damn many.\"\n\n\"You see? He's incompetent. Suppose you fire him, take me on instead.\nI've been living in the outworlds half my life; I know all there is to\nknow about alien life-forms. You can use me, Corrigan.\"\n\nI took a deep breath and glanced all around the paneled ceiling of\nthe office before I spoke. \"Listen, Gorb, or whatever your name is,\nI've had a hard day. There's been a Kallerian in here who just about\nthreatened murder, and there's been a Stortulian in here who's about\nto commit suicide because of me. I have a conscience and it's troubling\nme. But get this: I just want to finish off my recruiting, pack up and\ngo home to Earth. I don't want you hanging around here bothering me.\nI'm not looking to hire new staff members, and if you switch back to\nclaiming you're an unknown life-form from Wazzenazz XIII, the answer is\nthat I'm not looking for any of _those_ either. Now will you scram or--\"\n\nThe office door crashed open at that point and Heraal, the Kallerian,\ncame thundering in. He was dressed from head to toe in glittering\nmetalfoil, and instead of his ceremonial blaster, he was wielding\na sword the length of a human being. Stebbins and Auchinleck came\ndragging helplessly along in his wake, hanging desperately to his belt.\n\n\"Sorry, Chief,\" Stebbins gasped. \"I tried to keep him out, but--\"\n\nHeraal, who had planted himself in front of my desk, drowned him out\nwith a roar. \"Earthman, you have mortally insulted the Clan Gursdrinn!\"\n\n       *       *       *       *       *\n\nSitting with my hands poised near the meshgun trigger, I was ready to\nlet him have it at the first sight of actual violence.\n\nHeraal boomed, \"You are responsible for what is to happen now. I have\nnotified the authorities and you prosecuted will be for causing the\ndeath of a life-form! Suffer, Earthborn ape! Suffer!\"\n\n\"Watch it, Chief,\" Stebbins yelled. \"He's going to--\"\n\nAn instant before my numb fingers could tighten on the meshgun\ntrigger, Heraal swung that huge sword through the air and plunged it\nsavagely through his body. He toppled forward onto the carpet with the\nsword projecting a couple of feet out of his back. A few driblets of\nbluish-purple blood spread from beneath him.\n\nBefore I could react to the big life-form's hara-kiri, the office door\nflew open again and three sleek reptilian beings entered, garbed in the\ngreen sashes of the local police force. Their golden eyes goggled down\nat the figure on the floor, then came to rest on me.\n\n\"You are J. F. Corrigan?\" the leader asked.\n\n\"Y-yes.\"\n\n\"We have received word of a complaint against you. Said complaint\nbeing--\"\n\n\"--that your unethical actions have directly contributed to the\nuntimely death of an intelligent life-form,\" filled in the second of\nthe Ghrynian policemen.\n\n\"The evidence lies before us,\" intoned the leader, \"in the cadaver\nof the unfortunate Kallerian who filed the complaint with us several\nminutes ago.\"\n\n\"And therefore,\" said the third lizard, \"it is our duty to arrest\nyou for this crime and declare you subject to a fine of no less than\n$100,000 Galactic or two years in prison.\"\n\n\"Hold on!\" I stormed. \"You mean that any being from anywhere in the\nUniverse can come in here and gut himself on my carpet, and _I'm_\nresponsible?\"\n\n\"This is the law. Do you deny that your stubborn refusal to yield to\nthis late life-form's request lies at the root of his sad demise?\"\n\n\"Well, no, but--\"\n\n\"Failure to deny is admission of guilt. You are guilty, Earthman.\"\n\n       *       *       *       *       *\n\nClosing my eyes wearily, I tried to wish the whole babbling lot of them\naway. If I had to, I could pony up the hundred-grand fine, but it was\ngoing to put an awful dent in this year's take. And I shuddered when I\nremembered that any minute that scrawny little Stortulian was likely to\ncome bursting in here to kill himself too. Was it a fine of $100,000\nper suicide? At that rate, I could be out of business by nightfall.\n\nI was spared further such morbid thoughts by yet another unannounced\narrival.\n\nThe small figure of the Stortulian trudged through the open doorway\nand stationed itself limply near the threshold. The three Ghrynian\npolicemen and my three assistants forgot the dead Kallerian for a\nmoment and turned to eye the newcomer.\n\nI had visions of unending troubles with the law here on Ghryne. I\nresolved never to come here on a recruiting trip again--or, if I _did_\ncome, to figure out some more effective way of screening myself against\ncrackpots.\n\nIn heart-rending tones, the Stortulian declared, \"Life is no longer\nworth living. My last hope is gone. There is only one thing left for me\nto do.\"\n\nI was quivering at the thought of another hundred thousand smackers\ngoing down the drain. \"Stop him, somebody! He's going to kill himself!\nHe's--\"\n\nThen somebody sprinted toward me, hit me amidships, and knocked me\nflying out from behind my desk before I had a chance to fire the\nmeshgun. My head walloped the floor, and for five or six seconds, I\nguess I wasn't fully aware of what was going on.\n\nGradually the scene took shape around me. There was a monstrous hole\nin the wall behind my desk; a smoking blaster lay on the floor, and I\nsaw the three Ghrynian policemen sitting on the raving Stortulian. The\nman who called himself Ildwar Gorb was getting to his feet and dusting\nhimself off.\n\nHe helped me up. \"Sorry to have had to tackle you, Corrigan. But that\nStortulian wasn't here to commit suicide, you see. He was out to get\nyou.\"\n\nI weaved dizzily toward my desk and dropped into my chair. A flying\nfragment of wall had deflated my pneumatic cushion. The smell of ashed\nplaster was everywhere. The police were effectively cocooning the\nstruggling little alien in an unbreakable tanglemesh.\n\n\"Evidently you don't know as much as you think you do about Stortulian\npsychology, Corrigan,\" Gorb said lightly. \"Suicide is completely\nabhorrent to them. When they're troubled, they kill the person who\ncaused their trouble. In this case, you.\"\n\n       *       *       *       *       *\n\nI began to chuckle--more of a tension-relieving snicker than a\nfull-bodied laugh.\n\n\"Funny,\" I said.\n\n\"What is?\" asked the self-styled Wazzenazzian.\n\n\"These aliens. Big blustery Heraal came in with murder in his eye and\nkilled _himself_, and the pint-sized Stortulian who looked so meek and\npathetic damn near blew my head off.\" I shuddered. \"Thanks for the\ntackle job.\"\n\n\"Don't mention it,\" Gorb said.\n\nI glared at the Ghrynian police. \"Well? What are you waiting for? Take\nthat murderous little beast out of here! Or isn't murder against the\nlocal laws?\"\n\n\"The Stortulian will be duly punished,\" replied the leader of the\nGhrynian cops calmly. \"But there is the matter of the dead Kallerian\nand the fine of--\"\n\n\"--one hundred thousand dollars. I know.\" I groaned and turned to\nStebbins. \"Get the Terran Consulate on the phone, Stebbins. Have them\nsend down a legal adviser. Find out if there's any way we can get out\nof this mess with our skins intact.\"\n\n\"Right, Chief.\" Stebbins moved toward the visiphone.\n\nGorb stepped forward and put a hand on his chest.\n\n\"Hold it,\" the Wazzenazzian said crisply. \"The Consulate can't help\nyou. I can.\"\n\n\"You?\" I said.\n\n\"I can get you out of this cheap.\"\n\n\"_How_ cheap?\"\n\nGorb grinned rakishly. \"Five thousand in cash plus a contract as a\nspecimen with your outfit. In advance, of course. That's a heck of a\nlot better than forking over a hundred grand, isn't it?\"\n\nI eyed Gorb uncertainly. The Terran Consulate people probably wouldn't\nbe much help; they tried to keep out of local squabbles unless they\nwere really serious, and I knew from past experiences that no officials\never worried much about the state of my pocketbook. On the other hand,\ngiving this slyster a contract might be a risky proposition.\n\n\"Tell you what,\" I said finally. \"You've got yourself a deal--but on\na contingency basis. Get me out of this and you'll have five grand and\nthe contract. Otherwise, nothing.\"\n\nGorb shrugged. \"What have I to lose?\"\n\n       *       *       *       *       *\n\nBefore the police could interfere, Gorb trotted over to the hulking\ncorpse of the Kallerian and fetched it a mighty kick.\n\n\"Wake up, you faker! Stop playing possum and stand up! You aren't\nfooling anyone!\"\n\nThe Ghrynians got off the huddled little assassin and tried to stop\nGorb. \"Your pardon, but the dead require your respect,\" began one of\nthe lizards mildly.\n\nGorb whirled angrily. \"Maybe the dead do--but this character isn't\ndead!\"\n\nHe knelt and said loudly in the Kallerian's dishlike ear, \"You might\nas well quit it, Heraal. Listen to this, you shamming mountain of\nmeat--_your mother knits doilies for the Clan Verdrokh_!\"\n\nThe supposedly dead Kallerian emitted a twenty-cycle rumble that shook\nthe floor, and clambered to his feet, pulling the sword out of his body\nand waving it in the air. Gorb leaped back nimbly, snatched up the\nStortulian's fallen blaster, and trained it neatly on the big alien's\nthroat before he could do any damage. The Kallerian grumbled and\nlowered his sword.\n\nI felt groggy. I thought I knew plenty about non-terrestrial\nlife-forms, but I was learning a few things today. \"I don't understand.\nHow--\"\n\nThe police were blue with chagrin. \"A thousand pardons, Earthman. There\nseems to have been some error.\"\n\n\"There seems to have been a cute little con game,\" Gorb remarked\nquietly.\n\nI recovered my balance. \"Try to milk me of a hundred grand when\nthere's been no crime?\" I snapped. \"I'll say there's been an error!\nIf I weren't a forgiving man, I'd clap the bunch of you in jail for\nattempting to defraud an Earthman! Get out of here! And take that\nwould-be murderer with you!\"\n\nThey got, and they got fast, burbling apologies as they went. They had\ntried to fox an Earthman, and that's a dangerous sport. They dragged\nthe cocooned form of the Stortulian with them. The air seemed to clear,\nand peace was restored. I signaled to Auchinleck and he slammed the\ndoor.\n\n\"All right.\" I looked at Gorb and jerked a thumb at the Kallerian.\n\"That's a nice trick. How does it work?\"\n\n       *       *       *       *       *\n\nGorb smiled pleasantly. He was enjoying this, I could see. \"Kallerians\nof the Clan Gursdrinn specialize in a kind of mental discipline,\nCorrigan. It isn't too widely known in this area of the Galaxy, but\nmen of that clan have unusual mental control over their bodies. They\ncan cut off circulation and nervous-system response in large chunks of\ntheir bodies for hours at a stretch--an absolutely perfect imitation of\ndeath. And, of course, when Heraal put the sword through himself, it\nwas a simple matter to avoid hitting any vital organs en route.\"\n\nThe Kallerian, still at gunpoint, hung his head in shame. I turned on\nhim. \"So--try to swindle me, eh? You cooked this whole fake suicide up\nin collusion with those cops.\"\n\nHe looked quite a sight, with that gaping slash running clear through\nhis body. But the wound had begun to heal already. \"I regret the\nincident, Earthman. I am mortified. Be good enough to destroy this\nunworthy person.\"\n\nIt was a tempting idea, but a notion was forming in my showman's mind.\n\"No, I won't destroy you. Tell me--how often can you do that trick?\"\n\n\"The tissues will regenerate in a few hours.\"\n\n\"Would you mind having to kill yourself every day, Heraal? And twice on\nSundays?\"\n\nHeraal looked doubtful. \"Well, for the honor of my Clan, perhaps--\"\n\nStebbins said, \"Boss, you mean--\"\n\n\"Shut up. Heraal, you're hired--$75 a week plus expenses. Stebbins, get\nme a contract form--and type in a clause requiring Heraal to perform\nhis suicide stunt at least five but no more than eight times a week.\"\n\nI felt a satisfied glow. There's nothing more pleasing than to turn a\nswindle into a sure-fire crowd-puller.\n\n\"Aren't you forgetting something, Corrigan?\" asked Ildwar Gorb in a\nquietly menacing voice. \"We had a little agreement, you know.\"\n\n\"Oh. Yes.\" I moistened my lips and glanced shiftily around the office.\nThere had been too many witnesses. I couldn't back down. I had no\nchoice but to write out a check for five grand and give Gorb a standard\nalien-specimen contract. Unless....\n\n\"Just a second,\" I said. \"To enter Earth as an alien exhibit, you need\nproof of alien origin.\"\n\nHe grinned, pulled out a batch of documents. \"Nothing to it.\nEverything's stamped and in order--and anybody who wants to prove\nthese papers are fraudulent will have to find Wazzenazz XIII first!\"\n\nWe signed and I filed the contracts away. But only then did it occur\nto me that the events of the past hour might have been even more\ncomplicated than they looked. Suppose, I wondered, Gorb had conspired\nwith Heraal to stage the fake suicide, and rung in the cops as\nwell--with contracts for both of them the price of my getting off the\nhook?\n\nIt could very well be. And if it was, it meant I had been taken as\nneatly as any chump I'd ever conned.\n\nCarefully keeping a poker face, I did a silent burn. Gorb, or whatever\nhis real name was, was going to find himself living up to that contract\nhe'd signed--every damn word and letter of it!\n\n       *       *       *       *       *\n\nWe left Ghryne later that week, having interviewed some eleven hundred\nalien life-forms and having hired fifty-two. It brought the register\nof our zoo--pardon me, the Institute--to a nice pleasant 742 specimens\nrepresenting 326 intelligent life-forms.\n\nIldwar Gorb, the Wazzenazzian--who admitted that his real name was Mike\nHiggins, of St. Louis--turned out to be a tower of strength on the\nreturn voyage. It developed that he really _did_ know all there was to\nknow about alien life-forms.\n\nWhen he found out I had turned down the 400-foot-long Vegan because\nthe upkeep would be too big, Gorb-Higgins rushed off to the Vegan's\nagent and concluded a deal whereby we acquired a fertilized Vegan\novum, weighing hardly more than an ounce. Transporting _that_ was a\nlot cheaper than lugging a full-grown adult Vegan, besides which,\nhe assured me that the infant beast could be adapted to a diet of\nvegetables without any difficulty.\n\nHe made life a lot easier for me during the six-week voyage to Earth in\nour specially constructed ship. With fifty-two alien life-forms aboard,\nall sorts of dietary problems arose, not to mention the headaches\nthat popped up over pride of place and the like. The Kallerian simply\nrefused to be quartered anywhere but on the left-hand side of the ship,\nfor example--but that was the side we had reserved for low-gravity\ncreatures, and there was no room for him there.\n\n\"We'll be traveling in hyperspace all the way to Earth,\" Gorb-Higgins\nassured the stubborn Kallerian. \"Our cosmostatic polarity will be\nreversed, you see.\"\n\n\"Hah?\" asked Heraal in confusion.\n\n\"The cosmostatic polarity. If you take a bunk on the left-hand side of\nthe ship, you'll be traveling on the right-hand side all the way there!\"\n\n\"Oh,\" said the big Kallerian. \"I didn't know that. Thank you for\nexplaining.\"\n\nHe gratefully took the stateroom we assigned him.\n\nHiggins really had a way with the creatures, all right. He made us look\nlike fumbling amateurs, and I had been operating in this business more\nthan fifteen years.\n\nSomehow Higgins managed to be on the spot whenever trouble broke out.\nA highly strung Norvennith started a feud with a pair of Vanoinans\nover an alleged moral impropriety; Norvennithi can be _very_ stuffy\nsometimes. But Gorb convinced the outraged being that what the\nVanoinans were doing in the washroom was perfectly proper. Well, it\nwas, but I'd never have thought of using that particular analogy.\n\nI could list half a dozen other incidents in which Gorb-Higgins'\nspecial knowledge of outworld beings saved us from annoying hassles on\nthat trip back. It was the first time I had ever had another man with\nbrains in the organization and I was getting worried.\n\nWhen I first set up the Institute back in the early 2920s, it was with\nmy own capital, scraped together while running a comparative biology\nshow on Betelgeuse IX. I saw to it that I was the sole owner. And I\ntook care to hire competent but unspectacular men as my staffers--men\nlike Stebbins, Auchinleck and Ludlow.\n\nOnly now I had a viper in my bosom, in the person of this Ildwar\nGorb-Mike Higgins. He could think for himself. He knew a good racket\nwhen he saw one. We were birds of a feather, Higgins and I. I doubted\nif there was room for both of us in this outfit.\n\n       *       *       *       *       *\n\nI sent for him just before we were about to make Earthfall, offered him\na few slugs of brandy before I got to the point. \"Mike, I've watched\nthe way you handled the exhibits on the way back here.\"\n\n\"The _other_ exhibits,\" he pointed out. \"I'm one of them, not a staff\nman.\"\n\n\"Your Wazzenazzian status is just a fiction cooked up to get you past\nthe immigration authorities, Mike. But I've got a proposition for you.\"\n\n\"Propose away.\"\n\n\"I'm getting a little too old for this starcombing routine,\" I said.\n\"Up to now, I've been doing my own recruiting, but only because I\ncouldn't trust anyone else to do the job. I think you could handle\nit, though.\" I stubbed out my cigarette and lit another. \"Tell you\nwhat, Mike--I'll rip up your contract as an exhibit, and I'll give you\nanother one as a staffman, paying twice as much. Your job will be to\nroam the planets finding new material for us. How about it?\"\n\nI had the new contract all drawn up. I pushed it toward him, but he put\nhis hand down over mine and smiled amiably as he said, \"No go.\"\n\n\"No? Not even for twice the pay?\"\n\n\"I've done my own share of roaming,\" he said. \"Don't offer me more\nmoney. I just want to settle down on Earth, Jim. I don't care about\nthe cash. Honest.\"\n\nIt was very touching, and also very phony, but there was nothing I\ncould do. I couldn't get rid of him that way. I had to bring him to\nEarth.\n\nThe immigration officials argued about his papers, but he'd had the\nthings so cleverly faked that there was no way of proving he wasn't\nfrom Wazzenazz XIII. We set him up in a key spot of the building.\n\nThe Kallerian, Heraal, is one of our top attractions now. Every day at\ntwo in the afternoon, he commits ritual suicide, and soon afterward\nrises from death to the accompaniment of a trumpet fanfare. The four\nother Kallerians we had before are wildly jealous of the crowds he\ndraws, but they're just not trained to do his act.\n\nBut the unquestioned number one attraction here is confidence man Mike\nHiggins. He's billed as the only absolutely human life-form from an\nextraterrestrial planet, and though we've had our share of debunking,\nit has only increased business.\n\nFunny that the biggest draw at a zoo like ours should be a home-grown\nEarthman, but that's show business.\n\n       *       *       *       *       *\n\nA couple of weeks after we got back, Mike added a new wrinkle to the\nact. He turned up with a blonde showgirl named Marie, and now we\nhave a Woman from Wazzenazz too. It's more fun for Mike that way. And\ndownright clever.\n\nHe's too clever, in fact. Like I said, I appreciate a good confidence\nman, the way some people appreciate fine wine. But I wish I had left\nIldwar Gorb back on Ghryne, instead of signing him up with us.\n\nYesterday he stopped by at my office after we had closed down for the\nday. He was wearing that pleasant smile he always wears when he's up to\nsomething.\n\nHe accepted a drink, as usual, and then he said, \"Jim, I was talking to\nLawrence R. Fitzgerald yesterday.\"\n\n\"The little Regulan? The green basketball?\"\n\n\"That's the one. He tells me he's only getting $50 a week. And a lot of\nthe other boys here are drawing pretty low pay too.\"\n\nMy stomach gave a warning twinge. \"Mike, if you're looking for a raise,\nI've told you time and again you're worth it to me. How about twenty a\nweek?\"\n\nHe held up one hand. \"I'm not angling for a raise for _me_, Jim.\"\n\n\"What then?\"\n\nHe smiled beatifically. \"The boys and I held a little meeting yesterday\nevening, and we--ah--formed a union, with me as leader. I'd like to\ndiscuss the idea of a general wage increase for every one of the\nexhibits here.\"\n\n\"Higgins, you blackmailer, how can I afford--\"\n\n\"Easy,\" he said. \"You'd hate to lose a few weeks' gross, wouldn't you?\"\n\n\"You mean you'd call a strike?\"\n\nHe shrugged. \"If you leave me no choice, how else can I protect my\nmembers' interests?\"\n\nAfter about half an hour of haggling, he sweated me into an\nacross-the-board increase for the entire mob, with a distinct hint of\nfurther raises to come. But he also casually let me know the price he's\nasking to call off the hounds. He wants a partnership in the Institute;\na share in the receipts.\n\nIf he gets that, it makes him a member of management, and he'll have to\nquit as union leader. That way I won't have him to contend with as a\nnegotiator.\n\nBut I _will_ have him firmly embedded in the organization, and once\nhe gets his foot in the door, he won't be satisfied until he's on\ntop--which means when I'm out.\n\n       *       *       *       *       *\n\nBut I'm not licked yet! Not after a full lifetime of conniving and\nswindling! I've been over and over the angles and there's one thing you\ncan always count on--a trickster will always outsmart himself if you\ngive him the chance. I did it with Higgins. Now he's done it with me.\n\nHe'll be back here in half an hour to find out whether he gets his\npartnership or not. Well, he'll get his answer. I'm going to affirm, as\nper the escape clause in the standard exhibit contract he signed, that\nhe is no longer of scientific value, and the Feds will pick him up and\ndeport him to his home world.\n\nThat leaves him two equally nasty choices.\n\nThose fake documents of his were good enough to get him admitted to\nEarth as a legitimate alien. How the World Police get him back there is\ntheir headache--and his.\n\nIf he admits the papers were phony, the only way he'll get out of\nprison will be when it collapses of old age.\n\nSo I'll give him a third choice: He can sign an undated confession,\nwhich I will keep in my safe, as guarantee against future finagling.\n\nI don't expect to be around forever, you see, though, with that little\nsecret I picked up on Rimbaud II, it'll be a good long time, not even\nbarring accidents, and I've been wondering whom to leave the Corrigan\nInstitute of Morphological Science to. Higgins will make a fine\nsuccessor.\n\nOh, one more thing he will have to sign. It remains the Corrigan\nInstitute as long as the place is in business.\n\nTry to outcon me, will he?\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Birds of a Feather, by Robert Silverberg\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BIRDS OF A FEATHER ***\n\n***** This file should be named 51361.txt or 51361.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/6/51361/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}