{"title": "Growing Up On Big Muddy", "author": "Charles V. de Vet", "releaseDate": "March 8, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n              Well, naturally Kaiser would transmit baby\n              talk messages to his mother ship! He was--\n\n                        GROWING UP ON BIG MUDDY\n\n                         By CHARLES V. DE VET\n\n                         Illustrated by TURPIN\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\nKaiser stared at the tape in his hand for a long uncomprehending\nminute. How long had the stuff been coming through in this inane baby\ntalk? And why hadn't he noticed it before? Why had he had to read this\nlast communication a third time before he recognized anything unusual\nabout it?\n\nHe went over the words again, as though maybe this time they'd read as\nthey should.\n\n    OO IS SICK, SMOKY. DO TO BEDDY-BY. KEEP UM WARM. WHEN UM FEELS\n    BETTER, LET USNS KNOW.\n\n    SS II\n\nKaiser let himself ease back in the pilot chair and rolled the tape\nthoughtfully between his fingers. Overhead and to each side, large\ndrops of rain thudded softly against the transparent walls of the scout\nship and dripped wearily from the bottom ledge to the ground.\n\n\"Damn this climate!\" Kaiser muttered irrelevantly. \"Doesn't it ever do\nanything here except rain?\"\n\nHis attention returned to the matter at hand. Why the baby talk? And\nwhy was his memory so hazy? How long had he been here? What had he been\ndoing during that time?\n\nListlessly he reached for the towel at his elbow and wiped the moisture\nfrom his face and bare shoulders. The air conditioning had gone out\nwhen the scout ship cracked up. He'd have to repair the scout or he\nwas stuck here for good. He remembered now that he had gone over the\njob very carefully and thoroughly, and had found it too big to handle\nalone--or without better equipment, at least. Yet there was little or\nno chance of his being able to find either here.\n\nCalmly, deliberately, Kaiser collected his thoughts, his memories, and\nbrought them out where he could look at them:\n\nThe mother ship, _Soscites II_, had been on the last leg of its\nplanet-mapping tour. It had dropped Kaiser in the one remaining scout\nship--the other seven had all been lost one way or another during the\nexploring of new worlds--and set itself into a giant orbit about this\nplanet that Kaiser had named Big Muddy.\n\nThe _Soscites II_ had to maintain its constant speed; it had no means\nof slowing, except to stop, and no way to start again once it did stop.\nIts limited range of maneuverability made it necessary to set up an\norbit that would take it approximately one month, Earth time, to circle\na pinpointed planet. And now its fuel was low.\n\nKaiser had that one month to repair his scout or be stranded here\nforever.\n\nThat was all he could remember. Nothing of what he had been doing\nrecently.\n\nA small shiver passed through his body as he glanced once again at the\ntape in his hand. Baby talk....\n\n       *       *       *       *       *\n\nOne thing he could find out: how long this had been going on. He\nturned to the communicator and unhooked the paper receptacle on its\nbottom. It held about a yard and a half of tape, probably his last\nseveral messages--both those sent and those received. He pulled it out\nimpatiently and began reading.\n\nThe first was from himself:\n\n    YOUR SUGGESTIONS NO HELP. HOW AM I GOING TO REPAIR DAMAGE TO SCOUT\n    WITHOUT PROPER EQUIPMENT? AND WHERE DO I GET IT? DO YOU THINK I\n    FOUND A TOOL SHOP DOWN HERE? FOR GOD'S SAKE, COME UP WITH SOMETHING\n    BETTER.\n\n    VISITED SEAL-PEOPLE AGAIN TODAY. STILL HAVE THEIR STINK IN MY NOSE.\n    FOUND HUTS ALONG RIVER BANK, SO I GUESS THEY DON'T LIVE IN WATER.\n    BUT THEY DO SPEND MOST OF THEIR TIME THERE. NO, I HAVE NO WAY OF\n    ESTIMATING THEIR INTELLIGENCE. I WOULD JUDGE IT AVERAGES NO HIGHER\n    THAN SEVEN-YEAR-OLD HUMAN. THEY DEFINITELY DO TALK TO ONE ANOTHER.\n    WILL TRY TO FIND OUT MORE ABOUT THEM, BUT YOU GET TO WORK FAST ON\n    HOW I REPAIR SCOUT.\n\n    SWELLING IN ARM WORSE AND AM DEVELOPING A FEVER. TEMPERATURE 102.7\n    AN HOUR AGO.\n\n    SMOKY\n\nThe ship must have answered immediately, for the return message time\nwas six hours later than his own, the minimum interval necessary for\ntwo-way exchange.\n\n    DOING OUR BEST, SMOKY. YOUR IMMEDIATE PROBLEM, AS WE SEE IT, IS TO\n    KEEP WELL. WE FED ALL THE INFORMATION YOU GAVE US INTO SAM, BUT YOU\n    DIDN'T HAVE MUCH EXCEPT THE STING IN YOUR ARM. AS EXPECTED, ALL\n    THAT CAME OUT WAS \"DATA INSUFFICIENT.\" TRY TO GIVE US MORE. ALSO\n    DETAIL ALL SYMPTOMS SINCE YOUR LAST REPORT. IN THE MEANTIME, WE'RE\n    DOING EVERYTHING WE CAN AT THIS END. GOOD LUCK.\n\n    SS II\n\nSam, Kaiser knew, was the ship's mechanical diagnostician. His report\nfollowed:\n\n    ARM SWOLLEN. UNABLE TO KEEP DOWN FOOD LAST TWELVE HOURS. ABOUT TWO\n    HOURS AGO, ENTIRE BODY TURNED LIVID RED. BRIEF PERIODS OF\n    BLANKNESS. THINGS KEEP COMING AND GOING. SICK AS HELL. HURRY.\n\n    SMOKY\n\nThe ship's next message read:\n\n    INFECTION QUITE DEFINITE. BUT SOMETHING STRANGE THERE. GIVE US\n    ANYTHING MORE YOU HAVE.\n\n    SS II\n\nHis own reply perplexed Kaiser:\n\n    LAST LETTER FUNNY. I NOT UNDERSTAND. WHY IS OO SENDING GARBLE TALK?\n    DID USNS MAKE UP SECRET MESSAGES?\n\n    SMOKY\n\nThe expedition, apparently, was as puzzled as he:\n\n    WHAT'S THE MATTER, SMOKY? THAT LAST MESSAGE WAS IN PLAIN TERRAN. NO\n    REASON WHY YOU COULDN'T READ IT. AND WHY THE BABY TALK? IF YOU'RE\n    SPOOFING, STOP. GIVE US MORE SYMPTOMS. HOW ARE YOU FEELING NOW?\n\n    SS II\n\nThe baby talk was worse on Kaiser's next:\n\n    TWAZY. WHAT FOR OO TENDING TWAZY LETTERS? FINK UM CAN WEAD TWAZY\n    LETTERS? SKIN ALL YELLOW NOW. COLD. COLD. CO\n\nThe ship's following communication was three hours late. It was the\nlast on the tape--the one Kaiser had read earlier. Apparently they\ndecided to humor him.\n\n    OO IS SICK, SMOKY. DO TO BEDDY-BY. KEEP UM WARM. WHEN UM FEELS\n    BETTER, LET USNS KNOW.\n\n    SS II\n\nThat was not much help. All it told him was that he had been sick.\n\nHe felt better now, outside of a muscular weariness, as though\nconvalescing from a long illness. He put the back of his hand to his\nforehead. Cool. No fever anyway.\n\nHe glanced at the clock-calendar on the instrument board and back at\nthe date and time on the tape where he'd started his baby talk. Twenty\nhours. He hadn't been out of his head too long. He began punching the\ncommunicator keys while he nibbled at a biscuit.\n\n    SEEM TO BE FULLY RECOVERED. FEELING FINE. ANYTHING NEW FROM SAM?\n    AND HOW ABOUT THE DAMAGE TO SCOUT? GIVE ME ANYTHING YOU HAVE ON\n    EITHER OR BOTH.\n\n    SMOKY\n\nKaiser felt suddenly weary. He lay on the scout's bunk and tried\nto sleep. Soon he was in that phantasm land between sleep and\nwakefulness--he knew he was not sleeping, yet he did dream.\n\nIt was the same dream he had had many times before. In it, he was back\nhome again, the home he had joined the space service to escape. He had\nrealized soon after his marriage that his wife, Helene, did not love\nhim. She had married him for the security his pay check provided. And\nthough it soon became evident that she, too, regretted her bargain,\nshe would not divorce him. Instead, she had her revenge on him by\npersistent nagging, by letting herself grow fat and querulous, and by\ncaring for their house only in a slovenly way.\n\nHer crippled brother had moved in with them the day they were married.\nHis mind was as crippled as his body and he took an unhealthy delight\nin helping his sister torment Kaiser.\n\n       *       *       *       *       *\n\nKaiser came wide awake in a cold sweat. The clock showed that only an\nhour had passed since he had sent his last message to the ship. Still\nfive more long hours to wait. He rose and wiped the sweat from his neck\nand shoulders and restlessly paced the small corridor of the scout.\n\nAfter a few minutes, he stopped pacing and peered out into the gloom of\nBig Muddy. The rain seemed to have eased off some. Not much more than a\nheavy drizzle now.\n\nKaiser reached impulsively for the slicker he had thrown over a chest\nagainst one wall and put it on, then a pair of hip-high plastic boots\nand a plastic hat. He opened the door. The scout had come to rest with\na slight tilt when it crashed, and Kaiser had to sit down and roll\nover onto his stomach to ease himself to the ground.\n\nThe weather outside was normal for Big Muddy: wet, humid, and warm.\n\nKaiser sank to his ankles in soft mud before his feet reached solid\nground. He half walked and half slid to the rear of the scout. Beside\nthe ship, the \"octopus\" was busily at work. Tentacles and antennae,\nextending from the yard-high box of its body, tested and recorded\ntemperature, atmosphere, soil, and all other pertinent planetary\nconditions. The octopus was connected to the ship's communicator and\nall its findings were being transmitted to the mother ship for study.\n\nKaiser observed that it was working well and turned toward a wide,\nsluggish river, perhaps two hundred yards from the scout. Once there,\nhe headed upstream. He could hear the pipings, and now and then a\nhigher whistling, of the seal-people before he reached a bend and saw\nthem. As usual, most were swimming in the river.\n\nOne old fellow, whose chocolate-brown fur showed a heavy intermixture\nof gray, was sitting on the bank of the river just at the bend. Perhaps\na lookout. He pulled himself to his feet as he spied Kaiser and his\ntoothless, hard-gummed mouth opened and emitted a long whistle that\nmight have been a greeting--or a warning to the others that a stranger\napproached.\n\nThe native stood perhaps five feet tall, with the heavy, blubbery\nbody of a seal, and short, thick arms. Membranes connected the arms\nto his body from shoulder-pits to mid-biceps. The arms ended in\nthree-fingered, thumbless hands. His legs also were short and thick,\nwith footpads that splayed out at forty-five-degree angles. They gave\nhis legs the appearance of a split tail. About him hung a rank-fish\nsmell that made Kaiser's stomach squirm.\n\nThe old fellow sounded a cheerful chirp as Kaiser came near. Feeling\nslightly ineffectual, Kaiser raised both hands and held them palm\nforward. The other chirped again and Kaiser went on toward the main\ngroup.\n\n       *       *       *       *       *\n\nThey had stopped their play and eating as Kaiser approached and now\nmost of them swam in to shore and stood in the water, staring and\npiping. They varied in size from small seal-pups to full-grown adults.\nSome chewed on bunches of water weed, which they manipulated with their\nlips and drew into their mouths.\n\nThey had mammalian characteristics, Kaiser had noted before, so it\nwas not difficult to distinguish the females from the males. The\nproportion was roughly fifty-fifty.\n\nSeveral of the bolder males climbed up beside Kaiser and began pawing\nhis plastic clothing. Kaiser stood still and tried to keep his\nbreathing shallow, for their odor was almost more than he could bear.\nOne native smeared Kaiser's face with an exploring paw and Kaiser\ngagged and pushed him roughly away. He was bound by regulations to\ndisplay no hostility to newly discovered natives, but he couldn't take\nmuch more of this.\n\nA young female splashed water on two young males who stood near and\nthey turned with shrill pipings and chased her into the water. The\nentire group seemed to lose interest in Kaiser and joined in the chase,\nor went back to other diversions of their own. Kaiser's inspectors\nfollowed.\n\nThey were a mindless lot, Kaiser observed. The river supplied them with\nan easy existence, with food and living space, and apparently they had\nfew natural enemies.\n\nKaiser walked away, following the long slow bend of the river, and\ncame to a collection of perhaps two hundred dwellings built in three\nhaphazard rows along the river bank. He took time to study their\nconstruction more closely this time.\n\nThey were all round domes, little more than the height of a man, built\nof blocks that appeared to be mud, packed with river weed and sand. How\nthey were able to dry these to give them the necessary solidity, Kaiser\ndid not know. He had found no signs that they knew how to use fire, and\nall apparent evidence was against their having it. They then had to\nhave sunlight. Maybe it rained less during certain seasons.\n\nThe domes' construction was based on a series of four arches built in a\ncircle. When the base covering the periphery had been laid, four others\nwere built on and between them, and continued in successive tiers until\nthe top was reached. Each tier thus furnished support for the next\nabove. No other framework was needed. The final tier formed the roof.\nThey made sound shelters, but Kaiser had peered into several and found\nthem dark and dank--and as smelly as the natives themselves.\n\nThe few loungers in the village paid little attention to Kaiser and\nhe wandered through the irregular streets until he became bored and\nreturned to the scout.\n\nThe _Soscites II_ sent little that helped during the next twelve hours\nand Kaiser occupied his time trying again to repair the damage to the\nscout.\n\nThe job appeared maddeningly simply. As the scout had glided in for\na soft landing, its metal bottom had ridden a concealed rock and bent\ninward. The bent metal had carried up with it the tube supplying the\nfuel pump and flattened it against the motor casing.\n\n       *       *       *       *       *\n\nOpening the tube again would not have been difficult, but first it had\nto be freed from under the ship. Kaiser had tried forcing the sheet\nmetal back into place with a small crowbar--the best leverage he had on\nhand--but it resisted his best efforts. He still could think of no way\nto do the job, simple as it was, though he gave his concentration to it\nthe rest of the day.\n\nThat evening, Kaiser received information from the _Soscites II_ that\nwas at least definite:\n\n    SET YOURSELF FOR A SHOCK, SMOKY. SAM FINALLY CAME THROUGH. YOU\n    WON'T LIKE WHAT YOU HEAR. AT LEAST NOT AT FIRST. BUT IT COULD BE\n    WORSE. YOU HAVE BEEN INVADED BY A SYMBIOTE--SIMILAR TO THE TYPE\n    FOUND ON THE SAND WORLD, BARTEL-BLEETHERS. GIVE US A FEW MORE HOURS\n    TO WORK WITH SAM AND WE'LL GET YOU ALL THE PARTICULARS HE CAN GIVE\n    US. HANG ON NOW!\n\n    SOSCITES II\n\nKaiser's reply was short and succinct:\n\n    WHAT THE HELL?\n\n    SMOKY\n\n_Soscites II's_ next communication followed within twenty minutes and\nwas signed by the ship's doctor:\n\n    JUST A FEW WORDS, SMOKY, IN CASE YOU'RE WORRIED. I THOUGHT I'D GET\n    THIS OFF WHILE WE'RE WAITING FOR MORE INFORMATION FROM SAM.\n    REMEMBER THAT A SYMBIOTE IS NOT A PARASITE. IT WILL NOT HARM YOU,\n    EXCEPT INADVERTENTLY. YOUR WELFARE IS AS ESSENTIAL TO IT AS TO YOU.\n    ALMOST CERTAINLY, IF YOU DIE, IT WILL DIE WITH YOU. ANY TROUBLE\n    YOU'VE HAD SO FAR WAS PROBABLY CAUSED BY THE SYMBIOTE'S DIFFICULTY\n    IN ADJUSTING ITSELF TO ITS NEW ENVIRONMENT. IN A WAY, I ENVY YOU.\n    MORE LATER, WHEN WE FINISH WITH SAM.\n\n    J. G. ZARWELL\n\nKaiser did not answer. The news was so startling, so unforeseen, that\nhis mind refused to accept the actuality. He lay on the scout's bunk\nand stared at the ceiling without conscious attention, and with very\nlittle clear thought, for several hours--until the next communication\ncame in:\n\n    WELL, THIS IS WHAT SAM HAS TO SAY, SMOKY. SYMBIOTE AMICABLE AND\n    APPARENTLY SWIFTLY ADAPTABLE. YOUR CHANGING COLOR, DIFFICULTY IN\n    EATING AND EVEN BABY TALK WERE THE RESULT OF ITS EFFORTS TO GIVE\n    YOU WHAT IT BELIEVED YOU NEEDED OR WANTED.\n\n    CHANGING COLOR: PROTECTIVE CAMOUFLAGE. TROUBLE KEEPING FOOD DOWN:\n    IT KEPT YOUR STOMACH EMPTY BECAUSE IT SENSED YOU WERE IN TROUBLE\n    AND MIGHT HAVE NEED FOR SHARP REFLEXES, WITH NO EXCESS WEIGHT TO\n    CARRY. THE BABY TALK WE AREN'T TOO CERTAIN ABOUT, BUT OUR BEST\n    CONCLUSION IS THAT WHEN YOU WERE A CHILD, YOU WERE MOST HAPPY. IT\n    WAS TRYING TO GIVE YOU BACK THAT HAPPY STATE OF MIND. OBVIOUSLY IT\n    QUICKLY RECOGNIZED THE MISTAKES IT MADE AND CORRECTED THEM.\n\n    SAM CAME UP WITH A FEW MORE IDEAS, BUT WE WANT TO WORK ON THEM A\n    BIT BEFORE WE SEND THEM THROUGH. SLEEP ON THIS.\n\n    SS II\n\n       *       *       *       *       *\n\nKaiser could imagine that most of the crew were not too concerned about\nthe trouble he was in. He was not the gregarious type and had no close\nfriends on board. He had hoped to find the solitude he liked best in\nspace, but he had been disappointed. True, there were fewer people\nhere, but he was brought into such intimate contact with them that he\nwould have been more contented living in a crowded city.\n\nHis naturally unsociable nature was more irksome to the crew because\nhe was more intelligent and efficient than they were. He did his work\nwell and painstakingly and was seldom in error. They would have liked\nhim better had he been more prone to mistakes. He was certain that they\nrespected him, but they did not like him. And he returned the dislike.\n\nThe suggestion that he get some sleep might not be a bad idea. He\nhadn't slept in over eighteen hours, Kaiser realized--and fell\ninstantly asleep.\n\nThe communicator had a message waiting for him when he awoke:\n\n    SAM COULDN'T HELP US MUCH ON THIS PART, BUT AFTER RESEARCH AND MUCH\n    DISCUSSION, WE ARRIVED AT THE FOLLOWING TWO CONCLUSIONS.\n\n    FIRST, PHYSICAL PROPERTY OF SYMBIOTE IS EITHER THAT OF A VERY THIN\n    LIQUID OR, MORE PROBABLY, A VIRUS FORM WITH SWIFT PROPAGATION\n    CHARACTERISTIC. IT UNDOUBTEDLY LIVES IN YOUR BLOOD STREAM AND\n    PERMEATES YOUR SYSTEM.\n\n    SECOND, IT SEEMED TO US, AS IT MUST HAVE TO YOU, THAT THE SYMBIOTE\n    COULD ONLY KNOW WHAT YOU WANTED BY READING YOUR MIND. HOWEVER, WE\n    BELIEVE DIFFERENTLY NOW. WE THINK THAT IT HAS SUCH CLOSE CONTACT\n    WITH YOUR GLANDS AND THEIR SECRETIONS, WHICH STIMULATE EMOTION,\n    THAT IT CAN GAUGE YOUR FEELINGS EVEN MORE ACCURATELY THAN YOU\n    YOURSELF CAN. THUS IT CAN JUDGE YOUR LIKES AND DISLIKES QUITE\n    ACCURATELY.\n\n    WE WOULD LIKE TO HAVE YOU TEST OUR THEORY. THERE ARE DOZENS OF\n    WAYS. IF YOU ARE STUMPED AND NEED SUGGESTIONS, JUST LET US KNOW.\n    WE AWAIT WORD FROM YOU WITH GREAT INTEREST.\n\n    SS II\n\nBy now, Kaiser had accepted what had happened to him. His distress and\nanxiety were gone and he was impatient to do what he could to establish\nbetter contact with his uninvited tenant. With eager anticipation, he\nset to thinking how it could be done. After a few minutes, an idea\noccurred to him.\n\nTaking a small scalpel from a medical kit, he made a shallow cut in\nhis arm, just deep enough to bleed freely. He knew that the pain would\nsupply the necessary glandular reaction. The cut bled a few slow\ndrops--and as Kaiser watched, a shiny film formed and the bleeding\nstopped.\n\nThat checked pretty well with the ship's theory.\n\nPerhaps the symbiote had made his senses more acute. He tried closing\nhis eyes and fingering several objects in the room. It seemed to him\nthat he could determine the texture of each better than before, but\nthe test was inconclusive. Walking to the rear of the scout, he tried\nreading the printed words on the instrument panel. Each letter stood\nout sharp and clear!\n\nKaiser wondered if he might not make an immediate, practical use of the\nsymbiote's apparent desire to help him. Concentrating on the discomfort\nof the high humidity and exaggerating his own displeasure with it, he\nwaited. The result surprised and pleased him.\n\nThe temperature within the scout cabin seemed to lower, the moisture\non his body vanished, and he was more comfortable than he had yet been\nhere.\n\nAs a double check, he looked at the ship's thermometer. Temperature\n102, humidity 113--just about the same as it had been on earlier\nreadings.\n\n       *       *       *       *       *\n\nDuring the next twenty-four hours, Kaiser and the mother ship exchanged\nmessages at regular six-hour intervals. In between, he worked at\nrepairing the damaged scout. He had no more success than before.\n\nHe tired easily and lay on the cot often to rest. Each time he seemed\nto drop off to sleep immediately--and awake at the exact times he\nhad decided on beforehand. At first, despite the lack of success in\nstraightening the bent metal of the scout bottom, there had been a\nsubdued exhilaration in reporting each new discovery concerning the\nsymbiote, but as time passed, his enthusiasm ebbed. His one really\nimportant problem was how to repair the scout and he was fast becoming\ndiscouraged.\n\nAt last Kaiser could bear the futility of his efforts no longer. He\nsent out a terse message to the _Soscites II_:\n\n    TAKING SHORT TRIP TO ANOTHER LOCATION ON RIVER. HOPE TO FIND MORE\n    INTELLIGENT NATIVES. COULD BE THAT THE SETTLEMENT I FOUND HERE IS\n    ANALOGOUS TO TRIBE OF MONKEYS ON EARTH. I KNOW THE CHANCE IS SMALL,\n    BUT WHAT HAVE I TO LOSE? I CAN'T FIX SCOUT WITHOUT BETTER TOOLS,\n    AND IF MY GUESS IS RIGHT, I MAY BE ABLE TO GET EQUIPMENT. EXPECT TO\n    RETURN IN TEN OR TWELVE HOURS. PLEASE KEEP CONTACT WITH SCOUT.\n\n    SMOKY\n\nKaiser packed a mudsled with tent, portable generator and guard wires,\na spare sidearm and ammunition, and food for two days. He had noticed\nthat a range of high hills, which caused the bend in the river at\nthe native settlement, seemed to continue its long curve, and he\nwondered if the hills might not turn the river in the shape of a giant\nhorseshoe. He intended to find out.\n\nWrapping his equipment in a plastic tarp, Kaiser eased it out the\ndoorway and tied it on the sled. He hooked a towline to a harness on\nhis shoulders and began his journey--in the opposite direction from the\nfirst native settlement.\n\nHe walked for more than seven hours before he found that his surmise\nhad been correct. And a second cluster of huts, and seal-people in the\nriver, greeted his sight. He received a further pleasant surprise. This\ngroup was decidedly more advanced than the first!\n\nThey were little different in actual physical appearance; the change\nwas mainly noticeable in their actions and demeanor. And their odor was\nmore subdued, less repugnant.\n\nBy signs, Kaiser indicated that he came in peace, and they seemed to\nunderstand. A thick-bodied male went solemnly to the river bank and\ncalled to a second, who dived and brought up a mouthful of weed. The\nfirst male took the weed and brought it to Kaiser. This was obviously a\ngesture of friendship.\n\nThe weed had a white starchy core and looked edible. Kaiser cleaned\npart of it with his handkerchief, bit and chewed it.\n\nThe weed had a slight iron taste, but was not unpalatable. He swallowed\nthe mouthful and tried another. He ate most of what had been given him\nand waited with some trepidation for a reaction.\n\n       *       *       *       *       *\n\nAs dusk fell, Kaiser set up his tent a few hundred yards back from the\nnative settlement. All apprehension about how his stomach would react\nto the river weed had left him. Apparently it could be assimilated by\nhis digestive system. Lying on his air mattress, he felt thoroughly at\npeace with this world.\n\nOnce, just before dropping off to sleep, he heard the snuffling noise\nof some large animal outside his tent and picked up a pistol, just in\ncase. However, the first jolt of the guard-wire charge discouraged the\nbeast and Kaiser heard it shuffle away, making puzzled mewing sounds as\nit went.\n\nThe next morning, Kaiser left off all his clothes except a pair of\nshorts and went swimming in the river. The seal-people were already in\nthe water when he arrived and were very friendly.\n\nThat friendliness nearly resulted in disaster. The natives crowded\naround as he swam--they maneuvered with an otter-like proficiency--and\noften nudged him with their bodies when they came too close. He had\ndifficulty keeping afloat and soon turned and started back. As he\nneared the river edge, a playful female grabbed him by the ankle and\npulled him under.\n\nKaiser tried to break her hold, but she evidently thought he was\nclowning and wrapped her warm furred arms around him and held him\nhelpless. They sank deeper.\n\nWhen his breath threatened to burst from his lungs in a stream of\nbubbles, and he still could not free himself, Kaiser brought his knee\nup into her stomach and her grip loosened abruptly. He reached the\nsurface, choking and coughing, and swam blindly toward shore until his\nfeet hit the river bottom.\n\nAs he stood on the bank, getting his breath, the natives were quiet and\nseemed to be looking at him reproachfully. He stood for a time, trying\nto think of a way to explain the necessity of what he had done, but\nthere was none. He shrugged helplessly.\n\nThere was no longer anything to be gained by staying here--if they\nhad the tools he needed, he had no way of finding out or asking for\nthem--and he packed and started back to the scout.\n\nKaiser's good spirits returned on his return journey. He had enjoyed\nthe relief from the tedium of spending day after day in the scout, and\nnow he enjoyed the exercise of pulling the mudsled. Above the waist,\nhe wore only the harness and the large, soft drops of rain against his\nbare skin were pleasant to feel.\n\nWhen he reached the scout, Kaiser began to unload the sled. The\ntarpaulin caught on the edge of a runner and he gave it a tug to free\nit. To his amazement, the heavy sled turned completely over, spilling\nthe equipment to the ground.\n\nPerplexed, Kaiser stooped and began replacing the spilled articles in\nthe tarp. They felt exceptionally light. He paused again, and suddenly\nhis eyes widened.\n\n       *       *       *       *       *\n\nMoving quickly to the door of the scout, he shoved his equipment\nthrough and crawled in behind it. He did not consult the communicator,\nas he customarily did on entering, but went directly to the warped\nplace on the floor and picked up the crowbar he had laid there.\n\nInserting the bar between the metal of the scout bottom and the engine\ncasing, he lifted. Nothing happened. He rested a minute and tried\nagain, this time concentrating on his desire to raise the bar. The\nmetal beneath yielded slightly--but he felt the palms of his hands\nbruise against the lever.\n\nOnly after he dropped the bar did he realize the force he had exerted.\nHis hands ached and tingled. His strength must have been increased\ntremendously. With his plastic coat wrapped around the lever, he tried\nagain. The metal of the scout bottom gave slowly--until the fuel pump\nhung free!\n\nKaiser did not repair the tube immediately. He let the solution\nrest in his hands, like a package to be opened, the pleasure of its\nanticipation to be enjoyed as much as the final act.\n\nHe transmitted the news of what he had been able to do and sat down to\nread the two messages waiting for him.\n\nThe first was quite routine:\n\n    REPORTS FROM THE OCTOPUS INDICATE THAT BIG MUDDY UNDERGOES RADICAL\n    WEATHER-CYCLE CHANGES DURING SPRING AND FALL SEASONS, FROM EXTREME\n    MOISTURE TO EXTREME ARIDITY. AT HEIGHT OF DRY SEASON, PLANET MUST\n    BE COMPLETELY DEVOID OF SURFACE LIQUID.\n\n    TO SURVIVE THESE UNUSUAL EXTREMES, SEAL-PEOPLE WOULD NEED EXTREME\n    ADAPTABILITY. THIS VERIFIES OUR EARLIER GUESS THAT NATIVES HAVE\n    SYMBIOSIS WITH THE SAME VIRUS FORM THAT INVADED YOU. WITH\n    SYMBIOTES' AID, SUCH RADICAL PHYSICAL CHANGE COULD BE POSSIBLE.\n    WILL KEEP YOU INFORMED.\n\n    GIVE US ANY NEW INFORMATION YOU MIGHT HAVE ON NATIVES.\n\n    SS II\n\nThe second report was not so routine. Kaiser thought he detected a note\nof uneasiness in it.\n\n    SUGGEST YOU DEVOTE ALL TIME AND EFFORT TO REPAIR OF SCOUT.\n    INFORMATION ON SEAL-PEOPLE ADEQUATE FOR OUR PURPOSES.\n\n    SS II\n\nKaiser did not answer either communication. His earlier report had\ncovered all that he had learned lately. He lay on his cot and went to\nsleep.\n\nIn the morning, another message was waiting:\n\n    VERY PLEASED TO HEAR OF PROGRESS ON REPAIR OF SCOUT. COMPLETE AS\n    QUICKLY AS POSSIBLE AND RETURN HERE IMMEDIATELY.\n\n    SS II\n\n       *       *       *       *       *\n\nKaiser wondered about the abrupt recall. Could the _Soscites II_ be\nexperiencing some difficulty? He shrugged the thought aside. If they\nwere, they would have told him. The last notes had had more than just a\nsuggestion of urgency--there appeared to be a deliberate concealing of\ninformation.\n\nStrangely, the messages indicated need for haste did not prod Kaiser.\nHe knew now that the job could be done, perhaps in a few hours' time.\nAnd the _Soscites II_ would not complete its orbit of the planet for\ntwo weeks yet.\n\nWithout putting on more than the shirt and trousers he had grown used\nto wearing, Kaiser went outside and wandered listlessly about the\nvicinity of the ship for several hours. When he became hungry, he went\nback inside.\n\nAnother message came in as he finished eating. This one was from the\ncaptain himself:\n\n    WHY HAVE WE RECEIVED NO VERIFICATION OF LAST INSTRUCTIONS? REPAIR\n    SCOUT IMMEDIATELY AND RETURN WITHOUT FURTHER DELAY. THIS IS AN\n    ORDER!\n\n    H. A. HESSE, CAPT.\n\nKaiser pushed the last of his meal--which he had been eating with his\nfingers--into his mouth, crumpled the tape, wiped the grease from his\nhands with it and dropped it to the floor.\n\nHe pondered mildly, as he packed his equipment, why he was disregarding\nthe captain's message. For some reason, it seemed too trivial for\nserious consideration. He placated his slightly uneasy conscience only\nto the extent of packing the communicator in with his other equipment.\nIt was a self-contained unit and he'd be able to receive messages from\nthe ship on his trip.\n\n       *       *       *       *       *\n\nThe tracks of his earlier journey had been erased by the soft rain, and\nwhen Kaiser reached the river, he found that he had not returned to\nthe village he had visited the day before. However, there were other\nseal-people here.\n\nAnd they were almost human!\n\nThe resemblance was still not so much in their physical makeup--that\nwas little changed from the first he had found--as in their obviously\ngreater intelligence.\n\nThis was mainly noticeable in their facile expressions as they talked.\nKaiser was even certain that he read smiles on their faces when he\nslipped on a particularly slick mud patch as he hurried toward them.\nWhere the members of the first tribes had all looked almost exactly\nalike, these had very marked individual characteristics. Also, these\nhad no odor--only a mild, rather pleasing scent. When they came to meet\nhim, Kaiser could detect distinct syllabism in their pipings.\n\nMost of the natives returned to the river after the first ten minutes\nof curious inspection, but two stayed behind as Kaiser set up his tent.\n\nOne was a female.\n\nThey made small noises while he went about his work. After a time, he\nunderstood that they were trying to give names to his paraphernalia. He\ntried saying \"tent\" and \"wire\" and \"tarp\" as he handled each object,\nbut their piping voices could not repeat the words. Kaiser amused\nhimself by trying to imitate their sounds for the articles. He was\nfairly successful. He was certain that he could soon learn enough to\ncarry on a limited conversation.\n\nThe male became bored after a time and left, but the girl stayed until\nKaiser finished. She motioned to him then to follow. When they reached\nthe river bank, he saw that she wanted him to go into the water.\n\n       *       *       *       *       *\n\nBefore he had time to decide, Kaiser heard the small bell of the\ncommunicator from the tent behind him. He stood undecided for a moment,\nthen returned and read the message on the tape:\n\n    STILL ANXIOUSLY AWAITING WORD FROM YOU.\n\n    IN MEANTIME, GIVE VERY CLOSE ATTENTION TO FOLLOWING.\n\n    WE KNOW THAT THE SYMBIOTES MUST BE ABLE TO MAKE RADICAL CHANGES IN\n    THE PHYSIOLOGY OF THE SEAL-PEOPLE. THERE IS EVERY PROBABILITY THAT\n    YOURS WILL ATTEMPT TO DO THE SAME TO YOU--TO BETTER FIT YOUR BODY\n    TO ITS PRESENT ENVIRONMENT.\n\n    THE DANGER, WHICH WE HESITATED TO MENTION UNTIL NOW--WHEN YOU HAVE\n    FORCED US BY YOUR OBSTINATE SILENCE--IS THAT IT CAN ALTER YOUR\n    MIND ALSO. YOUR REPORT ON SECOND TRIBE OF SEAL-PEOPLE STRONGLY\n    INDICATES THAT THIS IS ALREADY HAPPENING. THEY WERE PROBABLY NOT\n    MORE INTELLIGENT AND HUMANLIKE THAN THE OTHERS. ON THE CONTRARY,\n    YOU ARE BECOMING MORE LIKE THEM.\n\n    DANGER ACUTE. RETURN IMMEDIATELY. REPEAT: IMMEDIATELY!\n\n    SS II\n\nKaiser picked up a large rock and slowly, methodically pounded the\ncommunicator into a flattened jumble of metal and loose parts.\n\nWhen he finished, he returned to the waiting girl on the river bank.\nShe pointed at his plastic trousers and made laughing sounds in her\nthroat. Kaiser returned the laugh and stripped off the trousers. They\nran, still laughing, into the water.\n\nAlready the long pink hair that had been growing on his body during the\npast week was beginning to turn brown at the roots.\n\n\n\n\n\nEnd of Project Gutenberg's Growing Up On Big Muddy, by Charles V. de Vet\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GROWING UP ON BIG MUDDY ***\n\n***** This file should be named 51398.txt or 51398.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/3/9/51398/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}