{"title": "Angel's Egg", "author": "Edgar Pangborn", "releaseDate": "March 9, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              Angel's Egg\n\n                           BY EDGAR PANGBORN\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             When adopting a pet, choose the species that\n             is most intelligent, obedient, loyal, fun to\n             play with, yet a shrewd, fearless protector.\n              For the best in pets--choose a human being!\n\n\nMr. Cleveland McCarran\n\nFederal Bureau of Investigation\n\nWashington, D. C.\n\nDear Sir:\n\nIn compliance with your request, I enclose herewith a transcript of the\npertinent sections of the journal of Dr. David Bannerman, deceased.\nThe original document is being held at this office until proper\ndisposition can be determined.\n\nOur investigation has shown no connection between Dr. Bannerman and any\norganization, subversive or otherwise. So far as we can learn he was\nexactly what he seemed, an inoffensive summer resident, retired, with\na small independent income--a recluse to some extent, but well spoken\nof by local tradesmen and other neighbors. A connection between Dr.\nBannerman and the type of activity that concerns your Department would\nseem most unlikely.\n\nThe following information is summarized from the earlier parts of Dr.\nBannerman's journal, and tallies with the results of our own limited\ninquiry.\n\nHe was born in 1898 at Springfield, Massachusetts, attended public\nschool there, and was graduated from Harvard College in 1922, his\nstudies having been interrupted by two years' military service. He was\nwounded in action in the Argonne, receiving a spinal injury. He earned\na doctorate in Biology, 1926. Delayed after-effects of his war injury\nnecessitated hospitalization, 1927-'28. From 1929 to 1948 he taught\nelementary sciences in a private school in Boston. He published two\ntextbooks in introductory biology, 1929 and 1937. In 1948 he retired\nfrom teaching: a pension and a modest income from textbook royalties\nevidently made this possible.\n\nAside from the spinal injury, which caused him to walk with a stoop,\nhis health is said to have been fair. Autopsy findings suggested that\nthe spinal condition must have given him considerable pain; he is\nnot known to have mentioned this to anyone, not even his physician,\nDr. Lester Morse. There is no evidence whatever of drug addiction or\nalcoholism.\n\nAt one point early in his journal, Dr. Bannerman describes himself\nas \"a naturalist of the puttering type. I would rather sit on a log\nthan write monographs; it pays off better.\" Dr. Morse, and others who\nknew Dr. Bannerman personally, tell me that this conveys a hint of his\npersonality.\n\n       *       *       *       *       *\n\nI am not qualified to comment on the material of this journal,\nexcept to say that I have no evidence to support (or to contradict)\nDr. Bannerman's statements. The journal has been studied only by my\nimmediate superiors, by Dr. Morse, and by myself. I take it for granted\nyou will hold the matter in strictest confidence.\n\nWith the journal I am also enclosing a statement by Dr. Morse, written\nat my request for our records and for your information. You will\nnote that he says, with some qualifications, that \"death was not\ninconsistent with an embolism.\" He has signed a death certificate\non that basis. You will recall from my letter of August 5 that it\nwas Dr. Morse who discovered Dr. Bannerman's body. Because he was a\nclose personal friend of the deceased, Dr. Morse did not feel able to\nperform the autopsy himself. It was done by a Dr. Stephen Clyde of this\ncity, and was virtually negative as regards cause of death, neither\nconfirming nor contradicting Dr. Morse's original tentative diagnosis.\nIf you wish to read the autopsy report in full, I shall be glad to\nforward a copy.\n\nDr. Morse tells me that so far as he knows, Dr. Bannerman had no near\nrelatives. He never married. For the last twelve summers he occupied a\nsmall cottage on a back road about twenty-five miles from this city,\nand had few visitors. The neighbor Steele mentioned in the journal is\na farmer, age 68, of good character, who tells me he \"never got really\nacquainted with Dr. Bannerman.\"\n\nAt this office we feel that unless new information comes to light,\nfurther active investigation is hardly justified.\n\nRespectfully yours,\n\nGarrison Blaine\n\nCapt., State Police\n\nAugusta, Me.\n\n    Encl: Extract from Journal of David Bannerman, dec'd. Statement by\n    Lester Morse, M.D.\n\n       *       *       *       *       *\n\nLIBRARIAN'S NOTE: The following document, originally attached as\nan unofficial \"rider\" to the foregoing letter, was donated to this\ninstitution in 1994 through the courtesy of Mrs. Helen McCarran, widow\nof the martyred first President of the World Federation. Other personal\nand state papers of President McCarran, many of them dating from the\nearly period when he was employed by the FBI, are accessible to public\nview at the Institute of World History, Copenhagen.\n\n       *       *       *       *       *\n\n     EXTRACT FROM JOURNAL OF DAVID BANNERMAN JUNE 1-JULY 29, 1951\n\nIt must have been at least three weeks ago when we had that flying\nsaucer flurry. Observers the other side of Katahdin saw it come\ndown this side; observers this side saw it come down the other.\nSize anywhere from six inches to sixty feet in diameter (or was it\ncigar-shaped?) and speed whatever you please. Seem to recall that\nwitnesses agreed on a rosy-pink light. There was the inevitable\ngobbledegookery of official explanation designed to leave everyone\nimpressed, soothed and disappointed.\n\nI paid scant attention to the excitement and less to the\nexplanations--naturally, I thought it was just a flying saucer. But now\nCamilla has hatched out an angel.\n\nI have eight hens, all yearlings except Camilla; this is her third\nspring. I boarded her two winters at my neighbor Steele's farm when I\nclosed this shack and shuffled my chilly bones off to Florida, because\neven as a pullet she had a manner which overbore me. I could never have\neaten Camilla. If she had looked at the ax with that same expression of\nrancid disapproval (and she would) I should have felt I was beheading\na favorite aunt. Her only concession to sentiment is the annual rush of\nmaternity to the brain--normal, for a case-hardened White Plymouth Rock.\n\nThis year she stole a nest successfully, in a tangle of blackberry. By\nthe time I located it, I estimated I was about two weeks too late. I\nhad to outwit her by watching from a window; she is far too acute to be\nopenly trailed from feeding ground to nest. When I had bled and pruned\nmy way to her hideout, she was sitting on nine eggs and hating my guts.\nThey could not be fertile, since I keep no rooster, and I was about to\nrob her when I saw the ninth egg was not hers, nor any other chicken's.\n\n       *       *       *       *       *\n\nIt was a deep blue, transparent, with flecks of inner light that made\nme think of the first stars in a clear evening. It was the same size as\nCamilla's eggs. There was an embryo, but nothing I could recognize.\n\nI returned the egg to Camilla's bare and fevered breastbone, and went\nback to the house for a long cool drink.\n\nThat was ten days ago. I know I ought to have kept a record; I examined\nthe blue egg every day, watching how some nameless life grew within it,\nuntil finally the angel chipped the shell deftly in two parts. This was\nevidently done with the aid of small horny out-growths on her elbows;\nthese growths were sloughed off on the second day.\n\nI wish I had seen her break the shell, but when I visited the\nblackberry tangle three days ago she was already out. She poked her\nexquisite head through Camilla's neck feather, smiled sleepily, and\nsnuggled back into darkness to finish drying off. So what could I do,\nmore than save the broken shell and wriggle my clumsy self out of there?\n\nI had removed Camilla's own eggs the day before--Camilla was only\nmoderately annoyed. I was nervous about disposing of them even though\nthey were obviously Camilla's, but no harm was done. I cracked each one\nto be sure. Very frankly rotten eggs and nothing more.\n\nIn the evening of that day I thought of rats and weasels, as I should\nhave earlier. I hastily prepared a box in the kitchen and brought the\ntwo in, the angel quiet in my closed hand. They are there now. I think\nthey are comfortable.\n\nThree days after hatching, the angel is the length of my fore-finger,\nsay three inches tall, with about the relative proportions of a\nsix-year-old girl. Except for head, hands, and probably the soles of\nher feet, she is clothed in feathery down the color of ivory. What can\nbe seen of her skin is a glowing pink--I do mean glowing, like the\ninside of certain seashells. Just above the small of her back are two\nstubs which I take to be infantile wings. They do not suggest an extra\npair of specialized forelimbs. I think they are wholly differentiated\norgans; perhaps they will be like the wings of an insect. Somehow I\nnever thought of angels buzzing. Maybe she won't. I know very little\nabout angels.\n\n       *       *       *       *       *\n\nAt present the stubs are covered with some dull tissue, no doubt a\nprotective sheath to be discarded when the membranes (if they are\nmembranes) are ready to grow. Between the stubs is a not very prominent\nridge--special musculature, I suppose. Otherwise her shape is quite\nhuman, even to a pair of minuscule mammalian pin-heads just visible\nunder the down.\n\nHow that can make sense in an egg-laying organism is beyond my\ncomprehension. Just for the record, so is a Corot landscape; so is\nSchubert's Unfinished; so is the flight of a hummingbird, or the\nother-world of frost on a windowpane.\n\nThe down on her head has grown visibly in three days and is of\ndifferent quality from the body down. Later it may resemble human hair,\nprobably as a diamond resembles a chunk of granite....\n\nA curious thing has happened. I went to Camilla's box after writing\nthat. Judy[1] was already lying in front of it, unexcited. The angel's\nhead was out from under the feathers, and I thought, with more\nverbal distinctness than such thoughts commonly take, _So here I am,\na naturalist of middle years and cold sober, observing a three-inch\noviparous mammal with down and wings_.\n\n[Footnote 1: Dr. Bannerman's dog, mentioned often earlier in the\njournal, a nine-year-old English setter. According to an entry of May\n15, 1951, she was then beginning to go blind--BLAINE]\n\nThe thing is--she giggled!\n\nNow it might have been only amusement at my appearance, which to\nher must be enormously gross and comic. But another thought formed\nunspoken: _I am no longer lonely._ And her face, hardly bigger than\na dime, immediately changed from laughter to a brooding and friendly\nthoughtfulness.\n\nJudy and Camilla are old friends. Judy seems untroubled by the angel. I\nhave no worries about leaving them alone together.\n\n       *       *       *       *       *\n\nJune 3\n\nI made no entry last night. The angel was talking to me, and when that\nwas finished I drowsed off immediately on a cot which I have moved into\nthe kitchen to be near them.\n\nI had never been strongly impressed by the evidence for extrasensory\nperception. It is fortunate that my mind was able to accept the\nnovelty, since to the angel it is clearly a matter of course. Her\ntiny mouth is most expressive, but moves only for that reason and for\neating--not for speech. Probably she could speak to her own kind if\nshe wished, but I dare say the sound would be above the range of my\nhearing as well as my understanding.\n\nLast night after I brought the cot in and was about to finish my\nputtering bachelor supper, she climbed to the edge of the box and\npointed, first at herself and then at the top of the kitchen table.\nAfraid to let my vast hand take hold of her, I held it out flat and she\nsat in my palm. Camilla was inclined to fuss, but the angel looked over\nher shoulder and Camilla subsided, watchful but no longer alarmed.\n\nThe table-top is porcelain, and the angel shivered. I folded a towel\nand spread a silk handkerchief on top of that; the angel sat on this\narrangement with apparent comfort, near my face. I was not even\nbewildered, without realizing why. That doesn't seem possible, does it?\nBut there was a good reason.\n\nShe reached me first with visual imagery. How can I make it plain that\nthis had nothing in common with my sleeping dreams? There was no weight\nof symbolism from my littered past, no discoverable connection with\nany of yesterday's commonplaces, indeed no actual involvement of my\npersonality at all. I saw. I was moving vision, though without eyes or\nother flesh. And while my mind saw, it also knew where my flesh was,\nseated at the kitchen table. If anyone had entered the kitchen, if\nthere had been a noise of alarm out in the henhouse, I should have\nknown it.\n\n       *       *       *       *       *\n\nThere was a valley such as I have not seen, and never will, on Earth. I\nhave seen many beautiful places on this planet--some of them were even\ntranquil. Once I took a slow steamer to New Zealand and had the Pacific\nas a play-thing for many days. I can hardly say how I knew this was not\nEarth. The grass of the valley was a familiar green. A river below me\nwas a blue and silver thread under sunlight. There were trees much like\npine and maple, and maybe that is what they were. But it was not Earth.\nI was aware of mountains heaped to strange heights on either side of\nthe valley--snow, rose, amber, gold. The amber tint was unlike any\nmountain color I have noticed in this world at mid-day.\n\nOr I may have known it was not Earth, simply because her mind--dwelling\nwithin some unimaginable brain smaller than the tip of my little\nfinger--told me so.\n\nI watched two inhabitants of that world come flying, to rest in the\nfield of sunny grass where my bodiless vision had brought me. Adult\nforms, such as my angel would surely be when she had her growth, except\nthat both of these were male and one of them was dark-skinned. The\nlatter was also old, with a thousand-wrinkled face, knowing and full of\ntranquillity; the other was flushed and lively with youth. Both were\nbeautiful. The down of the brown-skinned old one was reddish-tawny;\nthe other's was ivory with hints of orange. Their wings were true\nmembranes, with more variety of subtle iridescence than I have seen\neven in the wings of a dragonfly; I could not say that any color was\ndominant, for each motion brought a ripple of change.\n\nThese two sat at their ease on the grass. I realized that they were\ntalking to each other, though their lips did not move in speech more\nthan once or twice. They would nod, smile, now and then illustrate\nsomething with twinkling hands.\n\nA huge rabbit lolloped past them. I knew--thanks to my own angel's\nefforts, I supposed--that this animal was of the same size as our\ncommon wild ones. Later a blue-green snake three times the size of\nthe angels came flowing through the grass. The old one reached out to\nstroke its head carelessly, and I think he did it without interrupting\nwhatever he was saying.\n\nAnother creature came in leisured leaps. He was monstrous, yet I felt\nno alarm in the angels or myself. Imagine a being built somewhat like\na kangaroo up to the head, about eight feet tall, and katydid-green.\nReally the thick balancing tail and enormous legs were the only\nkangaroolike features about him. The body above the massive thighs\nwas not dwarfed, but thick and square. The arms and hands were quite\nhumanoid, and the head was round, manlike except for its face--there\nwas only a single nostril and his mouth was set in the vertical. The\neyes were large and mild.\n\nI received an impression of high intelligence and natural gentleness.\n\nIn one of his manlike hands he carried two tools, so familiar and\nordinary that I knew my body by the kitchen table had laughed in\nstartled recognition. But after all, a garden spade and rake are basic.\nOnce invented--I expect we did it ourselves in the Neolithic--there is\nlittle reason why they should change much down the millennia.\n\nThis farmer halted by the angels, and the three conversed a while.\nThe big head nodded agreeably. I believe the young angel made a joke;\ncertainly the convulsions in the huge green face made me think of\nlaughter. Then this amiable monster turned up the grass in a patch a\nfew yards square, broke the sod and raked the surface smooth, just as\nany competent gardener might do, except that he moved with the relaxed\nsmoothness of a being whose strength far exceeds the requirements of\nhis task....\n\n       *       *       *       *       *\n\nI was back in my kitchen with everyday eyes. My angel was exploring\nthe table. I had a loaf of bread there, and a dish of strawberries in\ncream. She was trying a breadcrumb, seemed to like it fairly well. I\noffered the strawberries. She broke off one of the seeds and nibbled\nit, but didn't care so much for the pulp. I held up the great spoon\nwith sugary cream. She steadied it with both hands to try some. I think\nshe liked it.\n\nIt had been stupid of me not to realize that she would be hungry. I\nbrought wine from the cupboard; she watched inquiringly, so I put a\ncouple of drops on the handle of a spoon. The taste really pleased her.\nShe chuckled and patted her tiny stomach, though I'm afraid it wasn't\nvery good sherry. I brought some crumbs of cake, but she indicated that\nshe was full, came close to my face and motioned me to lower my head.\n\nShe reached up until she could press both hands against my forehead--I\nfelt it only enough to know her hands were there--and she stood so a\nlong time, trying to tell me something.\n\nIt was difficult. Pictures come through with relative ease, but now\nshe was transmitting an abstraction of a complex kind. My clumsy brain\nsuffered in the effort to receive. Something did come across, but I\nhave only the crudest way of passing it on. Imagine an equilateral\ntriangle; place the following words one at each corner--\"recruiting,\"\n\"collecting,\" \"saving.\" The meaning she wanted to convey ought to be\nnear the center of the triangle.\n\nI had also the sense that her message provided a partial explanation\nof her errand in this lovable and damnable world.\n\nShe looked weary when she stood away from me. I put out my palm and she\nclimbed into it, to be carried back to the nest.\n\nShe did not talk to me tonight, nor eat, but she gave a reason, coming\nout from Camilla's feathers long enough to turn her back and show me\nthe wing-stubs. The protective sheaths have dropped off; the wings are\nrapidly growing. They are probably damp and weak. She was quite tired\nand went back into the warm darkness almost at once.\n\nCamilla must be exhausted, too. I don't think she has been off the nest\nmore than twice since I brought them into the house.\n\n       *       *       *       *       *\n\nJune 4\n\nToday she can fly.\n\nI learned it in the afternoon, when I was fiddling about in the garden\nand Judy was loafing in the sunshine she loves. Something apart from\nsight and sound called me to hurry back to the house. I saw my angel\nthrough the screen door before I opened it. One of her feet had caught\nin a hideous loop of loose wire at a break in the mesh. Her first tug\nof alarm must have tightened the loop so that her hands were not strong\nenough to force it open.\n\nFortunately I was able to cut the wire with a pair of shears before I\nlost my head; then she could free her foot without injury. Camilla\nhad been frantic, rushing around fluffed up, but--here's an odd\nthing--perfectly silent. None of the recognized chicken-noises of\ndismay. If an ordinary chick had been in trouble, she would have raised\nthe roof.\n\n       *       *       *       *       *\n\nThe angel flew to me and hovered, pressing her hands on my forehead.\nThe message was clear at once: \"No harm done.\" She flew down to tell\nCamilla the same thing.\n\nYes, in the same way. I saw Camilla standing near my feet with her\nneck out and head low, and the angel put a hand on either side of\nher scraggy comb. Camilla relaxed, clucked in the normal way, and\nspread her wings for a shelter. The angel went under it, but only to\noblige Camilla, I think--at least, she stuck her head through the wing\nfeathers and winked.\n\nShe must have seen something else then, for she came out and flew back\nto me and touched a finger to my cheek, looked at the finger, saw it\nwas wet, put it in her mouth, made a face, and laughed at me.\n\nWe went outdoors into the sun (Camilla, too) and the angel gave me an\nexhibition of what flying ought to be. Not even Wagner can speak of joy\nas her first free flying did. At one moment she would be hanging in\nfront of my eyes, radiant and delighted; the next instant she would\nbe a dot of color against a cloud. Try to imagine something that would\nmake a hummingbird seem dull and sluggish!\n\nThey do hum. Softer than a hummingbird; louder than a dragonfly.\nSomething like the sound of hawk-moths--_Hemaris thisbe_, for\ninstance, the one I used to call Hummingbird Moth when I was a child.\n\nI was frightened, naturally. Frightened first at what might happen to\nher, but that was unnecessary; I don't think she would be in danger\nfrom any savage animal except possibly Man. I saw a Cooper's hawk slant\ndown the invisible toward the swirl of color where she was dancing by\nherself. Presently she was drawing iridescent rings around him. Then,\nwhile he soared in smaller circles, I could not see her, but (maybe she\nfelt my fright) she was again in front of me, pressing my forehead in\nthe now familiar way.\n\nI knew she was amused, and caught the idea that the hawk was a \"lazy\ncharacter.\" Not quite the way I'd describe _Accipiter Cooperi_, but\nit's all in the point of view. I believe she had been riding his back,\nno doubt with her telepathic hands on his predatory head.\n\nLater I was frightened by the thought that she might not want to return\nto me. Could I compete with sunlight and open sky? The passage of that\nterror through me brought her swiftly back, and her hands said with\ngreat clarity: \"Don't ever be afraid of anything. It isn't necessary\nfor you.\"\n\nOnce this afternoon I was saddened by the realization that old Judy can\ntake little part in what goes on now. I can well remember Judy running\nlike the wind. The angel must have heard this thought in me, for she\nstood a long time beside Judy's drowsy head, while Judy's tail thumped\ncheerfully on the warm grass....\n\n       *       *       *       *       *\n\nIn the evening the angel made a heavy meal on two or three cake crumbs\nand another drop of sherry, and we had what was almost a sustained\nconversation. I will write it in that form this time, rather than grope\nfor anything more exact.\n\nI asked her: \"How far away is your home?\"\n\n\"My home is here.\"\n\n\"I meant the place your people came from.\"\n\n\"Ten light years.\"\n\n\"The images you showed me--that quiet valley--that is ten light years\naway?\"\n\n\"Yes. But that was my father talking to you, through me. He was grown\nwhen the journey began. He is two hundred and forty years old--our\nyears, thirty-two days longer than each of yours.\"\n\nMainly I was conscious of a flood of relief. I had feared, on the\nbasis of terrestrial biology that her explosively rapid growth after\nhatching must foretell a brief life. But it's all right--she can\noutlive me, and by a few hundred years at that.\n\n\"Your father is here now, on this planet? Shall I see him?\"\n\nShe took her hands away--listening, I believe. The answer was: \"No.\nHe is sorry. He is ill and cannot live long. I am to see him in a few\ndays, when I fly a little better. He taught me for twenty years after I\nwas born.\"\n\n\"I don't understand. I thought that--\"\n\n\"Later, friend. My father is grateful for your kindness to me.\"\n\nI don't know what I thought about that. I felt no faintest trace of\ncondescension in the message.\n\n\"And he was showing me things he had seen with his own eyes, ten light\nyears away?\"\n\n\"Yes.\" Then she wanted me to rest a while; I am sure she knows what a\nhuge effort it is for my primitive brain to function in this way. But\nbefore she ended the conversation by humming down to her nest she gave\nme this, and I received it with such clarity that I cannot be mistaken:\n\"He says that only fifty million years ago it was a jungle there, just\nas Terra is now.\"\n\n       *       *       *       *       *\n\nJune 8\n\nWhen I woke four days ago, the angel was having breakfast, and little\nCamilla was dead. The angel watched me rub sleep out of my eyes,\nwatched me discover Camilla, and then flew to me.\n\nI received this: \"Does it make you unhappy?\"\n\n\"I don't know exactly.\" You can get fond of a hen, especially a\ncantankerous and homely old one whose personality has a lot in common\nwith your own.\n\n\"She was old. She wanted a flock of chicks, and I couldn't stay with\nher. So I--\" something obscure here; probably my mind was trying too\nhard to grasp it--\"so I saved her life.\" I could make nothing else out\nof it. She said \"saved.\"\n\nCamilla's death looked natural, except that I should have expected the\ndeath contractions to muss the straw and that hadn't happened. Maybe\nthe angel had arranged the old lady's body for decorum, though I don't\nsee how her muscular strength would have been equal to it, Camilla\nweighed at least seven pounds.\n\nAs I was burying her at the edge of the garden and the angel was\nhumming over my head, I recalled a thing which, when it happened, I had\ndismissed as a dream. Merely a moonlight image of the angel standing in\nthe nest box with her hands on Camilla's head, then pressing her mouth\ngently on Camilla's throat, just before the hen's head sank down out of\nmy line of vision. Probably I actually awoke and saw it happen. I am\nsomehow unconcerned--even, as I think more about it, pleased.\n\nAfter the burial the angel's hands said: \"Sit on the grass and we'll\ntalk. Question me; I'll tell you what I can. My father asks you to\nwrite it down.\"\n\nSo that is what we have been doing for the last four days. I have been\ngoing to school, a slow but willing pupil. Rather than enter anything\nin this journal, for in the evenings I was exhausted, I made notes as\nbest I could. The angel has gone now to see her father and will not\nreturn until morning. I shall try to make a readable version of my\nnotes.\n\nSince she had invited questions, I began with something which had been\nbothering me, as a would-be naturalist, exceedingly. I couldn't see how\ncreatures no larger than the adults I had observed could lay eggs, as\nlarge as Camilla's. Nor could I understand why, if they were hatched\nin an almost adult condition and able to eat a varied diet, she had\nany use for that ridiculous, lovely and apparently functional pair of\nbreasts.\n\n       *       *       *       *       *\n\nWhen the angel grasped my difficulty, she exploded with laughter--her\nkind, which buzzed her all over the garden and caused her to fluff my\nhair on the wing and pinch my earlobe. She lit on a rhubarb leaf and\ngave a delectably naughty representation of herself as a hen laying an\negg, including the cackle. She got me to bumbling helplessly--my kind\nof laughter--and it was some time before we could quiet down. Then she\ndid her best to explain.\n\nThey are true mammals, and the young--not more than two or at most\nthree in a lifetime averaging two hundred and fifty years--are\ndelivered in very much the human way. The baby is nursed, human\nfashion, until his brain begins to respond a little to their unspoken\nlanguage. That takes three to four weeks. Then he is placed in an\naltogether different medium.\n\nShe could not describe that clearly, because there was very little\nin my educational storehouse to help me grasp it. It is some gaseous\nmedium which arrests bodily growth for an almost indefinite period,\nwhile mental growth continues. It took them, she says, about seven\nthousand years to perfect this technique after they first hit on the\nidea; they are never in a hurry.\n\nThe infant remains under this delicate and precise control for anywhere\nfrom fifteen to thirty years, the period depending not only on his\nmental vigor, but also on the type of lifework he tentatively elects\nas soon as his brain is knowing enough to make a choice. During this\nperiod his mind is guided with patience by teachers who--\n\n       *       *       *       *       *\n\nIt seems those teachers know their business. This was peculiarly\ndifficult for me to assimilate, although the facts came through clearly\nenough. In their world, the profession of teacher is more highly\nhonored than any other--can such a thing be possible?--and so difficult\nto enter that only the strongest minds dare to attempt it.\n\nI had to rest a while after absorbing that.\n\nAn aspirant must spend fifty years, not including the period of\ninfantile education, merely getting ready to begin, and the acquisition\nof factual knowledge, while not understressed, takes only a small\nproportion of those fifty years. Then, if he's good enough, he can\ntake a small part in the elementary instruction of a few babies, and\nif he does well on that basis for another thirty or forty years, he is\nconsidered a fair beginner....\n\nOnce upon a time I myself lurched around stuffy classrooms, trying\nto insert a few predigested facts--I wonder how many of them _were_\nfacts--into the minds of bored and preoccupied adolescents, some of\nwhom may have liked me moderately well. I was even able to shake hands\nand be nice while their terribly well-meaning parents explained to me\nhow they ought to be educated. So much of our human effort goes down\nthe drain of futility, I sometimes wonder how we ever got as far as the\nBronze Age. Somehow we did, though, and a short way beyond.\n\nAfter that preliminary stage of an angel's education is finished, the\nbaby is transferred to more ordinary surroundings, and his bodily\ngrowth completes itself in a very short time. Wings grow abruptly,\nas I have seen, and he reaches a maximum height of six inches by our\nmeasure. Only then does he enter on that lifetime of two hundred and\nfifty years, for not until then does his body begin to age. My angel\nhas been a living personality for many years, but will not celebrate\nher first birthday for almost a year. I like to think of that.\n\nAt about the same time that they learned the principles of\ninterplanetary travel, approximately twelve million years ago, these\npeople also learned how growth could be rearrested at any point short\nof full maturity. At first the knowledge served no purpose except in\nthe control of illnesses which still occasionally struck them at that\ntime. But when the long periods of time required for space travel were\nconsidered, the advantages became obvious.\n\n       *       *       *       *       *\n\nSo it happens that my angel was born ten light years away. She was\ntrained by her father and many others in the wisdom of seventy million\nyears--that, she tells me, is the approximate sum of their _recorded_\nhistory--and then she was safely sealed and cherished in what my\nsuperamebic brain regarded as a blue egg. Education did not proceed at\nthat time; her mind went to sleep with the rest of her. When Camilla's\nwarmth made her wake and grow again, she remembered what to do with\nthe little horny bumps provided for her elbows. And came out into this\nplanet, God help her.\n\nI wondered why her father should have chosen any combination so\nunreliable as an old hen and a human being. Surely he must have had\nplenty of excellent ways to bring the shell to the right temperature.\nHer answer should have satisfied me immensely, but I am still compelled\nto wonder about it.\n\n\"Camilla was a nice hen, and my father studied your mind while you were\nasleep. It was a bad landing, and much was broken--no such landing was\never made before after so long a journey. Only four other grown-ups\ncould come with my father. Three of them died en route and he is very\nill. And there were nine other children to care for.\"\n\nYes, I knew she'd said that an angel thought I was good enough to be\ntrusted with his daughter. If it upsets me, all I need do is look at\nher and then in the mirror. As for the explanation, I can only conclude\nthere must be more which I am not ready to understand. I was worried\nabout those nine others, but she assured me they were all well, and I\nsensed that I ought not to ask more about them at present.\n\n       *       *       *       *       *\n\nTheir planet, she says, is closely similar to this, a trifle larger,\nmoving in a somewhat longer orbit around a sun like ours. Two\ngleaming moons, smaller than ours--their orbits are such that\ntwo-moon nights come rarely; they are \"magic,\" and she will ask her\nfather to show me one, if he can. Because of a slower rotation, their\nday has twenty-six of our hours. Their atmosphere is mainly nitrogen\nand oxygen in the proportion familiar to us; slightly richer in some\nof the rare gases. The climate is now what we should call tropical\nand subtropical, but they have known glacial rigors like those in our\nworld's past. There are only two great continental land masses, and\nmany thousands of large islands.\n\nTheir total population is only five billion.\n\nIt seems my angel wants to become a student of animal life here on\nEarth. I, her teacher! But bless her for the notion anyhow. We sat and\ntraded animals for a couple of hours last night; I found it restful,\nafter the mental struggle to grasp more difficult matters. Judy was\nsomething new to her. They have several luscious monsters on that\nplanet, but, in her view, so have we.\n\nShe told me of a blue sea-snake fifty feet long, relatively harmless,\nthat bellows cowlike and comes into the tidal marshes to lay black\neggs; so I gave her a whale. She offered a bat-winged, day-flying ball\nof mammalian fluff as big as my head and weighing under an ounce; I\nmatched her with a marmoset. She tried me with a small-size pink\nbrontosaur, very rare, but I was ready with the duck-billed platypus,\nand that caused us to exchange some pretty funny remarks about\nmammalian eggs. All trivial in a way; also the happiest evening in my\nfifty-three tangled years of life.\n\nShe was a trifle hesitant to explain those kangaroolike people, until\nshe was sure I really wanted to know. It seems they are about the\nnearest parallel to human life on that planet; not a near parallel, of\ncourse, as she was careful to explain. Agreeable and always friendly\nsouls, though they weren't always so, I'm sure, and of a somewhat more\nalert intelligence than we possess. Manual workers mainly, because they\nprefer it nowadays, but some of them are excellent mathematicians.\nThe first practical spaceship was built by a group of them, with\nassistance, of course.\n\nNames offer a difficulty. Because of the nature of the angelic\nlanguage, they have scant use for them except for the purpose of\nwritten record, and writing naturally plays little part in their daily\nlife--no occasion to write a letter when distance is no obstacle to the\nspeech of your mind. An angel's formal name is about as important to\nhim, as, say, my Social Security number is to me.\n\n       *       *       *       *       *\n\nShe has not told me hers, because my mind can't grasp the phonetics on\nwhich their written language is based. As we would speak a friend's\nname, an angel will project the friend's image to his friend's\nreceiving mind. More pleasant and more intimate, I think, although it\nwas a shock to me at first to glimpse my own ugly mug in my mind's eye.\n\nStories are occasionally written, if there is something in them that\nshould be preserved precisely as it was in the first telling. But in\ntheir world the true story-teller has a more important place than the\nprinter. He offers one of the best of their quieter pleasures; a good\none can hold his audience for a week and never tire them.\n\n\"What is this 'angel' in your mind when you think of me?\" she asked\nonce.\n\n\"A being men have imagined for centuries, when they thought of\nthemselves as they might like to be, and not as they are.\"\n\nI did not try too painfully hard to learn much about the principles\nof space travel. The most my brain could take in of her explanation\nwas something like: \"Rocket, then phototropism.\" Now that makes scant\nsense. So far as I know, phototropism--movement toward light--is an\n_organic_ phenomenon. One thinks of it as a response of protoplasm, in\nsome plants and animal organisms, most of them simple, to the stimulus\nof light; certainly not as a force capable of moving inorganic matter.\n\nI think that whatever may be the principle she was describing, this\nword phototropism was merely the nearest thing to it in my reservoir\nof language. If I did know the physical principles which brought them\nhere, and could write them in terms accessible to technicians, I would\nnot do it.\n\nHere is a thing I am afraid no hypothetical reader of this journal\nwould believe:\n\nThese people, as I have written, learned their method of space travel\nsome twelve million years ago, yet this is the first time they have\never used it to convey them to another planet. The heavens are rich\nin worlds, she tells me; on many of them there is life, often on very\nprimitive levels. No external force prevented her people from going\nforth, colonizing, conquering, as far as they pleased. They could have\npopulated a whole Galaxy. They did not, because they believed they were\nnot ready. More precisely--\n\n_Not good enough!_\n\n       *       *       *       *       *\n\nOnly fifty million years ago, by her account, did they learn, as we\nmay learn eventually, that intelligence without goodness is worse than\nhigh explosive in the hands of a baboon. For beings advanced beyond the\nlevel of Pithecanthropus, intelligence is a cheap commodity--not too\nhard to develop, hellishly easy to use for unconsidered ends. Whereas\ngoodness is not to be achieved without unending effort of the hardest\nkind, within the self, whether the self be man or angel.\n\nIt is clear even to me that the conquest of evil is only one step, not\nthe most important. Goodness, she tried to tell me, is an altogether\npositive quality; the part of living nature that swarms with such\nmonstrosities as cruelty, meanness, bitterness, greed is not to be\nfilled by a vacuum when these horrors are eliminated.\n\nKindness, for only one example. Anybody who defines kindness only as\nthe absence of cruelty doesn't understand the nature of either.\n\n       *       *       *       *       *\n\nThey do not aim at perfection, these angels, only at the attainable.\nThey passed through many millenia while advances in technology merely\nworsened their condition and increased the peril of self-annihilation.\nThey came through that, in time. War was at length so far outgrown that\nits recurrence was impossible, and the development of wholly rational\nbeings could begin. Then they were ready to start growing up, through\nmore millenia of self-searching, self-discipline, seeking to earn the\nsimple out of the complex, discovering how to use knowledge and not be\nused by it. Even then, of course, they slipped back often enough. There\nwere what she refers to as eras of fatigue. In their dimmer past, they\nhad had many dark ages, lost civilizations, hopeful beginnings ending\nin dust. Earlier still they had come out of the slime, as we did.\n\nBut their period of deepest uncertainty and sternest self-appraisal\ndid not come until twelve million years ago, when they knew a Universe\ncould be theirs for the taking, and knew they were not yet good enough.\n\nThey are in no more hurry than the stars. She tried to convey\nsomething, tentatively, at this point, which was really beyond both of\nus. It had to do with time (not as I understand time) being perhaps the\nmost essential attribute of God (not as I was ever able to understand\nthat word). Seeing my mental exhaustion, she gave up the effort, and\nlater told me that the conception was extremely difficult for her,\ntoo--not only, I gathered, because of her youth and relative ignorance.\nThere was also a hint that her father might not have wished her to\nbring my brain up to a hurdle like that one....\n\nOf course they explored. Their little spaceships were roaming the ether\nbefore there was anything like man on Earth--roaming and listening,\nobserving, recording; never entering nor taking part in the life of any\nhome but their own. For five million years they even forbade themselves\nto go beyond their own solar system, though it would have been easy to\ndo so. And in the following seven million years, although they traveled\nto incredible distances, the same stern restraint was held in force.\n\nIt was altogether unrelated to what we should call fear. That, I think,\nis as extinct in them as hate. There was so much to do at home! I wish\nI could imagine it. They mapped the heavens, and played in their own\nsunlight.\n\nNaturally I cannot tell you what goodness is. I know only, moderately\nwell, what it seems to mean to us human beings. It appears that the\nbest of us can, often with enormous difficulty, however, achieve a\nmanner of life in which goodness somewhat overbalances our aggressive,\nhostile tendencies for the greater part of the time. We are, in other\nwords, a fraction alive; the rest is in the dark. Dante was a bitter\nmasochist; Beethoven a frantic and miserable snob, Shakespeare wrote\npotboilers. And Christ said: \"My Father, if it be possible, let this\ncup pass from me.\"\n\nBut give us fifty million years--I am no pessimist. After all, I've\nwatched one-celled organisms on the slide, and listened to Brahms'\nFourth. Night before last I said to the angel: \"In spite of everything,\nyou and I are kindred.\"\n\nShe granted me agreement.\n\n       *       *       *       *       *\n\nJune 9\n\nShe was lying on my pillow this morning so that I could see her when I\nawoke.\n\nHer father has died, and she was with him when it happened. There was\nagain that thought-impression which I could interpret only to mean that\nhis life had been \"saved.\" I was still sleep-bound when my mind asked:\n\"What will you do?\"\n\n\"Stay with you, if you wish it, for the rest of your life.\" The last\npart of the message was clouded, but I am familiar with that now. It\nseems to mean there is some further element which eludes me. I could\nnot be mistaken about the part I did receive. It gives me amazing\nspeculations. Being only fifty-three, I might live another thirty or\nforty years.\n\nShe was preoccupied this morning, but whatever she felt about her\nfather's death that might be paralleled by sadness in a human being was\nhidden from me. She did say her father was sorry he had not been able\nto show me a two-moon night.\n\nOne adult, then, remains in this world. Except to say that he is two\nhundred years old and full of knowledge, and that he endured the long\njourney without serious ill effects, she has told me little about him.\nAnd there are ten children including herself.\n\nSomething was sparkling at her throat. When she was aware of my\ninterest in it, she took it off and I fetched a magnifying glass. A\nnecklace; under the glass, much like our finest human workmanship,\nif your imagination can reduce it to the proper scale. The stones\nappeared similar to the jewels we know; diamonds, sapphires, rubies,\nemeralds, the diamonds snapping out every color under heaven; but there\nwere two or three very dark purple stones unlike anything I know--not\namethysts, I am sure. The necklace was strung on something more slender\nthan cobweb, and the design of the joining clasp was too delicate for\nmy glass to help me. The necklace had been her mother's, she told me.\nAs she put it back around her throat, I thought I saw the same shy\npride that any human girl might feel in displaying a new pretty.\n\nShe wanted to show me other things she had brought, and flew to\nthe table where she had left a sort of satchel an inch and a half\nlong--quite a load for her to fly with, but the translucent substance\nis so light that when she rested the satchel on my finger I scarcely\nfelt it. She arranged a few articles eagerly for my inspection, and I\nput the glass to work again.\n\nOne was a jeweled comb; she ran it through the down on her chest and\nlegs to show me its use. There was a set of tools too small for the\nglass to interpret them; I learned later they were a sewing kit. A\nbook, and some writing instrument much like a metal pencil. The book, I\nunderstand, is a blank record for her to use as needed.\n\nAnd finally, when I was fully awake and dressed and we had finished\nbreakfast, she reached in the bottom of the satchel for a parcel that\nwas heavy for her and made me understand it was a gift for me. \"My\nfather made it for you, but I put in the stone myself, last night.\" She\nunwrapped it. A ring, precisely the size for my little finger.\n\n       *       *       *       *       *\n\nI broke down somewhat. She understood that, and sat on my shoulder\npatting my earlobe till I had command of myself.\n\nI have no idea what the jewel is. It shifts with the light from purple\nto jade green to amber. The metal resembles platinum in appearance,\nexcept for a tinge of rose at certain angles of light. When I stare\ninto the stone, I think I see--never mind that now. I am not ready to\nwrite it down, and perhaps never will be, unless I am sure.\n\nWe improved our housekeeping, later in the morning. I showed her over\nthe house. It isn't much--Cape Codder, two rooms up and two down. Every\ncorner interested her, and when she found a shoebox in the bedroom\ncloset, she asked for it. At her direction, I have arranged it on a\nchest near my bed and the window which shall be always open. She says\nthe mosquitoes will not bother me, and I don't doubt her.\n\nI unearthed a white silk scarf for the bottom of the box. After asking\nmy permission--as if I could want to refuse her anything!--she got her\nsewing kit and snipped off a piece of the scarf several inches square,\nfolded it on itself several times, and sewed it into a narrow pillow an\ninch long. So now she has a proper bed and a room of her own. I wish I\nhad something less coarse than silk, but she insists she's pleased with\nit.\n\nWe have not talked very much today. In the afternoon she flew out for\nan hour's play in the cloud-country. When she returned, she let me know\nthat she needed a long sleep. She is still sleeping, I think. I am\nwriting this downstairs, fearing the light might disturb her.\n\nIs it possible I can have thirty or forty years in her company? I\nwonder how teachable my mind still is. I seem to be able to assimilate\nnew facts as well as I ever could; this ungainly carcass should be\ndurable, with reasonable care. Of course, facts without a synthesizing\nimagination are no better than scattered bricks, but perhaps my\nimagination--\n\nI don't know.\n\nJudy wants out. I shall turn in when she comes back. I wonder if poor\nJudy's life could be--the word is certainly \"saved.\" I must ask.\n\n       *       *       *       *       *\n\nJune 10\n\nLast night when I stopped writing I did go to bed, but I was restless,\nrefusing sleep. At some time in the small hours--there was light from a\nsingle moon--she flew over to me. The tensions dissolved away like an\nillness and my mind was able to respond with a certain calm.\n\nI made plain that I would never willingly part company with her,\nwhich I am sure she already knew, and she gave me to understand that\nthere are two alternatives for the remainder of my life. The choice,\nshe says, is altogether mine, and I must take time to be sure of my\ndecision.\n\nI can live out my natural span, whatever it proves to be, and she will\nnot leave me for long at any time. She will be there to advise, teach,\nhelp me in anything good I care to undertake. She says she would enjoy\nthis; for some reason she is, as we'd say in our language, fond of me.\n\nLord, the books I could write! I fumble for words now, in the usual\nhuman way. Whatever I put on paper is a miserable fraction, of the\npotential; the words themselves are rarely the right ones. But under\nher guidance--\n\nI could take a fair part in shaking the world. With words alone. I\ncould preach to my own people. Before long, I would be heard.\n\nI could study and explore. What small nibblings we have made at the sum\nof available knowledge! Suppose I brought in one leaf from outdoors, or\none common little bug--in a few hours of studying it with her, I'd know\nmore of my own specialty than a flood of the best textbooks could tell\nme.\n\nShe has also let me know that when she and those who came with her\nhave learned a little more about humanity, it should be possible to\nimprove my health greatly, and probably my life expectancy. I don't\nimagine my back could ever straighten, but she thinks the pain might be\ncleared away, entirely without drugs. I could have a clearer mind, in a\nbody that would neither fail nor torment me.\n\nThen there is the other alternative.\n\nIt seems they have developed a technique by means of which any\nunresisting living subject, whose brain is capable of memory at all,\ncan experience _total recall_. It is a by-product, I understand, of\ntheir silent speech, and a very recent one. They have practiced it\nfor only a few thousand years, and since their own understanding\nof the phenomenon is very incomplete, they classify it among their\nexperimental techniques.\n\nIn a general way, it may somewhat resemble that reliving of the past\nwhich psychoanalysis can sometimes bring about in a limited way\nfor therapeutic purposes. But you must imagine that sort of thing\ntremendously magnified and clarified, capable of including every detail\nwhich has ever registered on the subject's brain.\n\n       *       *       *       *       *\n\nThe purpose is not therapeutic, as we would understand it; quite the\nopposite. The end result is--death.\n\nWhatever is recalled, by this process is transmitted to the receiving\nmind, which can retain it, and record any or all of it, if such a\nrecord is desired; but to the subject who recalls, it is a flowing\naway, without return. Thus it is not a true \"remembering,\" but a\ngiving. The mind is swept clear, naked of all its past, and, along with\nmemory, life withdraws also. Very quietly.\n\nAt the end, I suppose it must be like standing without resistance in\nthe engulfment of a flood tide, until finally the waters close over.\n\nThat, it seems, is how Camilla's life was \"saved.\" When I finally\ngrasped that, I laughed, and the angel of course caught the reason. I\nwas thinking about my neighbor Steele, who boarded Camilla for me in\nhis henhouse for a couple of winters.\n\nSomewhere safe in the angelic records there must be a hen's-eye image\nof the patch in the seat of Steele's pants. And naturally Camilla's\nview of me too; not too unkind, I hope. She couldn't help the\nexpression on her rigid little face, and I don't believe it ever meant\nanything.\n\nAt the other end of the scale is the saved life of my angel's father.\nRecall can be a long process, she says, depending on the intricacy\nand richness of the mind recalling; and in all but the last stages it\ncan be halted at will. Her father's recall was begun when they were\nstill far out in space and he knew that he could not long survive the\njourney.\n\nWhen that journey ended, the recall had progressed so far that very\nlittle actual memory remained to him of his life on that other planet.\nHe had what must be called a deductive memory--from the material of the\nyears not yet given away, he could reconstruct what must have been, and\nI assume the other adult who survived the passage must have been able\nto shelter him from errors that loss of memory might involve. This, I\ninfer, is why he could not show me a two-moon night.\n\nI forgot to ask her whether the images he did send me were from actual\nor deductive memory. Deductive, I think, for there was a certain\ndimness about them not present when my angel gives me a picture of\nsomething seen with her own eyes.\n\nJade-green eyes, by the way. Were you wondering?\n\nIn the same fashion, my own life could be saved. Every aspect of\nexistence that I ever touched, that ever touched me, could be\ntransmitted to some perfect record--the nature of the written record\nis beyond me, but I have no doubt of its relative perfection. Nothing\nimportant, good or bad, would be lost. And they need a knowledge of\nhumanity, if they are to carry out whatever it is they have in mind.\n\nIt would be difficult, she tells me, and sometimes painful. Most of\nthe effort would be hers, but some of it would have to be mine. In her\nperiod of infantile education, she elected what we should call zoology\nas her life work; for that reason she was given intensive theoretical\ntraining in this technique. Right now I guess she knows more than\nanyone else on this planet not only about what makes a hen tick, but\nhow it feels to be a hen.\n\nThough a beginner, she is in all essentials already an expert. She can\nhelp me, she thinks, if I choose this alternative. At any rate, she\ncould ease me over the toughest spots, keep my courage from flagging.\n\nFor it seems that this process of recall is painful to an advanced\nintellect--without condescension, she calls us very advanced--because,\nwhile all pretense and self-delusion are stripped away, there remains\nconscience, still functioning by whatever standards of good and bad the\nindividual has developed in his lifetime. Our present knowledge of our\nown motives is such a pathetically small beginning! Hardly stronger\nthan an infant's first effort to focus his eyes.\n\n       *       *       *       *       *\n\nI am merely wondering how much of my life, if I choose this way, will\nseem to me altogether hideous. Certainly plenty of the \"good deeds\"\nwhich I still cherish in memory like so many well-behaved cherubs will\nturn up with the leering aspect of greed or petty vanity or worse.\n\nNot that I am a bad man, in any reasonable sense of the term. I respect\nmyself; no occasion to grovel and beat my chest. I'm not ashamed to\nstand comparison with any other fair sample of the species. But there\nyou are: I _am_ human, and under the aspect of eternity so far, plus\nthis afternoon's newspaper, that is a rather serious thing.\n\nWithout real knowledge, I think of this total recall as something like\na passage down a corridor of a myriad images, now dark, now brilliant,\nnow pleasant, now horrible--guided by no certainty except an awareness\nof the open blind door at the end of it. It could have its pleasing\nmoments and its consolations. I don't see how it could ever approximate\nthe delight and satisfaction of living a few more years in this world\nwith the angel lighting on my shoulder when she wishes, and talking to\nme.\n\nI had to ask her how great a value such a record would be to them.\nObvious enough--they can be of little use to us, by their standards,\nuntil they understand us, and they came here to be of use to us as\nwell as to themselves. And understanding us, to them, means knowing us\ninside out with a completeness such as our most dedicated and laborious\nscholars could never imagine. I remember, about those twelve million\nyears: they will not touch us until they are certain no harm will come\nof it.\n\nOn our tortured planet, however, there is a time factor. They know\nthat well enough, of course....\n\nRecall cannot begin unless the subject is willing or unresisting; to\nthem, that has to mean willing, for any being with intellect enough to\nmake a considered choice. Now, I wonder how many they could find who\nwould be honestly willing to make that uneasy journey into death, for\nno reward except an assurance that they were serving their own kind and\nthe angels.\n\nMore to the point, I wonder if I would be able to achieve such\nwillingness myself, even with her help.\n\nWhen this had been explained to me, she urged me again to make no hasty\ndecision. And she pointed out to me what my thoughts were already\ngroping at--why not both alternatives, within a reasonable limit of\ntime? Why couldn't I have ten or fifteen years or more with her, and\nthen undertake the total recall, perhaps not until my physical powers\nhad started toward senility? I thought that over.\n\nThis morning I had almost decided to choose that most welcome and\ncomfortable solution. Then my daily paper was delivered. Not that I\nneeded any such reminder.\n\n       *       *       *       *       *\n\nIn the afternoon I asked her if she knew whether, in the present state\nof human technology, it would be possible for our folly to actually\ndestroy this planet. She did not know, for certain. Three of the other\nchildren have gone away to different parts of the world, to learn\nwhat they can about that. But she had to tell me that such a thing\nhas happened before, elsewhere in the Universe. I guess I won't write\na letter to the papers advancing an explanation for the occasional\nappearance of a nova among the stars. Doubtless others have hit on the\nsame hypothesis without the aid of angels.\n\nAnd that is not all I must consider. I could die by accident or sudden\ndisease before I had begun to give my life.\n\nOnly now, at this very late moment, rubbing my sweaty forehead and\ngazing into the lights of that wonderful ring, have I been able to put\ntogether some obvious facts in the required synthesis.\n\nI don't know, of course, what forms their assistance to us will take.\nI suspect human beings won't see or hear much of the angels for a long\ntime to come. Now and then disastrous decisions may be altered, and\nthose who believe themselves wholly responsible won't realize why their\nminds worked that way. Here and there, maybe an influential mind will\nbe rather strangely nudged into a better course. Something like that.\nThere may be new discoveries and inventions of kinds that will tend to\nneutralize the menace of our nastiest playthings.\n\nBut whatever the angels decide to do, the record and analysis of my\nfairly typical life will be an aid. It could even be the small weight\ndeciding the balance between triumph and failure. That is Fact One.\n\nTwo: my angel and her brothers and sisters, for all their amazing\nlevel of advancement, are also of perishable protoplasm. Therefore, if\nthis ball of mud becomes a ball of flame, they also will be destroyed.\nEven if they have the means to use their spaceship again or to build\nanother, it might easily happen that they would not learn their danger\nin time to escape. And for all I know, this could be tomorrow. Or\ntonight.\n\nSo there can no longer be any doubt as to my choice, and I will tell\nher when she wakes.\n\n       *       *       *       *       *\n\nJuly 9\n\nTonight[2] there is no recall; I am to rest a while. I see it is almost\na month since I last wrote in this journal. My total recall began three\nweeks ago, and already the first twenty-eight years of my life have\nbeen saved.\n\n[Footnote 2: At this point Dr. Bannerman's handwriting alters\ncuriously. From here on he used a soft pencil instead of a pen, and the\nscript shows signs of haste. In spite of this, however, it is actually\nmuch clearer, steadier and easier to read than the earlier entries in\nhis normal hand.--BLAINE]\n\nIt was a week after I told the angel my decision before she was\nprepared to start the recall. During that week she searched my present\nmind more closely than I should have imagined was possible: she had to\nbe sure.\n\nDuring that week, of hard questions, I dare say she learned more about\nmy kind than has ever gone on record even in a physician's office; I\nhope she did. To any psychiatrist who might question that, I offer a\nnaturalist's suggestion. It is easy to imagine, after some laborious\ntime, that we have noticed everything a given patch of ground can show\nus. But alter the view-point only a little--dig down a foot with a\nspade, say, or climb a tree-branch and look downward--it's a whole new\nworld.\n\nWhen the angel was not exploring me in this fashion, she took pains to\nmake me glimpse the satisfactions and million rewarding experiences I\nmight have if I chose the other way. I see how necessary that was; at\nthe time it seemed almost cruel. She had to do it, for my own sake, and\nI am glad that I was somehow able to stand fast to my original choice.\nSo was she, in the end; she has even said she loves me for it. What\nthat troubling word means to her is not within my mind. I am satisfied\nto take it in the human sense.\n\nSince I no longer require normal sleep, the recall begins at night, as\nsoon as the lights begin to go out in the village and there is little\ndanger of interruption. Daytimes, I putter about in my usual fashion.\nI have sold Steele my hens, and Judy's life was saved a week ago. That\npractically winds up my affairs, except that I went to write a codicil\nto my will. I might as well do that now, right here in this journal,\ninstead of bothering my lawyer. It should be legal.\n\n    To Whom It May Concern: I hereby bequeath to my friend Lester\n    Morse, M.D., of Augusta, Maine, the ring which will be found at my\n    death on the fifth finger of my left hand. I would urge Dr. Morse\n    to retain this ring in his private possession at all times, and to\n    make provision for its disposal, in the event of his own death, to\n    some person in whose character he places the utmost faith.\n\n    (Signed) David Bannerman[3]\n\n[Footnote 3: In spite of superficial changes in the handwriting, this\nsignature has been certified genuine by an expert graphologist.--BLAINE]\n\nTonight she has gone away for a while, and I am to rest and do as I\nplease till she returns. I shall spend the time filling in some blanks\nin this record, but I am afraid it will be a spotty job, because there\nis so much I no longer care about.\n\n       *       *       *       *       *\n\nExcept for the lack of desire for sleep, and a bodily weariness which\nis not at all unpleasant, I notice no physical effects thus far. I have\nno faintest recollection of anything that happened earlier than my\ntwenty-eighth birthday. My deductive memory seems rather efficient, and\nI am sure I could reconstruct most of the story if it were worth the\nbother. This afternoon I grubbed around among some old letters of that\nperiod, but they weren't very interesting.\n\nMy knowledge of English is unaffected; I can still read scientific\nGerman and some French, because I had occasion to use those languages\nfairly often after I was twenty-eight. The scraps of Latin dating\nfrom high school are gone. So are algebra and all but the simplest\nproposition of high school geometry: I never needed them.\n\n       *       *       *       *       *\n\nI can remember thinking of my mother after twenty-eight, but I do not\nknow whether the image this provides really resembles her. My father\ndied when I was thirty-one, so I remember him as a sick old man. I\nbelieve I had a younger brother, but he must have died in childhood.[4]\n\n[Footnote 4: Dr. Bannerman's mother died in 1918 of influenza.\nHis brother (three years older, not younger) died of pneumonia,\n1906.--BLAINE]\n\nJudy's passing was tranquil--pleasant for her, I think. It took the\nbetter part of a day. We went out to an abandoned field I know, and she\nlay blinking in the sunshine with the angel sitting by her, while I dug\na grave and then rambled off after wild raspberries. Toward evening the\nangel came and told me I could bury Judy--it was finished. And most\ninteresting, she said. I don't see how there can have been anything\ndistressing about it for Judy. After all, what hurts us worst is to\nhave our favorite self-deceptions stripped away, and I don't think Judy\nhad any.\n\nI have not found the recall painful, at least not in retrospect. There\nmust have been sharp moments, mercifully forgotten along with their\ncauses, as if the process had gone on under anesthesia. Certainly there\nwere plenty of incidents in my first twenty-eight years which I should\nnot care to offer to the understanding of any but the angels. Quite\noften I must have been mean, selfish, base in any number of ways, if\nonly to judge by the record since twenty-eight. Those old letters touch\non a few of these things. To me, they now matter only as material for a\nrecord which is safely out of my hands.\n\nHowever, to any person I may have harmed, I wish to say this: you were\nhurt by aspects of my humanity which may not, in a few million years,\nbe quite so common among us. Against these darker elements I struggled,\nin my human fashion, as you do yourselves. The effort is not wasted.\n\nOne evening--I think it was June 12--Lester dropped around for sherry\nand chess. Hadn't seen him in quite a while, and haven't since. There\nis a moderate polio scare this summer and it keeps him on the jump.\n\nThe angel retired behind some books on an upper shelf--I'm afraid it\nwas dusty--and had fun with our chess. She had a fair view of your\nbald spot, Lester. Later she remarked that she liked your looks,\nbut can't you do something about that weight? She suggested an odd\nexpedient, which I believe has occurred to your medical self from time\nto time--eating less.\n\nMaybe she shouldn't have done what she did with those chess games.\nNothing more than my usual blundering happened until after my first ten\nmoves; by that time I suppose she had absorbed the principles, and she\ntook over. I was not fully aware of it until I saw you looking like a\nboiled duck. I had imagined my astonishing moves were the result of my\nown damn cleverness.\n\n       *       *       *       *       *\n\nSeriously, Lester, think back to that evening. You've played in stiff\namateur tournaments; you know your own abilities and you know mine. Ask\nyourself whether I could have done anything like that without help. I\ntell you again I didn't study the game in the interval when you weren't\nhere. I've never even had a chess book in the library, and if I had, no\namount of study would take me into your class. I haven't that sort of\nmentality; just your humble sparring partner, and I've enjoyed it on\nthat basis, as you might enjoy watching a prima donna surgeon pull off\nsome miracle you wouldn't dream of attempting yourself. Even if your\ngame had been away below par that evening, and I don't think it was,\nI could never have pinned your ears back three times running, without\nhelp. That evening you were a long way out of _your_ class, that's all.\n\nI couldn't tell you anything about it at the time--she was clear on\nthat point--so I could only bumble and preen myself and leave you\nmystified. But she wants me to write anything I choose in this journal,\nand somehow, Lester, I think you may find the next few decades pretty\ninteresting. You're still young, some ten years younger than I. I think\nyou'll see many things that I wish I might see come to pass--or I would\nso wish if I were not convinced that my choice was the right one.\n\nMost of those new events will not be spectacular, I'd guess. Many of\nthe turns to a better way will hardly be recognized at the time for\nwhat they are, by you or anyone else. Obviously, our nature being what\nit is, we shall not change overnight. To hope for that would be as\nabsurd as it is to imagine that any formula, ideology, theory of social\npattern can bring us into Utopia. As I see it, Lester--and I think your\nconsulting room would have told you the same even if your own intuition\nwere not enough--there is only one battle of importance: Armageddon.\nAnd Armageddon field is within each individual.\n\nAt the moment I believe I am the happiest man who ever lived.\n\n       *       *       *       *       *\n\nJuly 20\n\nAll but the last ten years are now given away. The physical fatigue,\nthough still pleasant, is quite overwhelming. I am not troubled by the\nweeds in my garden patch--merely a different sort of flowers where I\nhad planned something else. An hour ago she brought me the seed of a\nblown dandelion, to show me how lovely it was. I don't suppose I had\never noticed. I hope whoever takes over this place will bring it back\nto farming; they say the ten acres below the house used to be good\npotato land, nice early ground.\n\nIt is delightful to sit in the sun, as if I were old.\n\nAfter thumbing over earlier entries in this journal, I see I have often\nfelt quite bitter toward my own kind. I deduce that I must have been\na lonely man, with much of the loneliness self-imposed. A great part\nof my bitterness must have been no more than one ugly by-product of a\nlife spent too much apart. Some of it doubtless came from objective\ncauses, yet I don't believe I ever had more cause than any moderately\nintelligent man who would like to see his world a pleasanter place than\nit has been. My angel tells me that the scar on my back is due to an\ninjury received in some early stage of the war that still goes on. That\ncould have soured me, perhaps. It's all right; it's in the record.\n\nShe is racing with a hummingbird--holding back, I think, to give the\nswift little green fluff a break.\n\n       *       *       *       *       *\n\nAnother note for you, Lester. I have already indicated my ring is\nto be yours. I don't want to tell you what I have discovered of its\nproperties, for fear it might not give you the same pleasure and\ninterest that it has given me. Of course, like any spot of shifting\nlight and color, it is an aid to self-hypnosis. It is more, much more\nthan that, but--find out for yourself, at some time when you are a\nlittle protected from everyday distractions.\n\nI know it can't harm you, because I know its source.\n\nBy the way, I wish you would convey to my publishers my request that\nthey either discontinue printing my _Introductory Biology_ or else\nbring out a new edition revised in accordance with some notes you will\nfind in the top left drawer of my library desk. I glanced through that\nbook after my angel assured me that I wrote it, and I was amazed.\nHowever, I'm afraid my notes are messy--I call them mine by a poetic\nlicense--and they may be too advanced for the present day, though the\nrevision is mainly a matter of leaving out certain generalities that\naren't so. Use your best judgment. It's a very minor textbook, and the\nthing isn't too important.\n\nA last wriggle of my vanishing personal vanity.\n\n       *       *       *       *       *\n\nJuly 27\n\nI have seen a two-moon night. It was given to me by that remaining\ngrown-up, at the end of a wonderful visit, when he and six of those\nnine other children came to see me. It was last night, I think--yes,\nmust have been. First there was a murmur of wings above the house;\nmy angel flew in laughing. Then they were here, all about me, full\nof gaiety and colored fire, showing off in every way they knew would\nplease me. Each one had something graceful and friendly to say to me.\nOne brought me a moving image of the St. Lawrence seen at morning\nfrom half a mile up--clouds, eagles--now how could he know that would\ndelight me so much?\n\nAnd each one thanked me for what I had done.\n\nBut it's been so easy!\n\nAnd at the end the old one--his skin is quite black, and his down is\nwhite and gray--gave the remembered image of a two-moon night. He saw\nit some sixty years ago.\n\nI have not even considered making an effort to describe it. My fingers\nwill not hold this pencil much longer tonight. Oh, soaring buildings\nof white and amber, untroubled countryside, silver on curling rivers,\na glimpse of open sea. A moon rising in clarity, another setting in a\nwreath of cloud, between them a wide wandering of unfamiliar stars.\nHere and there the angels, worthy after fifty million years to live in\nsuch night.\n\nNo, I cannot describe anything like that. But you human kindred of\nmine, I can do something better. I can tell you that this two-moon\nnight, glorious as it was, was no more beautiful than a night under a\nsingle moon on this ancient and familiar Earth might be--if you will\nimagine that human evil has been cleared away, and that our own people\nhave started at last on the greatest of all explorations, themselves.\n\n       *       *       *       *       *\n\nJuly 29\n\nNothing now remains to give away but the memory of the time that has\npassed since the angel came. I am to rest as long as I wish, write\nwhatever I want. Then I shall get myself over to the bed and lie down\nas if for sleep. She tells me that I can keep my eyes open; she will\nclose them for me when I no longer see her.\n\nI remain convinced that our human case is hopeful. I feel sure that in\nonly a few thousand years we may be able to perform some of the simpler\npreparatory tasks, such as casting out evil and loving our neighbors.\nAnd if that should prove to be so, who can doubt that in another few\nmillion years, or even less, we might be only a little lower than the\nangels?\n\n       *       *       *       *       *\n\nLIBRARIAN'S NOTE: As is generally known, the original of the\n_Bannerman Journal_ is said to have been in the possession of Dr.\nLester Morse at the time of the latter's disappearance in 1964, and\nthat disappearance has remained an unsolved mystery to the present day.\nMcCarran is known to have visited Capt. Garrison Blaine in October,\n1951, but no record remains of that visit. Capt. Blaine appears to\nhave been a bachelor who lived alone. He was killed in line of duty,\nDecember, 1951. McCarran is believed not to have written about nor\ndiscussed the Bannerman affair with anyone else. It is almost certain\nthat he himself removed the extract and related papers from the\nfiles--unofficially, it would seem--when he severed his connection with\nthe FBI in 1957. At any rate, they were found among his effects after\nhis assassination, and were released to the public, considerably later,\nby Mrs. McCarran.\n\nThe following memorandum was originally attached to the extract from\nthe _Bannerman Journal_. It carries the McCarran initialing.\n\n    Aug. 11, 1951\n\n    The original letter of complaint written by Stephen Clyde, M.D.,\n    and mentioned in the accompanying letter of Captain Blaine, has\n    unfortunately been lost, owing perhaps to an error in filing.\n\n    Personnel presumed responsible have been instructed not to allow\n    such error to be repeated except if, as and/or when necessary.\n\n    C.McC.\n\nOn the margin of this memorandum there was a penciled notation, later\nerased. Iodine vapor has been used to bring out the unmistakable\nMcCarran script. The notation read in part as follows: _Far be it\nfrom a McC. to lose his job except if, as and or_--the rest is\nundecipherable, except for a terminal word which is regrettably\nunparliamentary.\n\n       *       *       *       *       *\n\nSTATEMENT BY\n\nLESTER MORSE, M.D.\n\nDATED AUGUST 9, 1951\n\nOn the afternoon of July 30, 1951, acting on what I am obliged to\ndescribe as an unexpected impulse, I drove out to the country for the\npurpose of calling on my friend Dr. David Bannerman. I had not seen him\nnor had word from him since the evening of June 12 of this year, 1951.\n\n       *       *       *       *       *\n\nAfter knocking, calling to him and hearing no response, I went upstairs\nto his bedroom and found him dead. From superficial indications I\njudged that death must have taken place during the previous night. He\nwas lying on his bed on his left side, comfortably disposed as if for\nsleep, but fully dressed, with a fresh shirt and clean summer slacks.\nHis eyes and mouth were closed, and there was no trace of the disorder\nto be expected at even the easiest death.\n\n       *       *       *       *       *\n\nBecause of these signs I assumed, soon as I had determined the absence\nof breath and heartbeat and noted the chill of the body, that some\nneighbor must have already found him, performed these simple rites\nof respect for him, and probably notified a local physician or other\nresponsible person. I therefore waited, Dr. Bannerman had no telephone,\nexpecting that someone would soon call.\n\nDr. Bannerman's journal was on a table near his bed, open to that page\non which he had written a codicil to his will. I read that part. Later,\nwhile I was waiting for others to come, I read the remainder of the\njournal, as he apparently wished me to do. The ring he mentions was on\nthe fifth finger of his left hand, and it is now in my possession.\n\nWhen writing that codicil, Dr. Bannerman must have overlooked\nor forgotten the fact that in his formal will, written some\nmonths earlier, he had appointed me executor. If there are legal\ntechnicalities involved, I shall be pleased to co-operate fully with\nthe proper authorities.\n\nThe ring, however, will remain in my keeping, since that was Dr.\nBannerman's expressed wish, and I am not prepared to offer it for\nexamination or discussion under any circumstances.\n\nThe notes for a revision of one of his textbooks were in his desk, as\nindicated in the journal. They are by no means \"messy,\" nor are they\nparticularly revolutionary except in so far as he wished to re-phrase,\nas theory or hypothesis, certain statements which I would have\nregarded as axiomatic. This is not my field, and I am not competent to\njudge. I shall take up the matter with his publishers at the earliest\nopportunity.[5]\n\n[Footnote 5: LIBRARIAN'S NOTE: But it seems he never did. No new\nedition of \"Introductory Biology\" was ever brought out, and the\ntextbook has been out of print since 1952.]\n\nSo far as I can determine, and bearing in mind the results of the\nautopsy performed by Stephen Clyde, M.D., the death of Dr. David\nBannerman was not inconsistent with the presence of an embolism of\nsome type not distinguishable on post mortem. I have so stated on the\ncertificate of death. I am compelled to add one other item of medical\nopinion for what it may be worth:\n\nI am not a psychiatrist, but, owing to the demands of general practise,\nI have found it advisable to keep as up to date as possible with\ncurrent findings and opinion in this branch of medicine. Dr. Bannerman\npossessed, in my opinion, emotional and intellectual stability to a\nhigher degree than anyone else of comparable intelligence in the entire\nfield of my acquaintance, personal and professional.\n\n       *       *       *       *       *\n\nIf it is suggested that he was suffering from a hallucinatory\npsychosis, I can only say that it must have been of a type quite\noutside my experience and not described, so far as I know, anywhere in\nthe literature of psychopathology.\n\nDr. Bannerman's house, on the afternoon of July 30, was in good order.\nNear the open, unscreened window of his bedroom there was a coverless\nshoebox with a folded silk scarf in the bottom. I found no pillow such\nas Dr. Bannerman describes in the journal, but observed that a small\nsection had been cut from the scarf. In this box, and near it, there\nwas a peculiar fragrance, faint, aromatic, very sweet, such as I have\nnever encountered before and therefore cannot describe.\n\nIt may or may not have any bearing on the case that, while I remained\nin his house that afternoon, I felt no sense of grief or personal\nloss, although Dr. Bannerman had been a loved and honored friend for a\nnumber of years. I merely had, and have, a conviction that after the\ncompletion of some very great undertaking, he had found peace.\n\nThe ring he bequeathed to me has confirmed that.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Angel's Egg, by Edgar Pangborn\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ANGEL'S EGG ***\n\n***** This file should be named 51408.txt or 51408.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/0/51408/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}