{"title": "Sea Legs", "author": "Frank Quattrocchi", "releaseDate": "March 9, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               SEA LEGS\n\n                         By FRANK QUATTROCCHI\n\n                          Illustrated by EMSH\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction November 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n           Rootless and footloose, a man in space can't help\n         but dream of coming home. But something nobody should\n            do is bet on the validity of a homesick dream!\n\n\nFlight Officer Robert Craig surrendered the tube containing his service\nrecord tapes and stood waiting while the bored process clerk examined\nthe seal.\n\n\"Your clearance,\" said the clerk.\n\nCraig handed him a battered punch card and watched the man insert it in\nthe reproducer. He felt anxiety as the much-handled card refused for a\ntime to match the instrument's metal contact points. The line of men\nbehind Craig fidgeted.\n\n\"You got to get this punched by Territorial,\" said the clerk. \"Take it\nback to your unit's clearance office.\"\n\n\"Look again, Sergeant,\" Craig said, repressing his irritation.\n\n\"It ain't notched.\"\n\n\"The hell it isn't.\"\n\nThe man examined the card with squinting care and nodded finally. \"It's\nso damn notched,\" he complained. \"You ought to take care of that card;\ncan't get on without one.\"\n\nCraig hesitated before moving.\n\n\"Next,\" said the clerk, \"What you waiting for?\"\n\n\"Don't I take my 201 file?\"\n\n\"We send it on ahead. Go to Grav 1 desk.\"\n\nA murmur greeted the order. Craig experienced the thrill of knowing\nthe envy of the others. Grav 1--that meant Terra. He crossed the long,\ndreary room, knowing the eyes of the other men were upon him.\n\n\"Your service tapes,\" the next noncom said. \"Where you going?\"\n\n\"Grav 1--Terra,\" fumbled Craig. \"Los Angeles.\"\n\n\"Los Angeles, eh? Where in Los Angeles?\"\n\n\"I--I--\" Craig muttered, fumbling in his pockets.\n\n\"No specific destination,\" supplied the man as he punched a key on a\nsmall instrument, \"Air-lock ahead and to your right. Strip and follow\nthe robot's orders. Any metal?\"\n\n\"Metal?\" asked Craig.\n\n\"You know, _metal_.\"\n\n\"Well, my identification key.\"\n\n\"Here,\" commanded the clerk, extending a plastic envelope.\n\nCraig moved in the direction indicated. He fought the irrational fear\nthat he had missed an important step in the complicated clerical\nprocess. He cursed the grudging attitude of the headquarters satellite\npersonnel and felt the impotence of a spaceman who had long forgotten\nthe bureaucracy of a rear area base. The knowledge that much of it was\nmotivated by envy soothed him as he clumsily let himself into the lock.\n\n\"Place your clothing in the receptacle provided and assume a stationary\nposition on the raised podium in the center of the lock.\"\n\nCraig obeyed the robot voice and began reluctantly to remove his flight\njacket. Its incredibly fine-grained leather would carry none of the\nstrange, foreign associations for the base station clerk who would\nappropriate it. He would never know the beautiful, gentle beast that\nsupplied this skin.\n\n\"You are retarding the progress of others. Please respond more quickly\nto your orders.\"\n\nCraig quickly removed the last of his clothing. It was impossible\nto hate a robot, but one could certainly hate those who set it into\noperation.\n\n\"You will find a red button at your feet. Lower your head and depress\nthat button.\"\n\nStepping on the button with his bare foot produced an instant of\nbrilliant blue illumination. A small scratch on his arm stung briefly\nand he was somewhat blinded by the flash even through his eyelids, but\nthat was all there was to the sterilizing process.\n\n\"Your clothing and effects will be in the dressing room immediately\nbeyond the locked door.\"\n\nHe found his clothing cleanly and neatly hung on plastic hangers just\ninside the door to the dressing room. The few personal items he carried\nin his pockets were still there. The Schtann flight jacket was actually\nthere, looking like new, its space-blue unfaded and as wonderfully\npliant as before.\n\n\"Insert your right arm into the instrument on the central table,\"\ncommanded the same voice he had heard before. \"Turn your arm until the\nscratch is in contact with the metal plate. There will be a slight\npain, but it is necessary to treat the small injury you have been\ndisregarding.\"\n\nCraig obeyed and clenched his teeth against a sharp stinging. His\nrespect for the robot-controlled equipment of bases had risen. When\nhe withdrew his arm, the scratch was neatly coated with a layer of\nflesh-colored plastic material.\n\nHe dressed quickly and was on the verge of asking the robot for\ninstructions, when a man appeared in the open doorway.\n\n\"I am Captain Wyandotte,\" said the man in a pleasant voice.\n\n\"Well, what's next?\" asked Craig somewhat more belligerently than he\nhad intended.\n\nThe man smiled. \"Your reaction is quite natural. You are somewhat\naggressive after Clerical, eh?\"\n\n\"I'm a little anxious to get home, I suppose,\" said Craig defensively.\n\n\"By 'home' you mean Terra. But you've never been there, have you?\"\n\n\"No, but my father--\"\n\n\"Your parents left Terra during the Second Colonization of Cassiopeia\nII, didn't they?\"\n\n\"Yes,\" Craig said. He was uncomfortable; Wyandotte seemed to know all\nabout him.\n\n\"We might say you've been away quite a while, eh?\"\n\n\"I was entered as a spaceman when I was 16,\" Craig said. \"I've never\nbeen down for any period as yet.\"\n\n\"You mean you haven't been in a gravity system?\"\n\n\"Oh, I've landed a few times, even walked around for a while....\"\n\n\"With the help of paraoxylnebutal,\" supplied the captain.\n\n\"Well, sure.\"\n\n\"Mr. Craig, I suppose you've guessed that the next step in our little\ntorture system here is psych.\"\n\n\"So I gathered.\"\n\nThe captain laughed reassuringly. \"No, don't put up your guard again.\nThe worst is over. Short of Gravitational conditioning, there is\nnothing to stop you from going to Terra.\"\n\n\"Sorry, I guess I'm a little touchy. This is my first time....\"\n\n\"Quite natural. But it being your first time--in quite a number of\nways, I might add--it will be necessary for you to undergo some\nconditioning.\"\n\n\"Conditioning?\" asked Craig.\n\n\"Yes. You have spent eleven years in space. Your body is conditioned to\na normal state of free fall, or at best to a state of acceleration.\"\n\n\"Yeah, I know. Once on Gerymeade....\"\n\n\"You were ill, couldn't keep your balance, felt dizzy. That is why\nall spacemen carry PON, paraoxylnebutal, with them. It helps\nsuppress certain physiological reactions to an entirely new set of\nconditions. Channels of the ear, for example. They play an important\npart in our awareness of balance. They operate on a simple gravity\nprinciple. Without gravity they act up for a time, then gradually lose\nfunction. Returning to gravity is rather frightening at first.\"\n\n\"I know all about this, Captain.\"\n\n\"You've undoubtedly read popularizations in tapezines. But you have\nexperienced it briefly.\"\n\n\"I expect to have some trouble at first.\" Craig was disturbed by the\nwordy psychologist. What was the man actually saying?\n\n\"Do you know what sailors of ancient times meant by 'sea legs?'\" asked\nWyandotte. \"Men on a rolling ocean acclimated themselves to a rolling\nhorizontal. They had trouble when they went ashore and the horizontal\ndidn't roll any more.\n\n\"It meant more than that. There were excellent psychological reasons\nfor the old stereotype, the 'drunken sailor.' A port city was a\nfrightening thing to an old sailor--but let's begin our little job at\nthe beginning. I'll turn you over to psychometry for the usual tests\nand pick you up tomorrow morning at, say, 0900.\"\n\n       *       *       *       *       *\n\nDuring the days that followed, the psychologist seemed to Craig to\nbecome progressively more didactic. He would deliver long speeches\nabout the \"freedom of open space.\" He spoke repetitiously of the\n\"growing complexity of Terran society.\" And yet the man could not\nbe pinned down to any specific condition the spaceman would find\nintolerable.\n\nCraig began to hate the delay that kept him from Terra. Through the\nports of the headquarters base satellite, he scanned the constellations\nfor the scores of worlds he had visited during his eleven years in\nspace. They were incredibly varied, even those that supported life. He\nhad weathered difficult landings on worlds with rip-tide gravities, had\nfelt the pull of the incredible star-tides imparted by twin and even\ntriple star systems. He had been on Einstein IV, the planet of eight\nmoons, and had felt the pulse of all eight of the satellites at once\nthat no PON could completely nullify.\n\nBut even if he could accept the psychologist's authority for the\ncumulative effect of a gravity system, he could not understand the\nunspoken warning he felt underlying all that the man said.\n\n\"Of course it has changed,\" Craig was protesting. \"Anyway, I never\nreally knew very much about Terra. So what? I know it won't be as it\nwas in tapezines either.\"\n\n\"Yet you are so completely sure you will want to live out your life\nthere, that you are willing to give up space service for it.\"\n\n\"We've gone through this time and time again,\" Craig said wearily. \"I\ngave you my reasons for quitting space. We analyzed them. You agreed\nthat you could not decide that for me and that my decision is logical.\nYou tell me spacemen don't settle down on Terra. Yet you won't--or\ncan't--tell me why. I've got a damned good job there--\"\n\n\"You may find that 'damned good jobs' become boring.\"\n\n\"So I'll transfer. I don't know what you're trying to get at, Captain,\nbut you're not talking me out of going back. If the service needs men\nso badly, let them get somebody else. I've put in _my_ time.\"\n\n\"Do you really think that's my reason?\"\n\n\"Sure. What else can it be?\"\n\n\"Mr. Craig,\" the psychologist said slowly, \"you have my authorization\nfor you to return to Terra as a private citizen of that planet. You\nwill be given a very liberal supply of PON--which you will\ndefinitely need. Good luck. You'll need that too.\"\n\n       *       *       *       *       *\n\nOn the eighth day, two attendants, who showed the effects of massive\ndoses of PON to protect themselves from the centrifugal force,\nhad to carry a man out of the tank. Many others asked to be removed,\nbegged to be allowed to withdraw their resignations.\n\n\"The twelfth day is the worst,\" a grizzled spaceman told Craig. \"That's\nwhen the best of 'em want out.\"\n\nCraig clenched the iron rung of his bed and struggled to bring the old\nman's face into focus.\n\n\"How ... how do they know when you ought ... to come out?\" he asked\nbetween waves of nausea.\n\n\"Blood pressure. They get you just before you go into shock.\"\n\n\"How can they tell?\" Craig fought down his growing panic. \"I can't.\"\n\n\"That strap around your belly. You mean you ain't noticed it?\"\n\n\"Haven't noticed much of anything.\"\n\n\"Well, it's keyed to give them some kind of signal.\"\n\nThe old man lapsed into silence. Craig wished him to continue. He\ndesperately wanted something to distract his mind from the ghastly\nconditioning process.\n\nSlowly at first, the lines formed by seams in the metal ceiling began\nto bend. Here it came again!\n\n\"Old man!\" shouted Craig.\n\n\"Yeah, son. They've dropped it down a notch.\"\n\n\"Dropped ... it ... down?\"\n\n\"Maybe that ain't scientific, but it's the way I always think of it.\"\n\n\"Can't they ... drop it down continuously?\"\n\n\"They tried that a few times--once when I was aboard. You wouldn't like\nit, kid. You wouldn't like it at all.\"\n\n\"How ... many times ... do they drop it?\"\n\n\"Four times during the day, three at night. Twenty days.\"\n\nA nightmare of visual sensations ebbed into Craig's mind. He was\nvaguely aware of the moans of other men in the vaultlike room. Wave\nupon wave of nausea swept him as he watched the seam lines bend and\nwarp fantastically. He snapped his eyelids shut, only to begin feeling\nthe nightmarish bodily sensations once more. He felt the cot slowly\nrise longitudinally, felt himself upside down, then the snap of turning\nright side up once more--and he knew that neither he nor the cot had\nmoved so much as an inch.\n\nCraig heard the voices around him, muffled, as though talking through\nwadding.\n\n\"... got it bad.\"\n\n\"We better take him out.\"\n\n\"... pretty bad.\"\n\n\"He'll go into shock.\"\n\n\"... never make it the twelfth.\"\n\n\"We better yank him.\"\n\n\"I'm ... all right,\" Craig mumbled at the voices. He struggled with the\nbonds of his cot. With terrible effort he forced his eyes open. Two\nwhite-clad figures, ridiculously out of proportion, hovered wraithlike\nover him. Four elongated eyes peered at him.\n\n_Attendants coming for to take me home...._\n\n\"Touch me and I'll kick your teeth in!\" he yelled. \"I'm going to Terra.\nWish you were going to Terra?\"\n\nThen it was better. Oddly, he passed the twelfth day easily. By the\nfourteenth day, Craig knew he could stand Grav 1. The whine of the\ncentrifuge's motors had diminished to a low hum. Either that or they\nhad begun to produce ultra-sonic waves. Craig was not sure.\n\nMost of the men had passed through the torments of gravitational\nconditioning. The huge headquarters base centrifuge aboard the man-made\nsatellite had gradually caused their bodies to respond once more to a\nsingle source of pull. They were now ready to become inhabitants of\nplanets again, instead of free-falling ships.\n\nOn the eighteenth day, automatic machinery freed them from their\nimprisoning cots. Clumsily and awkwardly at first, the men began to\nwalk, to hold their heads and arms in proper attitudes. They laughed\nand joked about it and kidded those who were slow at adjusting.\nThen they again began taking paraoxylnebutal in preparation for the\nfree-fall flight to Terra.\n\nOnly one of the score of men in the centrifuge tank remained\nvoluntarily in his cot.\n\n\"Space article violator,\" the old man informed Craig. \"Psycho, I think.\nWent amuck with some extraterritorials. Killed a dozen.\"\n\n\"What will they do, exile him?\"\n\n\"Not to Chociante, if that's what you mean. They just jerked his space\ncard and gave him a one-way ticket to Terra.\"\n\n\"For twelve murders?\" asked Craig incredulously.\n\n\"That's enough, son.\" The old man eyed Craig for an instant before\nlooking away. \"Pick something to talk about. What do you figure on\ndoing when you get to Terra, for instance?\"\n\n\"I'm going into Import. My father was in it for twenty years.\"\n\n\"Sure,\" said the old spaceman, watching a group of young crewmen\nengaged in an animated conversation.\n\n\"It's a good job. There's a future to it.\"\n\n\"Yeah.\"\n\nWhy did he have to explain anything at all to the old space tramp?\n\n\"Once I get set up, I'll probably try to open my own business.\"\n\n\"And spend your weekends on Luna.\"\n\nCraig half rose from his cot, jarred into anger.\n\nBut the old spaceman turned, smiling wryly. \"Don't get hot, kid. I\nguess I spent too long in Zone V.\" He paused to examine his wrinkled\nhands. They were indelibly marked with lever callouses. \"You get to\nthinking anyone who stays closer'n eighty light years from Terra is a\nland-lubber.\"\n\nCraig relaxed, realizing he had acted childishly. \"Used to think the\nsame. Then I took the exam and got this job.\"\n\n\"Whereabouts?\"\n\n\"Los Angeles.\"\n\nThe old man looked up at Craig. \"You don't know much about Terra, do\nyou, son?\"\n\n\"Not much.\"\n\n\"Yeah. Well, I hope you ain't disappointed.\"\n\n\"My father was born there, but I never saw it. Never hit the Solar\nSystem, matter of fact. Never saw much of anything close up. I stood it\na long time, old man, this hitting atmospheres all over the Universe.\"\n\nBut the spaceman seemed to have lost interest. He was unpacking some\npersonal belongings from a kit.\n\n\"What are you doing in Grav 1?\" Craig asked.\n\nThe old man's face clouded for an instant. \"In the old days, they used\nto say us old-timers acted like clocks. They used to say we just ran\ndown. Now they got some fancy psychology name for it.\"\n\nCraig regretted his question. He would have muttered some word of\napology, but the old man continued.\n\n\"Maybe you've read some of the old sea stories, or more'n likely had\n'em read to you. Sailors could go to sea until they just sort of dried\nup. The sea tanned their skins and stiffened their bones, but it never\nstiffened their hearts. When they got old, it just pulled them in.\n\n\"But space is different. Space is raw and new. It tugs at your guts. It\nsends the blood rushing through your veins. It's like loving. You don't\nbecome a part of space the way you do the old sea, though. It leaves\nyou strictly alone. Except that it sucks you dry, takes all the soup\nout of you, leaves you brittle and old--old as a dehydrated piece of\nsplit leather.\n\n\"Then one day it shoots a spurt of blood around in one of your old\nveins. Something gives. Space is through with you then. And if you can\nstand this whirligig conditioning, you're through with space.\"\n\n       *       *       *       *       *\n\n\"_You can't figure it. Some of 'em urp all over and turn six shades of\ngreen._\"\n\n\"_You got to watch the ones that don't._\"\n\n\"_Yeah, you got to watch the ones that don't. Especially the old ones._\"\n\n\"_He's old. You think it was his heart?_\"\n\n\"_Who knows?_\"\n\n\"_They'll dump him, won't they?_\"\n\n\"_After a tracer is sent through. But it won't do any good._\"\n\n\"_He probably outlived everybody that ever knew him._\"\n\n\"_Wouldn't be surprised. Here, grab his leg._\"\n\n       *       *       *       *       *\n\nRobert Craig folded the flight jacket tightly and stuffed it into the\ncylindrical carton. A sleeve unwound just as he did so, making it\ndifficult to fit into the place he had made for it. Exasperated, he\nrefolded it and jammed it in place. Smaller rolls of underclothing were\nthen fitted in. When he was satisfied with the layer, he tossed in a\nsmall handful of crystals and began to fill the next layer. After the\ncarton was completely filled, he ignited the sealing strip and watched\nas the plastic melted into a single, seamless whole. It was ready for\nirradiation. Probably in another ten years his son-to-be would put it\non and play spaceman. But Craig swore he'd make sure that the kid knew\nwhat a stinking life it was.\n\nAt 1300 hours, the ferry bumped heavily alongside the starboard lock.\nIt was the signal for relief in the passengers' quarters; many were\nbeginning to feel a reaction to the short free-fall flight from the\nheadquarters satellite.\n\nThe audio called out: \"Flight Officer Robert Craig. Flight Officer\nRobert Craig. Report to Orderly 12. Report to Orderly 12 through the\naft door.\"\n\nWith pangs of anxiety he could not completely suppress, Craig obeyed.\n\nOrderly 12 handed him a message container.\n\n\"Who's it from? Somebody on Terra?\"\n\n\"From a private spaceman named Morgan Brockman.\"\n\n\"_Brockman?_\"\n\n\"He was with you in the grav tank.\"\n\n\"The old man!\"\n\nThe message container produced a battered punch card. Craig\nstraightened it and was about to reach into his pocket for a hand\ntranscriber. But then he noticed the card bore only a few irregular\npunches and was covered with rough hand printing.\n\n    Son, when the flunkies get around to giving you this, they'll have\n    shot me out the tube. How do I know? Same way you know when your\n    turbos are going to throw a blade. It's good this way.\n\n    There's something you can do for me if you want to. Way back, some\n    fifty years ago, there was a woman. She was my wife. It's a long\n    story I won't bother you with. Anyway, I left her. Wanted to take\n    her along with me, but she wouldn't go.\n\n    Earth was a lot different then than it is now. They don't have to\n    tell me; I know. I saw it coming and so did Ethel. We talked about\n    it and I knew I had to go. She wouldn't or couldn't go. Wanted me\n    to stay, but I couldn't.\n\n    I tried to send her some units once in a while. Don't know if she\n    ever got them. Sometimes I forgot to send them at all. You know,\n    you're way out across the Galaxy, while she's home.\n\n    Go see her if you can, son. Will you? Make sure she gets the unit\n    transfer I made out. It isn't much out of seventy years of living,\n    but she may need it. And maybe you can tell her a little bit about\n    what it means to be out there. Tell her it's open and free and when\n    you got hold of those levers and you're trying for an orbit on\n    something big and new and green.... Hell, you remember. You know\n    how to tell her.\n\n    Her name is Ethel Brockman. I know she'll still use my name. Her\n    address is or was East 71, North 101, Number 4. You can trace her\n    easy if she moved. Women don't generally shove off and not leave a\n    forwarding address. Not Ethel, at least.\n\nCraig put the battered card in his pocket and walked back through the\ndoor to the passenger room. How did you explain to an old woman why her\nhusband deserted her fifty years before? Some kind of story about one's\nduty to the Universe? No, the old man had not been in Intergalactic. He\nhad been a tramp spaceman. Well, why _had_ he left?\n\nFifty years in space. _Fifty_ years! Zone V had been beyond anybody's\nimagination that long ago. He must have been in on the first Cetusian\nflights and shot the early landings in Cetus II. God only knew how many\ntimes he had battled Zone 111b pirates....\n\nDamn the old man! How did one explain?\n\n       *       *       *       *       *\n\nCraig descended the ramp from the huge jet and concentrated on his\nimpressions. One day he would recall this moment, his first on the\nplanet Terra. He tried to recall his first thrill at seeing Los\nAngeles, 1500 square miles of it, from the ship as it entered the\natmosphere.\n\nHe was about to step off the last step when a man appeared hurriedly. A\nrather plump man, he displayed a toothy smile on his puffy red face.\n\n\"A moment, sir. Just a little greeting from the Terra. You understand,\nof course. Purely routine.\"\n\nCraig remained on the final step of the ramp, puzzled. The man turned\nto a companion at his right.\n\n\"We can see that this gentleman has come from a long, long way off,\ncan't we?\"\n\nThe other man did not look up. He was peering into what seemed to Craig\nto be a kind of camera.\n\n\"We can allow the gentlemen to continue now, can't we? It wasn't that\nwe believed for a minute, you understand ... purely routine.\"\n\nBoth men were gone in an instant, leaving Craig completely bewildered.\n\n\"You goin' to move on, buddy, or you want to go back?\"\n\nCraig turned to face a line of his fellow passengers up the ramp behind\nhim.\n\n\"Who was that?\" Craig asked.\n\n\"Customs. Bet you never got such a smooth screening before, eh?\"\n\n\"You mean he _screened_ me? What for?\"\n\n\"Hard to say,\" the other passenger said. \"You'll get used to this. They\nget it over with quick.\"\n\nCraig made his way toward the spaceport administration building. His\nfirst physical contact with Terra had passed unnoticed.\n\n\"Sir! Sir!\" cried a voice behind him.\n\nHe wheeled to see a man walking briskly toward him.\n\n\"You dropped this, sir. Quite by accident, of course.\"\n\nCraig examined the small object the man had given him before rushing\noff toward an exit.\n\nIt was an empty PON tube he had just discarded. He couldn't\nunderstand why the man had bothered until he realized that the\nplastaloid floor of the lobby displayed not the faintest scrap of paper\nnor trace of dirt.\n\n       *       *       *       *       *\n\nThe Import personnel man was toying with a small chip of gleaming\nmetal. He did not look directly at Craig for more than an instant at a\ntime, and commented on Craig's description of his trip through the city\nonly very briefly between questions.\n\n\"It's a good deal bigger than I imagined,\" Craig was saying. \"Haven't\nseen much of it, of course. Thought I'd check in here with you first.\"\n\n\"Yes, naturally.\"\n\n\"Thought you could give me some idea of conditions....\"\n\n\"Conditions?\"\n\n\"For instance, what part of the city I should live in. That is, what\npart is closest to where I'll work.\"\n\n\"I see,\" said the man noncommittally. It seemed to Craig that he was\nabout to add something. He did not, however, but instead rose from his\nchair and walked to the large window overlooking an enormous section of\nthe city far below. He stared out the window for a time, leaving Craig\nseated uncomfortably in the silent room. There was a distracted quality\nabout him, Craig thought.\n\n\"You are the first man we have had from the Intergalactic Service,\" the\npersonnel man said finally.\n\n\"That so?\"\n\n\"Yes.\" He turned to face Craig briefly before continuing. \"You must\nfind it very strange here.\"\n\n\"Well, I've never seen a city so big.\"\n\n\"Yes, so big. And also....\" He seemed to consider many words before\ncompleting the sentence. \"And also different.\"\n\n\"I haven't been here very long,\" said Craig. \"Matter of fact, I haven't\nbeen anywhere very long. This is my first real experience with life on\na planet. As an adult, anyway.\"\n\nThe personnel man seated himself once more and pressed a button on a\nsmall instrument. A secretary entered the office from a door to Craig's\nleft.\n\n\"Miss Wendel, this is Mr. Craig. Mr. Craig, my secretary. Mr. Craig\nwill enter Minerals and Metals, Zone V.\"\n\nThey exchanged formal greetings. She was a moderately pretty girl of\nmedium height and, to Craig, a pleasantly rounded figure. He would have\nattempted to catch her eye had she not immediately occupied herself\nwith unfolding the legs of a small instrument she was carrying.\n\n\"This is Mr. Craig's first landing on Terra, Miss Wendel,\" the\npersonnel man continued. \"Actually, we shall have to consider him in\nmuch the same way we would an extraterrestrial.\"\n\nThe girl glanced at Craig, casting him a cool, impersonal smile.\n\n\"He was formerly a flight officer in the Intergalactic Space Service.\"\nThe statement was delivered in an almost exaggeratedly casual tone.\n\nThe girl glanced at him once more, this time with a definite quizzical\nlook in her brown eyes.\n\n\"Three complete tours of duty, I believe.\"\n\n\"Four,\" corrected Craig. \"Four tours of three years each, minus a\nyear's terminal leave.\"\n\n\"I take it you have no identification card?\" the man asked.\n\n\"The one I held in the service. It's pretty comprehensive.\"\n\nThe other turned to the secretary. \"You'll see that he is assisted in\nfiling his application, won't you? A provisional Code II. That will\nenable you to enter all Import offices freely, Mr. Craig.\"\n\n\"Will he need a food and--clothing ration also?\" asked the girl,\nwithout looking at Craig.\n\n\"Yes.\" The man laughed. \"You'll excuse us, Mr. Craig. We realize that\nyou couldn't be expected to be familiar with Terra's fashions. In your\npresent outfit you would certainly be typed as a ... well, you'd be\nmade uncomfortable.\"\n\nCraig reddened in spite of himself. He had bought the suit on Ghandii.\n\n\"A hick,\" he supplied.\n\n\"I wouldn't go that far, but some people might.\"\n\n       *       *       *       *       *\n\nCraig noted the pleasant way the girl filled her trim, rather severe\nbusiness suit. He amused himself by calculating stress patterns in its\nplain woven material as she assembled the forms for him.\n\n\"Here, Mr. Craig. I believe these are complete.\"\n\n\"They look pretty complicated.\"\n\n\"Not at all. The questions are quite explicit.\"\n\nCraig looked them over quickly.\n\n\"I guess so. Say, Miss Wendel, I was wondering--I don't know the city\nat all. Maybe you could go with me to have dinner. It must be almost\ndinnertime now. You could sort of check me out on some....\"\n\n\"I'm afraid that would be quite impossible. You couldn't gain\nadmittance to any office you need to visit tonight. Therefore, it is\nimpossible for me to be of any assistance to you.\"\n\n\"Oh, come now, Miss Wendel. There are women aboard spaceships. I'm not\na starved wolf.\"\n\n\"Certainly you are not, Mr. Craig. But it is not possible for me....\"\n\n\"You said that already, but you can have dinner with me. Just company.\"\n\n\"I'm afraid I don't understand.\"\n\n       *       *       *       *       *\n\nThe Galactic hotel strove to preserve an archaic tone of hospitality.\nIt advertised \"a night's lodgings\" and it possessed a bellboy. The\nbellboy actually carried Craig's plasticarton and large file of punch\ncards and forms to his room. Tired from the long, confusing day, Craig\nwas not impressed. He vaguely wondered if the little drama of the\nhotel carried so far as a small fee to be paid the bellboy, and he\nhoped he would have the right size of Terran units in his wallet.\n\nOutside the door to the room, the bellboy stopped and turned to Craig.\n\n\"For five I'll tell you where it is,\" he said in a subdued tone.\n\n\"Tell me where what is?\"\n\n\"You know, the mike.\"\n\n\"Mike?\"\n\n\"All right, mister, three units, then. I wasn't trying to hold you up.\"\n\n\"You mean a microphone?\" asked Craig, mechanically fishing for his\nwallet.\n\n\"Sure, they don't put in screens here. Wanted to, but the boss\nconvinced 'em there aren't any Freedomites ever stay here.\"\n\n\"Where is the microphone?\" Craig asked as he found a ten unit note.\nHe was too puzzled to wonder what he was expected to do with the\ninformation.\n\n\"It's in the bed illuminator. You can short it out with a razor blade.\nOr I'll do it for another two.\"\n\n\"Never mind,\" Craig said wearily. He waited while the bellboy inserted\na key into the door and opened it for him.\n\n\"I can get you a sensatia-tape,\" whispered the boy when they had\nentered. He nudged Craig wickedly. \"You know what they're like?\"\n\n\"Yeah,\" Craig said disgustedly. Traffic in the illicit mental-image\ntapes was known as far into space as lonely men had penetrated.\nIntergalactic considered them as great a menace to mental and moral\nstability as the hectopiates. Craig wearily got the man out of the\nroom, took a PON pill, and eased himself into the bed.\n\nIt had been a weird day and he had not liked it. There was no telling\nhow long it would take him to shake his--sea legs, the psychologist\nhad called it. One thing was sure: Terra aggressively went after its\nstrangers.\n\n       *       *       *       *       *\n\nUshered into the room by a sullen and silent secretary, Craig found\nhimself facing a semi-circular table at which were seated five\nuniformed men. The center man, obviously their superior, rose to greet\nhim. He wore the familiar smile Craig had come to know so well and\nhate so much. The man was somewhat over forty years old, short, stout,\nentirely unpleasant and puffy.\n\n\"Mr. Craig, I believe,\" he greeted Craig. Since it seemed to be more\nof a statement than a question, Craig did not answer. He took up a\nposition of more or less military attention at the center of the curved\ntable.\n\n\"You _are_ Robert Craig,\" insisted the man.\n\n\"Yes, I'm Robert Craig,\" he answered, somewhat surprised.\n\nThe stout man seated himself with a sigh and began to sort through some\npapers on the table before him. The other four men continued to stare\nat Craig silently, until he began to feel uncomfortable and hostile. He\nstiffened his position of attention defiantly.\n\n\"You may relax, Mr. Craig,\" said the first man without looking up. \"You\naren't nervous, are you?\"\n\n\"No,\" Craig said, trying to smile. \"This is the first time I've been\nhere and....\" He let the sentence trail off, hoping for a sympathetic\nresponse. But he did not get it.\n\n\"Flight Officer, eh?\" said the man. Then, looking up, he added,\n\"Somewhat unusual to find a vigorous young man like yourself abandoning\nthe space service for a Terran job, isn't it?\"\n\n\"I don't know. Is it?\"\n\n\"Leaving something behind out there, Mr. Craig?\"\n\n\"No, nothing,\" Craig snapped.\n\nThe other man glared at him a full minute. Craig met the stare and\nrealized the considerable power behind the weak face.\n\n\"You don't like this sort of affair, do you, Mr. Craig?\"\n\nCraig was forced to look away. \"I'm afraid I don't see the necessity,\"\nhe answered in a controlled voice. \"I served the Intergalactic Service\nwell. My records prove that.\"\n\n\"Granted,\" said his questioner bluntly. \"You are a Terran, are you not,\nMr. Craig?\"\n\n\"I should think that would be obvious,\" Craig said, matching the blunt\ntone.\n\nThe man rapped the table. \"That's enough of your impertinence! You may\nvery well have served the Intergalactic Service, but you are on Terra\nnow. Terra, greatest, first of all civilized systems. Intergalactic may\nvery well have to piddle with incompetent savages and wild colonists,\nbut we of Terra assert our supremacy. Remember those words. You may not\nalways find Terra so submissive to Intergalactic as Intergalactic would\ndesire.\"\n\n\"Where are your loyalties, Mr. Craig?\" demanded one of the other men\nsuddenly.\n\n\"I am a Terran....\"\n\n\"But your first loyalty is to Intergalactic. Is that right?\"\n\n\"Is there a distinction?\" Craig shot back, thoroughly angry.\n\n\"Do you wish to be held in contempt of this committee?\" asked the first\nman, leaning forward half out of his chair.\n\n\"Of course not.\"\n\n\"Then you will confine your responses to simple yes and no answers, if\nyou please, _Mr._ Craig.\"\n\nCraig glared at the men in impotent rage. His head was beginning to\nache. He had been many hours without paraoxylnebutal.\n\n\"Now, Mr. Craig,\" the first man began in an overly mild tone, \"we shall\nbegin again. Please try to restrain your show of emotion. You are\nhere in petition of an identity card of provisional Code II type. You\nmaintain that you have never been on Terra before. Indeed, you state\nthat you have never had a political affiliation.\"\n\n\"Yes.\"\n\n\"What are your reactions to the latest acts of the Liberty party?\" a\nthird man abruptly asked.\n\n\"I have none,\" Craig answered, after an instant of confusion.\n\n\"You do not condemn the Liberty party?\"\n\n\"I ... I....\"\n\n\"Then you must favor it.\"\n\n\"I don't know anything about any....\"\n\n\"Now, then, Mr. Craig,\" interrupted the head of the group. \"The Import\nservice report shows that you passed your tests aboard your ship. You\nwere enabled to accomplish this through night study.\"\n\n\"Yes.\"\n\n\"Yet you maintain in your application that you had considered the space\nservice a career.\"\n\n\"I changed my mind.\"\n\n\"Oh. You changed your mind. I see....\"\n\n       *       *       *       *       *\n\n\"What do you do if they turn you down on your food ration?\" Craig asked\nthe man by his side on the bench. He had intended it as a vaguely\nhumorous question.\n\n\"You don't eat.\"\n\n\"You mean they would actually let you starve?\"\n\n\"If you could not eat, you would starve,\" the man said matter-of-factly.\n\n\"What's all this for, anyway? I mean the medical part.\"\n\n\"You are rationed fairly in accordance with your particular metabolism.\"\n\n\"You're kidding.\"\n\n\"One does not jest of such matters,\" said the man, getting up to take a\nseat on another bench.\n\n       *       *       *       *       *\n\n\"_But I'd like to keep it as a souvenir._\"\n\n\"_It is not permitted._\"\n\n\"_Look, it isn't issue. I bought the hide, had it made. I can pull off\nthe marks of insignia and it's just another jacket...._\"\n\n\"_That is not the point, Mr. Craig. Your clothing ration is defined by\nlaw. There are no exceptions._\"\n\n       *       *       *       *       *\n\n\"_These are your permanent quarters. You will occupy them immediately.\nThen, if you believe the location is wasteful of your time, you must\npetition the appropriate committee. This department cannot accept such\na petition._\"\n\n       *       *       *       *       *\n\n\"_Your petition to be permitted to purchase a private means of\nconveyance is hereby denied._\"\n\n       *       *       *       *       *\n\nThe big man leaned far back in the battered desk chair. It creaked\nat worn joints, but touched the wall without sliding from under its\nenormous load. The man was silent through Craig's long, confused\nspeech. By turns he examined his fingernails, picked at yellowed teeth,\nand stared above his head at the discolored ceiling.\n\n\"... but you can get all this from ISS, maybe even from Import, if\nthey'll release my file,\" Craig argued.\n\n\"Uh-huh,\" the big man said between closed lips.\n\n\"I just made a mistake, that's all. You don't hear much about Terra\nout there. It was different in my father's day. It must have been\ndifferent.\"\n\n\"Yeah.\"\n\n\"I haven't any character references on Terra, but I can post a\ngood-sized bond if they'll release my ISS units.\"\n\nThe space-freight agent glanced up at Craig at the remark.\n\n\"Anyway, I can get my units anywhere ISS has a base,\" Craig\ncontinued. \"I can handle anything up to 15 Gs acceleration without a\nnew license. I can go heavier if I get a check ride.\"\n\nThe fat man leaned forward in the protesting chair. \"You got\neverything, but you can't go. I can't hire you.\"\n\n\"Why not?\"\n\n\"Look, kid--Craig, is it?--how long you been in?\"\n\n\"Four days. I'm still working on my work clearances.\"\n\n\"Four days. You tried Intergalactic to see if they'd take you back?\"\n\n\"Yes. Their hands are tied by my Terran contract.\"\n\n\"And ours aren't, eh?\" The man rose from the desk and walked to a water\ntap. He popped a pill into his gaping mouth and drank from a tin cup.\nThen he returned to the inadequate chair. \"So you're a spaceman. Flight\nofficer--_ex_-flight officer. You know how to navigate through four\nstar zones and the asteroid belt thrown in. You got a license for 15\nGs, could get five more. You got enough brains to pass Import's senior\nrouter's exam.\n\n\"Still, you ain't got enough sense to come in out of the rain!\"\n\nCraig sat upright in his chair.\n\n\"We get guys like you two, three a day. You're hot. You're big. You're\nrarin' to go. But you ain't goin' nowhere!\"\n\nCraig glared at the big man.\n\n\"I don't know how you got here, Craig. It ain't none of my business.\nMaybe you did quit honorable. Quit to follow your daddy's footsteps. Or\nmaybe you went and burned up a colony somewhere!\"\n\n\"That would be in my records, wouldn't it?\" Craig challenged.\n\n\"It still don't make any difference. You're stuck here. Nobody leaves\nTerra without a permit. Nobody. You couldn't get a permit with a\ncrowbar and a blaster. You got a problem, son. You asked for it. Maybe\nthey told you beforehand, maybe they didn't. You got a problem of\nadjustment. Terra's moved a long, long way since your daddy left it.\nWe're doing things here. We're going places. Big things and big places.\n\n\"You got to fit into that, kid. Fit in quick. Move with it. You don't\nlike the red tape, the committees? I don't like 'em either. But I been\nhere a while. I can cut red tape. Red tape is for guys like you, guys\nthat don't know Terra, don't know where we're going.\n\n\"Stick around, kid. You still got sea legs. You're still hopped up on\nPON. You're going to like it here on Terra. You're going to like it\ngreat. You can make a quick dollar on Terra. You can spend a quick\ndollar here too. Smarten up or you'll finish scrubbing radioactive dust\noff girders!\"\n\n       *       *       *       *       *\n\nThe girl approached his table, her hard eyes scanning him. Wordlessly\nshe slid into the booth opposite him and made a sign for the bartender.\n\n\"Have a drink?\" Craig suggested, smiling.\n\n\"Yeah.\"\n\n\"Work here?\"\n\n\"What you mean by that?\"\n\n\"I mean if you get a percentage on the drinks, I can....\"\n\n\"I don't get no percentage.\"\n\nThe bartender brought them a version of N'cadian taz. The girl slouched\nin the booth and sullenly tapped the glass. The lights in the bar had\ndimmed to simulate some kind of planetary night. The walls came alive\nwith projected images of Terran constellations. On their table, a globe\nlamp began to glow. Tiny bright lights swung orbits around a miniature\nsun inside the lamp.\n\nAs a miniature Pluto swung on its slow arc, an image of it was\nprojected on the girl's dusky face. She seemed to be staring at\nnothing.\n\n\"Why d'you call me over here? You a purist, or don't you like the brand\nof sensatia-tapes they're peddlin' these days?\"\n\n\"I don't understand,\" Craig said.\n\nShe smiled crookedly at him. Not a bad face, Craig decided, but hard,\nhard as the ceramiplate of a ship. She could not be very old. It was\nthe kind of wild look in her eyes that gave her a false appearance of\nage.\n\n\"Maybe you're writing a book--you got me over here for something.\"\n\n\"I just got in,\" Craig answered.\n\n\"What am I supposed to do for this drink?\"\n\n\"Nothing. Nothing at all. I suppose. I thought ... just skip it. I'm\nlonesome, that's all.\"\n\n\"Lonely, huh?\" said the girl. \"Lonely and just in, huh? Just in from\nspace.\" She turned away from him to signal the bartender. \"What you\nneed is drinks.\"\n\nThere were more drinks. Many more drinks. The girl kept them coming,\nkept talking to him about--what was it? Craig looked at the girl and\nthen at the globe lamp. He watched as the tiny bright orbs of light\nprojected their images on the girl opposite him. He was aware of the\ngradual dimming of the lights, the suppression of sound in the bar. He\nwatched the tiny lights of other globes appear around shadows, watched\nas the lights traced fiery trails across the dusky skin of the girl\nopposite him, watched as they crossed the warm, rounded flesh....\n\n       *       *       *       *       *\n\n\"_I tell ya we didn't give him nothing but a coupla tazes._\"\n\n\"_The pump will determine that. You might as well tell the truth._\"\n\n\"_I am tellin' the truth. He drank, let's see ... two, three._\"\n\n\"_Four, five, six. You let her pump him full._\"\n\n\"_Hey, look, this guy's a spaceman, or was._\"\n\n\"_I didn't know that. Honest I didn't. He never told us._\"\n\n\"_All right, you didn't know. What you put in those tazes--ether?_\"\n\n\"_We denature the polyester just like the law says._\"\n\n\"_And you get it straight from M'cadii, eh?_\"\n\n\"_We put in some syn. So what? That ain't against the law._\"\n\n\"_He's probably got grav trouble, Chief._\"\n\n\"_Who was the girl?_\"\n\n\"_Girl? What girl?_\"\n\n\"_You know what girl!_\"\n\n\"_Just a girl, like a million of 'em these days._\"\n\n\"_Professional?_\"\n\n\"_There ain't any any more. You know, sensatia-tapes._\"\n\n\"_Know her name?_\"\n\n\"_I don't ask no names. How you going to know names? She's a girl. Just\nlike ten million of 'em these days._\"\n\n\"_What you think a guy like this is doing here, Chief?_\"\n\n\"_Why not?_\"\n\n\"_Well, look at his clothes. He's got units, too. Can't figure that\nout. She must've been after something else._\"\n\n\"_How about his clothing and food tickets?_\"\n\n\"_Uh ... that's it. She got his tickets._\"\n\n\"_Come on, give me a hand. Lug him into the hold._\"\n\n       *       *       *       *       *\n\nThe hard face of the Civil Control chief peered down at him. It was\na thick, red face that displayed no trace of feeling except perhaps\ntoughness. It was long yet full, and it contained the proper features;\nbut it added nothing of expression to the harsh, rasping voice.\n\n\"First time in, eh? Or else Central's too damned lazy to check the\nfile. Okay, I ain't going to cite you. Waste of time. But listen to me.\nYou got problems, we got problems. You solve yours and don't come back\nhere.\"\n\nCraig was aware of officers glowering at his back as he fumbled with\nthe door button. The door opened onto a city street. It was entirely\nforeign to Craig. It was not a clean, straight thoroughfare at the\nbottom of a canyon of towering white buildings and contrived but bright\nparks. It was an old street, a dirty street; an incredible welter of\ncolor and line, of big and little shops, of dirty human shapes in\ndrab gray. A flood of tone and noise hit Craig as he emerged from the\nstation and descended the long, broad steps.\n\nCraig's head was in a whirl despite the strong dose of paraoxylnebutal\nhe had taken in the station clinic. He felt closed in and befogged. He\ncould remember almost nothing of the night in Civil Control. Even the\nclinic was fading from his memory. He was aware that he stank, that he\nwas dirty, that his clothing clung to his body. He was miserable.\n\nHe must call Import. He was due to begin work this morning, his period\nof personal adjustment complete. Instead, Craig turned and began to\nwalk. He could not carry on a coherent conversation in his present\nstate. He could never find his way unassisted back to his apartment;\nhe was not even sure he remembered the address. But the thought of\nreturning to his quarters, to Import sickened him.\n\nWhat _was_ his address? East 71, North.... No, that would be old lady\nBrockman. The association irritated him. He had completely forgotten\nthe unwanted assignment, had forgotten to inquire where the address\ncould be found.\n\nCraig became aware of the heavy flow of vehicular traffic that roared a\nscant eight feet away. Large surface carriers whistled in the nearest\nlane of the complex four-lane pattern. Then there were the private\nsurface craft; they were of many sizes and shapes. He guessed that\nthey were turbine-powered, but he could not identify the odor of their\nexhausts.\n\nThere was an odd, unreal quality about the busy thoroughfare. Even\nmyriad sounds from it were sounds he had never heard before and could\nnot break down into their component parts.\n\nCraig became aware of other humans, many of them, on the sidewalk.\nAgain they were of a class that he could not identify. They had none\nof the brisk, purposeful stride of those he had seen near Import.\nThey lacked also the graceful, colorful dress. Their faces, so far\nas he could separate them from the blurring film over his eyes, were\ndifferent.\n\nThey seemed somehow _looser_ faces, though Craig did not know exactly\nwhat he meant by the term. They were not tight, pinched, set, as were\nthe faces he had seen before on Terra. There were bulbous noses, large\nears, squint eyes, disheveled hair, the men's and women's faces\nstrangely similar. Some were young, some old, but few were hard or\nfixed. They seemed more plastic, more full of expression than those he\nhad come to know elsewhere in the city. He felt an inexplicable craving\nto know someone of this strange street.\n\n\"You looking for something, mister?\" asked a voice near him.\n\nCraig turned to find a middle-aged man eying him from the doorway of an\nempty building.\n\n\"I got it,\" the man added.\n\n\"Got what?\" Craig asked.\n\n\"Anything a guy just outa the can would want.\"\n\n\"What would a 'guy just outa the can' want that you have?\" Craig\nexamined the weathered, sharp face. It was an unpleasant one, but it\nbelonged to this street; it would do to tell him what he wanted to know\nof the place.\n\n\"Follow me.\" The man quickly inserted a magnikey into the door of the\nvacant store building.\n\n\"There's a station just up the street,\" Craig warned.\n\n\"Sure. So what?\"\n\nThe empty room was dusty and dark and received little light through\nthe grimy display windows that faced on the street. What kind of store\nit had been, Craig could not guess. The man led him through a kind of\nstorage room which was piled high with moldy paper cartons and back to\na rear door. With quick, dextrous movements, the man swung an ancient\nbar assembly and pushed open the rear door. It led to a litter-strewn\nyard enclosed by rough, eroded shacks and a wooden garage.\n\nThey entered the garage through a creaking hinged door. It was a dank,\nalmost completely dark room. Craig stumbled over something on the floor\nand fell against a packing box of some kind.\n\n\"Just stand still,\" said the man. He was shuffling invisibly about in\nthe darkness. Craig could hear him opening a kind of cabinet or drawer\nwhile saying in a steady monotone, \"You got the right man, mister. My\nstuff is pure. You can test it. But you'd rather _drink_ it, right?\"\n\nFor the tenth time, Craig asked himself why he had accepted the furtive\ninvitation. The thought of this man's kind of intoxicant--however\n'pure'--nauseated him. Nevertheless, he felt himself compelled by a\nkind of insatiable curiosity to follow out the part he had accepted.\nPerhaps through this man, through this somehow fascinating street, he\ncould....\n\n\"You got ten; I know that. Maybe you got more, huh?\" the man\ninterrupted his confused train of thought.\n\n\"What makes you think I got ten?\" Craig asked. He did not know himself\nhow many units his wallet contained--certainly not after the previous\nnight.\n\n\"Don't get sore. I'm honest. But I know you got ten. Otherwise you\nwouldn't have got out of the station.\"\n\nThe lack of clearly defined objects by which to orient himself in the\ndarkness of the garage made his head begin to swim once more. He wanted\nto leave.\n\n\"Don't get scared, buddy. They don't ever come in here.\"\n\nCraig fumbled for support in the darkness. He was afraid he would be\nsick. Fulfillment for the half-formed plan that was beginning to take\nshape in his mind would not come with the bootlegger. It would come\ninto being somehow in the tawdry street he had just left, only he did\nnot know how.\n\n\"They don't really go after polyester. They don't want to stop the\nstuff. It makes their job easier. You don't have to worry, buddy. Come\non, how much you want? You might have trouble finding more for a while.\"\n\nCraig said nothing. He fumbled for a grip on a packing box.\n\n\"You're from Out, aren't you, buddy? You ain't used to us here yet.\nMost of my customers are from Out. What jam'd you get into?\"\n\n\"I got ten units, I think,\" Craig evaded.\n\n\"It ain't none of my business what you done. Nobody around here is\ngoing to ask you any questions. Long as you got units, you get poly\nlike the big shots that come over here all the way from Uptown.\"\n\n\"Yeah,\" said Craig. \"Gimme what I get for ten units and let's beat it\nout of here.\"\n\n\"Myself, I never been Out. Not even Luna. Never wanted to. I stay here\nand have my little business--you can call it a business. You'll see,\nbuddy, there are millions of guys like me. The controllers don't stop\nus. We're respectable. A damned sight more respectable than those....\"\n\n\"All right,\" snapped Craig. \"Let's get out of here.\"\n\n\"You got it bad, huh? This poly will fix that up. It's pure. You just\ncome back to old Nave and get poly.\"\n\n\"How ... how you get out of here?\" asked Craig, nauseated.\n\n\"Get lost pretty easy in the dark, huh?\" The man was beginning to mock\nhim.\n\nCraig lashed out suddenly at the unseen face in the darkness. He caught\nthe thin throat in his left hand. His right left the packing box and\ncocked to deliver a blow. But he began to fall and had to let go.\n\n\"Okay, buddy, okay,\" the other man said soothingly as Craig was forced\nto catch himself. \"I _like_ ex-spacemen. I know lots of you. I sell\nyou poly. You don't want to get tough with me.\"\n\nHe shoved a block of ten small cubes into Craig's hand and, while Craig\nfished for his wallet, he produced a tiny, narrow-beamed flash. The\ntransaction was quickly over. The cube was small enough to be forced\nwithout much difficulty into Craig's jacket pocket.\n\nThe man led him back across the littered yard, through the empty store\nbuilding, and out the front door. When Craig emerged onto the street\nonce more, a uniformed figure was standing nearby.\n\n\"He'll need two,\" whispered the man from behind him.\n\nCraig reached into his pocket and mechanically fumbled two of the small\ncubes of waxlike substance from the loose package. He placed them on\nthe outstretched hand of the Civil Control officer. The officer did not\nlook in his direction at any time, but accepted the offer and walked\nslowly on toward the station.\n\nCraig continued aimlessly down the long street. His head cleared as\nhe walked and once more began to form a kind of vague plan. There was\nanonymity to a street such as this. There was also a kind of freedom.\nEverywhere in the universe, there were such streets. Neutralized\nstreets, where a kind of compromise was reached between law and\nlawlessness. They were permitted because it was always necessary to\nprovide such a place for those who were not permitted elsewhere. Those\nwho would not fit, could not be \"rehabilitated,\" could neither be\njailed nor permitted complete freedom.\n\nControllers of one kind or another patrolled such streets, keeping them\nin a kind of check--or, more accurately, in a kind of containment. But\nno amount of control would ever completely stamp out the likes of Nave,\nthe bootlegger.\n\nPerhaps here, on this street, Craig could be \"lost.\" Here he might find\nsecurity for a time in anonymity, security and time to find a way ...\nto what? He did not know.\n\n\"Mister! Mister!\" cried a thin, high voice from somewhere to his left.\n\"Here, quick!\"\n\nIt was a young boy of perhaps nine or ten. Craig caught sight of him as\nhe motioned urgently. He wore a shabby, torn version of what appeared\nto be a space service uniform.\n\n\"I'm not buying anything, son,\" Craig said, pausing briefly.\n\n\"Come here, quick!\" insisted the boy, his eyes large in a dirty face.\n\"You already bought too much.\"\n\nThe boy was motioning him to follow. He had stepped between two\nbuildings. Craig approached him with suspicion.\n\n\"What did you say?\"\n\n\"Slip in here quick! You bought from Nave the peddler. You bought poly,\ndidn't ya?\"\n\n\"How did you....\" Craig began.\n\n\"Tell you later. Slip through here quick or they'll send you to\n_Hardy_!\"\n\nThe genuine fear of the youngster conveyed itself to Craig. With effort\nhe forced his body through the space between the old buildings. At\nfirst he did not intend to follow the boy, but only to stop him for an\nexplanation. The boy, however, continued down the tight corridor formed\nby the buildings.\n\n\"There's a window soon,\" he said from ahead of Craig. \"Hurry. You lost\ntime with that peddler.\"\n\nLost time? Cursing himself for becoming involved again in something he\ndid not understand, Craig nevertheless followed as best he could. It\nwas a tight squeeze and he found himself becoming breathless.\n\n\"Dive down!\" shouted the boy, looking back with terror in his eyes.\n\nInstinctively Craig did so. The rough walls tore at his suit.\n\n\"Stop!\" shouted a voice from behind Craig. \"Stop or we fire!\"\n\nCraig suddenly felt the sill of a window which opened into the\nbuilding to his left. He quickly pulled himself into it. There was a\nsickening whine and a part of the window disintegrated in a cloud of\nsplinters and plaster.\n\n\"Through here,\" said the boy from the semi-darkness. \"They'll blast\ntheir way inside in a minute!\"\n\nCraig found himself in another empty building. He followed the boy\nthrough a doorway and felt his way as he half ran along the dark hall.\n\n\"Who are _they_?\" he panted.\n\n\"Controllers.\"\n\n\"Civil Control?\"\n\n\"Sure. You must be pretty important. I didn't get it all. But they say\nthe controllers checked up on you after.... I'll explain later.\"\n\nThe hall ended in a dim room piled high with plasmolite packing boxes\nin great disarray. The boy chose a box and lifted a lid.\n\n\"Follow me. It's a passage.\"\n\n\"Where to?\"\n\n\"No time now. Down here.\"\n\nThe passage, which seemed to be constructed of plasmolite boxes, seemed\nsomehow lit by daylight, although Craig could not actually see the\nsource of the light.\n\nThe tunnel ended in broad afternoon daylight. As he climbed out he saw\na large clearing surrounded by ruins.\n\n\"We're just inside the old city,\" the boy said. \"We're safe now--unless\nthose controllers are willing to take more chances than I think.\"\n\n\"Wait a minute, son. You said 'old city.' You mean that this is a part\nof pre-war Los Angeles?\"\n\n\"Well, sure.\"\n\n\"But that's supposed to be....\"\n\n\"Radioactive? Most of it, anyway. Good thing, too. Otherwise we'd have\nno place to go.\"\n\n\"Look, kid, you better explain,\" said Craig. \"You were right about\nsomebody being after me, but I don't get the 'we' business. Or how you\nknew all about this.\"\n\n\"All right, mister, but let's get away from here. Those guys won't come\nthrough to here, even if they find a way--I don't think. But they're\ngettin' smarter and you're pretty hot right now.\"\n\nThe boy led the way to what appeared to be a completely demolished\nbuilding.\n\n\"Used to be the old library,\" he said.\n\nThey circled the heap of plaster, brick, and twisted steel. On the\nother side Craig saw what appeared to be a window. The boy let himself\ndown through it.\n\nCraig was amazed to find a large, relatively clear area inside,\nprobably part of an old room that had been spared by some freak of the\nblast.\n\n\"You _live_ here?\" Craig asked the youngster incredulously.\n\n\"Part of the time.\" The boy brought up an old crate and offered it to\nCraig as a chair. \"Listen, mister, I don't know who you are. You're an\nex-spaceman and that's enough for me.\" There was a slightly amusing\nattempt at adult hardness about him. \"You shouldn't have wasted time\nwith Nave. You should have got out of there.\"\n\n\"Why?\"\n\n\"I don't know. What you done, anyway?\"\n\n\"I don't remember. Passed out at a bar....\"\n\nThe boy showed disgust. He glanced at the pocket which contained the\npolyester.\n\nCraig smiled. \"I don't use this stuff. At least not enough to deserve\nwhat you're thinking.\" He tossed the remaining cubes on the littered\nfloor of the room.\n\nThe boy maintained his look of scorn for a time, but then softened. \"I\nwas afraid you got kicked out of the service for that.\"\n\n\"How did you know I was ever in it?\"\n\n\"Easy. You don't know how to walk on a planet yet. Anybody can tell.\"\n\n\"I didn't get kicked out,\" Craig said. \"I came here to take a civil\nservice job.\"\n\n\"It'd almost be better if you had been.\"\n\n\"I didn't know about Terra. None of us had any idea.\"\n\n\"I know,\" said the boy sadly. \"My father quit, too. _He_ quit to marry\nmy mother. That was before it was ... so bad.\"\n\n\"Where--\" Craig began, then bit off the question.\n\n\"Oh, gee, mister, Terra's in an _awful_ bad shape! They took ... my\nparents. They hunt us down. They....\"\n\nCraig approached the boy and put a hand on his shoulder. \"What's your\nname, son?\"\n\n\"Phil.\"\n\n\"Phil what?\"\n\n\"I don't know exactly. My father had to use so many names toward\nthe ... end. He once had only one name, but I guess even he forgot what\nit was.\"\n\n       *       *       *       *       *\n\nThey prepared to spend the night in the old library room, but first\nPhil left it and made his way into the wilderness of rubble. He\nreturned dragging a packing box of plastic insulating material, out of\nwhich they fashioned a crude bed. Despite the thousands of questions\nthat paraded across Craig's mind, he waited each time for the boy to\nspeak.\n\n\"I can't take you any further until....\"\n\n\"Until you know more about me?\"\n\n\"In a way. _They'll_ let me know.\"\n\nCraig would have risked much to identify the \"they\" Phil referred to,\nbut he did not ask the question. As he watched the boy preparing the\ndimly lit room for the night, he felt sure Phil could be trusted. He\nwas almost frighteningly mature for his age.\n\nThe room was well hidden, for the once great library lay in a powdered\nruin about it on all sides but a part of one. Only by accident or\nknowledge would a stranger recognize it in what was literally a world\nof rubble. During the moments of silence between the boy's volunteered\nstatements, Craig tried to visualize the awful catastrophe that had\nbefallen the old city. Piles of powdered masonry restricted his view\ngreatly under the gathering night. He could see a scant city block\nthrough the window, but he knew the wreckage around them must extend\nfor miles.\n\n\"You don't have to worry, mister....\"\n\n\"Craig.\"\n\n\"Mr. Craig. They don't come in here at night.\"\n\n\"Radioactivity?\"\n\n\"Yes. Not right here, but all around, everywhere.\"\n\n\"What?\"\n\n\"It's all around us. You go through it to get here, but you can't\n_stay_ anywhere but a few places like this.\"\n\n\"How do you know all of these things, Phil?\"\n\n\"Oh, we know, all right. We had to find out.\"\n\n\"You must have ion counters,\" he said in what he hoped was a casual\ntone.\n\n\"We have lots of things.\"\n\nCraig was thoughtful for a minute. The boy was obviously on his guard\nnow.\n\n\"Those empty buildings?\" Craig asked tentatively.\n\n\"They built them too close,\" said the boy. It seemed to be a safe\nsubject. \"They built them up as close as they thought was safe. Space\nis very valuable here. But they built them too close.\"\n\n\"Yet the 'we' you speak of live even closer?\"\n\nThe boy bit his lip and eyed him suspiciously in silence.\n\n\"Look, kid,\" Craig said very deliberately, \"I'm not a controller and\nI'm not interested in a bunch of petty thieves.\"\n\nThe effect was just what he had intended. \"We're _not_ thieves! And\nwe're not traitors, either! We're....\"\n\nThe boy was almost in tears. Craig waited a moment, then continued in\na soft voice. \"Phil, I'm just beginning to realize what a rotten place\nTerra is. From just what I've seen--it isn't very much--I can imagine\nsuch a system producing a great many 'we' groups like yours. I don't\nknow who you are or what you are, but you can't be any worse than what\nI've already seen of Terran officials. Tell me, kid, what's it all\nabout? And is there any way out of here? I mean--_way_ out!\"\n\n\"You may tell him, Philip,\" said a quiet voice from the window\nentrance. \"Like us, Philip, Mr. Craig is an enemy of tyranny, though he\ndoesn't realize it yet.\"\n\nCraig instinctively jumped back to get out of range of the window,\nmeanwhile feeling around for something that could be used as a weapon.\nBut the boy ran to the silhouetted figure in the window.\n\n\"Mr. Sam!\" he cried eagerly.\n\nCraig relaxed his hold on a strip of heavy metal. When the man had\nentered, the boy pulled a ragged black cloth across the window once\nmore. He then ignited a small oil burning lamp in a carved-out nook in\nthe wall.\n\n\"It's all right, Philip, nobody is following me,\" the newcomer said.\n\nCraig studied his face. It was an old face covered by a stained gray\nbeard. With a shock Craig recognized the man as a tramp he had seen\nearlier on the street, napping, sprawled in a doorway. Now for the\nfirst time he saw the eyes. Sharp and clear, they caught up the yellow\nlight of the oil lamp and glowed warmly as they turned to Craig.\n\n\"I am 'Mr. Sam,' Mr. Craig. You might know me by the full name,\nSamuel Cocteau, but I doubt it. Even the names of the infamous do not\npenetrate space.\"\n\n\"I guess not,\" Craig agreed. \"But you said something about my being an\nenemy of tyranny.\"\n\n\"Whether you like it at once or not, you are temporarily one of us--one\nof the 'we' Philip has been speaking of. But all of that in due time.\nRight now it is necessary for us to leave here.\"\n\n\"They're going to try to find us _tonight_?\" asked Phil, startled.\n\n\"Yes, a tribute to Mr. Craig,\" said the old man. \"A Geiger team is\nbeing readied at the station.\"\n\nCraig started to protest as the boy began hurriedly to pick up his few\npossessions in the room.\n\n\"I'm sorry, Mr. Craig,\" the man said. \"I must ask you to decide now\nwhether to trust us and our judgment. There is grave danger for you\nif you are caught by the Civil Control. The report I have received is\nthat you are largely unaware of the 'crimes against the state' you have\ncommitted. The Civil Control hoped to capture you before you find them\nout. But that, of course, is my word only. There is no time to give you\nproof, even if I had it.\"\n\nCraig's mind whirled under the sudden onslaught of new facts. He\nhad followed a peddler without knowing why he did it. He had bought\npolyester he had no use for. He had followed a boy who beckoned to\nhim. Now--how much longer was he to move haphazardly through Terra like\na cork on a wind-blown sea? Who were these strange fugitives who said\nhe was one of them and who lived in the heart of a radioactive city?\n\n\"Well, Mr. Craig?\" asked Cocteau quietly.\n\nCraig glanced at the boy. The child's eyes were wide and pleading in\nthe dim light of the oil lamp.\n\n\"Let's go,\" Craig said.\n\n       *       *       *       *       *\n\nDarkness was swiftly falling on the wilderness of heaping ruin. The\nthree made their way toward what Craig at first thought was an unbroken\nwall of rubble. The near-horizontal rays of the sun tipped the white\nmass of broken stone with brilliance, and gave the entire scene an\nunearthly quality. Below the towering rubble mountains, long black\nshadows were reaching toward what Craig knew to be the living city.\n\nCocteau took the lead and set a fast pace for a man of his age. He took\na highly devious path through the \"mountain,\" or what began to seem to\nCraig needlessly difficult and that outlined them against the bright\nwestern sky. At one point Craig left the invisible path of the older\nman to avoid an exhaustingly steep rise.\n\n\"Follow me exactly,\" warned Cocteau in a sharp voice. \"There is only\none relatively safe path through here.\"\n\n\"They'll see us against the sky!\"\n\n\"It cannot be helped.\"\n\nBut there was no indication that they were followed. They pushed\nonward, scurrying over heaps of weathered plaster and brick. The old\nman seemed to avoid with great care places where metal girders were\nvisible.\n\nThe exertion together with walking directly into the setting sun made\nCraig begin to feel the old nausea return. He resisted it for a time,\nbut it would not be repressed, particularly as he strove to maintain\nhis balance on difficult climbs. Once he stumbled on a splintered\nbuilding stone and fell. It was a long minute before he could regain\nhis feet and mutter a feeble, \"Sorry.\"\n\n\"We must push on, Mr. Craig,\" was Cocteau's only comment.\n\n\"It's safe here for a _minute_, isn't it?\" Craig panted, dizzy and\nbreathless.\n\n\"There is no safe place here, Mr. Craig.\"\n\nThey continued their winding way through the growing darkness. For\nCraig it became a nightmare of stumbling over the endless piles of\nsharp stones. His mind spun sickeningly and he retched as he half ran\nalong the path Cocteau set for them.\n\n\"Please, mister,\" breathed the voice of Phil behind him. \"It isn't so\nfar now.\"\n\nDoggedness carried Craig onward long after awareness left him.\n\n       *       *       *       *       *\n\nHe became conscious suddenly, as though by an injection of stimulant.\nHe found himself surrounded by a number of figures, including Cocteau\nand a white garbed man, evidently a doctor.\n\n\"You are quite safe now, Mr. Craig,\" said Cocteau warmly. \"Welcome to\nthe _City of We_.\"\n\n\"Where are we?\"\n\n\"Deep in the old city, in a place where the radioactivity is\nnegligible,\" the man answered as the doctor took his pulse. \"This is\nDr. Grant and these others are members of the _Liberty party_.\"\n\n\"Liberty!\"\n\n\"You've heard of it?\"\n\n\"Yeah, you're pretty unpopular, aren't you?\"\n\n\"Unpopular? Let us say that all of Terran _officialdom_ is dedicated to\nexterminating us.\"\n\n\"The committee on something-or-other asked me about my attitudes toward\nthe Liberty party,\" said Craig, rising to a sitting position on the cot.\n\n\"And at the time you had a lack of attitude, which most likely was\nunacceptable to them,\" supplied Cocteau, smiling. \"Well, you may be\ninterested to know that you are considered one of us by most of Terra\njust now.\"\n\n\"_What?_\"\n\n\"That is correct,\" said another of the group. \"It seems you were in a\nbar in--ah--in a somewhat less than fully conscious state....\"\n\n\"But I didn't know anything about the Liberty party.\"\n\n\"No, nor is it alleged that you actually mentioned the party in so many\nwords,\" continued the white-haired man, smiling. \"But it seems that you\ndid make certain statements in the presence of certain persons that did\nindicate a definite predilection....\"\n\n\"That's crazy,\" said Craig angrily.\n\n\"Of course,\" Cocteau agreed.\n\n\"Furthermore,\" the other man said, \"you are charged with wilful\nabandonment of duty and 'acts indicative of your desire to shun the\nbest utilization of your talents in behalf of the state of Terra.'\"\n\n\"In other words,\" explained Cocteau, \"you applied for a job on a\nprivate space freighter. Without permission to do so.\"\n\nCraig was silent. He lay back down on the cot and tried to absorb the\ndata he had just received.\n\n\"So I'm accused of belonging to something I don't know anything about?\"\n\n\"Then I'll tell you briefly about us. You have a right to know the\nmagnitude of the crime with which you are charged.\" Cocteau took a seat\nby Craig's cot. The others also found chairs.\n\n\"But first a brief bit of history--a history that you have never\nheard before. Not your fault. It is not allowed to penetrate Terra's\natmosphere.\"\n\n\"I don't know much about Terra,\" Craig interjected. \"I'm just finding\nout how much I don't know.\"\n\n\"God, I wish the rest of the Universe could find out with you!\" said\none of the group.\n\n\"Yes, the history of Terra is almost lost now. That is, the part of it\nthat followed the Great Wars of seventy-five years ago. You know of\nthose wars; you have just walked through one of the physical results of\nthem. No nation or alliance of nations can be said to have won them,\nbut the wars had a most profound effect upon Terra. More than anything\nelse, they made men reach to the stars, if only to escape the deadly\nconflicts of Terra.\n\n\"Ideological issues were involved, naturally, but the underlying cause\nof the Great Wars was the struggle for power. The world was disunited.\nPeoples were divided from peoples by an almost inconceivable number\nof unimportant distinctions. These were ethnical, national, racial,\ncultural--name any brand of prejudice and you'll find it existed then.\n\n\"Incredibly enough, the destructiveness of the Great Wars accomplished\na kind of unity. Gone were the once proud aggressive nations.\nGone into oblivion. Gone, too, were the systems of economics and\nsociology of which men were once so sure. There was a kind of\n'plague-on-both-your-houses' attitude among the peoples of the world.\nThere was a large measure of anarchy following the Great Wars. Not\na violent, active anarchy of hate and terror, but of apathy and\nweariness. Apathy at the outcome of false conflicts, and weariness of\nthe self-defeating strife of man against man.\n\n\"At first men produced by the full extent of their labors barely\nenough on which to survive. Only gradually did they regain their\nability to produce surpluses once more. Of course, surpluses mean\nexchanges--trade. And trade requires order and system.\n\n\"The first ten years following the Great Wars was a period of\ngradualism in all things. Peoples united in small groups. There were\nno political or racial divisions. The units were built upon functional\nlines. They were natural and free. Above all, they were cooperative.\n\n\"It was not communism. Men knew all too well the mental and physical\nslavery of that brutally rigid system. It was not rugged individualism\neither. Rugged individuals during this period either starved or were\ndriven out by the starving.\n\n\"This natural, cooperative unity spread and became more complex. There\ncame into being natural associations of units. Not exclusive but\ninclusive associations that linked all who would join and could produce\nsurpluses. Productivity increased thereby. Men were intelligent enough\nto avoid many of the old abuses.\n\n\"Ways were found to harness the productivity of each man and woman.\nGenuine efforts were made to avoid misfits, to make those who produced\nfit. It was realized, Mr. Craig, that the unhappy man will infect\nothers with his misery, and the trouble he will cause is much more\ndifficult to undo than to prevent in the first place.\n\n\"There were, of course, mistakes, false starts. But the new-found\nsystem of world-wide unity proved flexible. It was multiple-based. To\na very large degree, all men fitted into it logically and naturally.\nIt was the first truly 'grass-roots' economic and social system in the\nhistory of man. And it was a great tribute to his ability to work out\nhis destiny, particularly since it came after a tragedy that was so\nenormous and devastating.\n\n\"The list of its successes is incredible. For in a decade the\nage-old problem of poverty seemed to have disappeared. There were no\nsignificant outbreaks of disorder and lawlessness--indeed, there was\ncomparatively little need for a written law. The principle of mutuality\nand cooperation was too strongly conditioned into the people.\n\n\"Scientifically, the first half of the new century, a scant twenty-five\nyears after the last bomb was dropped, was the greatest in man's\nhistory. Man reached the stars. He began to know the molecule, the\natom, the electron. He pushed the frontier of his knowledge deep into\nboth microcosm and macrocosm.\n\n\"But a fatal flaw had long before developed in the structure, wonderful\nas it was. It was an age-old flaw. It was one that was disguised by the\nvery nature of the new system. When it was recognized, that flaw had\nso weakened the system that its spread was all but inevitable. It is a\nflaw that will always plague man to a certain extent, but one that must\nkeep us eternally vigilant.\n\n\"It is this: the greatest human good comes not in how well you learn to\ncontrol man and keep him from harming himself. What determines it is\nhow completely you learn to free him.\n\n\"Conversely, the law provides that no control system, however devised,\nwill succeed in bringing happiness and security to man to any greater\nextent than it permits the fullest expression of his nature.\n\n\"Man is _inherently_ good. He will _always_ choose a moral path when\nfree to do so. He strives for justice and truth both as an individual\nand in mass.\n\n\"Mr. Craig, democracy is man's greatest _a priori_. Yet based upon a\nlaw of restraint, it cannot escape the hopeless contradiction that\nleads to its own destruction. Man can democratically do the irrational\nand the insane. He can democratically limit and coerce the absolute\nhighest nature of himself. Bad laws are forever passed to achieve good\nends. But each new law produces new criminals while the cause of the\nnew crime remains unsolved.\n\n\"Ergo, the world you have just seen. Ergo, the Liberty party. Mr.\nCraig, our world is ruled by a vast and horrible bureaucracy whose\nterrible weapon is conformity. You would find few laws even today\nwritten in books. Our assemblies pass few statutes. They determine\ndogma instead. They 'resolve' and 'move.' They fix a new 'position,'\ndefine a 'stand.' Our equivalent of judge and attorney is no student\nof law. He is a kind of moralist. He is sensitive to the 'trend' and\nappreciative of the 'proper.'\n\n\"Terra fits uncomfortably in the Intergalactic System. Like many of the\nundemocratic systems of the dark past, the Terran state must expand.\nIt is based upon a self-limiting philosophy unless it can spread fast\nenough. You are charged with being 'unTerran,' Mr. Craig. A system that\nforever seeks 'unTerrans' must inevitably exile or kill itself!\"\n\nIt had been a long speech. Craig had listened in awe, for it was a\ncompletely new story to him.\n\n\"And you propose to destroy this bureaucracy?\" he said.\n\n\"In so far as it is a philosophical entity, yes.\"\n\n\"And you say I am one of you now?\"\n\n\"You are considered one of us. Your employer and his secretary are also\nsuspected.\"\n\n\"But I'm entitled to a trial, or at least a hearing.\"\n\n\"Not now, Mr. Craig. It would do you little good, anyway. The\n'position' of the Assembly on subversion is that it 'rightly behooves\nevery loyal Terran so to conduct his behavior that a suspicion of\nmembership in the Liberty party is unthinkable.'\"\n\nCraig found himself regretting every minute of his stay on Terra.\nOld Brockman had been right--it was no place for a spaceman. Now it\nwas probably too late. No Terran space freighter would accept him and\nIntergalactic could not. There was not even a way for him to recover\nhis service records.\n\n\"Will you join us, Mr. Craig?\" asked one of the men. \"We can use your\nskills, particularly your knowledge of space.\"\n\n\"Look, how do I know you aren't a bunch of traitors? Maybe all this\nyou've told me is true. I've seen plenty of that bureaucracy and there\nseems to be damned little freedom of action left on Terra. But how do I\nknow you can do any better when you get in power?\"\n\n\"Liberty will never be 'in power,' Mr. Craig,\" Cocteau said quietly.\n\"Liberty will attempt to reach the minds of the people with our message\nof hope, of freedom in true democracy.\"\n\nAnother of the group joined Cocteau. \"We are now hunted as criminals.\nWe have only this small stronghold in the old city.\"\n\n\"We shall attempt only to gain entry to the minds of the people,\" said\nCocteau. \"Gain entry to tell them how they live, for most of them have\nhad no contact with any other kind of life.\"\n\n\"It would mean killing a few people,\" Craig pointed out.\n\n\"One of the basic principles of Liberty is the inherent goodness of\nevery man,\" Cocteau repeated. \"We have never taken a life, even in\nself-defense. We shall never take one. Nor will it ever be necessary\nfor a member of the Liberty party to hold public office, to own a\nweapon, to coerce a man in any physical way.\"\n\n\"But you will coerce them with ideas. Is that what you have in mind?\"\nCraig protested.\n\n\"If a point of view, a promise, a goal is coercion, then the answer to\nyour question is yes. But ideas are not dangerous when a man is free to\nargue and act against them.\"\n\n\"Look here, Cocteau,\" Craig said earnestly, \"all you say may be true.\nI believe it is. But what can I do? I'm a spaceman, or at best an\napprentice import clerk. I don't know anything about this sort of work.\"\n\n\"Come here a moment,\" invited a member of the group.\n\nThrough the window indicated by the man, Craig saw an incredible sight.\nThe entire scene seemed to be on the inside of a vast underground\ncavern. There were other buildings and some kind of systematic work\nbeing done by many men and women. But the thing that caught Craig's eye\nseemed to be cradled in a kind of hangar.\n\n\"A spaceship!\" exclaimed Craig.\n\n\"A very modest one, yet not so modest when you consider that it was\nnecessary to carry in every single piece and part by hand.\"\n\n\"Good Lord!\"\n\n\"_You_, Mr. Craig, might captain that ship. Very few Terrans have\never even flown in one. It will be necessary to establish contact with\npossible assistance outside of Terra. You can make that possible.\"\n\nCraig was thoughtful. \"I suppose, now that I've seen all this, you\ncan't let me leave here unless I join you.\"\n\n\"No,\" denied Cocteau. \"You may leave here any time you like.\"\n\n\"I'd be sure to get caught, of course....\"\n\n\"Within limits, it might be possible to help you avoid capture.\"\nCocteau reached into his beggar's coat and withdrew a wallet. \"Identity\ncard, food ration, clothing, work card, even a Government party card.\nIt's all here, Mr. Craig. You could have a slightly altered physical\nappearance. Liberty accepts no unwilling members. You are given as\nnearly a free choice in this matter as is possible to give you.\"\n\n\"Suppose I talked?\" asked Craig, nodding bluntly toward the port.\n\nCocteau smiled. \"It was necessary to prepare for that. You were given a\ndrug. It has not affected your thinking capacity in any way. But once\nit wears off, you will be unable to remember what took place while\nunder its influence.\n\n\"When agents of the Liberty party are sent out of here, they go having\nhad all experience with Liberty take place while under the drug. None\nof us could remember for more than a few hours the exact location of\nthis headquarters. When it is necessary to leave for very long, we\ncarry a small amount of the drug with us. Many of our agents have\nbeen caught and a few have resigned. But none has divulged enough\ninformation to harm us seriously.\"\n\nCraig was postponing his decision to the last. \"They must know you're\nsomewhere in here. If the radioactivity keeps them out, why shouldn't\nthey put a cordon around the entire old city?\"\n\n\"Periodically, they try. But there are many, many other ways of leaving\nhere than by the surface. Underground water conduits, ancient power and\nsewer lines, a number of tunnels we have dug....\"\n\nCraig was solemnly handed the wallet.\n\n\"If you will submit to sufficient plastic surgery to make you resemble\nthis man, you may safely leave here no later than tomorrow night.\"\n\nA long silence ensued. It was interrupted by a noise from outside the\ndoor of the room. It was the voice of Phil.\n\n\"Has he decided to stay? Did you see him? He looks like my daddy\ndid.... Will he stay?\"\n\n\"You mustn't interrupt, son. They're in conference now. We'll let you\nknow.\"\n\n\"Tell him yes!\" said Craig in a loud voice. \"Tell him hell, yes, I'm\nstaying!\"\n\nThe men gathered around him to congratulate him on the decision.\n\nPhil was allowed in the clinic to join them.\n\n\"Oh, Cocteau, one more thing,\" Craig said.\n\n\"Yes?\"\n\nCraig was fumbling for his own wallet. He extracted a folded card.\n\n\"Where would East 71, North 101, Number 4 be?\"\n\n\"It _would_ have been somewhere here in Old City.\"\n\n\"God! How did the old guy expect me to deliver this message? Old\nman named Brockman. He sent me a message just before he died in\nGravitation. I was to visit his wife.\"\n\n\"Brockman?\" asked Cocteau. \"You mean Ethel Brockman?\"\n\n\"Yeah. How'd you know?\"\n\n\"Ethel Brockman was one of the organizers of the Liberty party. She\nserved as its chairman until her death only a few years ago. Her\nhusband must have felt your 'sea legs' would lead you to us eventually.\nAnd, of course, they did.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Sea Legs, by Frank Quattrocchi\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SEA LEGS ***\n\n***** This file should be named 51407.txt or 51407.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/0/51407/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}