{"title": "Hunt the Hunter", "author": "Kris Neville", "releaseDate": "March 13, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            HUNT the HUNTER\n\n                            BY KRIS NEVILLE\n\n                  Illustrated by ELIZABETH MacINTYRE\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                 Of course using live bait is the best\n                way to lure dangerous alien animals ...\n              unless it turns out that you are the bait!\n\n\n\"We're somewhat to the south, I think,\" Ri said, bending over the crude\nfield map. \"That ridge,\" he pointed, \"on our left, is right here.\" He\ndrew a finger down the map. \"It was over here,\" he moved the finger,\n\"over the ridge, north of here, that we sighted them.\"\n\nExtrone asked, \"Is there a pass?\"\n\nRi looked up, studying the terrain. He moved his shoulders. \"I don't\nknow, but maybe they range this far. Maybe they're on this side of the\nridge, too.\"\n\nDelicately, Extrone raised a hand to his beard. \"I'd hate to lose a day\ncrossing the ridge,\" he said.\n\n\"Yes, sir,\" Ri said. Suddenly he threw back his head. \"Listen!\"\n\n\"Eh?\" Extrone said.\n\n\"Hear it? That cough? I think that's one, from over there. Right up\nahead of us.\"\n\nExtrone raised his eyebrows.\n\nThis time, the coughing roar was more distant, but distinct.\n\n\"It is!\" Ri said. \"It's a farn beast, all right!\"\n\nExtrone smiled, almost pointed teeth showing through the beard. \"I'm\nglad we won't have to cross the ridge.\"\n\nRi wiped his forehead on the back of his sleeve. \"Yes, sir.\"\n\n\"We'll pitch camp right here, then,\" Extrone said. \"We'll go after it\ntomorrow.\" He looked at the sky. \"Have the bearers hurry.\"\n\n\"Yes, sir.\"\n\nRi moved away, his pulse gradually slowing. \"You, there!\" he called.\n\"Pitch camp, here!\"\n\nHe crossed to Mia, who, along with him, had been pressed into Extrone's\nparty as guides. Once more, Ri addressed the bearers, \"Be quick, now!\"\nAnd to Mia, \"God almighty, he was getting mad.\" He ran a hand under his\ncollar. \"It's a good thing that farn beast sounded off when it did. I'd\nhate to think of making him climb that ridge.\"\n\nMia glanced nervously over his shoulder. \"It's that damned pilot's\nfault for setting us down on this side. I told him it was the other\nside. I told him so.\"\n\nRi shrugged hopelessly.\n\nMia said, \"I don't think he even saw a blast area over here. I think he\nwanted to get us in trouble.\"\n\n\"There shouldn't be one. There shouldn't be a blast area on this side\nof the ridge, too.\"\n\n\"That's what I mean. The pilot don't like businessmen. He had it in for\nus.\"\n\nRi cleared his throat nervously. \"Maybe you're right.\"\n\n\"It's the Hunting Club he don't like.\"\n\n\"I wish to God I'd never heard of a farn beast,\" Ri said. \"At least,\nthen, I wouldn't be one of his guides. Why didn't he hire somebody\nelse?\"\n\n       *       *       *       *       *\n\nMia looked at his companion. He spat. \"What hurts most, he pays us for\nit. I could buy half this planet, and he makes me his guide--at less\nthan I pay my secretary.\"\n\n\"Well, anyway, we won't have to cross that ridge.\"\n\n\"Hey, you!\" Extrone called.\n\nThe two of them turned immediately.\n\n\"You two scout ahead,\" Extrone said. \"See if you can pick up some\ntracks.\"\n\n\"Yes, sir,\" Ri said, and instantly the two of them readjusted their\nshoulder straps and started off.\n\nShortly they were inside of the scrub forest, safe from sight. \"Let's\nwait here,\" Mia said.\n\n\"No, we better go on. He may have sent a spy in.\"\n\nThey pushed on, being careful to blaze the trees, because they were not\nprofessional guides.\n\n\"We don't want to get too near,\" Ri said after toiling through the\nforest for many minutes. \"Without guns, we don't want to get near\nenough for the farn beast to charge us.\"\n\nThey stopped. The forest was dense, the vines clinging.\n\n\"He'll want the bearers to hack a path for him,\" Mia said. \"But we go\nit alone. Damn him.\"\n\nRi twisted his mouth into a sour frown. He wiped at his forehead. \"Hot.\nBy God, it's hot. I didn't think it was this hot, the first time we\nwere here.\"\n\nMia said, \"The first time, _we_ weren't guides. We didn't notice it so\nmuch then.\"\n\nThey fought a few yards more into the forest.\n\nThen it ended. Or, rather, there was a wide gap. Before them lay a\nblast area, unmistakable. The grass was beginning to grow again, but\nthe tree stumps were roasted from the rocket breath.\n\n\"This isn't ours!\" Ri said. \"This looks like it was made nearly a year\nago!\"\n\nMia's eyes narrowed. \"The military from Xnile?\"\n\n\"No,\" Ri said. \"They don't have any rockets this small. And I don't\nthink there's another cargo rocket on this planet outside of the one we\nleased from the Club. Except the one _he_ brought.\"\n\n\"The ones who discovered the farn beasts in the first place?\" Mia\nasked. \"You think it's their blast?\"\n\n\"So?\" Ri said. \"But who are they?\"\n\n       *       *       *       *       *\n\nIt was Mia's turn to shrug. \"Whoever they were, they couldn't have been\nhunters. They'd have kept the secret better.\"\n\n\"We didn't do so damned well.\"\n\n\"We didn't have a chance,\" Mia objected. \"Everybody and his brother had\nheard the rumor that farn beasts were somewhere around here. It wasn't\nour fault Extrone found out.\"\n\n\"I wish we hadn't shot our guide, then. I wish he was here instead of\nus.\"\n\nMia shook perspiration out of his eyes. \"We should have shot our pilot,\ntoo. That was our mistake. The pilot must have been the one who told\nExtrone we'd hunted this area.\"\n\n\"I didn't think a Club pilot would do that.\"\n\n\"After Extrone said he'd hunt farn beasts, even if it meant going to\nthe alien system? Listen, you don't know.... Wait a minute.\"\n\nThere was perspiration on Ri's upper lip.\n\n\"_I_ didn't tell Extrone, if that's what you're thinking,\" Mia said.\n\nRi's mouth twisted. \"I didn't say you did.\"\n\n\"Listen,\" Mia said in a hoarse whisper. \"I just thought. Listen. To\nhell with how he found out. Here's the point. Maybe he'll shoot us,\ntoo, when the hunt's over.\"\n\nRi licked his lips. \"No. He wouldn't do that. We're not--not just\nanybody. He couldn't kill us like that. Not even _him_. And besides,\nwhy would he want to do that? It wouldn't do any good to shoot us. Too\nmany people already know about the farn beasts. You said that yourself.\"\n\nMia said, \"I hope you're right.\" They stood side by side, studying the\nblast area in silence. Finally, Mia said, \"We better be getting back.\"\n\n\"What'll we tell him?\"\n\n\"That we saw tracks. What else can we tell him?\"\n\nThey turned back along their trail, stumbling over vines.\n\n\"It gets hotter at sunset,\" Ri said nervously.\n\n\"The breeze dies down.\"\n\n\"It's screwy. I didn't think farn beasts had this wide a range. There\nmust be a lot of them, to be on both sides of the ridge like this.\"\n\n\"There may be a pass,\" Mia said, pushing a vine away.\n\nRi wrinkled his brow, panting. \"I guess that's it. If there were a lot\nof them, we'd have heard something before we did. But even so, it's\ndamned funny, when you think about it.\"\n\nMia looked up at the darkening sky. \"We better hurry,\" he said.\n\n       *       *       *       *       *\n\nWhen it came over the hastily established camp, the rocket was low,\nobviously looking for a landing site. It was a military craft, from the\noutpost on the near moon, and forward, near the nose, there was the\nblazoned emblem of the Ninth Fleet. The rocket roared directly over\nExtrone's tent, turned slowly, spouting fuel expensively, and settled\ninto the scrub forest, turning the vegetation beneath it sere by its\nblasts.\n\nExtrone sat on an upholstered stool before his tent and spat\ndisgustedly and combed his beard with his blunt fingers.\n\nShortly, from the direction of the rocket, a group of four high-ranking\nofficers came out of the forest, heading toward him. They were spruce,\nthe officers, with military discipline holding their waists in and\nknees almost stiff.\n\n\"What in hell do you want?\" Extrone asked.\n\nThey stopped a respectful distance away. \"Sir....\" one began.\n\n\"Haven't I told you gentlemen that rockets frighten the game?\" Extrone\ndemanded, ominously not raising his voice.\n\n\"Sir,\" the lead officer said, \"it's another alien ship. It was sighted\na few hours ago, off this very planet, sir.\"\n\nExtrone's face looked much too innocent. \"How did it get there,\ngentlemen? Why wasn't it destroyed?\"\n\n\"We lost it again, sir. Temporarily, sir.\"\n\n\"So?\" Extrone mocked.\n\n\"We thought you ought to return to a safer planet, sir. Until we could\nlocate and destroy it.\"\n\nExtrone stared at them for a space. Then, indifferently, he turned\naway, in the direction of a resting bearer. \"You!\" he said. \"Hey! Bring\nme a drink!\" He faced the officers again. He smiled maliciously. \"I'm\nstaying here.\"\n\nThe lead officer licked his firm lower lip. \"But, sir....\"\n\nExtrone toyed with his beard. \"About a year ago, gentlemen, there was\nan alien ship around here then, wasn't there? And you destroyed it,\ndidn't you?\"\n\n\"Yes, sir. When we located it, sir.\"\n\n\"You'll destroy this one, too,\" Extrone said.\n\n\"We have a tight patrol, sir. It can't slip through. But it might try a\nlong range bombardment, sir.\"\n\n       *       *       *       *       *\n\nExtrone said, \"To begin with, they probably don't even know I'm here.\nAnd they probably couldn't hit this area if they did know. And you\ncan't afford to let them get a shot at me, anyway.\"\n\n\"That's why we'd like you to return to an inner planet, sir.\"\n\nExtrone plucked at his right ear lobe, half closing his eyes. \"You'll\nlose a fleet before you'll dare let anything happen to me, gentlemen.\nI'm quite safe here, I think.\"\n\nThe bearer brought Extrone his drink.\n\n\"Get off,\" Extrone said quietly to the four officers.\n\nAgain they turned reluctantly. This time, he did not call them back.\nInstead, with amusement, he watched until they disappeared into the\ntangle of forest.\n\nDusk was falling. The takeoff blast of the rocket illuminated the area,\ncasting weird shadows on the gently swaying grasses; there was a hot\nbreath of dry air and the rocket dwindled toward the stars.\n\nExtrone stood up lazily, stretching. He tossed the empty glass away,\nlistened for it to shatter. He reached out, parted the heavy flap to\nhis tent.\n\n\"Sir?\" Ri said, hurrying toward him in the gathering darkness.\n\n\"Eh?\" Extrone said, turning, startled. \"Oh, you. Well?\"\n\n\"We ... located signs of the farn beast, sir. To the east.\"\n\nExtrone nodded. After a moment he said, \"You killed one, I believe, on\n_your_ trip?\"\n\nRi shifted. \"Yes, sir.\"\n\nExtrone held back the flap of the tent. \"Won't you come in?\" he asked\nwithout any politeness whatever.\n\nRi obeyed the order.\n\nThe inside of the tent was luxurious. The bed was of bulky feathers,\ncostly of transport space, the sleep curtains of silken gauze. The\nfloor, heavy, portable tile blocks, not the hollow kind, were neatly\nand smoothly inset into the ground. Hanging from the center, to the\nleft of the slender, hand-carved center pole, was a chain of crystals.\nThey tinkled lightly when Extrone dropped the flap. The light was\nelectric from a portable dynamo. Extrone flipped it on. He crossed to\nthe bed, sat down.\n\n\"You were, I believe, the first ever to kill a farn beast?\" he said.\n\n\"I.... No, sir. There must have been previous hunters, sir.\"\n\n       *       *       *       *       *\n\nExtrone narrowed his eyes. \"I see by your eyes that you are\nenvious--that is the word, isn't it?--of my tent.\"\n\nRi looked away from his face.\n\n\"Perhaps I'm envious of your reputation as a hunter. You see, I have\nnever killed a farn beast. In fact, I haven't _seen_ a farn beast.\"\n\nRi glanced nervously around the tent, his sharp eyes avoiding Extrone's\nglittering ones. \"Few people have seen them, sir.\"\n\n\"Oh?\" Extrone questioned mildly. \"I wouldn't say that. I understand\nthat the aliens hunt them quite extensively ... on some of their\nplanets.\"\n\n\"I meant in our system, sir.\"\n\n\"Of course you did,\" Extrone said, lazily tracing the crease of his\nsleeve with his forefinger. \"I imagine these are the only farn beasts\nin our system.\"\n\nRi waited uneasily, not answering.\n\n\"Yes,\" Extrone said, \"I imagine they are. It would have been a shame if\nyou had killed the last one. Don't you think so?\"\n\nRi's hands worried the sides of his outer garment. \"Yes, sir. It would\nhave been.\"\n\nExtrone pursed his lips. \"It wouldn't have been very considerate of you\nto--But, still, you gained valuable experience. I'm glad you agreed to\ncome along as my guide.\"\n\n\"It was an honor, sir.\"\n\nExtrone's lip twisted in wry amusement. \"If I had waited until it was\nsafe for me to hunt on an alien planet, I would not have been able to\nfind such an illustrious guide.\"\n\n\"... I'm flattered, sir.\"\n\n\"Of course,\" Extrone said. \"But you should have spoken to me about it,\nwhen you discovered the farn beast in our own system.\"\n\n\"I realize that, sir. That is, I had intended at the first opportunity,\nsir....\"\n\n\"Of course,\" Extrone said dryly. \"Like all of my subjects,\" he waved\nhis hand in a broad gesture, \"the highest as well as the lowest slave,\nknow me and love me. I know your intentions were the best.\"\n\nRi squirmed, his face pale. \"We do indeed love you, sir.\"\n\nExtrone bent forward. \"_Know_ me and love me.\"\n\n\"Yes, sir. _Know_ you and love you, sir,\" Ri said.\n\n\"Get out!\" Extrone said.\n\n       *       *       *       *       *\n\n\"It's frightening,\" Ri said, \"to be that close to him.\"\n\nMia nodded.\n\nThe two of them, beneath the leaf-swollen branches of the gnarled tree,\nwere seated on their sleeping bags. The moon was clear and cold and\nbright in a cloudless sky; a small moon, smooth-surfaced, except for a\ncentral mountain ridge that bisected it into almost twin hemispheres.\n\n\"To think of him. As flesh and blood. Not like the--well; that--what\nwe've read about.\"\n\nMia glanced suspiciously around him at the shadows. \"You begin to\nunderstand a lot of things, after seeing him.\"\n\nRi picked nervously at the cover of his sleeping bag.\n\n\"It makes you think,\" Mia added. He twitched. \"I'm afraid. I'm afraid\nhe'll.... Listen, we'll talk. When we get back to civilization. You,\nme, the bearers. About him. He can't let that happen. He'll kill us\nfirst.\"\n\nRi looked up at the moon, shivering. \"No. We have friends. We have\ninfluence. He couldn't just like that--\"\n\n\"He could say it was an accident.\"\n\n\"No,\" Ri said stubbornly.\n\n\"He can say anything,\" Mia insisted. \"He can make people believe\nanything. Whatever he says. There's no way to check on it.\"\n\n\"It's getting cold,\" Ri said.\n\n\"Listen,\" Mia pleaded.\n\n\"No,\" Ri said. \"Even if we tried to tell them, they wouldn't listen.\nEverybody would _know_ we were lying. Everything they've come to\nbelieve would tell them we were lying. Everything they've read, every\npicture they've seen. They wouldn't believe us. _He_ knows that.\"\n\n\"Listen,\" Mia repeated intently. \"This is important. Right now he\ncouldn't afford to let us talk. Not right now. Because the Army is\nnot against him. Some officers were here, just before we came back. A\nbearer overheard them talking. They don't _want_ to overthrow him!\"\n\nRi's teeth, suddenly, were chattering.\n\n\"That's another lie,\" Mia continued. \"That he protects the people from\nthe Army. That's a lie. I don't believe they were _ever_ plotting\nagainst him. Not even at first. I think they _helped_ him, don't you\nsee?\"\n\nRi whined nervously.\n\n\"It's like this,\" Mia said. \"I see it like this. The Army _put_ him in\npower when the people were in rebellion against military rule.\"\n\n       *       *       *       *       *\n\nRi swallowed. \"We couldn't make the people believe that.\"\n\n\"No?\" Mia challenged. \"Couldn't we? Not today, but what about tomorrow?\nYou'll see. Because I think the Army is getting ready to invade the\nalien system!\"\n\n\"The people won't support them,\" Ri answered woodenly.\n\n\"_Think._ If he tells them to, they will. They trust him.\"\n\nRi looked around at the shadows.\n\n\"That explains a lot of things,\" Mia said. \"I think the Army's been\npreparing for this for a long time. From the first, maybe. That's why\nExtrone cut off our trade with the aliens. Partly to keep them from\nlearning that he was getting ready to invade them, but more to keep\nthem from exposing _him_ to the people. The aliens wouldn't be fooled\nlike we were, so easy.\"\n\n\"No!\" Ri snapped. \"It was to keep the natural economic balance.\"\n\n\"You know that's not right.\"\n\nRi lay down on his bed roll. \"Don't talk about it. It's not good to\ntalk like this. I don't even want to listen.\"\n\n\"When the invasion starts, he'll have to command _all_ their loyalties.\nTo keep them from revolt again. They'd be ready to believe us, then.\nHe'll have a hard enough time without people running around trying to\ntell the truth.\"\n\n\"You're wrong. He's not like that. I know you're wrong.\"\n\nMia smiled twistedly. \"How many has he already killed? How can we even\nguess?\"\n\nRi swallowed sickly.\n\n\"Remember our guide? To keep our hunting territory a secret?\"\n\nRi shuddered. \"That's different. Don't you see? This is not at all like\nthat.\"\n\n       *       *       *       *       *\n\nWith morning came birds' songs, came dew, came breakfast smells.\nThe air was sweet with cooking and it was nostalgic, childhoodlike,\nuncontaminated.\n\nAnd Extrone stepped out of the tent, fully dressed, surly, letting the\nflap slap loudly behind him. He stretched hungrily and stared around\nthe camp, his eyes still vacant-mean with sleep.\n\n\"Breakfast!\" he shouted, and two bearers came running with a folding\ntable and chair. Behind them, a third bearer, carrying a tray of\nvarious foods; and yet behind him, a fourth, with a steaming pitcher\nand a drinking mug.\n\nExtrone ate hugely, with none of the delicacy sometimes affected in his\nconversational gestures. When he had finished, he washed his mouth with\nwater and spat on the ground.\n\n\"Lin!\" he said.\n\nHis personal bearer came loping toward him.\n\n\"Have you read that manual I gave you?\"\n\nLin nodded. \"Yes.\"\n\nExtrone pushed the table away. He smacked his lips wetly. \"Very\nludicrous, Lin. Have you noticed that I have two businessmen for\nguides? It occurred to me when I got up. They would have spat on me,\ntwenty years ago, damn them.\"\n\nLin waited.\n\n\"Now I can spit on them, which pleases me.\"\n\n\"The farn beasts are dangerous, sir,\" Lin said.\n\n\"Eh? Oh, yes. Those. What did the manual say about them?\"\n\n\"I believe they're carnivorous, sir.\"\n\n\"An alien manual. That's ludicrous, too. That we have the only\ninformation on our newly discovered fauna from an alien manual--and, of\ncourse, two businessmen.\"\n\n\"They have very long, sharp fangs, and, when enraged, are capable of\ntearing a man--\"\n\n\"An alien?\" Extrone corrected.\n\n\"There's not enough difference between us to matter, sir. Of tearing an\nalien to pieces, sir.\"\n\nExtrone laughed harshly. \"It's 'sir' whenever you contradict me?\"\n\nLin's face remained impassive. \"I guess it seems that way. Sir.\"\n\n\"Damned few people would dare go as far as you do,\" Extrone said. \"But\nyou're afraid of me, too, in your own way, aren't you?\"\n\nLin shrugged. \"Maybe.\"\n\n\"I can see you are. Even my wives are. I wonder if anyone can know how\nwonderful it feels to have people _all_ afraid of you.\"\n\n\"The farn beasts, according to the manual....\"\n\n\"You are very insistent on one subject.\"\n\n\"... It's the only thing I know anything about. The farn beast, as I\nwas saying, sir, is the particular enemy of men. Or if you like, of\naliens. Sir.\"\n\n\"All right,\" Extrone said, annoyed. \"I'll be careful.\"\n\nIn the distance, a farn beast coughed.\n\nInstantly alert, Extrone said, \"Get the bearers! Have some of them cut\na path through that damn thicket! And tell those two businessmen to get\nthe hell over here!\"\n\nLin smiled, his eyes suddenly afire with the excitement of the hunt.\n\n       *       *       *       *       *\n\nFour hours later, they were well into the scrub forest. Extrone walked\nleisurely, well back of the cutters, who hacked away, methodically, at\nthe vines and branches which might impede his forward progress. Their\nsharp, awkward knives snickered rhythmically to the rasp of their heavy\nbreathing.\n\nOccasionally, Extrone halted, motioned for his water carrier, and drank\ndeeply of the icy water to allay the heat of the forest, a heat made\noppressive by the press of foliage against the outside air.\n\nRanging out, on both sides of the central body, the two businessmen\nfought independently against the wild growth, each scouting the flanks\nfor farn beasts, and ahead, beyond the cutters, Lin flittered among the\ntree trunks, sometimes far, sometimes near.\n\nExtrone carried the only weapon, slung easily over his shoulder, a\npowerful blast rifle, capable of piercing medium armor in sustained\nfire. To his rear, the water carrier was trailed by a man bearing a\nfolding stool, and behind him, a man carrying the heavy, high-powered\ntwo-way communication set.\n\nOnce Extrone unslung his blast rifle and triggered a burst at a tiny,\narboreal mammal, which, upon the impact, shattered asunder, to\nExtrone's satisfied chuckle, in a burst of blood and fur.\n\nWhen the sun stood high and heat exhaustion made the near-naked bearers\nslump, Extrone permitted a rest. While waiting for the march to resume,\nhe sat on the stool with his back against an ancient tree and patted,\nreflectively, the blast rifle, lying across his legs.\n\n\"For you, sir,\" the communications man said, interrupting his reverie.\n\n\"Damn,\" Extrone muttered. His face twisted in anger. \"It better be\nimportant.\" He took the head-set and mike and nodded to the bearer. The\nbearer twiddled the dials.\n\n\"Extrone. Eh?... Oh, you got their ship. Well, why in hell bother\nme?... All right, so they found out I was here. You got them, didn't\nyou?\"\n\n\"Blasted them right out of space,\" the voice crackled excitedly. \"Right\nin the middle of a radio broadcast, sir.\"\n\n\"I don't want to listen to your gabbling when I'm hunting!\" Extrone\ntore off the head-set and handed it to the bearer. \"If they call back,\nfind out what they want, first. I don't want to be bothered unless it's\nimportant.\"\n\n\"Yes, sir.\"\n\nExtrone squinted up at the sun; his eyes crinkled under the glare, and\nperspiration stood in little droplets on the back of his hands.\n\nLin, returning to the column, threaded his way among reclining\nbearers. He stopped before Extrone and tossed his hair out of his eyes.\n\"I located a spoor,\" he said, suppressed eagerness in his voice. \"About\na quarter ahead. It looks fresh.\"\n\nExtrone's eyes lit with passion.\n\nLin's face was red with heat and grimy with sweat. \"There were two, I\nthink.\"\n\n\"Two?\" Extrone grinned, petting the rifle. \"You and I better go forward\nand look at the spoor.\"\n\nLin said, \"We ought to take protection, if you're going, too.\"\n\nExtrone laughed. \"This is enough.\" He gestured with the rifle and stood\nup.\n\n\"I wish you had let me bring a gun along, sir,\" Lin said.\n\n\"One is enough in _my_ camp.\"\n\n       *       *       *       *       *\n\nThe two of them went forward, alone, into the forest. Extrone moved\nagilely through the tangle, following Lin closely. When they came to\nthe tracks, heavily pressed into drying mud around a small watering\nhole, Extrone nodded his head in satisfaction.\n\n\"This way,\" Lin said, pointing, and once more the two of them started\noff.\n\nThey went a good distance through the forest, Extrone becoming more\nalert with each additional foot. Finally, Lin stopped him with a\nrestraining hand. \"They may be quite a way ahead. Hadn't we ought to\nbring up the column?\"\n\nThe farn beast, somewhere beyond a ragged clump of bushes, coughed.\nExtrone clenched the blast rifle convulsively.\n\nThe farn beast coughed again, more distant this time.\n\n\"They're moving away,\" Lin said.\n\n\"Damn!\" Extrone said.\n\n\"It's a good thing the wind's right, or they'd be coming back, and\nfast, too.\"\n\n\"Eh?\" Extrone said.\n\n\"They charge on scent, sight, or sound. I understand they will track\ndown a man for as long as a day.\"\n\n\"Wait,\" Extrone said, combing his beard. \"Wait a minute.\"\n\n\"Yes?\"\n\n\"Look,\" Extrone said. \"If that's the case, why do we bother tracking\nthem? Why not make them come to us?\"\n\n\"They're too unpredictable. It wouldn't be safe. I'd rather have\nsurprise on our side.\"\n\n\"You don't seem to see what I mean,\" Extrone said. \"_We_ won't be\nthe--ah--the bait.\"\n\n\"Oh?\"\n\n\"Let's get back to the column.\"\n\n       *       *       *       *       *\n\n\"Extrone wants to see you,\" Lin said.\n\nRi twisted at the grass shoot, broke it off, worried and unhappy.\n\"What's he want to see _me_ for?\"\n\n\"I don't know,\" Lin said curtly.\n\nRi got to his feet. One of his hands reached out, plucked nervously\nat Lin's bare forearm. \"Look,\" he whispered. \"You know him. I have--a\nlittle money. If you were able to ... if he wants,\" Ri gulped, \"to\n_do_ anything to me--I'd pay you, if you could....\"\n\n\"You better come along,\" Lin said, turning.\n\nRi rubbed his hands along his thighs; he sighed, a tiny sound,\nineffectual. He followed Lin beyond an outcropping of shale to where\nExtrone was seated, petting his rifle.\n\nExtrone nodded genially. \"The farn beast hunter, eh?\"\n\n\"Yes, sir.\"\n\nExtrone drummed his fingers on the stock of the blast rifle. \"Tell me\nwhat they look like,\" he said suddenly.\n\n\"Well, sir, they're ... uh....\"\n\n\"Pretty frightening?\"\n\n\"No, sir.... Well, in a way, sir.\"\n\n\"But _you_ weren't afraid of them, were you?\"\n\n\"No, sir. No, because....\"\n\nExtrone was smiling innocently. \"Good. I want you to do something for\nme.\"\n\n\"I ... I....\" Ri glanced nervously at Lin out of the tail of his eye.\nLin's face was impassive.\n\n\"Of _course_ you will,\" Extrone said genially. \"Get me a rope, Lin. A\ngood, long, strong rope.\"\n\n\"What are you going to do?\" Ri asked, terrified.\n\n\"Why, I'm going to tie the rope around your waist and stake you out as\nbait.\"\n\n\"No!\"\n\n\"Oh, come now. When the farn beast hears you scream--you _can_ scream,\nby the way?\"\n\nRi swallowed.\n\n\"We could find a way to make you.\"\n\nThere was perspiration trickling down Ri's forehead, a single drop,\ncreeping toward his nose.\n\n\"You'll be safe,\" Extrone said, studying his face with amusement. \"I'll\nshoot the animal before it reaches you.\"\n\nRi gulped for air. \"But ... if there should be more than one?\"\n\nExtrone shrugged.\n\n\"I--Look, sir. Listen to me.\" Ri's lips were bloodless and his hands\nwere trembling. \"It's not me you want to do this to. It's Mia, sir.\n_He_ killed a farn beast before _I_ did, sir. And last night--last\nnight, he--\"\n\n\"He what?\" Extrone demanded, leaning forward intently.\n\nRi breathed with a gurgling sound. \"He said he ought to kill you, sir.\nThat's what he said. I heard him, sir. He said he ought to kill you.\nHe's the one you ought to use for bait. Then if there was an accident,\nsir, it wouldn't matter, because he said he ought to kill you. I\nwouldn't....\"\n\nExtrone said, \"Which one is he?\"\n\n\"That one. Right over there.\"\n\n\"The one with his back to me?\"\n\n\"Yes, sir. That's him. That's him, sir.\"\n\nExtrone aimed carefully and fired, full charge, then lowered the rifle\nand said, \"Here comes Lin with the rope, I see.\"\n\nRi was greenish. \"You ... you....\"\n\nExtrone turned to Lin. \"Tie one end around his waist.\"\n\n\"Wait,\" Ri begged, fighting off the rope with his hands. \"You don't\nwant to use me, sir. Not after I told you.... Please, sir. If anything\nshould happen to me.... Please, sir. Don't do it.\"\n\n\"Tie it,\" Extrone ordered.\n\n\"No, sir. Please. Oh, _please_ don't, sir.\"\n\n\"Tie it,\" Extrone said inexorably.\n\nLin bent with the rope; his face was colorless.\n\n       *       *       *       *       *\n\nThey were at the watering hole--Extrone, Lin, two bearers, and Ri.\n\nSince the hole was drying, the left, partially exposed bank was steep\ntoward the muddy water. Upon it was green, new grass, tender-tuffed,\nhalf mashed in places by heavy animal treads. It was there that they\nstaked him out, tying the free end of the rope tightly around the base\nof a scaling tree.\n\n\"You will scream,\" Extrone instructed. With his rifle, he pointed\nacross the water hole. \"The farn beast will come from this direction, I\nimagine.\"\n\nRi was almost slobbering in fear.\n\n\"Let me hear you scream,\" Extrone said.\n\nRi moaned weakly.\n\n\"You'll have to do better than that.\" Extrone inclined his head toward\na bearer, who used something Ri couldn't see.\n\nRi screamed.\n\n\"See that you keep it up that way,\" Extrone said. \"That's the way I\nwant you to sound.\" He turned toward Lin. \"We can climb this tree, I\nthink.\"\n\nSlowly, aided by the bearers, the two men climbed the tree, bark\npeeling away from under their rough boots. Ri watched them hopelessly.\n\nOnce at the crotch, Extrone settled down, holding the rifle at alert.\nLin moved to the left, out on the main branch, rested in a smaller\ncrotch.\n\nLooking down, Extrone said, \"Scream!\" Then, to Lin, \"You feel the\nexcitement? It's always in the air like this at a hunt.\"\n\n\"I feel it,\" Lin said.\n\nExtrone chuckled. \"You were with me on Meizque?\"\n\n\"Yes.\"\n\n\"That was something, that time.\" He ran his hand along the stock of the\nweapon.\n\nThe sun headed west, veiling itself with trees; a large insect circled\nExtrone's head. He slapped at it, angry. The forest was quiet,\nunderlined by an occasional piping call, something like a whistle. Ri's\nscreams were shrill, echoing away, shiveringly. Lin sat quiet, hunched.\n\nExtrone's eyes narrowed, and he began to pet the gun stock with quick,\njerky movements. Lin licked his lips, keeping his eyes on Extrone's\nface. The sun seemed stuck in the sky, and the heat squeezed against\nthem, sucking at their breath like a vacuum. The insect went away.\nStill, endless, hopeless, monotonous, Ri screamed.\n\n       *       *       *       *       *\n\nA farn beast coughed, far in the matted forest.\n\nExtrone laughed nervously. \"He must have heard.\"\n\n\"We're lucky to rouse one so fast,\" Lin said.\n\nExtrone dug his boot cleats into the tree, braced himself. \"I like\nthis. There's more excitement in waiting like this than in anything I\nknow.\"\n\nLin nodded.\n\n\"The waiting, itself, is a lot. The suspense. It's not only the killing\nthat matters.\"\n\n\"It's not _only_ the killing,\" Lin echoed.\n\n\"You understand?\" Extrone said. \"How it is to wait, knowing in just a\nminute something is going to come out of the forest, and you're going\nto kill it?\"\n\n\"I know,\" Lin said.\n\n\"But it's not only the killing. It's the waiting, too.\"\n\nThe farn beast coughed again; nearer.\n\n\"It's a different one,\" Lin said.\n\n\"How do you know?\"\n\n\"Hear the lower pitch, the more of a roar?\"\n\n\"Hey!\" Extrone shouted. \"You, down there. There are two coming. Now\nlet's hear you really scream!\"\n\nRi, below, whimpered childishly and began to retreat toward the tether\ntree, his eyes wide.\n\n\"There's a lot of satisfaction in fooling them, too,\" Extrone said.\n\"Making them come to your bait, where you can get at them.\" He\nopened his right hand. \"Choose your ground, set your trap. Bait it.\"\nHe snapped his hand into a fist, held the fist up before his eyes,\nimprisoning the idea. \"Spring the trap when the quarry is inside.\nClever. That makes the waiting more interesting. Waiting to see if they\nreally will come to your bait.\"\n\nLin shifted, staring toward the forest.\n\n\"I've always liked to hunt,\" Extrone said. \"More than anything else, I\nthink.\"\n\nLin spat toward the ground. \"People should hunt because they have to.\nFor food. For safety.\"\n\n\"No,\" Extrone argued. \"People should hunt for the love of hunting.\"\n\n\"Killing?\"\n\n\"Hunting,\" Extrone repeated harshly.\n\n       *       *       *       *       *\n\nThe farn beast coughed. Another answered. They were very near, and\nthere was a noise of crackling underbrush.\n\n\"He's good bait,\" Extrone said. \"He's fat enough and he knows how to\nscream good.\"\n\nRi had stopped screaming; he was huddled against the tree, fearfully\neying the forest across from the watering hole.\n\nExtrone began to tremble with excitement. \"Here they come!\"\n\nThe forest sprang apart. Extrone bent forward, the gun still across his\nlap.\n\nThe farn beast, its tiny eyes red with hate, stepped out on the bank,\nswinging its head wildly, its nostrils flaring in anger. It coughed.\nIts mate appeared beside it. Their tails thrashed against the scrubs\nbehind them, rattling leaves.\n\n\"Shoot!\" Lin hissed. \"For God's sake, shoot!\"\n\n\"Wait,\" Extrone said. \"Let's see what they do.\" He had not moved\nthe rifle. He was tense, bent forward, his eyes slitted, his breath\nbeginning to sound like an asthmatic pump.\n\nThe lead farn beast sighted Ri. It lowered its head.\n\n\"Look!\" Extrone cried excitedly. \"Here it comes!\"\n\nRi began to scream again.\n\nStill Extrone did not lift his blast rifle. He was laughing. Lin\nwaited, frozen, his eyes staring at the farn beast in fascination.\n\nThe farn beast plunged into the water, which was shallow, and, throwing\na sheet of it to either side, headed across toward Ri.\n\n\"Watch! Watch!\" Extrone cried gleefully.\n\nAnd then the aliens sprang their trap.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Hunt the Hunter, by Kris Neville\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HUNT THE HUNTER ***\n\n***** This file should be named 51433.txt or 51433.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/3/51433/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}