{"title": "The Business, As Usual", "author": "Jack Sharkey", "releaseDate": "March 13, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE BUSINESS, AS USUAL\n\n                            By JACK SHARKEY\n\n                        Illustrated by TRATTNER\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            Giving Certain Powers the business for a change\n             would be a joy--but it must not backfire--and\n            here at last was the perfect recoilless diddle!\n\n\nIn 1962, the United States Air Force found itself possessed of a\nformidable tool of battle, a radar resistant airplane. While this was\nthe occasion for much rejoicing among the Defense Department members\nwho were cleared for Top Secret, this national-defense solution merely\nposed a greater problem: What should we do with it?\n\n\"There must,\" said the Secretary of Defense, \"be some utilization of\nthis new device to demonstrate to 'Certain Powers' that the world can\nbe made safe for Freedom and Democracy!\"\n\n\"'Certain Powers,' my foot,\" said the President. \"Why don't we ever\ncome out and just say it?\"\n\n\"Policy,\" the Secretary said. \"We've always walked softly in our\nForeign Policy; especially softly in cases where we didn't have the\n'big stick' to carry.\"\n\n\"Well,\" grumbled the President, \"we've got the big stick now. What do\nwe do with it?\"\n\n\"We just want to shake it a bit,\" said the Secretary. \"No contusions\nintended, of course. We just have to let them know we _have_ it, but\nare too kind-hearted to use it. Unless provoked, naturally.\"\n\n\"I can see,\" said the President, \"that this new plane is burning a hole\nin your pocket. Suppose we do send it flying over Rus--\"\n\n\"_Mister_ President!\" said the Secretary of Defense.\n\nThe President sighed. \"All right, all right. Flying over 'Certain\nAreas,' then. Let's say we get it there. Fine. What do we do with it?\nDrop leaflets?\"\n\n\"No. That comes under the proselytizing clause in the Geneva Conference\nof '59.\"\n\n\"I don't suppose a small--well, you know.\"\n\n\"Aggression,\" said the Secretary. \"We'd lose face in the Middle East.\"\n\n\"So?\" demanded the President, spreading his hands. \"They don't like us\nanyhow, do they? Or the competition--or each other, for that matter.\"\n\n\"That's not the point. We have to _feel_ as though our dollars are\nbuying friends, whether or not it's true.\"\n\n\"Well, then, what _can_ we do?\" said the President. \"No leaflets, no\naggression. We couldn't maybe seed their clouds and make it rain on\nthem?\"\n\n\"And get sued by other countries for artificially creating low-pressure\nconditions that, they could claim, robbed them of their rightful\nrainfall? We've had it happen right here between our own states.\"\n\n\"Maybe we should just forget about it, then?\"\n\n\"Never! It must be demonstrated to the world that--\"\n\n\"We could take a full-page ad in the New York _Times_.\"\n\n\"It just isn't done that way,\" the Secretary protested.\n\n\"Why not? It'd save money, wouldn't it? A simple ad like, '_Hey, there,\nCertain Powers! Lookie what we got!_' What'd be wrong with that?\"\n\n\"They'd accuse us of Capitalistic Propaganda, that's what! And to get\nthe egg off our face, we'd have to demonstrate the plane and--\"\n\n\"And be right back where we are now,\" the President realized aloud,\nnodding gloomily. \"Okay, so what do we do?\"\n\nThe Secretary looked to left and right, although they were alone\ntogether in a soundproofed, heavily guarded room, before replying.\n\n\"We drop an agent!\" he whispered.\n\n\n\nThe President blinked twice before responding. \"Have you gone mad?\nWhat man in his right mind would volunteer for such a thing? 'Drop\nan agent,' indeed! Ten minutes after landing, he'd be up against a\nwall and shot. Wouldn't _that_ be lovely for Freedom and Democracy?\nWe'd have the R--the Certain Powers gloating over the air waves for\nweeks about nipping a Capitalist Assassination Plot in the bud, not\nto mention the Mothers of America beating down the White House door\nbecause one of Our Boys was sacrificed. You know how our country\nreacts: If an entire division is wiped out, we bite the bullet and\nerect statues and make speeches and then forget it. But let a single\nman get in dutch and the whole populace goes crazy until something is\n'done' about it. No, it won't work.\"\n\n\"May I finish?\" said the Secretary patiently.\n\nThe President shrugged. \"Why not?\"\n\n\"This agent would be something special, sir. One that would not only\ndemonstrate our new aircraft, but which would positively leave the\nR--damn, you've got _me_ doing it!--Certain Powers tied in knots. In\npoint of fact, our military psychologists think that this agent might\nbe the wedge to split Communism apart in hopeless panic!\"\n\n\"Really?\" the President said, with more enthusiasm than he had shown\nthroughout the entire meeting. \"I'd like to meet this agent.\"\n\nThe Secretary pressed a black button upon the conference table. An\ninstant later, the door opened and the Secretary's personal aide\nstepped in. \"Yes, sir?\"\n\n\"Jenkins, have the corridor cleared and Secret Service men posted at\nall entrances and exits. When it's safe, bring in Agent X-45.\" He\npaused. \"And Professor Blake, too.\"\n\n\"At once, sir.\" Jenkins hurried out.\n\n\"X-45?\" said the President. \"Has he no name?\"\n\nThe Secretary smiled inscrutably. \"Teddy, sir.\"\n\n\"Why that smirk?\"\n\n\"You'll see, sir.\"\n\nThey sat in fidgety silence for another minute, and then a buzzer\nsounded, twice.\n\n\"Ah, that's Jenkins,\" said the Secretary, and pressed the button once\nmore.\n\nJenkins came in, followed by a tall gray-haired man who carried a large\nblack suitcase. The President arose, and, as Jenkins left the room\nagain, shook hands with the man. \"Agent X-45?\" he asked.\n\n\"Professor Charles Blake,\" the man corrected him calmly. \"Agent X-45 is\nin here.\"\n\nThe President stared. \"In the _suitcase_? What are we sending? A\n_dwarf_?\"\n\n\"Hardly,\" said the Secretary, snapping up the hasps on the suitcase\nand opening it upon the table. \"This,\" he said, lifting something from\nunder tissue-paper padding, \"is Agent X-45.\"\n\nThe President's gaze was returned by two shiny black eyes, set on\neither side of a little brown muzzle with a gentle, stitched-on smile.\nAgent X-45 was clad in flight helmet, miniature jacket and tiny boots,\nwith a baggy pair of brown canvas trousers belted at the waist with\na bandolier holding a dozen small wooden bullets, and dangling a\npatent-leather holster containing a plastic water pistol. And he wore a\nsmall parachute and harness.\n\n\"But that's a teddy bear!\" cried the President.\n\n\"Precisely,\" Professor Blake said.\n\n\n\n\"I think I'll sit down,\" said the President, and did so, visibly\nlooking like a man who believes he is surrounded by lunatics.\n\n\"And look here!\" said the Secretary, slipping his hand within Teddy's\njacket and withdrawing a small oilskin pouch. \"It's rather rudimentary,\nbut the Cyrillic lettering is genuine, and our ambassador assures us\nthe layout is correct.\"\n\nThe President took the pouch, unfolded it and drew out a small sheet\nof paper, covered with the inscrutable letterings, and numerous\nrectangles and curving red lines.\n\n\"I give up,\" he said. \"What is it?\"\n\n\"A map of the Kremlin,\" said the Secretary, his eyes dancing. \"That big\nred 'X' is the location of the Politburo Council Chamber.\"\n\n\"Perhaps,\" the President said weakly, \"you could explain...?\"\n\n\"Mister President,\" said Professor Blake, \"I am the new Chief of\nPropaganda for the government.\"\n\nThe President nodded, poured himself a glass of water from a pitcher\nand drained it. \"Yes, yes?\" he said.\n\n\"Naturally, I have spent my career studying the psychology of a Certain\nPower....\"\n\nThe President groaned. \"Please, gentlemen, let's name names! It need\nnever go outside this room. _My_ lips are sealed!\"\n\nThe professor and the Secretary exchanged a look, a raising of\neyebrows, then a shrug of surrender.\n\n\"Very well,\" said Blake. \"Russia--\"\n\n\"There,\" said the President. \"That's more like it.\"\n\nBlake cleared his throat and went on.\n\n\"We know the weak spot in the Russian armor is the mentality of the\naverage Communist official,\" he explained, while the Secretary, who\nhad heard this all before, fiddled with the straps of Teddy's parachute\nand hummed softly to himself. \"They have a distrust complex. Everything\nand everybody is under 24-hour-a-day suspicion.\"\n\n\"Yes, so I hear,\" said the President.\n\n\"What do you suppose would happen to an agent that was caught by the\nRussians?\" asked Blake.\n\n\"I'd rather not even think about that.\"\n\n\"Not the sadistic details, sir. I mean the general train of events,\nfrom the time of capture onward.\"\n\nThe President pondered this. \"After his capture,\" he said thoughtfully,\n\"he would be questioned. Through various methods--hopelessly at\nvariance with the regulations of the Geneva Convention--they would\ndiscover his mission, and then he would be shot, I guess, or\nimprisoned.\"\n\nBlake nodded grimly. \"And what if an agent landed there that could\n_not_ divulge his mission?\"\n\n\n\nThe Secretary stopped fiddling with the harness and watched the\nPresident's face. On the worn features he read first puzzlement, then\nincredulity, then a flash of sheer amazement.\n\n\"Good heavens!\" said the President. \"They'd--they'd have to admit a\ndefeat, I suppose....\"\n\n\"But can they?\" Blake leaned forward and slammed his fist upon the\ntabletop. \"Can the Communist mentality ever admit that it's been\nbested?\"\n\n\"I--I guess not. At least, they never do,\" said the President. \"But\nthis--\" he wagged a forefinger at the stuffed thing on the table--\"this\ncertainly won't upset them. I mean, after all....\" He looked from\none to the other for agreement and found none. \"But, gentlemen, it's\nnothing but a stuffed bear!\"\n\n\"It won't upset them?\" queried Blake slowly. \"Are you sure?\"\n\n\"Of course I'm sure. They'll find the bear, wherever it lands, and\nthey'll--well, they'll _know_ it's a gag and just laugh at us.\"\n\n\"_How_ will they know?\" Blake persisted.\n\n\"Well, they'll be _pretty_ well certain!\" the President said\nscathingly: \"I mean a stuffed toy--\"\n\n\"Would they give up on something of which they were 'pretty well'\ncertain?\"\n\n\"They'd have to. Teddy, here, certainly couldn't tell them anything.\nThey'd say it was a joke and forget it....\" His voice barely sounded\nthe last few words. He no longer believed them. A smile flickered upon\nhis face. \"Gentlemen, you don't think they'd--\"\n\n\"The Russians,\" said Blake, without emotion, \"would go off their\nrockers, sir. To be unable to explain a thing like this would devastate\ntheir morale. The Communist is a man who must hold all the aces. He'll\nshuffle and reshuffle until he gets them, too. Well, we're giving him a\ncold deck, sir. There are no aces for him to find.\"\n\n\"Hmmm,\" said the President. \"As long as there's any doubt in their\nminds, they'll have to keep plugging at it, won't they! And since\nthere's no solution--\" His smile grew calculating. \"Yes, yes I begin\nto see. It's a small thing, to be sure, but I find I must leap at the\nopportunity to stick a few ants in _their_ pants for a change.\"\n\n\"It won't wipe them out,\" began the Secretary.\n\n\"But it'll wear them down a little,\" Blake finished.\n\n\"Done!\" said the President. \"How soon can we get Operation Frustration\nunder way?\"\n\n\"The plane is ready to leave right now,\" said the Secretary, with a\nsmall blush. \"I--I rather thought you'd see this thing our way.\"\n\nThe President frowned at this, then shrugged. \"Good enough. Let's get\nthis bear into the air.\"\n\n\n\n\"You sure this plane will work?\" asked the President, averting his face\nfrom the spray of leaves caught up in the shrieking jet stream of the\nwaiting plane.\n\n\"It's too simple not to,\" said Blake, clutching the suitcase--on whose\nside a large red \"Top Secret\" had been stenciled--to his chest, and\nshouting over the scream of the plane. \"The radar-resistant device is\nnothing more than a radio-receiver that blankets the structure, making\nthe entire plane a receiver. If it receives the radar impulses, they\ncan't bounce back and make a blip on the enemy radar screens.\"\n\nThe President sighed. \"You make it sound almost too easy. Very well.\"\nHe shook the man's hand. \"Good luck.\"\n\n\"Thank you, sir,\" said Blake, patting the suitcase. \"I'll take good\ncare of Teddy.\"\n\nThe President nodded and moved away. Blake boarded the jet, and,\nminutes later, the President was watching a last fading streamer of the\ntwin exhausts dwindling upon the eastern horizon.\n\n\"I shan't sleep till he's back,\" said the Secretary.\n\n\"Nor I,\" said the President. \"I have the weirdest damned\napprehension....\"\n\n\"About what, sir?\" asked the Secretary, as they made their way from the\nfield.\n\n\"About the--\" the President looked around, then lowered his voice to a\nwhisper--\"the Russians. There's something in their makeup we may have\noverlooked.\"\n\n\"Impossible, sir,\" said the Secretary of Defense. \"Blake is our top\npsychologist.\"\n\n\"I hope you're right. If this fails, I'd hate for it to be traced to\nus.\"\n\n\"It can't be. The jacket was made in Japan, the boots in Mexico, the\nparachute in--\"\n\n\"I know, I know,\" said the President. \"But if they _should_ trace it to\nus, we'll be a laughing-stock.\"\n\n\"They won't,\" the Secretary assured him.\n\n\n\nTwo days later, Blake was back, his manner jovial when he met in secret\nsession once more with the two executives.\n\n\"Couldn't have gone more perfectly, gentlemen,\" he said, rubbing his\nhands together and bouncing on his toes. \"We passed directly over\nMoscow, at a height of ten miles, on the stroke of midnight. The night\nwas overcast and starless. Teddy was dropped through the bomb bay. I\nsaw his parachute open myself. He's down there now, and we're sure to\nsee signs any day now of the little cracks in the Iron Curtain.\"\n\n\"You had no trouble with the enemy?\" the President asked, though the\nanswer--since Blake was back alive--was obvious.\n\n\"None,\" Blake said. \"The radar shield performed exactly as specified,\nsir. Not a blink of a searchlight nor a single ground-to-air rocket did\nwe see. Perhaps, on hearing us pass by, they sent up an investigating\nplane or two, but we were long gone by then. That's the advantage of\nmoving faster than the sound you make,\" he added pontifically.\n\n\"I still feel we've overlooked something,\" said the President. \"In the\nback of my mind, a small voice keeps trying to remind me of something\nabout the Russians, something that should have made me veto this whole\nscheme at the start.\"\n\nBlake looked puzzled. \"What about them, sir? If it's in regard to their\npsychology, I can assure you--\"\n\n\"I don't mean their psychology at _all_,\" said the President. \"No,\nwait--yes, I do, in a minor way. They must pursue this thing, no matter\nwhat, but--\"\n\nA light glimmered, then burned brightly in the President's eyes, and he\nstood up and smacked his fist into his open palm. \"Of course!\" he said.\n\"Their methods!\"\n\n\"Methods?\" asked Blake, a little nervously.\n\nThe President's reply was interrupted by a knock at the door. The\nthree men exchanged a look; then the Secretary jabbed the button, and\nJenkins came in.\n\n\"This just came for you, sir,\" he said, handing the Secretary a small\nenvelope, and making his exit silently.\n\nThe President waited impatiently as the envelope was torn open and its\ncontents read. Then the Secretary's hands opened limply and the message\nfell upon the table.\n\n\"Diplomatic note--Russian--Teddy,\" he whispered.\n\n\"What!\" yelped the President. He snatched the paper from the table and\nread it, then sank into his chair once more, his face grim and eyes\nsuspiciously moist. \"The dirty, lowdown, rotten....\"\n\nBlake, hovering at tableside, hesitated a moment, then asked, \"What\nabout Teddy? What's happened?\"\n\n\"What we might have expected,\" said the Secretary dolefully.\n\n\"You don't mean--\" Blake mumbled, horrified. He couldn't continue, just\nwaited for the worst.\n\nThe President nodded miserably.\n\n\"He's confessed.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Business, As Usual, by Jack Sharkey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BUSINESS, AS USUAL ***\n\n***** This file should be named 51435.txt or 51435.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/3/51435/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}