{"title": "An Elephant for the Prinkip", "author": "L.J. Stecher", "releaseDate": "March 13, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      An Elephant For the Prinkip\n\n                         BY L. J. STECHER, JR.\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                      A Delta class freighter can\n                      carry anything--maybe more\n                      than its skipper can bear!\n\n\nA delta class freighter isn't pretty to look at, but it can be adapted\nto carry most anything, and occasionally even to carry it profitably.\nSo when I saw one I didn't recognize sitting under the gantry at\nHelmholtz Spaceport, I hurried right over to Operations.\n\nIt looked as if I might be able to get my Gasha root off-planet before\nit started to spoil, after all.\n\nIt was the _Delta Crucis_, they told me. She was a tramp, and she\nhadn't yet been signed for a cargo. The skipper was listed as his own\nagent. They told me where they thought I could find him, so I drifted\nover to the Spaceport bar, and looked around.\n\nI found my man quickly enough. He had the young-old look of a deep\nspacer. He wore a neat but threadbare blue uniform, with the four broad\ngold rings of command--rather tarnished--on each sleeve. He had a glass\nof rhial--a liquor that was too potent for my taste--in front of him at\nten o'clock in the morning, and that wasn't a good sign. But he looked\nsober enough.\n\nSo I picked up a large schooner of beer at the bar and strolled over to\nhis table in the far corner away from the window.\n\n\"Mind if I join you?\" I asked casually. \"I hate to drink alone.\"\n\nHe stared at me for a minute out of those pale-blue spacer's eyes of\nhis, until I figured he thought he had me catalogued.\n\nThen he motioned me to the chair across from his at the small table. We\nsat for a few minutes in silence, sizing each other up.\n\n\"That's a mighty nice looking freighter out there on pad seven,\" I said\nat last. \"Yours?\"\n\n       *       *       *       *       *\n\nHe uncapped his glass, took a sip of rhial, snicked the cover back, and\nlet the heady stuff evaporate in his mouth. He breathed in sharply in\nthe approved manner, but he didn't even shudder. He just nodded slowly,\nonce.\n\nThat appeared to pass the conversational ball back to me. \"I might\nhave a cargo for you, if you can handle it,\" I said. \"I hear these\nDelta class ships can manage almost anything, but this is a rough one.\nThe _Annabelle_ is the only ship in the area built to take my stuff,\nand she's grounded with transposer troubles.\"\n\nHe cocked one sandy eyebrow at me. I interpreted this to be a request\nfor the nature of my cargo, so I told him, and let him ponder about it\nfor a while.\n\n\"Gasha root,\" he said at last, and nodded once. \"I can handle it.\nThat'll be easy, for _Delta Crucis_. Like you said, she can handle\nanything. Her last cargo was a live elephant.\"\n\nWe completed our deal without much trouble. He drove a hard bargain,\nbut a fair one, and he had plenty of self-confidence. He signed a\ncontingent-on-satisfactory-delivery contract, and that's unusual for a\nship that's handling Gasha. Hadn't thought I'd be so lucky. Gasha is\ntricky stuff.\n\nWe went over to the Government office to complete the deal--customs\narrangements, notarizations, posting bonds and so forth--but we finally\nsigned the contract, all legal and binding. His name turned out to be\nBart Hannah.\n\nThen, by unspoken consent, we went back to the bar.\n\nIt was after noon, by that time, so I had a Scotch, and then I had\nanother. I was so relieved to have found a ship for my cargo that I\ndidn't even think about lunch.\n\n       *       *       *       *       *\n\nI got more and more mellow and talkative as time went by, but the\nskipper just sat there, breathing rhial. He didn't seem to change a bit.\n\nSomething had been bothering me, though, and I finally figured out\nwhat it was. So I stopped talking about my farming troubles, and asked\nCaptain Hannah a direct question.\n\n\"You say you carried an _elephant_?\" I asked. \"A _live_ elephant? In a\n_space ship_?\"\n\nHe nodded. \"It's an animal,\" he said. \"A very large animal. From Earth.\"\n\n\"I know all about that,\" I said. \"We're civilized here. We're not just\na bunch of back-planet hicks, you know. We study all about the Home\nPlanet at school. But why--and how--would anyone take an elephant into\nspace?\"\n\nHe stared at me for a while, then took a deep breath, and let it out\nslowly. \"I'll tell you,\" he said. \"After all, it's nothing to be really\nashamed of.\" He pondered for a full minute. \"It all started just a few\nstandard months ago, on Condor--over in Sector Sixty-four W.\"\n\n\"Sixty-four W?\" I broke in. \"That's clear over on the other side of the\nGalaxy.\"\n\nHe looked at me for awhile, and then went on just as if I hadn't spoken.\n\n\"I'd been doing all right with _Delta Crucis_,\" he said, \"and salting\naway plenty of cash, but I wasn't satisfied. It was mostly short-haul\nstuff--ten or twenty light years--and it was mostly run-of-the-mill\nloads. Fleeder jewels, kharran, morab fur--that sort of thing, you\nknow. I was getting bored. They said a Delta class freighter could\ncarry just about anything, and I wanted to prove it. So when I heard\nthat a rich eccentric, one planet out, on Penguin, might have an\ninteresting job for me, I flitted right over.\n\n\"The Prinkip of Penguin wasn't just rich. He was _rich_ rich. Penguin\nhas almost twice the diameter of this planet, but it's light enough\nto have about the same surface gravity. To give you an idea, its two\nbiggest bodies of water are about the size of the Atlantic Ocean, back\non the Earth you've studied so much about. On Penguin they call them\nlakes. And the Prinkip owns the whole planet--free and clear. I should\nbe so lucky with _Delta Crucis_.\n\n       *       *       *       *       *\n\n\"The Prinkip is a little skinny man, but that doesn't keep him from\nhaving a large-size hobby to go with his large-size planet. The Prinkip\ncollects animals--one from each planet in his sector. He had a zoo\nwith nearly three hundred monsters in it--always a sample of the\nlargest kind from whatever planet it came from.\n\n\"He showed me around. It was the damndest sight you ever saw. He had\none animal called a pfleeg. It was almost two hundred feet long; it\nwalked around on two legs and sang like a bird. He had another one that\nhad two hundred and thirty-four legs on a side. I counted them. It had\nfour sides. Didn't care which one was up. He had animals under glass\nthat didn't breathe at all. He had one animal under a microscope that\nwas about a thousandth of an inch long, but he told me that it was the\nbiggest one on Fartolp. He had a big satellite stuck up overhead in a\none-revolution-a-day orbit for animals that needed light gravity. He\nhad thirty-seven more beasts in that. All in all, he had one animal\nfrom every planet in Sector Sixty-four W that had life. He figured that\nhe needed just one more animal to complete his collection. He wanted a\nsample of a creature from the Home Planet; one live and healthy sample\nof Earth's biggest animal. And he wanted to know if I could ship it to\nhim.\n\n\"Well, I didn't give the matter too much thought. After all,\nI said to myself, if somebody had managed a three hundred ton\nmonster almost two hundred feet long, I ought to be able to\nmanage a little bitty elephant. So I said yes, and I gave him a\ncontingent-on-satisfactory-delivery contract, for one adult specimen of\nEarth's largest animal, male or female, in good condition.\n\n\"It wasn't until about that time that the Prinkip told me how that\nbiggest monster had been shipped. It had arrived in a cardboard box,\nwrapped in cotton. It seems that pfleeg eggs weigh just a little under\nthree ounces. Well, I'd been done but I still figured I could make\ndelivery.\"\n\n       *       *       *       *       *\n\nHe lapsed into silence for a moment, thinking deeply. \"Did you know\nthat there are two kinds of elephants on Earth, the African and the\nIndian, and that they aren't exactly the same size?\" he asked.\n\nI shook my head. \"Our schools don't go that far,\" I said.\n\nHe nodded. \"Neither do ours. So I immediately bought an Indian\nelephant. They're the kind, back on the Home planet, that you can find\ntame and easy to handle. They're also the wrong kind. The only reason\nI didn't head right back with it is that I was having trouble figuring\nout how to carry it in the _Crucis_. Even an Indian elephant weighs\nabout six tons. At least, mine did. In itself, that's not a very big\nload, but the trip back would take a good many months of subjective\ntime, and of course elephants eat on subjective time. And how they eat!\nThe food I carried would weigh the same as the elephant.\n\n\"I wondered how elephants would like weightlessness, so I took my\nIndian elephant up on a little jaunt around Earth's satellite. The\nMoon, they call it. Elephants don't like weightlessness at all.\" He\npaused, and signaled the bartender for another drink. \"I hope you never\nhave to clean up after a space-sick elephant,\" he said darkly.\n\n\"That meant that I'd have to put spin on the _Crucis_ for the entire\ntrip back to Penguin. It's hard enough to try to navigate in hyperspace\nwith spin on your ship, but that wasn't the worst of it. An elephant is\na tremendous amount of off-center load for a ship with a large fraction\nof a one-gee spin on it. Too much load even to think about handling.\nEven though I couldn't come up with an answer, right off hand, I went\nahead and turned in my Indian elephant on an African model. Beulah was\nher name, and she was a husky girl. She weighed in at just a little\nmore than eight tons.\"\n\nI waved my whisky glass at Captain Hannah. \"But I don't see your\nproblem,\" I said. \"If you put the elephant on one side and his food on\nthe other, there wouldn't be any off-balanced load, would there?\"\n\n\"Not until the food was eaten, anyway,\" said the skipper witheringly,\nand I subsided with a fresh drink.\n\n       *       *       *       *       *\n\n\"Beulah was kind of cute, for all of her tonnage,\" said the skipper.\n\"She had two enormous tusks, and a pair of ears like wings, and a nose\nthat was longer than her tail. But she was mighty friendly, after she\ngot to know me. She'd pick me up and carry me around, if I asked her\nto. And she'd eat right out of my hand. She turned out to be even tamer\nthan the Indian elephant. All I had to do was figure out how to carry\nher.\n\n\"For a starter, I figured like you said, to have Beulah on one side of\nthe cargo compartment, and her chow on the other. Then I calculated\nto have my own supplies on the other two sides of the space, so that\nI could move them away from her as her food stocks got smaller, and\nhold the balance that way. That wasn't enough, of course, so I built a\ncouple of water tanks on the opposite side of the ring from Beulah.\n\n\"As you know, not much can be done about moving water around in a space\nship--it's got its own cooling chores to perform--but every little\nbit helped. Finally, I jockeyed the master computer and the auxiliary\ncomputer down and ran them on tracks, so I could slide them around\nto compensate for Beulah's appetite. Some lead slugs brought the\nauxiliary's weight up equal to the master's, and they also brought my\ntotal load up to the absolute maximum that I could carry.\n\n\"It was almost enough. But a miss is as good as a mile, for a space\nship. I was stuck, and there didn't seem to be a thing I could do about\nit. Even if I could have carried more weight it wouldn't have helped.\nAny more mass in the cargo compartment would have thrown the c.g. too\nfar aft.\" He beckoned for more rhial.\n\n\"So what did you do?\" I prompted. \"You did say that you carried the\nelephant, didn't you?\"\n\n\"Sure. Like I said, a Delta class freighter can do almost anything.\nBeulah gave me the answer herself. If you've ever lived with an\nelephant, one thing becomes clear mighty fast. They're a mighty\nefficient machine for converting fodder into elephant droppings. So I\nmade a bin on the opposite side of the compartment from Beulah, and\nlet her gradually fill it while she ate me out of balance. The weight\nof the--what's a nice word for it?--was just enough to let me keep the\nwhole setup in dynamic balance.\"\n\n\"Compost heap?\" I suggested dreamily, picturing the arrangement in my\nmind. There was poetry in it. Or was it poetic justice that I had in\nmind?\n\n       *       *       *       *       *\n\n\"That's it,\" said Captain Hannah. \"Compost heap. Well, I started the\njourney with the ship full and Beulah and the compost heap empty. I\nfinished pretty much the other way around. I suppose it sounds easy,\nbut it wasn't.\n\n\"I started off with Beulah chained down in the middle of the\ncompartment, and everything stacked around her. She didn't want me\nto leave when I went up to the bridge to take off, and hollered\nas piteously as you can imagine. But I couldn't have a nurse for\nher--mahout, they call them. I couldn't spare the weight. Or the\nsalary, for that matter. She was chained down, so she couldn't move\naround and upset the balance.\n\n\"After chemical take off, we slid into parking orbit as sweet as you\nplease. I hurried down to shift the load around. I didn't want to stay\nweightless any longer than I had to, because I remembered that sick\nIndian elephant--and Beulah outweighed him by almost two tons, and had\na larger stomach to match. Of course, the Indian elephant had gone into\norbit on a full belly, and I hadn't let Beulah have a bite to eat for\nhours. It made a difference, let me tell you.\n\n\"Beulah made trouble in her own way, though. As soon as I got within\nreach, she grabbed me with that long nose of hers, and wouldn't let\ngo. She didn't hurt me or anything like that; she just wanted company\nin her misery. I couldn't coax her with food. The very thought of food\nmade her shudder.\n\n\"I couldn't reach her chains to cut her loose, and I couldn't reach the\nradio to call for help. If it hadn't been for the Ionosphere Guard, I\nmight have starved to death. I'd hired the parking orbit for twelve\nhours, and when I was still in it after that time, Port Control started\nto holler. I could hear them on my loud speaker, but I couldn't answer\nthem. So the Ionosphere Guard finally sent up a small craft with a\nlieutenant and a three-man crew in it to see what was wrong.\n\n       *       *       *       *       *\n\n\"Those sailors were good. They didn't even look surprised; they just\nwent to work as if they handled elephants in space every day. They\ndrove four lines through the ring bolts I'd welded in the spin-deck,\ncast Beulah loose and hauled her over to her new spot as neat as you\nplease.\n\n\"Then, no nonsense, the lieutenant ordered Beulah to let loose of me.\nShe did, too.\n\n\"After that they left, stopping for just one drink of my good bourbon.\nI didn't drink rhial then.\n\n\"I wirelessed Port Control my penalty fees and another twelve hour's\nhire in the orbit, and started shifting the load. I was working on\nan empty stomach, and Beulah still didn't feel hungry, so she didn't\nremind me that I hadn't eaten. I almost collapsed before I got the job\ndone.\n\n\"Then I put spin on, which made Beulah comfortable at last, and tried\nto juggle the ship into a hyper-trajectory, still without stopping for\nfood or sleep. It didn't take long before Beulah started squalling for\nsupper. After I fed her I had to adjust balance all over again. By that\ntime I was pushing my new twelve-hour limit, and I didn't give much\nof a damn any more. I just counted to ten and pushed the button. Then\nI turned in and slept until Beulah started squalling for breakfast. I\nignored her until I ate about three squares in a row, then I fed her\nand adjusted balance. After that I checked my trajectory.\n\n\"It was the best I've ever made in twenty-four years of jumping. It was\nbeautiful.\n\n\"So I turned back in again and slept until Beulah woke me for lunch.\nI didn't know it at the time, but Beulah was eating for two. That\npossibility probably should have occurred to me earlier, what with the\nname 'Beulah', but you can't think of everything, and there I was, the\nfirst man to go into hyperspace with an elephant. Anyway, it didn't\neven worry me, even when I found out about it. I checked the contract.\nEverything seemed to be well covered. And according to my book on\nelephants, Beulah should still be only a potential mother when we\nreached Penguin. As a matter of fact, the whole idea made me feel just\na little bit proud. Like a father, you know?\n\n\"What with having to shift weights after every meal, and Beulah setting\nthe schedule for meals, I was kept mighty busy. My self-winding\nwristwatch overwound itself and stopped, in spite of the advertisements\nabout it, and I didn't find out for almost two weeks, subjective, that\nBeulah's stomach ran fast. What's more, I think she knew it. Because\nwhen I finally woke up to what was going on, and started to run her\nschedule by the clock, she didn't fuss a bit. Beulah's a clever girl.\n\n\"I was so worn out when we finally reached Penguin that I just slid\ninto orbit, kept spin on, laid out a couple of extra meals for Beulah\nand slept the clock around. The Prinkip was mighty mad about it when\nI finally turned on my radio, but I told him I had my cargo ready for\ndelivery and where did he want me to put it? So he calmed down and gave\nme the coordinates.\n\n       *       *       *       *       *\n\n\"Of course, I had to take off the spin and shift Beulah back to the\nlanding deck, and there wasn't any Ionosphere Guard around to help me\nif I got into any kind of trouble. So I was mighty careful. I put the\nchains on Beulah again, and then set up trip ropes so I could cut her\nloose without getting inside of reach of that nose of hers. Then I ran\nlines back to the first set of ring bolts, so I could drag her back,\nweightless, without any trouble. Beulah looked a little unhappy, but\ndidn't make any fuss about it all. I started to take spin off, giving\nthe orders to the angle jets through the computer right down in the\ncargo compartment, so the old girl wouldn't worry about where I was.\n\n\"Beulah didn't squall as her weight came off this time. She just\nreached down and tripped loose the chains around her ankles. Did I tell\nyou that she was mighty clever?\"\n\nI nodded.\n\n\"Well, she started around that spin deck after me. I punched into the\ncomputer the maximum order for spin reduction, and started around the\nspin deck to keep away from her. Beulah grabbed hold of the computer\nwith her nose--for support, I guess--when she got over there. She\nyanked the whole thing clear off the deck, breaking its cable. _Crucis_\nlurched once.\n\n\"And I ended up in the compost heap.\n\n\"With Beulah way off center, and with that last wild burst from the\njets before they cut off, the ship was gyrating in a way that made\n_my_ stomach uneasy. It didn't seem to bother Beulah, though. She just\nwanted to be near me. I got out of there fast, and went up onto the\nbridge.\n\n\"The main computer was out, of course. I couldn't interrogate the\nauxiliary computer remotely, so I had to fly that wobbling ship to a\nstop by the seat of my pants. I did it, too.\n\n\"Then I went back to the cargo compartment and hauled Beulah into the\ncenter. She didn't make any more trouble--she was sorry for what she\nhad done.\n\n\"The coordinates the Prinkip had given me looked almighty close to a\nbig pond that I didn't recall having seen before, but I was too busy\nmaking a landing with minimum fuel to ask him about it. I finally\nfought her down safely with one leg of my tripod actually in the pond,\nand clouds of steam rising up around _Delta Crucis_. I call it a pond.\nBut on a normal-size planet it would be a good big lake.\n\n\"Anyway, I had made it safely to Penguin, and my elephant was alive and\nhealthy. I congratulated Beulah when I untied her, and then I took her\noutside to meet the Prinkip. I think I was a little proud of myself,\nand of Beulah, and of _Delta Crucis_, too.\"\n\n       *       *       *       *       *\n\nI was so stirred by hearing about this successful conclusion of Captain\nHannah's mission that I shook his hand warmly and ordered a round of\ndrinks for everyone in the room. Fortunately, it was not very crowded\nat the time.\n\n\"That's not quite the end of the story,\" said the skipper. \"You see,\nthe Prinkip had built the pond to keep Beulah in. He had somehow gotten\nthe idea that I was bringing him a whale.\"\n\nI looked blank.\n\n\"An Earth mammal. It lives in the oceans, and runs to maybe seventy or\neighty tons.\"\n\nI sat down slowly, and then made a sudden dive for my contract for the\nuse of the _Delta Crucis_.\n\nThe skipper nodded. \"I had a contingent contract with the Prinkip,\ntoo,\" he said, \"and I hadn't delivered. I still haven't figured out how\nto make delivery of a whale, but I will some day.\n\n\"And if you're looking for that part of our contract where you agree to\nstore any residual cargo I may be carrying, it's all legal and binding.\nUntil I get back from hauling your Gasha root, you'll have to care for\none adult female African elephant. But I'm sure you'll get to like\nBeulah as much as I have. She's a mighty clever elephant.\"\n\nI called the waiter over and ordered a beaker of rhial.\n\n\"But you're lucky at that,\" said Hannah. \"Check subparagraph f of\nparagraph 74 of our contract: Incidental accrual. When Beulah has her\nbaby, the little tyke will be all yours.\"\n\nNow I know why Captain Hannah drinks rhial in the morning.\n\nSo do I.\n\n\n\n\n\nEnd of Project Gutenberg's An Elephant for the Prinkip, by L.J. Stecher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK AN ELEPHANT FOR THE PRINKIP ***\n\n***** This file should be named 51434.txt or 51434.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/3/51434/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}