{"title": "Bullet With His Name", "author": "Fritz Leiber", "releaseDate": "March 13, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Bullet With His Name\n\n                            By FRITZ LEIBER\n\n                        Illustrated By: DILLON\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Before passing judgment, just ask yourself\n              one question: Would you like answering for\n              humanity any better than Ernie Meeker did?\n\n\nThe Invisible Being shifted his anchorage a bit in Earth's\ngravitational field, which felt like a push rather than a pull to him,\nand said, \"This featherless biped seems to satisfy Galaxy Center's\nrequirements. I'd say he's a suitable recipient for the Gifts.\"\n\nHis Coadjutor, equally invisible and negatively massed, chewed that\nover. \"Mature by his length and mass. Artificial plumage neither\noverly gaudy nor utterly drab--indicating median social level,\nwhich is confirmed by the size of his bachelor nest. Inward maps of\nhis environment not fantastically inaccurate. Feelings reasonably\nmeshed--at least neither volcanic nor frozen. Thoughts and values in\nreasonable order. Yes, I agree, a satisfactory test subject. Except....\"\n\n\"Except what?\"\n\n\"Except we can never be sure of that 'reasonable' part.\"\n\n\"Of course not! Thank your stars _that's_ beyond the reach of Galaxy\nCenter's keenest telepathy, or even ours on the spot. Otherwise you and\nI'd be out of a job.\"\n\n\"And have to scheme up some other excuse for free-touring the Cosmos\nwith backtracking permitted.\"\n\n\"Exactly!\" The Being and his Coadjutor understood each other very well\nand were the best of friends. \"Well, how many Gifts would you suggest\nfor the test?\"\n\n\"How about two Little and one Big?\" the Coadjutor ventured.\n\n\"Umm ... statistically adequate but spiritually unsatisfying. Remember,\nthe fate of his race hangs on his reactions to them. I'd be inclined to\nincrease your suggestion by one each and add a Great.\"\n\n\"No--at least I question the last. After all, the Great Gifts aren't as\nimportant, really, as the Big Gifts. Besides....\"\n\n\"Besides what? Come on, spit it out!\" The Invisible Being was the\nbluff, blunt type.\n\n\"Well,\" said his less hearty but unswervingly honest companion, \"I'm\nalways afraid that you'll use the granting of a Great Gift as an excuse\nfor some sardonic trick--that you'll put a sting in its tail.\"\n\n\"And why shouldn't I, if I want to? Snakes have stings in their tails\n(or do they on this planet?) and I'm a sort of snake. If he fails the\ntest, he fails. And aren't both of us malicious, plaguing spirits,\neager to knock holes in the inward armor of provincial entities? It's\nin the nature of our job. But we can argue about that in due course.\nWhat Little Gifts would you suggest?\"\n\n\"That's something I want to talk about. Many of the Little Gifts are\nalready well within his race's reach, if not his. After all, they've\nalready got atomic power.\"\n\n\"Which as you very well know scores them nothing one way or the other\non a Galaxy Center test. We're agreed on the nature and the number of\nour Gifts--three Little, two Big, and one Great?\"\n\n\"Yes,\" his Coadjutor responded resignedly.\n\n\"And we're agreed on our subject?\"\n\n\"Yes to that too.\"\n\n\"All right, then, let's get started. This isn't the only solar system\nwe have to visit on this circuit.\"\n\n       *       *       *       *       *\n\nErnie Meeker--of Chicago, Illinois, U.S. of A., Occident, Terra, Sol,\nStarswarm 37, Rim Sector, Milky Way Galaxy--rubbed his chin and slanted\nacross the street to a drugstore.\n\n\"Package of blades. Double edge. Five. Cheapest.\"\n\nAt one point during the transaction, the clerk lost sight of the tiny\npacket he'd placed on the coin-whitened glass between them. He gave a\nsuspicious look, as if the customer had palmed them.\n\nErnie blinked. After a moment, he pointed toward the center of the\ncounter.\n\n\"There they are,\" he said, dropping a coin beside them.\n\nThe clerk's face didn't get any less suspicious. Customer who could\nsneak something without your seeing could sneak it back the same way.\nHe rang up the sale and closed the register fast.\n\nErnie Meeker went home and shaved. Five days--and shaves--later, he\npushed the first blade, uncomfortably dull now, through the tiny slot\nbeside the bathroom mirror. He unwrapped the second blade from the\npacket.\n\nFive shaves later, he cut himself under the chin with the second blade,\nalthough he was drawing it as gently through his soaped beard as if it\nwere only his second shave with it, or at most his third. He looked at\nit sourly and checked the packet. Wouldn't have been the first time\nhe'd absentmindedly changed blades ahead of schedule.\n\nBut there were still three blades in their waxed wrappings.\n\nMaybe, he thought, he'd still had one of the blades from the last\npacket and shuffled it into this series.\n\nOr maybe--although the manufacturers undoubtedly had inspectors to\nprevent it from happening--he'd got a decent blade for once.\n\nTwo or three shaves later, it still seemed as sharp as ever, or almost\nso.\n\n\"Funny thing,\" he remarked to Bill at lunch, \"sometimes you get a blade\nthat shaves a lot better. Looks exactly like the others, but shaves\nbetter. Or worse sometimes, of course.\"\n\n\"And sometimes,\" his office mate said, \"you wear out a blade fast by\nnot soaking your beard enough. For me, one shave with a stiff beard and\nthe blade's through. On the other hand, if you're careful to soak your\nbeard real good--four, five minutes at least--have the water steaming\nhot, get the soap really into it, one blade can last a long time.\"\n\n\"That's true, all right,\" Ernie agreed, trying to remember how well he\nhad been soaking his beard lately. Shaving was a good topic for light\nconversation, warm and agreeable, like most bathroom and kitchen topics.\n\n       *       *       *       *       *\n\nBut next morning in the bathroom, looking at the reflection of his\nunremarkable face, there was something chilly in his feelings that he\ncouldn't quite analyze. He flipped his razor open and suspiciously\nstudied the bright metal wafer, then flipped it closed with an\nirritated shrug.\n\nAs he shaved, it occurred to him that a good detective-story murder\nmethod would be to substitute a very sharp razor blade for one the\nvictim knew was extremely dull. He'd whip it across his throat, putting\na lot of muscle into the stroke to get through the tangle, and--_urrk_!\n\nRidiculous, of course. Wouldn't work except with a straight razor.\nWouldn't even work with a straight razor, unless ... oh, well.\n\nHe told himself the blade was noticeably duller today.\n\nNext morning, he was still using the freak blade, but with a persistent\nthough very slight uneasiness. Things should behave as you expected\nthem to, in accordance with their flimsy souls, he told himself at the\nbarely conscious level. Men should die, hearts should break, girls\nshould tell, nations perish, curtains get dirty, milk sour ... and\nrazor blades grow dull. It was the comfortable, expected, reassuring\nway.\n\nHe told himself the blade was duller still. Just a bit.\n\nThe third morning, face lathered, he flipped open the razor and lifted\nit out.\n\n\"You're through,\" he said to it silently. \"I've had the experience\nbefore of getting bum shaves by trying to save a penny by pretending to\nmyself that a wornout blade was still sharp enough, when it obviously\ncouldn't be. Or maybe--\" he grinned a little wryly--\"maybe I'd almost\nget one more shave out of you and then you'd fall to pieces like\nthe Wonderful One Horse Shay and leave me with a chin full of steel\nporcupine quills. No, thanks.\"\n\nSo Ernie Meeker pushed through the little slot beside the mirror and\nheard tinkle faintly down and away the first of the Little Gifts, the\nEverlasting Razor Blade. One hundred and fifty thousand years later,\nit turned up, bright and shining, in the midst of a small knob of red\niron oxide excavated by an archeological expedition of multi-brachs\nfrom Antares Gamma. Those wise history-mad beings handed it about\nwonderingly, from tentacle to impatient tentacle.\n\n       *       *       *       *       *\n\nThat day, Ernie felt a little sick, somehow. After dinner, he decided\nit was the Thuringer sausage he'd eaten at lunch. He hurried up to the\nbathroom with a spoon, but as he clutched the box of bicarbonate of\nsoda, preparatory to plunging the spoon into it, it seemed to him that\nthe box said distinctly, in a small inward-outward voice:\n\n\"No, no, no!\"\n\nErnie sat down suddenly on the toilet seat. The spoon rattled against\nthe porcelain finish of the washbowl as he laid it down. He held the\nbox firmly in both hands and studied it.\n\nSize, shape, materials, blue color, closure, etc., were exactly as they\nshould be. But the white lettering on the blue background read:\n\n                         AQUEOUS FUEL CATALYST\n\n    Dissociates H_{2}O into hemi-quasi-stable H and O, furnishing a\n    serviceable fuel-and-oxydizer mix for most motorcycles,\n    automobiles, trucks, motorboats, airplanes, stationary motors,\n    torque-twisters, translators, and rockets (exhaust velocity up to\n    6000 meters per second). Operates safely within and outside of all\n    normal atmospheres. No special adaptor needed on\n    oxygenizer-atmosphere motors.\n\n    _Directions_: Place one pinch in fuel tank, fill with water. Add\n    water as needed.\n\n    A-F Catalyst should generally be renewed when objective tests show\n    fuel quality has deteriorated 50 per cent.\n\n    _U.S. and Foreign Patents Pending_\n\nAfter reading that several times, with suitable mind-checking and\neye-testing in between, Ernie took up a little of the white powder on\nthe end of a nailfile. He had thought of tasting it, but had instantly\nabandoned the notion and even refrained from sniffing the stuff--after\nall, the human body is mostly water.\n\nAfter reducing the quantity several times, he gingerly dumped at most\nfour or five grains on the flat edge of the washbowl and then used the\nbroad end of the nailfile to maneuver a large bead of water over to\nthe almost invisible white deposit. He closed the box, put it and the\nnailfile carefully on the window ledge, lit a match and touched it to\nthe drop, at the last moment ducking his head a little below the level\nof the washbowl.\n\nNothing happened. After a moment, he slowly withdrew the match,\nshaking it out, and looked. There was nothing to see. He reached out to\ntouch the stupid squashed ovoid of water.\n\nOuch! He withdrew his fingers much faster than the match, shook them\nmore sharply. Something was there, all right. Heat. Heat enough to hurt.\n\n       *       *       *       *       *\n\nHe cautiously explored the boundaries of the heat. It became noticeable\nabout eighteen inches above the drop and almost an inch to each\nside--an invisible slim vertical cylinder. Crouching close, eyes level\nwith the top of the washbowl, he could make out the flame--a thin\nfinger of crinkled light.\n\nHe noticed that a corner of the drop was seething--but only a corner,\nas if the heat were sharply bounded in that direction and perhaps as if\nthe catalyst were only transforming the water to fuel a bit at a time.\n\nHe reached up and tugged off the light. Now he could see the\nflame--ghostly, about four inches high, hardly thicker than a string,\nand colored not blue but pale green. A spectral green needle. He blew\nat it softly. It shimmied gracefully, but not, he thought, as much as\nthe flame of a match or candle. It had character.\n\nHe switched on the light. The drop was more than half gone now; the\npart that was left was all seething. And the bathroom was markedly\nwarmer.\n\n\"Ernie! Are you going to be much longer?\"\n\nThe knock hadn't been loud and his widowed sister's voice was more\napologetic than peremptory, but he jumped, of course.\n\n\"I am testing something,\" he started to say and changed it mid-way. It\ncame out, \"I am be out in a minute.\"\n\nHe turned off the light again. The flame was a little shorter now and\nit shrank as he watched, about a quarter inch a second. As soon as it\ndied, he switched on the light. The drop was gone.\n\nHe scrubbed off the spot with a dry washrag, on second thought put a\ndab of vaseline on the washrag, scrubbed the spot again with that--he\ndidn't like to think of even a grain of the powder getting in the\ndrains or touching any water. He folded the washrag, tucked it in his\npocket, put the blue box--after a final check of the lettering--in his\nother coat pocket, and opened the door.\n\n\"I was taking some bicarb,\" he told his sister. \"Thuringer sausage at\nlunch.\"\n\nShe nodded absently.\n\n       *       *       *       *       *\n\nSleep refused even to flirt with Ernie, his mind was full of so many\nthings, especially calculations involving the distance between his\ncar and the house and the length of the garden hose. In desperation,\nas the white hours accumulated and his thoughts began to squirm, he\ngrabbed up the detective story he'd bought at the corner newsstand. He\nhad read thirty pages before he realized that he was turning them as\nrapidly as he could focus just once on each facing page.\n\nHe jumped out of bed. My God, he thought, at that rate he'd finish the\nbook under three minutes and here it wasn't even two o'clock yet!\n\nHe selected the thickest book on the shelf, an overpoweringly dull\nhistorical treatise in small print. He turned two pages, three, then\nclosed it with a clap and looked at the wall with frightened eyes.\nErnie Meeker had discovered, inside the birthday box that was himself,\nthe first of the Big Gifts.\n\nThe trouble was that in that wee-hour, lonely bedroom, it didn't\nseem like a gift at all. How would he ever keep himself in books, he\nwondered, if he read them so fast? And think how full to bursting his\nmind would get--right now, the seven pages of fine-print history were\nchurning in it, vividly clear, along with the first chapters of the new\ndetective story. If he kept on absorbing information that fast, he'd\nhave to be revising all his opinions and beliefs every couple of days\nat least--maybe every couple of hours.\n\nIt seemed a dreadful, literally maddening prospect--his mind would\nultimately become a universe of squirming macaroni. Even the wallpaper\nhe was staring at, which imitated the grain of wood, had in an instant\nbecome so fully part of his consciousness that he felt he could turn\nhis back on it right now and draw a picture of it correct to the\ntiniest detail. But who would ever want to do such a thing, or want to\nbe able to?\n\nIt was an abnormal, dangerous, temporary sensitivity, he told\nhimself, generated by the excitement of the crazy discovery he'd made\nin the bathroom. Like the thoughts of a drowning man, riffling an\ninfinity-paneled adventure-comic of his life as he bolts his last rough\nration of air. Or like the feeling a psychotic must have that he's\non the verge of visualizing the whole universe, having its ultimate\nsecrets patter down into the palm of his outstretched hand--just before\nthe walls close in.\n\nErnie Meeker was not a drinking man, then. A pint had stood a week on\nhis closet shelf and only been diminished three shots. But now he did a\ngood job on the sturdy remainder.\n\nPretty soon the unbearable, edge-of-doom clarity in his mind faded,\nthe universe-macaroni cooked down to a thick white soup uniform as\nfog, and the words of the detective story were sliding into his mind\nindividually, or at most in strings of three and four. Which, if it\nwasn't as it ideally should be in an ambitious man's mind, was at least\ndarn comfortable.\n\nHe had not rejected the Big Gift of Page-at-a-Glance Reading. Not\nquite. But he had dislocated for tonight at least the imposed nervous\nfield on which it depended.\n\n       *       *       *       *       *\n\nFor want of a better place, Ernie dropped the rubber tube from the\nbathtub spray into the scrub bucket half full of odorous pink fluid and\nstared doubtfully at the uncapped gas tank. The tank had been almost\nempty when he'd last driven his car, he knew, because he'd been waiting\nuntil payday to gas up. Now he had used the tube to siphon out what\nhe could of the remainder (he still could taste the stuff!) and he'd\nemptied the fuel line and carburator, more or less.\n\nFurther than that, in the way of engine hygiene, Ernie's strictly\nkitchen mechanics did not go, but he felt that a catalyst used in\npinches shouldn't be too particular about contaminants. Besides, the\ndirections on the box hadn't said anything about cleaning the fuel\ntank, had they?\n\nHe hesitated. At his feet, the garden hose gurgled noisily over the\ncurb into the gutter; it had vindicated his midnight estimate, proving\njust long enough. He looked uneasily up and down the dawning street\nand was relieved to find it still empty. He wished fervently, not for\nthe first time this Saturday morning, that he had a garage. Then he\nsighed, squared his shoulders a little, and lifted the box out of his\npocket.\n\nMaking to check the directions the umpteenth time, he received a body\nblow. The white lettering on the box had disappeared. The box didn't\nproclaim itself sodium bicarbonate again--there was just no lettering\nat all, only blue background. He turned it over several times.\n\nRight there died his tentative plan of eventually sharing his secret\nwith some friend who knew more than himself about motors (he hadn't\ndecided anyway who that would be). It would be just too silly to\napproach anyone he knew with a more-than-wild story and featureless\nblue box.\n\nFor a moment, he came very close to dropping the box between the\nwide-set bars of the street drain and pouring the pink gas back in the\ntank. It had hit him, in a way for the first time, just how _crazy_\nthis all was, how jarringly implausible even on such hypotheses as\npractical jokes, secret product perhaps military, or mad inventor\n(except himself).\n\nFor how the devil should the stuff get into his bathroom disguised as\nbicarb? That circumstance seemed beyond imagination. Green flames ...\nvanishing letters ... \"torque-twisters, translators\" ... a box that\ntalked....\n\n       *       *       *       *       *\n\nAt that point, simple faith came to Ernie's rescue: in the same\nbathroom, he _had_ seen the green flame; it had burned his fingers.\n\nQuickly he dipped up a little of the white powder on the edge of a\nfifty-cent piece, dumped it in the gas tank without quibbling as to\nquantity, rapped the coin on the edge of the opening, closed and\npocketed the blue box, and picked up the spurting hose and jabbed it\ninto the round hole.\n\nHis heart was pounding and his breath was coming fast. That had taken\nreal effort. So he was slow in hearing the footsteps behind him.\n\nHis neighbor's gate was open and Mr. Jones stood open-mouthed a few\nfeet behind him, all ready for his day's work as streetcar motorman and\nwearing the dark blue uniform that always made him look for a moment\nunpleasantly like a policeman.\n\nErnie swung the hose around, flipping his thumb over the end to make\na spray, and nonchalantly began to water the little rectangle of lawn\nbetween sidewalk and curb.\n\nThe first things he watered were the bottoms of Mr. Jones's pants legs.\n\nMr. Jones voiced no complaint. He backed off several steps, stared\nintently at Ernie, rather palely, it seemed to the latter. Then he\nturned and made off for the streetcar tracks at a very fast shuffle,\nshaking his feet a little now and then and glancing back several times\nover his shoulder without slowing down.\n\nErnie felt light-headed. He decided there was enough water in the gas\ntank, capped it, and momentarily continued to water the lawn.\n\n\"Ernie! Come on in and have breakfast!\"\n\nHe heeded his sister's call, telling himself it would be a good idea\n\"to give the stuff time to mix\" before testing the engine.\n\nHe had divined her question and was ready with an answer.\n\n\"I've just found out that we're supposed to water our lawns only before\nseven in the morning or after seven in the evenings. It's the law.\"\n\n       *       *       *       *       *\n\nIt was the day for their monthly drive out to Wheaton to visit Uncle\nFabius. On the whole, Ernie was glad his sister was in the car when he\nturned the key in the starter--it forced him to be calm and collected,\nthough he didn't feel exactly right about exposing her to the danger\nof being blown up without first explaining to her the risk. But the\nmotor started right up and began purring powerfully. Ernie's sister\ncommented on it favorably.\n\nThen she went on to ask, \"Did you remember to buy gas yesterday?\"\n\n\"No,\" he said without thinking; then, realizing his mistake, quickly\nadded, \"I'll buy some in Wheaton. There's enough to get us there.\"\n\n\"You didn't think so yesterday,\" she objected. \"You said the tank was\nnearly empty.\"\n\n\"I was wrong. Look, the gauge shows it's half full.\"\n\n\"But then how ... Ernie, didn't you once tell me the gauge doesn't\nwork?\"\n\n\"Did I?\"\n\n\"Yes. Look, there's a station. Why don't you buy gas now?\"\n\n\"No, I'll wait for Wheaton--I know a place there I can get it cheaper,\"\nhe insisted, rather lamely, he feared.\n\nHis sister looked at him steadily. He settled his head between his\nshoulders and concentrated on driving. His feeling of excitement was\nspoiled, but a few minutes of silence brought it back. He thought of\nthe blur of green flashes inside the purring motor. If the passing\ndrivers only knew!\n\nUncle Fabius, retired perhaps a few years too early and opinionated,\nwas a trial, but he did know something about the automobile industry.\nErnie chose a moment when his sister was out of the room to ask if\nhe'd ever heard of a white powder that would turn water into gasoline\nor some usable fuel.\n\n\"Who's been getting at you?\" Uncle Fabius demanded sharply, to Ernie's\nsurprise and embarrassment. \"That's one of the oldest swindles.\nThey always tell this story about how this man had a white powder\nor something and demonstrated it once with a pail of water and then\ndisappeared. You're supposed to believe that Detroit or the big oil\ncompanies got rid of him. It's just another of those malicious legends,\nconcocted--by Russia, I imagine--to weaken your faith in American\nIndustry, like the everlasting battery or the razor blade that never\ngets dull. You're looking pale, Ernie--don't tell me you've already put\nmoney in this white powder? I suppose someone's approached you with a\nproposition, though?\"\n\n       *       *       *       *       *\n\nWith considerable difficulty, Ernie convinced his uncle that he had\n\"just heard the story from a friend.\"\n\n\"In that case,\" Uncle Fabius opined, \"you can be sure some fuel-powder\nswindler has been getting at _him_. When you see him--and be sure to\nmake that soon--tell him from me that--\" and Uncle Fabius began an\nimpassioned ninety-minute defense of big business, small business,\nprosperity, America, money, know-how, and a number of other\ninstitutions that defended pretty easily, so that the situation was\nwholly normal when Ernie's sister returned.\n\nAs soon as the car pulled away from the curb on their way back to\nChicago, she reminded him about the gas.\n\n\"Oh, I've already done that,\" he assured her. \"Made a special trip so I\nwouldn't forget. It was while you were out of the room. Didn't you hear\nme?\"\n\n\"No,\" she said, \"I didn't,\" and she looked at him steadily, as she had\nthat morning. He similarly retreated to driving.\n\nStopping for a railroad crossing, he braked too hard and the car\nstalled. His sister grabbed his arm. \"I knew that was going to happen,\"\nshe said. \"I knew that for some reason you lied to me when--\" The\nmotor, starting readily again, cut short her remark and Ernie didn't\npress his small triumph by asking her what she was about to say.\n\nTo tell the truth, Ernie wasn't feeling as elated about today's\nfifty-mile drive as he'd imagined he would. Now he thought he could put\nhis finger on the reason: It was the completely ... well, _arbitrary_\nway in which the white powder had come into his possession.\n\nIf he'd concocted it himself, or been given it by a shady promoter, or\neven seen the box fall out of the pocket of a suspicious-looking man\nin a trenchcoat, _then_ he'd have felt more able to _do_ something\nabout it, whether in the general line of starting a fuel-powder company\nor of going to the F.B.I.\n\nBut just having the stuff drop into his hands from the sky, so to\nspeak, as if in a crazy dream, and for that same reason not feeling\nable to talk about it and assure himself he wasn't going crazy ... oh,\nit is rough when you can't share things, really rough; not being able\nto share depressing news corrodes the spirit, but not being able to\nshare exciting news can sometimes be even more corroding.\n\nMaybe, he told himself, he could figure out someone to tell. But who?\nAnd how? His mind shied away from the problem, rather decisively.\n\n       *       *       *       *       *\n\nWhen he checked the blue box that night, the original sodium\nbicarbonate lettering had returned with all its humdrum paragraphs. Not\none word about exhaust velocities.\n\nFrom that moment, the fuel-powder became a trial to Ernie rather than a\nsecret glory. He'd wake in the middle of the night doubting that he had\never really read the mind-dizzying lettering, ever really tested the\nstuff--perhaps he'd bring from sleep the chilling notion that in the\ndimness and excitement of Saturday morning he'd put the water in some\nother car's gas tank, perhaps Mr. Jones's. He could usually argue such\nideas away, but they kept coming back. And yet he did no more bathroom\ntesting.\n\nOf course the car still ran. He even fueled it once again with the\ngarden hose, sniffing the nozzle to make sure it hadn't somehow got\nconnected to the basement furnace oil-tank. He picked three o'clock in\nthe morning for the act, but nevertheless as he was returning indoors\nhe heard a window in Mr. Jones's house slam loudly. It unsettled him.\nComing home the next day, he caught his sister and Mr. Jones consulting\nabout something on the latter's doorsteps, which unsettled him further.\n\nHe couldn't decide on a safe place to keep the box and took to carrying\nit around with him day and night. Bill spotted it once down at the\noffice and by an unhappy coincidence needed some bicarb just then for a\ntroubled stomach. Ernie explained on the spur of the moment that he was\nusing the box to carry plaster of Paris, which involved him in further\nlies that he felt were quite unconvincing as well as making him appear\ndecidedly eccentric, even butter-brained. Bill took to calling him \"the\nsculptor.\"\n\nMeanwhile, besides the problem of the white powder, Ernie was having\nother unsettling experiences, stemming (though of course he didn't\nknow that) from the other Gifts--and not just the Big Gift of\nPage-at-a-Glance Reading, though that still returned from time to time\nto shock his consciousness and send him hurrying for a few quick shots.\n\n       *       *       *       *       *\n\nLike many another car-owning commuter, Ernie found the traffic and\nparking problems a bit too much for comfort and so used the fast\nelectric train to carry him five times a week to the heart of the city.\nDuring those brief, swift, crowded trips Ernie, generally looking\nsteadily out the window at the brown buildings and black stanchions\nwhipping past, enjoyed a kind of anonymity and privacy more refreshing\nto his spirit than he realized. But now all that had been suddenly\nchanged. People had started to talk to him; total strangers struck up\nconversations almost every morning and afternoon.\n\nErnie couldn't figure out the reason and wasn't at all sure he liked\nit--except for Vivian.\n\nShe was the sort of girl Ernie dreamed about, improperly. Tall, blonde\nand knowing, excitedly curved but armored in a black suit, friendly and\nfunny but given to making almost cruelly deflating remarks, as if the\nneatly furled short umbrella dangling from her wrist might better be a\nblack dog whip.\n\nShe worked in an office too, a fancier one than Ernie's, as he found\nout from their morning conversations. He hadn't got to the point of\nasking her to lunch, but he was prodding himself.\n\nWhy such a girl should ever have asked him for a match in the first\nplace and then put up with his clumsy babblings on subsequent mornings\nwas a mystery to him. He finally asked her about it in what he hoped\nwas a joking way, though she seemed to know a lot more about joking\nthan he did.\n\n\"Don't you know?\" she countered. \"I mean what makes you attractive to\npeople?\"\n\n\"Me attractive? No.\"\n\n\"Well, I'll tell you then, Ernie, and I've got to admit it's something\nquite out of the ordinary. _I've_ never noticed it in anyone else.\nErnie, I'm sure your knowledge of romantic novels is shamefully\ndeficient, it's clear from your manners, but in the earlier ones--not\nin style now--the hero is described as tall, manly, broad-shouldered,\nAnglo-Saxon features, etcetera, etcetera, but there's one thing he\nalways has, something that sounds like poetic over-enthusiasm if you\nstop to analyze it, a physical impossibility, but that I have to admit\nyou, Ernie, actually have. Flashing eyes.\"\n\n\"Flashing eyes? Me?\"\n\nShe nodded solemnly. He thought her long straight lips trembled on\nthe verge of a grin, but he couldn't be sure.\n\n\"How do you mean, flashing eyes?\" he protested. \"How _can_ eyes flash,\nexcept by reflecting light? In that case, I guess they'd seem to\n'flash' more if a person opened them wide but kept blinking them a lot.\nIs that what I do?\"\n\n\"No, Ernie, though you're doing it now,\" she told him, shaking her\nhead. \"No, Ernie, your eyes just give a tiny flash of their own about\nevery five seconds, like a lighthouse, but barely, _barely_ bright\nenough for another person to notice. It makes you irresistible. Of\ncourse I've never seen you in the dark; maybe they wouldn't flash in\nthe dark.\"\n\n\"You're joking.\"\n\nVivian frowned a little at that remark, as if she were puzzled herself.\n\n\"Well, maybe I am and maybe I'm not,\" she said. \"In any case, don't get\nconceited about your Flashing Eyes, because I'm sure you'll never know\nhow to take advantage of them.\"\n\nWhen he parted from her downtown, pausing a moment to watch her walk\naway with feline majesty, he muttered \"Flashing Eyes!\" with a shrug of\nthe shoulders and a skeptical growl. Just the same, he ducked his head\nas he moved off and he pulled the brim of his hat down sharply.\n\n       *       *       *       *       *\n\nAfternoons, hurtling home in the five o'clock rush, it was not Vivian\nbut Verna who frequently occupied the seat beside him, taking up rather\nmore space in it than the Panther Princess. Verna was another of his\nnewly acquired and not altogether welcome conversation-pals, along with\nJacob the barber, Mr. Willis the druggist and Herman the health-food\nmanufacturer, inventor of Soybean Mush--conquests of his Flashing Eyes\nor whatever it was.\n\nVerna was stocky, pasty-faced, voluble (with him), coy, and had bad\nbreath--he could see the tiny triangles of pale food between her\nincisors and canines whenever her conversations became particularly\nvehement and confidential, which was often. She always had a stack of\nbooks hugged to her stomach. She worked in a fur-storage vault, she\nsaid, and could snatch quite a bit of time for reading--rather heavy\nreading, it seemed.\n\nIt wasn't very long before Verna was head-over-heels (fearful picture!)\ninfatuated with him. Somehow his friendliness had touched a hidden\nspring in this ugly, friendless, clumsy girl and for once she had\nlost her fear of the world's ridicule and opened her hulking heart\nto another human being. It was touching but rather overpowering,\nespecially since she always opened her mouth too. He learned a great\ndeal about herself, her invalid father, Elizabethan and Restoration\npoetry, paleontology, an organization known as the Working Girls'\nFront, Mr. Abrusian, and a brassy Miss Minkin who sounded like a\nfiendish caricature of Vivian.\n\nHe felt that deliberately avoiding Verna would be a dirtier trick\nthan he liked to think himself capable of. Nevertheless there were\ntimes when he seriously wished he'd never acquired whatever power it\nwas--except for Vivian, of course. What the devil, he asked himself for\nthe _n_th time, could that power be?\n\nThat night, in the bathroom, the question came back to him and he\nimpulsively switched off the light and looked into the mirror. He\ngasped and seemed on the point of shrieking out something, but he only\ngrasped the washbowl more tightly and stared into the mirror more\nintently.\n\nAfter about a minute, he tugged on the light again. He was pale. He had\nconvinced himself of the actual existence of the phenomenon that was in\nreality the third of the Little Gifts: Flashing Eyes.\n\nHe couldn't notice anything in the light, but in the dark his eyes gave\noff a faint blue flash about every five seconds, just as Vivian had\nsaid, lighting up his cheeks and eyebrows like some comic-book vampire!\n\nIt might be attractive by day, when it just registered as an\nimpalpable hint, but it was damn sinister in the dark! It wasn't much,\nbut it was _there_--unless the flashes were inside his head and he was\nprojecting them ... blue ... something called the Purkinje effect? ...\nbut then Vivian had actually seen ... oh, damn!\n\n       *       *       *       *       *\n\nSuddenly he wildly looked around, a little like a trapped animal. Why\ndid it always have to happen in the _bathroom_, he asked himself--the\nbicarb, the flame, the blade (if that counted), and now this? Could\nthere be something wrong about the bathroom, something either in the\nroom itself or in his childhood associations?\n\nBut neither the bathroom walls nor his minutely searched memory\nreturned an answer.\n\nIt was dark in the hall outside and he almost bumped into his sister.\nHe recoiled, stared at her a moment, then threw his hand over his eyes,\ndarted into his bedroom and shut the door.\n\n\"Is there something wrong, Ernie?\" she called after him.\n\n\"Wrong?\"\n\nThe door muffled his voice. \"How do you mean?\"\n\n\"I mean about your eyes.\"\n\n\"My _eyes_?\" It was almost a scream. \"What about my eyes?\"\n\n\"Don't shout, Ernie. I mean are they painful?\"\n\n\"Painful? Why should they be painful?\"\n\n\"I really don't know, Ernie.\" She was being very patient and calm.\n\n\"I mean did you _notice_ anything about them?\" He was trying to be the\nsame without much success.\n\n\"Just that you put your hand up to them as if they hurt.\"\n\n\"Oh.\" Great relief. \"Yes, they do smart a little. I guess I've been\nusing them too much. I'm putting some eye-drops in them now.\"\n\n\"Can I help you, Ernie? And shouldn't you see an\nopto ... ocu ... optha ... I mean an eye doctor?\"\n\nErnie answered \"No\" to both those questions, but of course it took a\nlot more lying and improvising and general smoothing out before his\nsister would even pretend to be satisfied and stop her general nagging\nfor the evening. She was getting uncomfortably cagy and curious lately,\naddicted to asking such questions out of a blue sky as:\n\n\"Ernie, when we were visiting Uncle Fabius, did you actually believe\nthat you went out and bought gas?\"\n\nThat one momentarily brought Ernie's stammer back, something which\nhadn't troubled him for years.\n\nAnd when she wasn't asking questions, her quiet studying of him for\nlong minutes was even more upsetting.\n\n       *       *       *       *       *\n\nNext morning, on the way to the electric train, Ernie made a purchase\nat the drugstore. When he sat down beside Vivian, she took one look at\nhim and gave a very deliberate-sounding hollow laugh.\n\n\"Black glasses!\" she said. \"I tell him he's attractive because he has\nFlashing Eyes and within two days he's wearing black glasses. I suppose\nI should have guessed it.\"\n\n\"But my eyes hurt,\" Ernie protested. \"Sensitive to sunlight, I think.\"\nHe wished he could explain to her that he'd bought the glasses not only\nin case he got caught out at night, but also to convince his sister he\nhadn't been lying about sore eyes. He hadn't intended to wear them by\nday and hardly knew why he'd put them on before joining Vivian.\n\n\"Spare me your rationalizations,\" she said. \"Your motives are clear to\nme, Ernie, and they happen to be very commonplace.\"\n\nShe leaned toward him and her voice, little more than a whisper, took\non an unexpectedly gloomy, chilling, hopeless tone.\n\n\"See these people all around us, Ernie? They're suicides, every one of\nthem. Day by day, in every way, they're killing themselves. People love\nthem, admire them, and it only makes them uneasy. They have abilities\nand charms by the bushel--yes, they do, even that man with the wen on\nhis neck--and they only try to hide them. The spotlight turns their\nway and they goof. They think they're running away from failure, but\nactually they're running away from success.\"\n\nErnie looked at them, he couldn't help it, her voice made him, and the\nability of Page-at-a-Glance Reading chose that moment to come back to\nhim, only applied to faces instead of letters, and there seemed to be\nanother ability along with it, unclear as yet but frightening. He felt\nlike a very old detective scanning the lineup for the thousandth time.\n\nThe black glasses didn't interfere a bit--the dozens of faces in this\nspeeding electric car were suddenly as familiar as the court cards in\na deck--and he had the feeling that, like a bunch of pink pasteboards,\nthey were about to be hurled in his face.\n\nMy God, he asked himself, flinching, how could you go on living with\nso many faces so close to you, so completely known?--each street you\nturned into, each store you entered, each gathering you joined, another\ndeluge of unique features. Ugly, pretty, strong, weak--those words\ndidn't mean anything any more in this drenching of individuality he was\ngetting, and that showed no signs of stopping.\n\nSo he hardly heard Vivian saying, \"And it's true of you, Ernie--in\nspades, for your black glasses,\" and he hardly remembered parting from\nher, and when he found himself alone he did something unprecedented for\nhim at that time of day--he went to a bar and drank two double whiskies.\n\n       *       *       *       *       *\n\nThe drinks brought the downtown landscape back to normal and stopped\nthe faces printing themselves on his mind, but they left him very\ndisturbed, and the suspiciousness with which he was treated at the\noffice didn't improve that, and Ernie began to wish for ordinariness\nand commonplaceness in himself more than anything in the whole\nworld. If only, he silently implored, there were some way of junking\neverything that had happened to him in the past few weeks--except maybe\nVivian.\n\nVerna on the train home positively terrified him. She was unusually\ntalkative and engulfing this evening and he thought that if the\nfaces-forever feeling came to him just as she was baring her\nfood-triangles and all, he wouldn't be able to stand it. Somehow, it\ndidn't. Yet the very intensity of his distaste frightened him. Not for\nthe first time, the word \"insanity\" appeared in his mind, pulsing in\npale yellowish-green.\n\nHalf a block from home, passing his parked car (with an unconscious\nlittle veer of avoidance), he spotted three figures in close conference\nin front of his house: his sister, a man in dark blue--yes, Mr. Jones,\nand ... a man in a white coat.\n\nAlmost before he knew it, he was in his car and driving away. He truly\ndidn't know what he was going to do, only that he was going to do it,\nand found a trivial interest in trying to guess what it was going to\nbe. Whatever it was, it was going to dim that yellowish-green word,\ndecrease its type-size, make him a little more able to face the crisis\nwaiting him at home ... or somewhere.\n\nHe had a picture of himself getting on an airplane, another of renting\na room in a slum, another of stopping the car on a lonely, treeless\ncountry road and getting out and looking up to the coldly glimmering\nMilky Way--why?\n\nThat last picture was the most vivid, and when he realized he had\nactually stopped his car, it was a moment before it would go away.\nThen he saw he was parked in front of a demolished old apartment\nbuilding a few blocks from his home. Only yesterday he'd watched the\nlast wall going down. Now, just across the littered sidewalk from him,\nthe old cellar gaped, flimsily guarded in front by a makeshift rail\nand surrounded on the other three sides by great hillocks of battered\nbricks. Tomorrow probably (and in fact that was the way it happened) a\nbulldozer would tumble them forward, filling the cellar with old bricks\nand brick-dust, leveling the lot.\n\n       *       *       *       *       *\n\nNow he knew what he was going to do. He unlatched the top over the\nwindshield and pushed the button. Slowly the top folded back over his\nhead, showing the smoke-dark sky, almost night. He hitched up a little\nin the seat, reached inside his coat, pulled out the blue box he always\ncarried and pitched it into the dark pit across the sidewalk.\n\nHe was driving away almost before it landed. Yet through the hum of the\nmotor he thought he heard something call faintly, \"Good-by.\"\n\nThe material of the filled-in cellar stayed fairly dry for many\nyears and the atom-bombing, when it finally came, created a partial\nsurface-seal of fused stone over that area. However, the bicarb box\nfell apart in time; water reached it in little seepings and was\naccumulated as a non-evaporating fuel-and-oxydizer mix. The amount of\nthis strange fluid grew and grew, eventually invading and filling a\nnow-blind section of the city's old sewer system.\n\nMany tens of thousands of years after that, the buried pool was sensed\nby the fuel-finders of a spaceship from up Polaris way, which had made\nan emergency landing on the ruined planet. A well was drilled and the\nmix pumped up and the centipedal Polarians, scuttling about the bleak\nlandscape, had a fine time trying to explain how such a sophisticated\nfluid should occur in a seeming state of nature. However, they were\ngrateful to the Cosmic All-Father.\n\nLong before that, Ernie had arrived home in something of a daze. He\ntold himself that he had cast off the most tangible element of his\n\"insanity,\" but he didn't feel any the better for it. In fact, he felt\ndistinctly apathetic when his sister confronted him and only with an\neffort did he manage to brace himself for the trial he knew she had in\nstore for him.\n\n\"Ernie,\" she said hesitatingly, \"I've come to a decision about\nsomething--about a change in our arrangements here, to tell you the\ntruth--and I've gone ahead with it without consulting you. I do hope\nyou won't mind.\"\n\n\"No,\" he said heavily, \"I guess I won't mind.\"\n\n\"I'm doing it partly on Mr. Jones's advice,\" she added slowly. \"As a\nmatter of fact he suggested it.\"\n\nErnie nodded. \"Yes, I've noticed the two of you conferring together.\"\n\n\"You have? Then maybe you know what I'm talking about.\"\n\n\"Oh, yes.\" Ernie nodded again and smiled grimly. \"The man in white?\"\n\nShe laughed. \"Exactly, the man in white. For a long time, I've thought\nit was just too much bother for either of us to carry the milk home,\nand the eggs and my yogurt too. So I decided to have the milkman that\nMr. Jones uses make deliveries. Mr. Jones brought him over half an hour\nago and it's all arranged. Four quarts a week, one dozen eggs, and\nyogurt Tuesdays and Fridays.\"\n\n       *       *       *       *       *\n\nThe Invisible Being and his Coadjutor, backtracking for a checkup,\nsummarized the situation.\n\nThe latter said, \"So he's already thrown away the Everlasting Cosmetic\nKnife and the Water Splitter; he seems to be trying to reject the third\nLittle Gift and the first Big One, while he still isn't even conscious\nof the other two Gifts.\"\n\n\"Cheer up,\" said the Invisible Being. \"It's his life and he's doing\nwhat he thinks best.\"\n\n\"Yes,\" the Coadjutor said, \"but he doesn't know he's making these\ndecisions for his race as well as himself. Sometimes I think Galaxy\nCenter makes it too hard for chaps like him. For instance, that trick\nof having the images on the box fade back to the old ones.\"\n\n\"Nonsense! We have to take all reasonable precautions that our\nactivities remain secret. He knew that the powder worked. He should\nhave had faith.\"\n\n\"Sometimes it takes a lot of faith.\"\n\n\"You're right, it does.\" The Invisible Being smiled his Cheshire smile.\n\"You feel a lot for these test subjects, don't you? That's fine, but\nyou've got to remember you can't accept the Gifts for them; that's one\nthing they have to do themselves, however long they take about it.\nWhich reminds me, I think we ought to set up a recorder here to report\nthe final outcome of the test to Galaxy Center.\"\n\n\"Good idea.\"\n\n\"And cheer up, I say. This test isn't over yet and our featherless\nbiped isn't necessarily licked. If he thinks to link up the third\nLittle Gift with the two Big Ones, he has a pretty sweet setup for\nmaking psychic progress--and his race will be Galactic Citizens in a\njiffy.\"\n\n\"You're right.\"\n\n\"Moreover, it stands to reason he's soon going to become aware of the\nGreat Gift, and that generally gives a person a jolt and makes him\nthink seriously about other things.\"\n\n\"True enough--though I still have the feeling you intend some sardonic\ntrick in conjunction with the Great Gift. Are you sure you're not\nplanning to leave some other setup here along with the recorder? I\nnotice you've got a spare Juxtaposer in the ship and it bothers me.\"\n\n\"That, dear Coadjutor, is my business. Whatever I do, it won't\ninterfere in any way with the fairness of the tests.\"\n\n\"Sometimes I think the tests are _too_ fair,\" the Coadjutor observed.\n\"I'd like to be able to ease them up a bit in special cases.\"\n\n\"Confidentially, my friend, so would I.\"\n\n       *       *       *       *       *\n\nThe Great Gift announced itself to Ernie next morning at 7:53 sharp,\nwhen the Special slowed to forty miles an hour to swing past the\nplatform on which he was waiting for the Express.\n\nOne moment he was standing morning-weary on the thick wooden planks,\nlooking down through the quarter-inch gaps between them at the cinders\nfive feet below, vaguely conscious of a woman's white-polka-dotted\nblack skirt on one side of his field of vision and a man's brown shoes\nand briefcase to the other.\n\nNext moment he was in a small cab under which steel rails were\nvanishing at an alarming speed, and way ahead he could just make out\nthe platform on which he was standing, and something was hurting his\nhead and he was slumping forward and everything was darkening and the\ncab was leaping forward more swiftly still.\n\nThe third moment he was back on the platform, running furiously to get\noff it. He didn't care who yelled at him or whom he bumped, so long as\nit didn't slow him down. The people were just blurs anyway and soon\nhe was beyond them. He took in two strides the short flight of wooden\nsteps leading down off the platform proper and spurted the last sixty\nfeet to the stairs leading down to street level. There he stumbled,\nrecovered himself, and chanced a hasty backward look.\n\nThere was a tall man at his heels, hugging a briefcase and panting\nhard. Then, beyond the tall man, he saw the platform rear up like a\nwooden caterpillar, spilling people against the bright gray morning\nsky. There was a cosmic crunch and the battered Special, still\ncoming strong, burst through the upreared platform in a blossoming\nbroken-matchstick crown of planks and beams--and big blue sparks where\na writhing power wire, snagged by the uprearing platform, was grounding\nagainst the first car.\n\nErnie ducked his head and plunged down the steps ahead.\n\n(That was how I came to meet Ernie Meeker. I was the tall man. As\nyou can imagine, it's quite strange to be standing in a huddle of\nfresh-washed morning commuters and have the one beside you close\nhis eyes and slump a little and then take off like a bat out of\nhell--without a word spoken or a thing happened to explain it. I\nstarted to laugh, but then I got the funniest feeling of curiosity\nand terror and I took off after him. It saved my life.\n\n(Afterward, Ernie and I went back to help with the ghastliness, but\npretty soon there were more than enough trainmen, firemen, police, and\nwhat not, and we got chased off. We had a couple of drinks together and\nmet a few times after and that's how I got some of this story. But my\nchief sources of information I am not permitted to disclose.)\n\n       *       *       *       *       *\n\nAs the Invisible Being had predicted, Ernie's first brush with the\nGreat Gift gave him a considerable jolt, though he didn't suspect at\nfirst that it was a permanent gift.\n\nHe analyzed what had happened, quite reasonably, I believe, as a case\nof second sight. Somehow his mind had been projected into the brain\nof the motorman of the Special just at the moment the latter had his\nstroke (the final official explanation too) and blindly put on more\nspeed instead of reducing it for the approaching curve and station. His\nsecond sight saved his life by getting him off the platform before the\nSpecial jumped the tracks and ploughed through it.\n\nIt certainly gave a jolt to Ernie's habit patterns, as it temporarily\ndid of a great many other people. He started driving his car to work,\nfor one thing, and he took to drinking regularly in the evenings,\nthough not excessively as yet.\n\nHe also had the feeling, which he did not try to analyze, that his\nmiraculous escape marked the end of the \"strange weeks\" in his life,\nwhen he'd had such odd illusions or been the victim of such odd\ncircumstances; and, true enough, that first week or so there were no\nrecurrences of his chillingly weird experiences.\n\n       *       *       *       *       *\n\nBut jolts have their infallible Law of Diminishing Effects.\n\nAfter a few days, Ernie found the traffic and parking problems as\nnervous and wearisome as ever and he grew envious of the snug commuters\nmeditating luxuriously in their electric coaches. Come the first\nmorning of the third week and he was standing on the rebuilt platform,\nstudying the new planks, ties and rails with a pleasantly morbid\ninterest.\n\nVivian was not in her accustomed seat nor on the train, as far as he\ncould tell, which did not surprise him, though it disappointed him\nsharply; the Panther Princess had a stronger hold on his feelings, or\nat least on his imagination, than he'd realized.\n\nBut Verna was on the train home all right; in fact, she gave a small\nwhoop of pleasure when she spotted him. And he had barely sat down\nbeside her when who should come prowling smoothly along but Vivian in a\ncharcoal version of her tailored black armor.\n\nErnie jumped up and blurted out introductions. Vivian accepted his\nseat with a certain deliberateness and with a smile that seemed to\nErnie to say, \"So I'm his morning light-badinage girl, but this\nis the girl Mr. Meeker goes home with. It's another instance of\n'black-glasses' behavior, don't you think? He puts her on whenever he\ngets afraid he's getting attractive.\"\n\n       *       *       *       *       *\n\nThe two women started to chat easily enough, however, and shortly Ernie\ngot over his confusion and, smiling down at them from where he swayed\nin his aisle with his hand lightly touching the back of the seat ahead,\nwas even thinking quite smugly that here in one seat, by gosh, were the\nwoman he wanted and the woman who wanted him. Very interesting to be\nthe man in the middle.\n\nJust at that moment, the power came back to him that made everything\nfeverishly real, expanding his center of attention to his visual\nhorizons, and this time it was only a prelude, for a second gateway\nopened behind the first--a window into all human hearts and minds, the\npower of human insight fantastically sharpened and enlarged. He could\n\"read minds,\" or at least he knew the motives--the core of values and\nconsciousness--of any person he cared to look at. Most especially, he\nknew the motives of Verna and Vivian almost as if he _were_ them.\n\nThe big thing about Vivian was her fear--no, her conviction, that she\nwasn't attractive. Every glance her way knocked a hole in the armor of\nartificial attractiveness she built around herself, and all the hours\nshe devoted to perfecting it, even the desperate worship she lavished\non her body, were all utterly lost. A simple relationship with another\nhuman being was unthinkable; her armor got in the way and under her\narmor she knew she was worthless. A man was sometimes attracted to her\narmor--never to herself!--but as soon as he started to scrutinize it,\nit began to tarnish and crumple.\n\nShe hoped that other people, men especially, had a trace of her own\nweaknesses, and she sniped away at them constantly to get under the\narmor to find out. Ernie was one in a long series of such men. She was\nactually in love with him, but only as one loves a dream, not the real\nErnie at all. Physically he was disgusting to her, like most men.\n\n       *       *       *       *       *\n\nVerna, on the other hand, had absolute confidence that she was\nsufficiently attractive for all practical purposes. She wasn't in love\nwith Ernie at all. She wanted to make an intellectual conquest of him,\nadd him to her private Brain Trust, her cultured entourage that won Mr.\nAbrusian's seldom-tendered admiration and broke Miss Minkin's heart,\nand finally get Ernie to join the Working Boys' Front. He was one of\nher projects. If it became tactically necessary during her campaign,\nshe knew that Ernie would be only too happy to jump in bed with her,\nfood-triangles and all.\n\nNow in other circumstances (who really knows?), Ernie might have found\nthe courage to accept Vivian and Verna as they really were and work\non from there, ruthlessly discarding his false pictures of them--and\nof himself. He might conceivably have found the strength to accept\nall people not as shadowy projections of himself, fabricated targets\nof his desires and aversions, puppets in his private chess games and\ncircuses, but as complete persons with inexhaustible surprises and\ncontradictions, each a microcosm, a universe-in-little with his or her\nown earth and stars, spaceflight and crawling, heaven and hell.\n\nBut under the present circumstances, Ernie was confused. His knowledge\nof the real Vivian spoiled completely the titillating picture of the\nPanther Princess, who might submit to him contemptuously in the end--he\nneeded that sex idol more than he needed truth. As for Verna, her\nstalwart self-reliance and her accurate appraisal of his own motives\nand possible future behavior were both unbearably humiliating to him.\nAnd the delight of really knowing people was completely outweighed, in\nhis tired spirit, by the thought of the lifetime of work that would be\ninvolved in adjusting himself to this new knowledge. It was so much\nmore comfortable to work with stereotypes.\n\nThe Express was slowing for his station. Both girls were looking at him\npuzzledly.\n\n\"Good-by, Verna. Good-by, Vivian,\" he said in a set sort of voice.\n\"This is where I get off.\"\n\nHe moved stiffly toward the door. They watched him go, and turned to\neach other with a frown.\n\n       *       *       *       *       *\n\nThat evening marked the beginning of Ernie's serious drinking. He never\nsaw either of the V-girls again. He took his car or the bus to work;\nthen, for a short period, he took taxicabs, then he lost his job and\nwas working in another part of the city. He became mixed up with a\nnumber of other women and crowds, but they are not part of this or any\nstory.\n\nAmong other things, his drinking eventually completely confused his\nmemories of abnormal personal powers with his entirely normal illusions\nof alcoholic ones. And it also seemed to be blotting out the former.\nOnce, at a party, he bet twenty dollars that his eyes glowed in the\ndark. Next morning he was relieved to discover, after making several\nanxious phone calls, that he'd lost his bet.\n\nWhen he finally pulled out of it, some five years later, because of a\ngrowing aversion to liquor that he only understood later, the two Big\nGifts of Page-at-a-Glance and Mind Reading were gone forever.\n\nThe Great Gift had a more durable lodgment in him. From his alcoholic\nyears, he brought hazy memories of accidents avoided because of sudden\nwrong-ended visions of onrushing cars, alley rollings missed because\nhe'd seen himself reeling along a block away through the eyes of\nlounging hoodlums. Now, sober again, he had a clear confirmation of it\nwhen he left a banquet on a trumped-up excuse because of a disturbing\nvision of inexplicable rodlike shapes--and read the next day that a\nhundred of the guests, of whom four finally died, had come down with\nbacterial food poisoning. Another time, hiking in dry woods, he'd\nsmelled smoke that his companions couldn't--and persuaded them to turn\nback, avoiding a disastrous flash fire that broke out soon afterward.\n\nHe had to admit to himself that he certainly seemed to have the gift of\nsecond sight, warning him against threats to his life.\n\n\"All right,\" he told himself, \"so forget it. Gifts are upsetting. Even\nas a kid, you sweated more about your birthday presents than you ever\ngot fun out of them.\"\n\nOur story has already jumped five years; now it must jump twenty.\nErnie is living with his sister again; while he was drinking, they\npulled apart, and now they've once more pulled together. They're having\ndinner, have arrived at dessert, a big piece of chocolate cake each\nwith satiny thick creamy frosting and filling.\n\nErnie looks at his piece--and sees himself climbing stairs and\nclutching at his heart. He thinks of warning his sister, but she's\nalready halfway through her piece. Then she goes on and eats Ernie's.\n\n       *       *       *       *       *\n\nErnie's sister didn't get food poisoning, she only got fat, but the\nincident of the chocolate cake was for Ernie the beginning of a series\nof peculiar food revulsions and diet experiments that eventually made\nErnie instead of his sister the family yogurt-fiend and a regular\ncustomer of his old acquaintance, Herman, the health-food manufacturer.\n\nHerman had to admit that Ernie had cooked himself up a pretty good\nlongevity diet for an amateur, though there were some items in it that\nmade the old man shake his head--and he always asserted that Ernie was\npassing up a good thing in Soybean Mush.\n\nErnie got his diet tailored to fit his tastes and stuck to it. He had\na strong suspicion of what had happened, though he tried not to think\nabout it too often: that his gift of second sight had taken to warning\nhim of the longer-range dangers to his existence; after all, chocolate\ncake can be as deadly as atomic bombs in the long run.\n\nMore years passed. Friends and relatives began to remark quietly to\neach other that his sister was aging faster. Ernie, they had to admit,\nwas a remarkably well-preserved old gent. Ironic, considering what a\ndrunk he'd been and what strange junk he insisted on eating now.\n\nOne day Ernie's self-styled health diet began to pall on him. It didn't\nrevolt him; it merely left him unsatisfied, yet with no yearning for\nany particular food he could think of. He lived with this yearning for\nsome weeks, meditating on it and trying to guess its nature. Finally he\nhad an inspiration. He headed for Mr. Willis' drugstore.\n\nThe bent, silvery-haired man greeted him eagerly; somehow there was a\nspecial warmth about the friendships Ernie had made during the \"strange\nweeks\" (Verna and Vivian excepted) that put them in a different class\nfrom any other of his human relationships.\n\n       *       *       *       *       *\n\n\"Now what can I give you, Ernie?\" Mr. Willis asked. \"Anything in the\nplace within reason.\"\n\n\"I'll tell you, Bert I'd like to go back in your dispensary--you with\nme, if you want--and just shop around.\"\n\n\"That's a sort of screwy idea, Ernie. I couldn't sell you any narcotics\nor sleeping pills, of course--well, maybe a few sleeping pills.\"\n\n\"I wouldn't want any.\"\n\n\"What's the idea, Ernie? Getting interested in chemistry in your\nold ... You know, Ernie, you just don't look your years.\"\n\n\"Secret of mine. Yes, in a way I've got interested in chemistry.\"\n\n\"Won't talk, eh? I remember, when I first met you, I tagged you for an\nevening inventor. Well, come on back and shop around. Just don't ask me\nfor _elixer vitae_, _aurum potabile_, or ground philosophers' stone.\"\n\n\"Not unless I see 'em.\"\n\nAfterward, Bert Willis used to say it was one of the most mystifying\nexperiences of his life. For a good half a day, Ernie Meeker studied\nthe rows of jars, canisters and glass-stoppered bottles, sometimes\nlifting two down together and contemplating them, one in each hand, as\nif he could weigh the difference. Often he'd take out a stopper and\nsniff, and maybe, asking permission of Bert with a glance, take up a\ndab of some powder and taste it.\n\n\"You know that game,\" Bert would say, \"where someone goes out of the\nroom and you all decide on an object, or hide one, and he comes back\nand tries to find it by telepathy or muscle-reading or something? That\nwas exactly the way Ernie was acting. Dog on a difficult scent.\"\n\nA couple of times, especially when the customers came in, Bert wanted\nto chase him out, except that Ernie was such a special friend and Bert\nwas so darn curious about it all himself.\n\nIn the end, Ernie made a good twenty purchases, including a mortar and\npestle and two poisons for which Bert made him sign, though the amounts\nwere less than a lethal dose.\n\n\"Actually none of the chemicals he bought were very dangerous,\" Bert\nwould say. \"And none of them were terribly unusual. The thing about\nthem was that, put together, they just didn't make sense--as a medicine\nor anything else. Let me see, there was sulphur, bismuth, a bit of\nmercury, one of the sulfa drugs, a tiny packet of auric chloride,\nand ... I had 'em all on a list once, but I've lost it.\"\n\nAfter that, Ernie always mixed a little grayish paste in his cup of\nyogurt at suppertime.\n\nErnie stopped aging altogether.\n\n       *       *       *       *       *\n\nAfter his sister's coffin was lowered past the margins of green matting\ninto the ground, Ernie shook hands with the minister, walked Bert\nWillis and Herman Schover to their car and told them he thought he'd\nbetter drive home with some relatives who'd turned up. Actually he just\nwanted to stay behind a while. It was a beautiful blue-and-white summer\nday; the tidy suburban cemetery had caught his fancy, and now he felt\nlike a quiet stroll.\n\nErnie followed his little impulses these days. As he sometimes said, \"I\nfigure I've got plenty of time. I just don't feel the pressure like I\nused to.\"\n\nThe last car chugged away. Ernie stretched and started to stroll,\nslowly, but not like an old man, now that he was alone. His hair had\ngrown whiter in the last few years and his face a little wrinkled, but\nthat was due to the very judicious use of silvering and theatrical\nliner--people's comments about his youthfulness had gotten wearisome\nand would, he knew, eventually become suspicious.\n\nKeeping himself oriented by a white tower at the cemetery gate, he\narrived at an area that had no graves as yet, no trees either, just\nlawn. He made his way to the center of it, where there was a gently\nswelling hummock, and sat down in the warm crinkly grass, resting\nhis back against the slope. The sky was lovely, enough clouds to be\ninteresting, but a great oval of pure blue just overhead--a pear-shaped\ngateway to space.\n\nHe felt no grief at his sister's death, only the desire to think a bit,\nhave a quiet look at his past and another at the great future.\n\nAlone like this, he dared to face his fate for a moment and admit to\nhimself that, all wishful thinking aside, it really began to look as if\nhe were going to live forever, or at least for a very long time.\n\nLive forever! That was a phrase to give you a chill, he told himself.\nAnd what to do, he asked himself, with all that time?\n\nBack in the \"strange weeks,\" he'd have had little trouble in answering\nthat question--if only he'd known then what he did now and realized\nwhat was being offered him. For, during his sober decades, Ernie had\ngradually come to a shrewdly accurate estimate of what had happened to\nhim then. He thought of it in terms of having been offered six Gifts\nand turned down five of them.\n\n       *       *       *       *       *\n\nBack in the \"strange weeks\" and armed with the five rejected Gifts\n(Page-at-a-Glance and Mind Reading were the only ones that counted,\nthough), he could easily have said, \"Live forever by all means!\nIncrease your knowledge and understanding until your mind bursts or is\ntransfigured. Plunge forever into the unending variety of the Cosmos.\nOpen yourself to everything.\"\n\nBut now, equipped to travel only as a snail....\n\nStill, even snails get somewhere. With forever to work with, even\nfour-words-at-a-glance gets you through many, many books. Patient\nlove and dispassionate thought give you human insight in the end, can\nfinally open the tightest shutter on the darkest human heart.\n\nBut that would take so very long and Ernie felt tired. Not old, just\ntired, tired. Best simply to watch the soft clouds--the pear-shaped\ngateway had become almost circular. To do anything but drift through\nlife, a stereotype among stereotypes, was simply ... too ... much ...\nwork....\n\nAt that very moment, as if his thought had summoned the experience\ninto being, another scene filmed over the blue sky and white clouds\nabove him. The sudden humming in his ears--a kind of \"audible\nsilence\"--informed him that his second sight was at work, warning him\nof some deadly danger. But this was a more gentle instance of it,\nfor not all his consciousness jumped somewhere else. All through the\nexperience, he was still aware of himself leaning against the grassy\nhummock, of the restful melancholy of the scene around him, and of the\nsky overhead. The second scene only superimposed itself on the first.\n\nHe was poised many hundreds of miles above the Earth, a ghost-Ernie\nimmune to the airlessness and the Sun's untempered beams. At his back\nwas black night filled with stars. Below him stretched the granulated\ndry brown of Earth's surface, tinged here and there with green, clumped\nwith white cloud, and everywhere faintly hazed with blue.\n\n       *       *       *       *       *\n\nUp there in space with him, right at his elbow, so close that he could\nreach out and touch it, was a tiny silver cylinder about as big as a\nhazelnut, domed at one end, reflecting sunlight from one point in a way\nthat would have been blinding enough except that Ernie's ghost eyes\nwere immune to brightness.\n\nAs he reached out to examine it, the thing darted away from him as\nif at some imperious summons, like a bit of iron jumping through a\nmagnetic field.\n\nBut in spite of its enormous acceleration, Ernie's ghost was able\nto follow it in its downward plunge. It kept just ahead of his\noutstretched fingertips.\n\nThe brown granules that were Earth's surface grew in size. The tiny\nmetal cylinder began to glow with more than reflected sunlight. It\nturned red, orange, yellow and then blazing white as atmospheric\nfriction transformed it into a meteor.\n\nErnie's ghost, immune to friction and incandescence alike, followed it\nas it dove toward its target--for even though Ernie had never heard of\na Juxtaposer and how it brought objects together, he had the feeling,\nfrom the dizzy speed of the meteor's plunge, that it yearned for\nsomething.\n\nHe knew most meteors vaporized or exploded, but this did not, even\nwhen Earth's brown surface grew rivers and roads. Suddenly there was a\ncloudbank ahead; then, in the white, there appeared an almost circular\nhole toward the very center of which the meteorite plunged.\n\nEverything was happening very fast now, but his ghost senses were able\nto keep pace. As they plunged through the cloud-ring and the green\nlandscape below grew explosively, he saw the white tower, the trees,\nthe curving drives, and the clearing which was now the target.\n\nThere was still time to escape. Lying on the warm grass, with death\nlancing down from the sky at miles a second, he had merely to roll over.\n\nBut it was simply ... too ... much ... work....\n\n       *       *       *       *       *\n\nElsewhere near Earth, a recorder sped toward Galaxy Center a message\nwhich ended, \"Six Gifts tendered, all finally refused. I will now sign\noff and await pickup with one Juxtaposer.\"\n\nA little later, a Receiver in Galaxy Center passed the message to a\nCentral Recorder, which filed it in the Starswarm 37 section with this\naddition: \"Spiritual immaturity of Terran bipeds indicated. Advise\nagainst enlightenment and admission to Galactic citizenship. Test\nsubject humanely released.\"\n\n       *       *       *       *       *\n\nPolice, digging into the turf under Ernie's shattered head two days\nlater found the bright bullet, cold now, of course, and untarnished.\n\n\"Looks like silver!\" one cop said, scratching his head. \"Haven't I\nheard somewhere that the Mafia use silver bullets? So bright, though.\"\n\nLieutenant Padilla, later on, lifting the bullet in his forceps to\nre-examine it for rifling marks, had the same thought about its\nbrightness. By now, however, he knew it was not silver. (What alloy\nwas never satisfactorily determined. Actually it was made of the same\nsubstance as the Everlasting Razor Blade.)\n\nThis time, although he still found no rifling marks, a tiny dull\nstretch on the flat end of the cylinder caught his attention. He took\nup a magnifier and examined it carefully.\n\nA moment later, he put down the magnifier, snatched up the pocketbook\nfound on the dead man and rechecked some cards in it. The bullet\ndropped from the forceps, rolled a few inches. The lieutenant sat back\nin his chair, breathing a little hard.\n\n\"This is one for the books, all right!\" he told himself. \"I've heard\na lot of people, soldiers especially, talk about such bullets, but I\nnever expected to see one!\"\n\nFor under the magnifying glass, finely engraved in very tiny letters,\nhe had read the words: ERNEST WENCESLAUS MEEKER.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Bullet With His Name, by Fritz Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BULLET WITH HIS NAME ***\n\n***** This file should be named 51436.txt or 51436.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/3/51436/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}