{"title": "A Husband for My Wife", "author": "William W. Stuart", "releaseDate": "March 15, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         A HUSBAND FOR MY WIFE\n\n                         By WILLIAM W. STUART\n\n                         Illustrated by BURNS\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n          I admit it--he beat my time. But my day is coming.\n            Any minute now time is about to run out on him!\n\n\nSoon, very soon now, the time will come for me to meet my wife's\nhusband. I can hardly wait. Every dog has his day and Professor Thurlow\nBenjamin has just about had it. Every day has its dog, too, and I am\ngoing to return to him with full five years' interest the bad time he\ngave to me. The dog.\n\nDog? Look, he stole my girl not once but twice. The second time he, you\nmight say, took his time to beat my time--and left me behind to the\nbad time that belonged to him. Benji is--or he was and he will be--a\nscientifically sneaky, two-timing dog, and a dog's life is what he gave\nme. But now, after nearly five years, time is on my side. He will get\nwhat, minute by minute, is coming to him not soon enough, but soon.\n\nBenji--Professor Thurlow Benjamin--was my oldest, closest friend. I\nwas his. We hated each other dearly in the way that only two boyhood\npals can and by chance or mischance that quality of bitter-friendly,\nboyish rivalry never left our relationship. Why? A woman, naturally.\n\nThe first time we met, he was a tall, gangling, red-headed, big-nosed\nkid of nine. I, Bull (for Boulard) Benton, was shorter, stockier,\nheavier. Maybe not handsome exactly, but clean cut, very clean cut.\nBenji knocked a chip off my shoulder and I knocked his block off, but\nnot without collecting a few lumps doing it. From then on, we fought\ntogether against anyone else. When no one else was handy, we fought\neach other. And naturally we each wanted what the other had.\n\nAfter high school, we roomed together at Burnington University right\nthere in our home town, Belt City. Benji was a brain, a scholar. I was\nan athlete. So he broke nearly every bone in his body trying to be a\nsix-foot-three, one-hundred-and-thirty-nine-pound scatback, while I\nnearly sprained a brain that was deep, definitely deep, but maybe not\nquite as quick on its feet as some, trying for scholarship.\n\nThe last year and a half at the university, the competition between\nus narrowed down to a battle for Vera Milston, old Dean Milston's\nstatuesque daughter. That was all a mistake. I can see it now. So can\nBenji. But not then.\n\n       *       *       *       *       *\n\nDean Milston was the dourest, sourest, meanest old tyrant ever to\nsuspend a football captain for a couple of unimportant \"D\"s. One\nafternoon in junior year at basketball practice--Benji was out,\ndragging around a cast--Jocko Bunter bet me ten I didn't have the\nnerve to date the dean's daughter. Well, hell, I'd seen her around,\nvisiting the dean as regularly as I had to. She was a lot of girl.\nTall, honey-blonde--a little on the regal, commanding side, and maybe\nher lips were a mite set over a chin that the old man should have kept\nto himself--but there are times when a young man doesn't analyze the\ndetails as carefully as he might. She was built like nothing I had\ntackled all fall.\n\nSo I took a chance, got a date, won ten, and that might and should\nhave been that. She had a way of saying \"No!\" that made me think of\nher father. But, the thing was, Benji didn't know about the bet. I\ndated her once. So he had to date her twice. Again, I didn't analyze. I\njumped to the conclusion Benji had the hots for her and went to work\nto cut him out.\n\nThat kept us busy the next year and a half and I led all the way.\nVera and I got engaged at the spring prom to be married right after\nmy graduation--which improved the odds on my graduating considerably.\nThe dean was a grim old devil who considered Hamlet a comedy and could\nrefuse anything to anyone--except Vera, and how could I have known it\nwas fear rather than affection that made him give in to her?\n\nAnyway, perhaps the strain of passing me a diploma was too great. The\nnext day the old devil passed on himself, and no matter where he may be\nsitting, I know he is happy as long as he can watch the others fry. But\nI shouldn't grumble. He saved me, unintentional though it was.\n\nVera, possibly having second thoughts as she looked over the Dean's\nList, said she couldn't marry me till after a reasonable period of\nmourning. The Army took me and rejected Benji. He stayed on for\npost-graduate study in physics. I told you he was a brain.\n\nA brain, but not equally acute in all fields. When I got back to Belt\nCity three years later, Benji was already an assistant professor of\nphysics--and Vera's husband. They were settled in the old dean's\nbig, ancient house just off the campus and Benji was aiming--or being\naimed--at a distinguished academic career. I came back to town with the\nidea of winding up the family insurance and real estate business and\npulling out, mostly to keep away from them.\n\nIt wasn't, you understand, that I was carrying such a heavy torch for\nVera. She hadn't blighted my life; not then, that is. But it seemed\nto me that living in town with her and Professor Thurlow Benjamin--a\ngloating, triumphant Benji, laughing at me because he'd succeeded in\nmarrying my girl--would be a real annoyance. But, of course, when I hit\ntown I had to call them and they had to invite me to dinner.\n\nFor one time, anyway, I figured I had to accept. I gritted my teeth and\nwent. I never had a sweeter, more enjoyable evening in all my life.\n\n       *       *       *       *       *\n\nI got there about seven in the evening and walked up the steps to the\nbig old porch on the dean's house feeling a bit nervous and upset. I'd\nwalked up those same steps often enough before, feeling nervous and\nupset, but this was different. I lifted the oversized brass knocker and\nrapped. Vera's voice, coming from the back of the house someplace, cut\nthrough the evening air. \"Thurlow! Answer the door!\"\n\n\"Yes, sweets. I'm on my way, Vera hun bun.\" That was Benji. Hun bun,\nyet! And his voice was misery. It cringed and whined. I grinned to\nmyself and began to feel more cheerful.\n\nBenji let me in. His glasses were thicker and his hair thinner and he\nlooked a lot older. But it was Benji, the same old lanky, gangling\nredhead; yet not the same, too. He had a hang-dog look that was new\nand suddenly I felt so good, I punched him playfully in the ribs. He\nwinced--and didn't even counter. If the fight hadn't gone out of him,\nit had sure been watered down. We went on in to the parlor across\nthe hall from the dean's old study. Vera joined us. She didn't look\nbad--at a glance. But if you checked right close, and I did, there was\nsomething in her look--a sharpness I hadn't noticed before; her nose\nseemed bigger, beak-like; the broad, solid shoulders; deep-down grooves\nat the corners of her mouth.\n\nShe threw her arms around me and kissed me. My temperature stayed\nsteady and cool.\n\n\"Boulard! Boulard, darling! You look marvelous!\"\n\nI felt great, too. \"Vera, girl. You're as gorgeous as ever, radiant,\nblooming, still the campus goddess. And Mrs. Thurlow Benjamin now,\nhm-m? Old Benji is sure a lucky dog.\"\n\nBenji forced a hollow laugh. Vera smiled a positive agreement.\n\nThen Benji sort of coughed out a faint note of hope and pleaded,\n\"Vera, sweet, this is a--uh--an occasion, don't you agree, dear? Don't\nyou--ah--do you think maybe I ought to--fix us all a drink?\"\n\n\"Thurlow! You drink far too much! You had a highball before dinner at\nProfessor Dorman's only night before last.\"\n\nAlmost--but not quite--I felt sorry for him.\n\n\"Ah, well, Vera doll,\" I said, \"this _is_ an occasion, after all. And I\n_do_ want to drink a toast to you and Benji.\"\n\n\"Hmph.\"\n\n\"Especially you, the love of my life, lost now, but lovelier than ever.\"\n\n\"Boulard!... Well, Thurlow, don't stand there like an idiot. Go mix us\nsome drinks. And mind the line on the bottle.\"\n\nAnd then she turned back with some more gush for me. I enjoyed it,\nknowing now what I had been saved from. In fact, as I said, I enjoyed\nthe whole evening; my playing up to Vera made her just that much\nrougher on Benji. Revenge on Benji plus relief at what I had escaped\nmade life seem pleasant, and right there and then I changed my mind\nabout leaving town. I decided to stay and settled down.\n\n       *       *       *       *       *\n\nWell, I did settle, but not too far down. Instead of selling out Uncle\nGeorge's insurance and real estate firm, I went to work in it. It was\nprosperous enough and light work. There were plenty of girls around\ntown if you got around, and I did.\n\nLooking back, those were the happy years. Naturally I kept seeing quite\na bit of Vera and Benji. Rubbing it in? Sure, why not? Hell, half the\npleasure in any success comes from giving a hard time to those who gave\nyou a hard time. It may not be nice, but it is normal.\n\nI lolled in the shade and laughed; Benji sweated and suffered. His\nboss's whip cracked merrily. He plodded ahead in the University Physics\nDepartment and fiddled around his lab whenever he could escape into it.\n\nThen there came a black Friday evening in early autumn. I was due at\nBenji's for dinner, just him and me. Vera had gone up to Chicago that\nmorning to see her ever-dying Aunt Bella and do some shopping. She\nwould not be back till the next day so she called on me to keep an eye\non Benji.\n\nSo I was due for a quietly pleasant early evening listening to Benji\ntalk about his sorrows. Then, I figured, Benji would go to his lab in\nthe old dean's study and I would go out on the town. I had a date, one\nof the very best, Starlight Glowe, formerly Daisy Hanzel, formerly an\noffice clerk. She was a pert little strawberry blonde, cute, with a lot\nof good humor and a lot of everything else too; about as unlike Vera\nas a girl could be. That week she was between nightclub engagements,\nback in her old home town. And back in the old groove with me, too. I\nlooked forward to the evening--first Benji's troubles and then my own\npleasures.\n\nI pulled up in front of Benji's old place just at dusk. A late working\nlineman from Beltsville Power was fiddling around on the pole outside\nBenji's lab room. \"Hey, Mac,\" he hollered, \"you going in there? Look,\ntell the prof they'll cut it in at seven ayem, huh? Can't make it a\nminute sooner.\"\n\nI nodded as I went up the steps and across the porch; knocked once.\nWalked on in--and stopped dead in the hallway to stare up the stairs.\nIt was Benji, but not the Vera's Benji I was used to. He was dressed\nin the evening clothes Vera got him to wear only at major faculty\nfunctions. He carried a cane, wore a flower. Tonight he was Benji, man\nabout town, knight of the evening. Sharp. Cool. Cocky.\n\nHe strutted on down the stairs and past me. He winked, grinned that\ndirty, sneaky grin of his I remembered all too well from the old days.\nAt the door, he looked back over his shoulder, still grinning, and\nsaid, \"Stick around a minute, Bull boy. I have something to show you.\"\nThe door slammed shut.\n\n       *       *       *       *       *\n\nI couldn't believe it; he wouldn't dare. Then I heard my car, my new\nsport car, starting outside and I swore, grabbing the doorknob.\n\n\"Wait, Bull. You couldn't catch me.\"\n\nI spun around. Damned if it wasn't old Benji, coming down the stairs\nagain just as though it wasn't impossible. This time he looked himself,\nbut worse. He had on an old lab smock and a new hangover. He looked\nawful--but with a hint of satisfaction too, like remembering the time\nhe'd had getting into such lousy shape.\n\n\"Well, Bull boy,\" he mumbled, wavering on down the steps, holding the\ntop of his head on with one hand, \"come on out in the lab. Maybe we\ncould find a little nip. And I have something to show you.\"\n\n\"So you said.\"\n\n\"Eh? Oh, yes, so I did. Last night, when I was going out.\"\n\n\"It was just now--only you went out all dressed up, and here you are\nall beat up. What's this all about?\"\n\n\"Come _on_,\" he said with a flash of temper. \"When I get a hair or two\nof the dog, I'll explain it to you.\"\n\nI followed him into his lab, the dean's old study. It was the only\nthing Benji could call his own. Vera let him have it on the off-chance\nthat he might find something important enough to give their social and\nfinancial position a boost.\n\nIn the lab, Benji fished an amber-filled flask from the wastebasket\nunder the old rolltop desk and poured himself a double, me a single, in\na couple of big test tubes. I only half saw him out of a corner of the\neye.\n\nWhat I was really looking at was a damned peculiar rig that filled up\nabout a third of the space along the side wall next to the kitchen. It\nwas--I couldn't figure it. It looked something like one of those jungle\ngym outfits in the kids' playgrounds. But there were wires running from\nit to half a dozen wall plugs, and a seat up in the middle with a bunch\nof dials and things.\n\nIt was all odd, and oddest was the way it all sort of shimmered and\nblurred as I watched it.\n\n\"What in hell is that?\" I walked across the lab toward it, reaching out.\n\n\"Better not touch it, Bull. You might knock something out.\"\n\nSince he put it like that, I raised my hand to grab hold of one of\nthe cross bars by the seat in the center of the thing--and there I\nwas resting comfortably on a small cloud in far outer space, watching\na great spiral nebula whirling in infinite majesty through the vast,\nempty blackness, and I thought about the mystery of the universe. I\nfelt that if I could just reach out, I would have in my grasp the final\nanswer. But then it drifted away and the nebula slowly narrowed and\nevolved into a great system of suns, planets, moons--and finally into\nthe big, old chandelier in the dean's study.\n\n       *       *       *       *       *\n\nWhen it all seemed to stabilize at that point, I sat up a little\nshakily. The room, Benji's lab now, was still there. I stood up and\nfelt lousy. My head ached. I looked around. Benji was sitting at the\ndesk slumped over, his head on his folded arms. The flask of whiskey,\nhalf gone, was on the desk beside him. I emptied it out a little more,\ninto me, and checked my watch. Six o'clock and the sky showed gray\noutside. I had been out all night.\n\nI put my foot on the base of Benji's swivel chair and shoved hard. The\nchair rolled back, out from under him. He slumped down with a pleasing\nthud on the floor. He woke up with a pained expression that helped my\nheadache a little.\n\n\"Damn you, Benji,\" I said, \"you did that out of spite, to break my date\nwith Daisy, I bet.\"\n\nHe yawned. \"I told you you'd better not touch it.\"\n\n\"Because you knew then I'd have to go ahead and do it. It's a wonder,\nwith me knocked out, you didn't go try to steal my girl.\"\n\n\"I did. I am.\"\n\n\"You what?\"\n\n\"I did go out with Daisy. I am with her now.\"\n\n\"Are you cracked? You are right here with me.\"\n\n\"True, but I am simultaneously with Daisy.\" He grinned reflectively.\n\"And I don't mind saying Daisy is much better company than you.... Now\nwait, Bull. I know this is difficult for you to grasp, but it is a fact\nthat I am in two places at the same time--only on different circuits.\nThis is big, Bull, really big! After you help me with one or two\ndetails, I am going to share it with you. Listen to me.\"\n\nSometimes I can be sickeningly gullible. \"All right. Start explaining.\"\n\n\"Think, Bull! Last night you saw me go out the front door. At\nsubstantially the same time, you also saw me, dressed quite\ndifferently, come down the hall stairs. It should be obvious. I have\nbuilt a time machine.\"\n\nI looked down at my watch and then back at him, with raised eyebrows.\n\n\"No, Bull. Not a machine for telling time; a machine for traveling\nthrough time or, actually, more or less around it. You see my machine\nthere.\"\n\nThe jungle gym rig was still at the side of the room, blurred and\nshimmering. \"Yeah, I see it. And don't bother telling me not to touch\nit again. I won't.\"\n\n\"Your own fault. Ordinarily you could touch even one of the bars; it is\nperfectly safe. But just now the machine is there twice. That creates\nfurther static force fields.\"\n\n\"Benji--\"\n\n\"Look at it. Looks as though you were seeing double, hm-m? And you\nare. You see, Bull, this coming morning at ten to seven, I took--and\nwill take--the machine and I traveled back to ten to five yesterday\nafternoon. At that time the machine was already there. Actually, I\nshould have moved it just before I used it this morning, to limit\nthe overlaps. But I was rushed. You'll see. Daisy and I will be here\nshortly.\" He grinned. It was an expression I had never particularly\ncared for. \"Have another drink, Bull.\"\n\nThat was an expression I liked better. I did have one. His story was\nunbelievable. But I was beginning to believe it--partly because of the\nmachine there and the fact that I had seen two of him practically at\nonce the evening before, partly because I knew Benji would be capable\nof almost anything if it would let him steal a girl from me and get\naway from Vera besides.\n\n       *       *       *       *       *\n\nHe took a short nip himself and went on. \"I won't strain your limited\nfacilities by trying to give you the technical side of it. More or\nless, it is a matter of setting up the proper number of counteracting\nmagnetic force fields, properly focused, in a proper relationship each\nwith the other to bend the normal space factors in such a way as to\ncircumvent time. Is that clear?\"\n\n\"Not to me,\" I said. \"Is it to you?\"\n\n\"Not altogether. But what is clear is this. My machine works. I can\njump through time. To any time.\"\n\n\"Got any special messages from Cleopatra?\"\n\n\"The amount or period of time is a question of power. With only the\nregular house current I have connected now, about a day at a step is\nthe limit. That is as far as I have gone. Of course I could go one day\nand then another and then another, forward or back, indefinitely. With\nmore current, there would be no such limitations.\"\n\n\"How about taking a run up to the end of the week and let me know how\nthe World Series is going to come out?\"\n\n\"Ah, now you begin to see! I told you this is a big thing--tremendous!\nAnd all I ask is just a little help from you, and you will share in the\nproceeds.\"\n\n\"What, me help? How?\"\n\n\"I had the power company run in a special power line yesterday. It will\ncut in this morning at seven. With this added power, the machine can\ntravel five years. Five years at a jump, which as far as I--we, that\nis--want to go.\"\n\n\"Well, just suppose what you say is true, Benji. If it is, then you\nused your sneaky machine to two-time me with Daisy last night, eh? I\nlike that. Vera will like that, too. But you expect to bribe me with a\nshare in your rig to help you out. How? With what?\"\n\n\"Bull, it's like this. I did go out last night, my first time in a\nlong time. You know Vera. So, considering the past few years, you can\nunderstand that I was--uh--maybe a bit reckless last night, ran into a\nfew little problems. Nothing serious, of course. And besides, with your\nhelp, the police won't be able--\"\n\n\"The police?\"\n\n\"Yes. But, Bull, you've been right here with me all night. You can\nswear to that. So I couldn't possibly have driven your car up the steps\nand through the glass doors into the ancient history section of the\nmuseum.\"\n\n\"My car!\"\n\n\"Now, Bull, we'll make money--you can get _lots_ of cars. And I didn't\nmean to smash up yours. I simply wanted to give Daisy a rough idea\nof a time trip back into the past. But you can tell the police I was\nright here when someone broke out through the window by the Neanderthal\nexhibit while the police were coming in the front door after us. So\nsomeone else must have driven off in the police car.\"\n\n\"You stole the police car?\" I yelped.\n\n       *       *       *       *       *\n\n\"Oh, we won't keep it,\" he said airily. \"But perhaps they are upset\nabout our borrowing it and about the duet of 'As Time Goes By' that\nDaisy and I sang over the police radio.\"\n\n\"Lord! And when did you finish all this fun and games?\" I demanded.\n\n\"When? Let's see. It's 6:40 A.M. So we--Daisy and I--are on our way\nback here now. In the patrol car.\"\n\n\"Now? You and Daisy? In the patrol car?\"\n\n\"The one we borrowed. The police--they seem to have a lot of cars--are\nnot far behind. I believe they think they recognized me. You can tell\nthem how wrong they are.\"\n\nHe stopped to listen. I heard it too, a sound of sirens in the\ndistance, coming closer.\n\n\"So, Benji. In a minute or so, you--a second edition of you, when one\nhas always been plenty--you are coming here, with all the cops in town\non your tail, _and_ with my girl. And you expect me to step forward\nand, lying in my teeth, tell these enraged cops that you are innocent.\nThis is quite a request, Benji.\"\n\nThere was the roar of a car racing down the quiet, Saturday-dawn\nstreet. Benji looked at me anxiously. \"Here we come. Bull, please! You\nwouldn't turn me over to the police. Would you?\"\n\nNo, I didn't want the cops to get him. I wanted to get him myself--and\nlet Vera finish him.\n\nThere was a sound of running footsteps up the porch stairs. The hallway\ndoor opened. Arm in arm, laughing like a pair of idiots, in came\nBenji--Benji II--and my girl, Daisy. They staggered across the room.\nBenji II threw his arms around Daisy and kissed her with conviction and\nassurance. Then, quickly, he stepped away from her and walked over to\nthe time-machine rig.\n\n\"Hurry it up,\" said the first Benji, \"quick. The power will cut off any\nsecond now, until they switch in the new line.\"\n\nDrunk or not, Benji II knew what he was doing. He dragged the straight\nchair by the wall to the side of the machine and climbed it. He swayed,\nalmost fell. Then, without touching any of the bars, he managed to\nstep from the chair into the seat of the machine rig. He fiddled with\na dial or knob--and vanished. The double exposure look of the machine\ndisappeared too.\n\n\"Benji,\" said Daisy, staring blankly at the machine.\n\n\"Daisy,\" said the leftover Benji, walking toward her. The sound of\nsirens outside sounded loud and louder--and then moaned to a stop in\nfront of the house.\n\n\"Benji,\" Daisy said again, giving me and the sirens about as much\nattention as an individual ant gets at a family picnic, \"Benji, it was\n_true_ then! All that you were telling me about going through time was\ntrue! And we can--\"\n\n\"Of course, sweet. I told you I'd be with you, that everything will be\nall right, with good old Bull to help us. What time have you, Bull?\"\n\n\"Hah?\" I was dazed.\n\n\"The time? What time is it?\"\n\n\"It's just about seven. But--\"\n\nHeavy footsteps pounded up the front stairs and across the porch. The\nfront door knocker thundered.\n\n\"Bull,\" said Benji, \"Bull, old friend. I think there may be someone at\nthe door. Would you see who it is?\"\n\n       *       *       *       *       *\n\nI don't know why I didn't make him go answer. I still don't know. But\nI walked out into the hall from the lab and opened the front door--and\nnearly got trampled by a squad of four cops, headed by big, tough\nSergeant Winesap. There were, I saw through the open door, two squad\ncars parked out front and another coming down the block, just behind a\ntaxi.\n\n\"Oh,\" said Winesap, \"it's you, Benton. Say, you weren't in this crime\nwave, too, were you? We only saw two, that madman friend of yours,\nProfessor Benjamin, and the girl, in your car.... Look, you know what\nthey did? They knocked off three hydrants whooping about time and the\nfountain of youth, and wrecked the museum; and the police car--and what\nthey did to Officer Durlin.... Maybe you weren't in on it, Benton, but\nwe know they came in here. Friend or no friend, don't try to obstruct\njustice. Where are they?\"\n\n\"Yes, officer?\" inquired Benji, bland as could be, from the lab door.\n\"What seems to be the trouble? Did you wish to see me?\"\n\nHis manner must have been disarming. At least they didn't shoot him\non the spot. They just advanced, loosening guns in holsters, like a\nthoughtful lynching party. Benji strolled back into the lab and over to\nDaisy, who was standing by the machine at the side of the room.\n\nThe officers were confused. Benji, sober or nearly so, in his old lab\nsmock, looked a good deal different to them from the wild man they'd\nbeen chasing all over town. But there was Daisy in her evening gown.\n\n\"That's them, all right,\" said a young rookie with a fine-blooming\nshiner. \"She's the one that threw the eggplants. I'd know her anywhere.\"\n\n\"And that's Benjamin,\" said Winesap, grimly. \"Okay, both of you, don't\ntry to run. Come along and no more nonsense.\"\n\nBenji held up one hand--and slipped the other arm around Daisy's waist.\n\"Gentlemen, please! I have no idea what this is about. But surely it\ncan have nothing to do with me. Mr. Benton and I have been right here\nin my laboratory all night, working. He can verify that.\"\n\nThey looked at me. I opened my mouth. I didn't say a word.\n\nVera did. She stood there in the doorway. It must have been her in the\ncab, coming back bright and early from Chicago. She took in the whole\nscene. Benji. Daisy. Police. Me.\n\n\"Benji!!!\" she said. You couldn't imagine what she put into that one\nword.\n\nEveryone turned then to look at her. Slowly and with infinite menace,\nshe started across the room.\n\n\"Now, dear,\" said Benji nervously, \"now, sweet, take it easy. This is\nonly a little experiment. Not what you are thinking at all.\"\n\nWe swung back toward Benji. He had boosted Daisy onto the seat of his\ntime rig and swung up beside her. Vera yelled and started to run toward\nthem.\n\nBenji twisted a knob and grinned. \"Good-by now,\" he said. And they were\ngone.\n\nBenji was gone again. Daisy was gone. The whole rig was gone.\n\n       *       *       *       *       *\n\nVera, looking a little forlorn and foolish, ended up her dash stumbling\ninto the empty space where the thing had been. I expect we all looked a\nlittle foolish, standing there, gaping. But I had to carry foolishness\nto the ultimate of idiocy.\n\nVera at that single moment seemed sort of sad and helpless. And, Lord\nknows, I was mixed up. I walked over and put an arm around Vera,\nsaying, \"There, there, Vera, hon. It's all right. I'm here.\"\n\nI should never have called her attention to it. There I was--and, the\nhell of it was I had kept playing up to her all this time just to\nneedle Benji. When, that morning, I put my arm around her, I never had\na chance.\n\nI was married. To Vera. I still am. It has been a long, long time.\nAlmost five years by the calendar, centuries by subjective time.\n\nI am Vera's husband, sitting by the light of a kerosene lamp in Dean\nMilston's old study, which had been Benji's lab, writing. Benji and\nDaisy got away and I got caught. But now I can smile about it. Now,\nafter nearly five years.\n\nYou understand?\n\nWith the power he got into his machine from the new power line, he\nsaid he could go just five years at a jump. Of course, away from Vera.\nProbably he figured on going further, that he would go the power limit\nof five years, stop, and then jump again, and again, far enough for\ncomplete safety.\n\nBut I have had a lot more time to figure than he did. I am figuring on\na little party; a little reception in honor of our first intrepid time\ntraveler. A surprise party.\n\nIt will be five years to the hour since Daisy and Benji left. Benji\nwill be the surprise, since only I know that he will pop up in our\nmidst. It will surprise Benji. It will surprise Vera--and our guests,\namong whom I have included Sergeant (Captain now) Winesap and the\nothers of his squad.\n\nEccentric, a party like that? I suppose. But, to Vera and the others,\nit is a breakfast anniversary party--the anniversary of the very moment\nof our engagement. Vera is flattered enough to be tolerant and even\npleased at this romantic notion. And, since I know I have only one\nout and that it is coming, I am a dutiful--cringing and servile, that\nis--husband. So Vera indulges me in a harmless eccentricity or two.\n\nMy other little eccentricity is electric power--I don't favor it. I use\nBenji's lab, the old dean's study, as my den. I claim to be writing a\nhistorical novel. I need realism, atmosphere. I have had all electric\npower lines removed from that entire section of the house. There is no\npower. None.\n\nThat's why I'm writing by lamplight.\n\nOur anniversary party will be here. The lamps and candles and the\ndawn of a bright new day will be light enough when, to the total\nastonishment of Vera and our guests, Benji and Daisy and the time rig\nsuddenly appear among us. I will greet them with enthusiasm--but this\nwill be as nothing to the greeting they will get from other sources.\nBenji will work his dials and controls, frantically. Nothing will\nhappen. No power.\n\nVera will step forward. The hell with whether the statute of\nlimitations may or may not have run out on Benji's assorted legal\ncrimes and misdemeanors. The wrath of Vera accepts no limitations.\n\nBenji will have run out of time and it will be my time then.\n\n\n\n\n\nEnd of Project Gutenberg's A Husband for My Wife, by William W. Stuart\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A HUSBAND FOR MY WIFE ***\n\n***** This file should be named 51460.txt or 51460.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/6/51460/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}