{"title": "A Pail of Air", "author": "Fritz Leiber", "releaseDate": "March 15, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             A Pail of Air\n\n                            By FRITZ LEIBER\n\n                      Illustrated by ED ALEXANDER\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                The dark star passed, bringing with it\n                eternal night and turning history into\n                incredible myth in a single generation!\n\n\nPa had sent me out to get an extra pail of air. I'd just about scooped\nit full and most of the warmth had leaked from my fingers when I saw\nthe thing.\n\nYou know, at first I thought it was a young lady. Yes, a beautiful\nyoung lady's face all glowing in the dark and looking at me from the\nfifth floor of the opposite apartment, which hereabouts is the floor\njust above the white blanket of frozen air. I'd never seen a live young\nlady before, except in the old magazines--Sis is just a kid and Ma is\npretty sick and miserable--and it gave me such a start that I dropped\nthe pail. Who wouldn't, knowing everyone on Earth was dead except Pa\nand Ma and Sis and you?\n\nEven at that, I don't suppose I should have been surprised. We all\nsee things now and then. Ma has some pretty bad ones, to judge from\nthe way she bugs her eyes at nothing and just screams and screams and\nhuddles back against the blankets hanging around the Nest. Pa says it\nis natural we should react like that sometimes.\n\nWhen I'd recovered the pail and could look again at the opposite\napartment, I got an idea of what Ma might be feeling at those times,\nfor I saw it wasn't a young lady at all but simply a light--a tiny\nlight that moved stealthily from window to window, just as if one\nof the cruel little stars had come down out of the airless sky to\ninvestigate why the Earth had gone away from the Sun, and maybe to hunt\ndown something to torment or terrify, now that the Earth didn't have\nthe Sun's protection.\n\nI tell you, the thought of it gave me the creeps. I just stood there\nshaking, and almost froze my feet and did frost my helmet so solid on\nthe inside that I couldn't have seen the light even if it had come out\nof one of the windows to get me. Then I had the wit to go back inside.\n\nPretty soon I was feeling my familiar way through the thirty or so\nblankets and rugs Pa has got hung around to slow down the escape of\nair from the Nest, and I wasn't quite so scared. I began to hear the\ntick-ticking of the clocks in the Nest and knew I was getting back\ninto air, because there's no sound outside in the vacuum, of course.\nBut my mind was still crawly and uneasy as I pushed through the last\nblankets--Pa's got them faced with aluminum foil to hold in the\nheat--and came into the Nest.\n\n       *       *       *       *       *\n\nLet me tell you about the Nest. It's low and snug, just room for the\nfour of us and our things. The floor is covered with thick woolly\nrugs. Three of the sides are blankets, and the blankets roofing it\ntouch Pa's head. He tells me it's inside a much bigger room, but I've\nnever seen the real walls or ceiling.\n\nAgainst one of the blanket-walls is a big set of shelves, with tools\nand books and other stuff, and on top of it a whole row of clocks. Pa's\nvery fussy about keeping them wound. He says we must never forget time,\nand without a sun or moon, that would be easy to do.\n\nThe fourth wall has blankets all over except around the fireplace, in\nwhich there is a fire that must never go out. It keeps us from freezing\nand does a lot more besides. One of us must always watch it. Some of\nthe clocks are alarm and we can use them to remind us. In the early\ndays there was only Ma to take turns with Pa--I think of that when she\ngets difficult--but now there's me to help, and Sis too.\n\nIt's Pa who is the chief guardian of the fire, though. I always think\nof him that way: a tall man sitting cross-legged, frowning anxiously\nat the fire, his lined face golden in its light, and every so often\ncarefully placing on it a piece of coal from the big heap beside it. Pa\ntells me there used to be guardians of the fire sometimes in the very\nold days--vestal virgins, he calls them--although there was unfrozen\nair all around then and you didn't really need one.\n\nHe was sitting just that way now, though he got up quick to take the\npail from me and bawl me out for loitering--he'd spotted my frozen\nhelmet right off. That roused Ma and she joined in picking on me. She's\nalways trying to get the load off her feelings, Pa explains. He shut\nher up pretty fast. Sis let off a couple of silly squeals too.\n\nPa handled the pail of air in a twist of cloth. Now that it was inside\nthe Nest, you could really feel its coldness. It just seemed to suck\nthe heat out of everything. Even the flames cringed away from it as Pa\nput it down close by the fire.\n\nYet it's that glimmery white stuff in the pail that keeps us alive.\nIt slowly melts and vanishes and refreshes the Nest and feeds the\nfire. The blankets keep it from escaping too fast. Pa'd like to seal\nthe whole place, but he can't--building's too earthquake-twisted, and\nbesides he has to leave the chimney open for smoke.\n\nPa says air is tiny molecules that fly away like a flash if there isn't\nsomething to stop them. We have to watch sharp not to let the air run\nlow. Pa always keeps a big reserve supply of it in buckets behind\nthe first blankets, along with extra coal and cans of food and other\nthings, such as pails of snow to melt for water. We have to go way down\nto the bottom floor for that stuff, which is a mean trip, and get it\nthrough a door to outside.\n\nYou see, when the Earth got cold, all the water in the air froze first\nand made a blanket ten feet thick or so everywhere, and then down on\ntop of that dropped the crystals of frozen air, making another white\nblanket sixty or seventy feet thick maybe.\n\nOf course, all the parts of the air didn't freeze and snow down at the\nsame time.\n\nFirst to drop out was the carbon dioxide--when you're shoveling for\nwater, you have to make sure you don't go too high and get any of that\nstuff mixed in, for it would put you to sleep, maybe for good, and make\nthe fire go out. Next there's the nitrogen, which doesn't count one way\nor the other, though it's the biggest part of the blanket. On top of\nthat and easy to get at, which is lucky for us, there's the oxygen that\nkeeps us alive. Pa says we live better than kings ever did, breathing\npure oxygen, but we're used to it and don't notice. Finally, at the\nvery top, there's a slick of liquid helium, which is funny stuff.\nAll of these gases in neat separate layers. Like a pussy caffay, Pa\nlaughingly says, whatever that is.\n\n       *       *       *       *       *\n\nI was busting to tell them all about what I'd seen, and so as soon as\nI'd ducked out of my helmet and while I was still climbing out of my\nsuit, I cut loose. Right away Ma got nervous and began making eyes at\nthe entry-slit in the blankets and wringing her hands together--the\nhand where she'd lost three fingers from frostbite inside the good one,\nas usual. I could tell that Pa was annoyed at me scaring her and wanted\nto explain it all away quickly, yet could see I wasn't fooling.\n\n\"And you watched this light for some time, son?\" he asked when I\nfinished.\n\nI hadn't said anything about first thinking it was a young lady's face.\nSomehow that part embarrassed me.\n\n\"Long enough for it to pass five windows and go to the next floor.\"\n\n\"And it didn't look like stray electricity or crawling liquid or\nstarlight focused by a growing crystal, or anything like that?\"\n\nHe wasn't just making up those ideas. Odd things happen in a world\nthat's about as cold as can be, and just when you think matter\nwould be frozen dead, it takes on a strange new life. A slimy stuff\ncomes crawling toward the Nest, just like an animal snuffing for\nheat--that's the liquid helium. And once, when I was little, a bolt of\nlightning--not even Pa could figure where it came from--hit the nearby\nsteeple and crawled up and down it for weeks, until the glow finally\ndied.\n\n\"Not like anything I ever saw,\" I told him.\n\nHe stood for a moment frowning. Then, \"I'll go out with you, and you\nshow it to me,\" he said.\n\nMa raised a howl at the idea of being left alone, and Sis joined\nin, too, but Pa quieted them. We started climbing into our outside\nclothes--mine had been warming by the fire. Pa made them. They have\nplastic headpieces that were once big double-duty transparent food\ncans, but they keep heat and air in and can replace the air for a\nlittle while, long enough for our trips for water and coal and food and\nso on.\n\nMa started moaning again, \"I've always known there was something\noutside there, waiting to get us. I've felt it for years--something\nthat's part of the cold and hates all warmth and wants to destroy the\nNest. It's been watching us all this time, and now it's coming after\nus. It'll get you and then come for me. Don't go, Harry!\"\n\nPa had everything on but his helmet. He knelt by the fireplace and\nreached in and shook the long metal rod that goes up the chimney and\nknocks off the ice that keeps trying to clog it. Once a week he goes up\non the roof to check if it's working all right. That's our worst trip\nand Pa won't let me make it alone.\n\n\"Sis,\" Pa said quietly, \"come watch the fire. Keep an eye on the air,\ntoo. If it gets low or doesn't seem to be boiling fast enough, fetch\nanother bucket from behind the blanket. But mind your hands. Use the\ncloth to pick up the bucket.\"\n\nSis quit helping Ma be frightened and came over and did as she was\ntold. Ma quieted down pretty suddenly, though her eyes were still kind\nof wild as she watched Pa fix on his helmet tight and pick up a pail\nand the two of us go out.\n\n       *       *       *       *       *\n\nPa led the way and I took hold of his belt. It's a funny thing, I'm not\nafraid to go by myself, but when Pa's along I always want to hold on to\nhim. Habit, I guess, and then there's no denying that this time I was a\nbit scared.\n\nYou see, it's this way. We know that everything is dead out there. Pa\nheard the last radio voices fade away years ago, and had seen some of\nthe last folks die who weren't as lucky or well-protected as us. So we\nknew that if there was something groping around out there, it couldn't\nbe anything human or friendly.\n\nBesides that, there's a feeling that comes with it always being night,\n_cold_ night. Pa says there used to be some of that feeling even in the\nold days, but then every morning the Sun would come and chase it away.\nI have to take his word for that, not ever remembering the Sun as being\nanything more than a big star. You see, I hadn't been born when the\ndark star snatched us away from the Sun, and by now it's dragged us out\nbeyond the orbit of the planet Pluto, Pa says, and taking us farther\nout all the time.\n\nI found myself wondering whether there mightn't be something on the\ndark star that wanted us, and if that was why it had captured the\nEarth. Just then we came to the end of the corridor and I followed Pa\nout on the balcony.\n\nI don't know what the city looked like in the old days, but now it's\nbeautiful. The starlight lets you see it pretty well--there's quite a\nbit of light in those steady points speckling the blackness above. (Pa\nsays the stars used to twinkle once, but that was because there was\nair.) We are on a hill and the shimmery plain drops away from us and\nthen flattens out, cut up into neat squares by the troughs that used to\nbe streets. I sometimes make my mashed potatoes look like it, before I\npour on the gravy.\n\nSome taller buildings push up out of the feathery plain, topped\nby rounded caps of air crystals, like the fur hood Ma wears, only\nwhiter. On those buildings you can see the darker squares of windows,\nunderlined by white dashes of air crystals. Some of them are on a\nslant, for many of the buildings are pretty badly twisted by the quakes\nand all the rest that happened when the dark star captured the Earth.\n\nHere and there a few icicles hang, water icicles from the first days\nof the cold, other icicles of frozen air that melted on the roofs and\ndripped and froze again. Sometimes one of those icicles will catch the\nlight of a star and send it to you so brightly you think the star has\nswooped into the city. That was one of the things Pa had been thinking\nof when I told him about the light, but I had thought of it myself\nfirst and known it wasn't so.\n\nHe touched his helmet to mine so we could talk easier and he asked me\nto point out the windows to him. But there wasn't any light moving\naround inside them now, or anywhere else. To my surprise, Pa didn't\nbawl me out and tell me I'd been seeing things. He looked all around\nquite a while after filling his pail, and just as we were going inside\nhe whipped around without warning, as if to take some peeping thing\noff guard.\n\nI could feel it, too. The old peace was gone. There was something\nlurking out there, watching, waiting, getting ready.\n\nInside, he said to me, touching helmets, \"If you see something like\nthat again, son, don't tell the others. Your Ma's sort of nervous these\ndays and we owe her all the feeling of safety we can give her. Once--it\nwas when your sister was born--I was ready to give up and die, but your\nMother kept me trying. Another time she kept the fire going a whole\nweek all by herself when I was sick. Nursed me and took care of the two\nof you, too.\"\n\n       *       *       *       *       *\n\n\"You know that game we sometimes play, sitting in a square in the Nest,\ntossing a ball around? Courage is like a ball, son. A person can hold\nit only so long, and then he's got to toss it to someone else. When\nit's tossed your way, you've got to catch it and hold it tight--and\nhope there'll be someone else to toss it to when you get tired of being\nbrave.\"\n\nHis talking to me that way made me feel grown-up and good. But it\ndidn't wipe away the thing outside from the back of my mind--or the\nfact that Pa took it seriously.\n\n       *       *       *       *       *\n\nIt's hard to hide your feelings about such a thing. When we got back in\nthe Nest and took off our outside clothes, Pa laughed about it all and\ntold them it was nothing and kidded me for having such an imagination,\nbut his words fell flat. He didn't convince Ma and Sis any more than\nhe did me. It looked for a minute like we were all fumbling the\ncourage-ball. Something had to be done, and almost before I knew what\nI was going to say, I heard myself asking Pa to tell us about the old\ndays, and how it all happened.\n\nHe sometimes doesn't mind telling that story, and Sis and I sure like\nto listen to it, and he got my idea. So we were all settled around the\nfire in a wink, and Ma pushed up some cans to thaw for supper, and Pa\nbegan. Before he did, though, I noticed him casually get a hammer from\nthe shelf and lay it down beside him.\n\nIt was the same old story as always--I think I could recite the main\nthread of it in my sleep--though Pa always puts in a new detail or two\nand keeps improving it in spots.\n\nHe told us how the Earth had been swinging around the Sun ever so\nsteady and warm, and the people on it fixing to make money and wars and\nhave a good time and get power and treat each other right or wrong,\nwhen without warning there comes charging out of space this dead star,\nthis burned out sun, and upsets everything.\n\nYou know, I find it hard to believe in the way those people felt,\nany more than I can believe in the swarming number of them. Imagine\npeople getting ready for the horrible sort of war they were cooking up.\nWanting it even, or at least wishing it were over so as to end their\nnervousness. As if all folks didn't have to hang together and pool\nevery bit of warmth just to keep alive. And how can they have hoped to\nend danger, any more than we can hope to end the cold?\n\nSometimes I think Pa exaggerates and makes things out too black. He's\ncross with us once in a while and was probably cross with all those\nfolks. Still, some of the things I read in the old magazines sound\npretty wild. He may be right.\n\n       *       *       *       *       *\n\nThe dark star, as Pa went on telling it, rushed in pretty fast and\nthere wasn't much time to get ready. At the beginning they tried\nto keep it a secret from most people, but then the truth came out,\nwhat with the earthquakes and floods--imagine, oceans of _unfrozen_\nwater!--and people seeing stars blotted out by something on a clear\nnight. First off they thought it would hit the Sun, and then they\nthought it would hit the Earth. There was even the start of a rush to\nget to a place called China, because people thought the star would hit\non the other side. But then they found it wasn't going to hit either\nside, but was going to come very close to the Earth.\n\nMost of the other planets were on the other side of the Sun and didn't\nget involved. The Sun and the newcomer fought over the Earth for a\nlittle while--pulling it this way and that, like two dogs growling\nover a bone, Pa described it this time--and then the newcomer won and\ncarried us off. The Sun got a consolation prize, though. At the last\nminute he managed to hold on to the Moon.\n\nThat was the time of the monster earthquakes and floods, twenty times\nworse than anything before. It was also the time of the Big Jerk, as Pa\ncalls it, when all Earth got yanked suddenly, just as Pa has done to\nme once or twice, grabbing me by the collar to do it, when I've been\nsitting too far from the fire.\n\nYou see, the dark star was going through space faster than the Sun, and\nin the opposite direction, and it had to wrench the world considerably\nin order to take it away.\n\nThe Big Jerk didn't last long. It was over as soon as the Earth\nwas settled down in its new orbit around the dark star. But it was\npretty terrible while it lasted. Pa says that all sorts of cliffs and\nbuildings toppled, oceans slopped over, swamps and sandy deserts gave\ngreat sliding surges that buried nearby lands. Earth was almost jerked\nout of its atmosphere blanket and the air got so thin in spots that\npeople keeled over and fainted--though of course, at the same time,\nthey were getting knocked down by the Big Jerk and maybe their bones\nbroke or skulls cracked.\n\nWe've often asked Pa how people acted during that time, whether they\nwere scared or brave or crazy or stunned, or all four, but he's sort of\nleery of the subject, and he was again tonight. He says he was mostly\ntoo busy to notice.\n\nYou see, Pa and some scientist friends of his had figured out part of\nwhat was going to happen--they'd known we'd get captured and our air\nwould freeze--and they'd been working like mad to fix up a place with\nairtight walls and doors, and insulation against the cold, and big\nsupplies of food and fuel and water and bottled air. But the place\ngot smashed in the last earthquakes and all Pa's friends were killed\nthen and in the Big Jerk. So he had to start over and throw the Nest\ntogether quick without any advantages, just using any stuff he could\nlay his hands on.\n\nI guess he's telling pretty much the truth when he says he didn't have\nany time to keep an eye on how other folks behaved, either then or\nin the Big Freeze that followed--followed very quick, you know, both\nbecause the dark star was pulling us away very fast and because Earth's\nrotation had been slowed in the tug-of-war, so that the nights were ten\nold nights long.\n\nStill, I've got an idea of some of the things that happened from the\nfrozen folk I've seen, a few of them in other rooms in our building,\nothers clustered around the furnaces in the basements where we go for\ncoal.\n\nIn one of the rooms, an old man sits stiff in a chair, with an arm and\na leg in splints. In another, a man and woman are huddled together in\na bed with heaps of covers over them. You can just see their heads\npeeking out, close together. And in another a beautiful young lady is\nsitting with a pile of wraps huddled around her, looking hopefully\ntoward the door, as if waiting for someone who never came back with\nwarmth and food. They're all still and stiff as statues, of course, but\njust like life.\n\nPa showed them to me once in quick winks of his flashlight, when\nhe still had a fair supply of batteries and could afford to waste\na little light. They scared me pretty bad and made my heart pound,\nespecially the young lady.\n\n       *       *       *       *       *\n\nNow, with Pa telling his story for the umpteenth time to take our minds\noff another scare, I got to thinking of the frozen folk again. All of a\nsudden I got an idea that scared me worse than anything yet. You see,\nI'd just remembered the face I'd thought I'd seen in the window. I'd\nforgotten about that on account of trying to hide it from the others.\n\nWhat, I asked myself, if the frozen folk were coming to life? What\nif they were like the liquid helium that got a new lease on life\nand started crawling toward the heat just when you thought its\nmolecules ought to freeze solid forever? Or like the electricity that\nmoves endlessly when it's just about as cold as that? What if the\never-growing cold, with the temperature creeping down the last few\ndegrees to the last zero, had mysteriously wakened the frozen folk to\nlife--not warm-blooded life, but something icy and horrible?\n\nThat was a worse idea than the one about something coming down from the\ndark star to get us.\n\nOr maybe, I thought, both ideas might be true. Something coming down\nfrom the dark star and making the frozen folk move, using them to do\nits work. That would fit with both things I'd seen--the beautiful young\nlady and the moving, starlike light.\n\nThe frozen folk with minds from the dark star behind their unwinking\neyes, creeping, crawling, snuffing their way, following the heat to the\nNest.\n\nI tell you, that thought gave me a very bad turn and I wanted very\nbadly to tell the others my fears, but I remembered what Pa had said\nand clenched my teeth and didn't speak.\n\nWe were all sitting very still. Even the fire was burning silently.\nThere was just the sound of Pa's voice and the clocks.\n\nAnd then, from beyond the blankets, I thought I heard a tiny noise. My\nskin tightened all over me.\n\nPa was telling about the early years in the Nest and had come to the\nplace where he philosophizes.\n\n\"So I asked myself then,\" he said, \"what's the use of going on? What's\nthe use of dragging it out for a few years? Why prolong a doomed\nexistence of hard work and cold and loneliness? The human race is done.\nThe Earth is done. Why not give up, I asked myself--and all of a sudden\nI got the answer.\"\n\nAgain I heard the noise, louder this time, a kind of uncertain,\nshuffling tread, coming closer. I couldn't breathe.\n\n\"Life's always been a business of working hard and fighting the cold,\"\nPa was saying. \"The earth's always been a lonely place, millions of\nmiles from the next planet. And no matter how long the human race might\nhave lived, the end would have come some night. Those things don't\nmatter. What matters is that life is good. It has a lovely texture,\nlike some rich cloth or fur, or the petals of flowers--you've seen\npictures of those, but I can't describe how they feel--or the fire's\nglow. It makes everything else worth while. And that's as true for the\nlast man as the first.\"\n\nAnd still the steps kept shuffling closer. It seemed to me that the\ninmost blanket trembled and bulged a little. Just as if they were\nburned into my imagination, I kept seeing those peering, frozen eyes.\n\n\"So right then and there,\" Pa went on, and now I could tell that he\nheard the steps, too, and was talking loud so we maybe wouldn't hear\nthem, \"right then and there I told myself that I was going on as if\nwe had all eternity ahead of us. I'd have children and teach them all\nI could. I'd get them to read books. I'd plan for the future, try to\nenlarge and seal the Nest. I'd do what I could to keep everything\nbeautiful and growing. I'd keep alive my feeling of wonder even at the\ncold and the dark and the distant stars.\"\n\nBut then the blanket actually did move and lift. And there was a bright\nlight somewhere behind it. Pa's voice stopped and his eyes turned to\nthe widening slit and his hand went out until it touched and gripped\nthe handle of the hammer beside him.\n\n       *       *       *       *       *\n\nIn through the blanket stepped the beautiful young lady. She stood\nthere looking at us the strangest way, and she carried something\nbright and unwinking in her hand. And two other faces peered over her\nshoulders--men's faces, white and staring.\n\nWell, my heart couldn't have been stopped for more than four or five\nbeats before I realized she was wearing a suit and helmet like Pa's\nhomemade ones, only fancier, and that the men were, too--and that the\nfrozen folk certainly wouldn't be wearing those. Also, I noticed that\nthe bright thing in her hand was just a kind of flashlight.\n\nThe silence kept on while I swallowed hard a couple of times, and after\nthat there was all sorts of jabbering and commotion.\n\nThey were simply people, you see. We hadn't been the only ones to\nsurvive; we'd just thought so, for natural enough reasons. These three\npeople had survived, and quite a few others with them. And when we\nfound out _how_ they'd survived, Pa let out the biggest whoop of joy.\n\nThey were from Los Alamos and they were getting their heat and power\nfrom atomic energy. Just using the uranium and plutonium intended\nfor bombs, they had enough to go on for thousands of years. They had\na regular little airtight city, with air-locks and all. They even\ngenerated electric light and grew plants and animals by it. (At this Pa\nlet out a second whoop, waking Ma from her faint.)\n\nBut if we were flabbergasted at them, they were double-flabbergasted at\nus.\n\nOne of the men kept saying, \"But it's impossible, I tell you. You\ncan't maintain an air supply without hermetic sealing. It's simply\nimpossible.\"\n\nThat was after he had got his helmet off and was using our air.\nMeanwhile, the young lady kept looking around at us as if we were\nsaints, and telling us we'd done something amazing, and suddenly she\nbroke down and cried.\n\nThey'd been scouting around for survivors, but they never expected to\nfind any in a place like this. They had rocket ships at Los Alamos and\nplenty of chemical fuel. As for liquid oxygen, all you had to do was\ngo out and shovel the air blanket at the top _level_. So after they'd\ngot things going smoothly at Los Alamos, which had taken years, they'd\ndecided to make some trips to likely places where there might be other\nsurvivors. No good trying long-distance radio signals, of course, since\nthere was no atmosphere to carry them around the curve of the Earth.\n\nWell, they'd found other colonies at Argonne and Brookhaven and way\naround the world at Harwell and Tanna Tuva. And now they'd been giving\nour city a look, not really expecting to find anything. But they had an\ninstrument that noticed the faintest heat waves and it had told them\nthere was something warm down here, so they'd landed to investigate.\nOf course we hadn't heard them land, since there was no air to carry\nthe sound, and they'd had to investigate around quite a while before\nfinding us. Their instruments had given them a wrong steer and they'd\nwasted some time in the building across the street.\n\n       *       *       *       *       *\n\nBy now, all five adults were talking like sixty. Pa was demonstrating\nto the men how he worked the fire and got rid of the ice in the chimney\nand all that. Ma had perked up wonderfully and was showing the young\nlady her cooking and sewing stuff, and even asking about how the women\ndressed at Los Alamos. The strangers marveled at everything and praised\nit to the skies. I could tell from the way they wrinkled their noses\nthat they found the Nest a bit smelly, but they never mentioned that at\nall and just asked bushels of questions.\n\nIn fact, there was so much talking and excitement that Pa forgot about\nthings, and it wasn't until they were all getting groggy that he looked\nand found the air had all boiled away in the pail. He got another\nbucket of air quick from behind the blankets. Of course that started\nthem all laughing and jabbering again. The newcomers even got a little\ndrunk. They weren't used to so much oxygen.\n\nFunny thing, though--I didn't do much talking at all and Sis hung on\nto Ma all the time and hid her face when anybody looked at her. I felt\npretty uncomfortable and disturbed myself, even about the young lady.\nGlimpsing her outside there, I'd had all sorts of mushy thoughts, but\nnow I was just embarrassed and scared of her, even though she tried to\nbe nice as anything to me.\n\nI sort of wished they'd all quit crowding the Nest and let us be alone\nand get our feelings straightened out.\n\nAnd when the newcomers began to talk about our all going to Los Alamos,\nas if that were taken for granted, I could see that something of the\nsame feeling struck Pa and Ma, too. Pa got very silent all of a sudden\nand Ma kept telling the young lady, \"But I wouldn't know how to act\nthere and I haven't any clothes.\"\n\nThe strangers were puzzled like anything at first, but then they got\nthe idea. As Pa kept saying, \"It just doesn't seem right to let this\nfire go out.\"\n\n       *       *       *       *       *\n\nWell, the strangers are gone, but they're coming back. It hasn't been\ndecided yet just what will happen. Maybe the Nest will be kept up as\nwhat one of the strangers called a \"survival school.\" Or maybe we will\njoin the pioneers who are going to try to establish a new colony at the\nuranium mines at Great Slave Lake or in the Congo.\n\nOf course, now that the strangers are gone, I've been thinking a\nlot about Los Alamos and those other tremendous colonies. I have a\nhankering to see them for myself.\n\nYou ask me, Pa wants to see them, too. He's been getting pretty\nthoughtful, watching Ma and Sis perk up.\n\n\"It's different, now that we know others are alive,\" he explains to me.\n\"Your mother doesn't feel so hopeless any more. Neither do I, for that\nmatter, not having to carry the whole responsibility for keeping the\nhuman race going, so to speak. It scares a person.\"\n\nI looked around at the blanket walls and the fire and the pails of air\nboiling away and Ma and Sis sleeping in the warmth and the flickering\nlight.\n\n\"It's not going to be easy to leave the Nest,\" I said, wanting to cry,\nkind of. \"It's so small and there's just the four of us. I get scared\nat the idea of big places and a lot of strangers.\"\n\nHe nodded and put another piece of coal on the fire. Then he looked at\nthe little pile and grinned suddenly and put a couple of handfuls on,\njust as if it was one of our birthdays or Christmas.\n\n\"You'll quickly get over that feeling son,\" he said. \"The trouble with\nthe world was that it kept getting smaller and smaller, till it ended\nwith just the Nest. Now it'll be good to have a real huge world again,\nthe way it was in the beginning.\"\n\nI guess he's right. You think the beautiful young lady will wait for me\ntill I grow up? I'll be twenty in only ten years.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Pail of Air, by Fritz Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A PAIL OF AIR ***\n\n***** This file should be named 51461.txt or 51461.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/6/51461/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}