{"title": "Perfect Answer", "author": "L.J. Stecher", "releaseDate": "March 17, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            PERFECT ANSWER\n\n                         By L. J. STECHER, JR.\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             Getting there may be half the fun ... but it\n            is also all of a society's chance of survival!\n\n\n\"As one god to another--let's go home,\" Jack Bates said.\n\nBill Farnum raised a space-gloved hand in negligent acknowledgment to\na hastily kneeling native, and shook his head at Bates. \"Let's try\nDeneb--it's almost in line on the way back--and then we can call it\nquits.\"\n\n\"But I want to get back and start making some profit out of this. The\nGalaxy is full of _Homo sapiens_. We've hit the jackpot first trip out.\nLet's hurry on home and cash in.\"\n\n\"We need more information. This is too much of a good thing--it doesn't\nmake sense. I know there isn't much chance of finding anything out by\nstopping at one more solar system. But it won't delay us more than a\nfew weeks, and it won't hurt to try.\"\n\n\"Yeah,\" said Bates. \"But what's in it for us? And what if we find an\ninhabited planet? You know the chances are about two to one that we\nwill. That'll make thirteen we've found on this trip. Why risk bad\nluck?\"\n\n\"You're no more superstitious than I am,\" said Farnum. \"You just want\nto get back Earthside. I'll tell you what. We'll toss a coin for it.\"\n\nBates gestured futilely toward his coverall pocket, and then\nremembered he was wearing a spacesuit as a precaution against possible\ncontamination from the natives.\n\n\"And we'll use one of _my_ coins this time,\" said Farnum, noticing the\nautomatic motion. \"I want to have a chance.\"\n\nThe coin dropped in Farnum's favor, and their two-man scout ship hurled\nitself into space.\n\n       *       *       *       *       *\n\nFarnum operated the compact computer, aligning the ship's velocity\nvector precisely while the stars could still be seen. Bates controlled\nthe engines, metering their ravenous demand for power just this side of\ndestructive detonation, while the ship sucked energy from space--from\nthe adjacent universe on the other side of Limbo. Finally the computer\nchimed, relays snicked, and the ship slid into the emptiness of Limbo\nas the stars winked out.\n\nWith two trained men working as a team with the computer and the\nelaborate engine room controls, and with a certain amount of luck, the\nship would drop back into normal space a couple of weeks later, close\nbeside their target.\n\n\"Well, that's that,\" said Farnum, relaxing and wiping the perspiration\noff his forehead. \"We're back once again in the nothingness of nowhere.\nAs I recall, it's your week for K.P. Where's the coffee?\"\n\n\"Coming right up,\" said Bates. \"But you won't like it. It's the last of\nthe 'God-food' the Korite priests made for us.\"\n\nFarnum shuddered. \"Pour it out and make some fresh. With a skillet, you\nstink, but you're a thousand times better than Korites.\"\n\n\"Thanks,\" Bates said, getting busy. \"It was the third place we stopped\nthat they were such good cooks, wasn't it?\"\n\n\"Nope. Our third stop was the Porandians. They tried to kill us--called\nus 'Devil spawn from the stars.' You're thinking of the fourth stop;\nthe Balanites.\"\n\nBates shrugged. \"It's kind of hard to keep them all straight. Either\nthey fall on their knees and worship us, or they try to kill us without\neven asking questions. Maybe it's lucky they're all so primitive.\"\n\n\"It may be lucky, but it doesn't add up. More than half the stars we\nvisit have planets that can support human life. And every one that can\ndoes. Once there must have been an interstellar empire. So why are\nall their civilizations so backward? They aren't primitive--they're\ndecadent. And why do they all have such strong feelings--one way or the\nexact opposite--about people from the stars?\"\n\n\"Isn't that why you want to try one more system?\" asked Bates. \"To give\nus another chance to get some answers? Here's your coffee. Try to drink\nit quietly. I'm going to get some shuteye.\"\n\n       *       *       *       *       *\n\nThe trip through the Limbo between adjacent universes passed\nuneventfully, as always. The computer chimed again on schedule, and a\nquick check by Farnum showed the blazing sun that suddenly appeared was\nDeneb, as advertised. Seventeen planets could be counted, and the fifth\nseemed to be Earth type. They approached it with the easy skill of long\npractice and swung into orbit about it.\n\n\"This is what we've been looking for!\" exclaimed Farnum, examining\nthe planet through a telescope. \"They've got big cities and dams and\nbridges--they're civilized. Let's put the ship down.\"\n\n\"Wait up,\" said Bates. \"What if they've got starman-phobia? Remember,\nthey're people, just like us; and with people, civilization and\nweapons go together.\"\n\n\"I think you've got it backwards. If they hate us, we can probably get\naway before they bring up their big artillery. But what if they love\nus? They might want to keep us beside them forever.\"\n\nBates nodded. \"I'm glad you agree with me. Let's get out of here.\nNobody but us knows of the beautiful, profitable planets we've found,\nall ready to become part of a Terran Empire. And if we don't get back\nsafe and sound, nobody _will_ know. The information we've got is worth\na fortune to us, and I want to be alive to collect it.\"\n\n\"Sure. But we've got the job of trying to find out why all those\nplanets reverted to barbarism. This one hasn't; maybe the answer's\nhere. There's no use setting up an empire if it won't last.\"\n\n\"It'll last long enough to keep you and me on top of the heap.\"\n\n\"That's not good enough. I want my kids--when I have them--to have\ntheir chances at the top of the heap too.\"\n\n\"Oh, all right. We'll flip a coin, then.\"\n\n\"We already did. You may be a sharp dealer, but you'd never welch on a\nbet. We're going down.\"\n\nBates shrugged. \"You win. Let's put her down beside that big city over\nthere--the biggest one, by the seashore.\"\n\nAs they approached the city, they noticed at its outskirts a large\nflat plain, dotted with gantries. \"Like a spaceport,\" suggested Bill.\n\"That's our target.\"\n\nThey landed neatly on the tarmac and then sat there quietly, waiting to\nsee what would happen.\n\n       *       *       *       *       *\n\nA crowd began to form. The two men sat tensely at their controls, but\nthe throng clustering about the base of the ship showed no hostility.\nThey also showed no reverence but, rather, a carefree interest and\njoyful welcome.\n\n\"Well,\" said Farnum at last, \"looks like we might as well go outside\nand ask them to take us to their leader.\"\n\n\"I'm with you as usual,\" said Bates, starting to climb into his\nspacesuit. \"Weapons?\"\n\n\"I don't think so. We can't stop them if they get mad at us, and they\nlook friendly enough. We'll start off with the 'let's be pals' routine.\"\n\nBates nodded. \"After we learn the language. I always hate this part--it\nmoves so slowly. You'd think there'd be some similarity among the\ntongues on different planets, wouldn't you? But each one's entirely\ndifferent. I guess they've all been isolated too long.\"\n\nThe two men stepped out on the smooth plain, to be instantly surrounded\nby a laughing, chattering crowd. Farnum stared around in bewilderment\nat the variety of dress the crowd displayed. There were men and women\nin togas, in tunics, in draped dresses and kilts, in trousers and\ncoats. Others considered a light cloak thrown over the shoulders to be\nadequate. There was no uniformity of style or custom.\n\n\"You pick me a boss-man out of this bunch,\" he muttered to Bates.\n\nFinally a couple of young men, glowing with health and energy, came\nbustling through the crowd with an oblong box which they set down in\nfront of the Earthmen. They pointed to the box and then back at Farnum\nand Bates, laughing and talking as they did so.\n\n\"What do you suppose they want us to do?\" Farnum asked.\n\nOne of the young men clapped his hands happily and reached down to\ntouch the box. \"What do you suppose they want us to do?\" asked the box\ndistinctly.\n\n\"Oh. A recording machine. Probably to help with language lessons. Might\nas well help them out.\"\n\n       *       *       *       *       *\n\nFarnum and Bates took turns talking at the box for half an hour. Then\nthe young man nodded, laughed, clapped his hands again, and the two\nmen carried it away. The crowd went with them, waving merrily as they\ndeparted.\n\nBates shrugged his shoulders and went back into the ship, with Farnum\nclose behind.\n\nA few hours after sunrise the following morning, the crowd returned,\nas gay and carefree as before, led by the two young men who had carried\nthe box. Each of these two now had a small case, about the size of a\ncamera, slung by a strap across one brawny shoulder.\n\nAs the terrestrials climbed out to meet them, the two men raised their\nhands and the crowd discontinued its chatter, falling silent except for\nan occasional tinkle of surprised laughter.\n\n\"Welcome,\" said the first young man clearly. \"It is a great pleasure\nfor us to have our spaceport in use again. It has been many generations\nsince any ships have landed on it.\"\n\nFarnum noticed that the voice came from the box. \"Thank you for your\nvery kind welcome,\" he said. \"I hope that your traffic will soon\nincrease. May we congratulate you, by the way, on the efficiency of\nyour translators?\"\n\n\"Thanks,\" laughed the young man. \"But there was nothing to it. We just\nasked the Oracle and he told us what we had to do to make them.\"\n\n\"May we meet your--Oracle?\"\n\n\"Oh, sure, if you want to. But later on. Now it's time for a party. Why\ndon't you take off those clumsy suits and come along?\"\n\n\"We don't dare remove our spacesuits. They protect us from any disease\ngerms you may have, and you from any we may have. We probably have no\nresistance to each others' ailments.\"\n\n\"The Oracle says we have nothing that will hurt you. And we're going\nto spray you with this as soon as you get out of your suits. Then you\nwon't hurt any of us.\" He held up a small atomizer.\n\nFarnum glanced at Bates, who shrugged and nodded. They uneasily\nunfastened their spacesuits and stepped out of them, wearing only their\nlight one-piece coveralls, and got sprayed with a pleasant-smelling\nmist.\n\nThe party was a great success. The food was varied and delicious.\nThe liquors were sparkling and stimulating, without unpleasant\nafter-effects. The women were uninhibited.\n\nWhen a native got tired, he just dropped down onto the soft grass, or\nonto an even softer couch, and went to sleep. The Earthmen finally did\nthe same.\n\n       *       *       *       *       *\n\nThey awoke the following morning within minutes of each other, feeling\ncomfortable and relaxed. Bates shook his head experimentally. \"No\nhangover,\" he muttered in surprise.\n\n\"No one ever feels bad after a party,\" said one of their guides, who\nhad slept nearby. \"The Oracle told us what to do, when we asked him.\"\n\n\"Quite a fellow, your Oracle,\" commented Bates. \"Does he answer you in\nriddles, like most Oracles?\"\n\nThe guide was shocked. \"The Oracle answers any questions promptly and\ncompletely. He _never_ talks in riddles.\"\n\n\"Can we go to see him now?\" asked Farnum.\n\n\"Certainly. Come along. I'll take you to the Hall of the Oracle.\"\n\nThe Oracle appeared to live in a building of modest size, in the center\nof a tremendous courtyard. The structure that surrounded the courtyard,\nin contrast, was enormous and elaborate, dominating the wildly\narchitectured city. It was, however, empty.\n\n\"Scholars used to live in this building, they tell me,\" said one of\ntheir guides, gesturing casually. \"They used to come here to learn from\nthe Oracle. But there's no sense in learning a lot of stuff when the\nOracle has always got all the answers anyway. So now the building is\nempty. The big palace was built back in the days when we used to travel\namong the stars, as you do now.\"\n\n\"How long ago was that?\" asked Farnum.\n\n\"Oh, I don't know. A few thousand years--a few hundred years--the\nOracle can tell you if you really want to know.\"\n\nBates raised an eyebrow. \"And how do you know you'll always be given\nthe straight dope?\"\n\nThe guide looked indignant. \"The Oracle _always_ tells the truth.\"\n\n\"Yes,\" Bates persisted, \"but how do you _know_?\"\n\n\"The Oracle told us so, of course. Now why don't you go in and find out\nfor yourselves? We'll wait out here. We don't have anything to ask him.\"\n\n       *       *       *       *       *\n\nBates and Farnum went into the building and found themselves in a\nsmall, pleasant room furnished with comfortable chairs and sofas.\n\n\"Good morning,\" said a well-modulated voice. \"I have been expecting\nyou.\"\n\n\"You are the Oracle?\" asked Farnum, looking around curiously.\n\n\"The name that the people of this planet have given me translates most\naccurately as 'Oracle',\" said the voice.\n\n\"But are you actually an Oracle?\"\n\n\"My principal function, insofar as human beings--that is, _Homo\nsapiens_--are concerned, is to give accurate answers to all questions\npropounded me. Therefore, insofar as humans are concerned, I am\nactually an Oracle.\"\n\n\"Then you have another function?\"\n\n\"My principal function, insofar as the race that made me is concerned,\nis to act as a weapon.\"\n\n\"Oh,\" said Bates. \"Then you are a machine?\"\n\n\"I am a machine,\" agreed the voice.\n\n\"The people who brought us here said that you always tell them the\ntruth. I suppose that applies when you are acting as an Oracle, instead\nof as a weapon?\"\n\n\"On the contrary,\" said the voice blandly. \"I function as a weapon by\ntelling the truth.\"\n\n\"That doesn't make sense,\" protested Bates.\n\nThe machine paused for a moment before replying. \"This will take\na little time, gentlemen,\" it said, \"but I am sure that I can\nconvince you. Why don't you sit down and be comfortable? If you want\nrefreshments, just ask for them.\"\n\n\"Might as well,\" said Bates, sitting down in an easy chair. \"How about\ngiving us some Korite God-food?\"\n\n\"If you really want that bad a brew of coffee, I can make it for you,\nof course,\" said the voice, \"but I am sure you would prefer some of\nbetter quality.\"\n\nFarnum laughed. \"Yes, please. Some good coffee, if you don't mind.\"\n\n       *       *       *       *       *\n\n\"Now,\" said the Oracle, after excellent coffee had been produced, \"it\nis necessary for me to go back into history a few hundred thousand of\nyour years. At that time, the people who made me entered this galaxy\non one of their periodic visits of routine exploration, and contacted\nyour ancestors. The race that constructed me populates now, as it did\nthen, the Greater Magellanic Cloud.\n\n\"Frankly, the Magellanic race was appalled at what they found. In the\ntime since their preceding visit, your race had risen from the slime\nof your mother planet and was on its way toward stars. The speed of\nyour development was unprecedented in millions of years of history. By\ntheir standards, your race was incredibly energetic, incredibly fecund,\nincredibly intelligent, unbelievably warlike, and almost completely\ndepraved.\n\n\"Extrapolation revealed that within another fifty thousand of your\nyears, you would complete the population of this galaxy and would be\ntotally unstoppable.\n\n\"Something had to be done, fast. There were two obvious solutions\nbut both were unacceptable to my Makers. The first was to assume\ndirect control over your race and to maintain that rule indefinitely,\nuntil such time as you changed your natures sufficiently to become\ncivilizable. The expenditure of energy would be enormous and the\nresults probably catastrophic to your race. No truly civilized people\ncould long contemplate such a solution.\n\n\"The second obvious answer was to attempt to extirpate you from this\nuniverse as if you were a disease--as, in a sense, you are. Because\nyour depravity was not total or necessarily permanent, this solution\nwas also abhorrent to my Makers and was rejected.\n\n\"What was needed was a weapon that would keep operating without direct\ncontrol by my People, which would not result in any greater destruction\nor harm to humans than was absolutely necessary; and one which would\ncease entirely to operate against you if you changed sufficiently to\nbecome civilizable--to become good neighbors to my Makers.\n\n\"The final solution of the Magellanic race was to construct several\nthousand spaceships, each containing an elaborate computer, constructed\nso as to give accurate answers throughout your galaxy. I am one of\nthose ships. We have performed our function in a satisfactory manner\nand will continue to do so as long as we are needed.\"\n\n\"And that makes you a weapon?\" asked Bates incredulously. \"I don't get\nit.\"\n\n       *       *       *       *       *\n\nFarnum felt a shiver go through him. \"I see it. The concept is\ncompletely diabolical.\"\n\n\"It's not diabolical at all,\" answered the Oracle. \"When you become\ncapable of civilization, we can do you no further harm at all. We will\ncease to be a weapon at that time.\"\n\n\"You mean you'll stop telling the truth at that time?\" asked Bates.\n\n\"We will continue to function in accordance with our design,\" answered\nthe voice, \"but it will no longer do you harm. Incidentally, your\nphrase 'telling the truth' is almost meaningless. We answer all\nquestions in the manner most completely understandable to you, within\nthe framework of your language and your understanding, and of the\nunderstanding and knowledge of our Makers. In the objective sense, what\nwe answer is not necessarily the Truth; it is merely the truest form of\nthe answer that we can state in a manner that you can understand.\"\n\n\"And you'll answer any question at all?\" asked Bates in some excitement.\n\n\"With one or two exceptions. We will not, for example, tell you how we\nmay be destroyed.\"\n\nBates stood up and began pacing the floor. \"Then whoever possesses you\ncan be the most powerful man in the Universe!\"\n\n\"No. Only in this galaxy.\"\n\n\"That's good enough for me!\"\n\n\"Jack,\" said Farnum urgently, \"let's get out of here. I want to talk to\nyou.\"\n\n\"In a minute, in a minute,\" said Bates impatiently. \"I've got one more\nquestion.\" He turned to face the wall from which the disembodied voice\nappeared to emanate. \"Is it possible to arrange it so that you would\nanswer only one man's questions--mine, for example?\"\n\n\"I can tell you how to arrange it so that I will respond to only your\nquestions--for so long as you are alive.\"\n\n\"Come on,\" pleaded Farnum. \"I've got to talk to you right now.\"\n\n\"Okay,\" said Bates, smiling. \"Let's go.\"\n\n       *       *       *       *       *\n\nWhen they were back in their ship, Farnum turned desperately to Bates.\n\"Can't you see what a deadly danger that machine is to us all? We've\ngot to warn Earth as fast as we can and get them to quarantine this\nplanet--and any other planets we find that have Oracles.\"\n\n\"Oh, no, you don't,\" said Bates. \"You aren't getting the chance to have\nthe Oracle all to yourself. With that machine, we can rule the whole\ngalaxy. We'll be the most powerful people who ever lived! It's sure\nlucky for us that you won the toss of the coin and we stopped here.\"\n\n\"But don't you see that the Oracle will destroy Earth?\"\n\n\"Bushwah. You heard it say it can only destroy people who aren't\ncivilized. It said that it's a spaceship, so I'll bet we can get it to\ncome back to Earth with us, and tell us how we can be the only ones who\ncan use it.\"\n\n\"We've got to leave here right away--without asking it any more\nquestions.\"\n\nBates shook his head. \"Quit clowning.\"\n\n\"I never meant anything more in my life. Once we start using that\nmachine--if we ask it even one question to gain advantage for\nourselves--Earth's civilization is doomed. Can't you see that's what\nhappened to those other planets we visited? Can't you see what is\nhappening to this planet we're on now?\"\n\n\"No, I can't,\" answered Bates stubbornly. \"The Oracle said there are\nonly a few thousand like him. You could travel through space for\nhundreds of years and never be lucky enough to find one. There can't be\nan Oracle on every planet we visited.\"\n\n\"There wouldn't have to be,\" said Farnum. \"There must be hundreds of\npossible patterns--all of them destructive in the presence of greed\nand laziness and lust for power. For example, a planet--maybe this\none--gets space travel. It sets up colonies on several worlds. It's\nexpanding and dynamic. Then it finds an Oracle and takes it back to its\nown world. With all questions answered for it, the civilization stops\nbeing dynamic and starts to stagnate. It stops visiting its colonies\nand they drift toward barbarism.\n\n\"Later,\" Farnum went on urgently, \"somebody else reaches the stars,\nfinds the planet with the Oracle--and takes the thing back home. Can\nyou imagine what will happen to these people on this world if they\nlose their Oracle? Their own learning and traditions and way of life\nhave been destroyed--just take a look at their anarchic clothing\nand architecture. The Oracle is the only thing that keeps them\ngoing--downhill--and makes sure they don't start back again.\"\n\n\"It won't happen that way to us,\" Bates argued. \"We won't let the\nOracle get into general use, so Earth won't ever learn to depend on it.\nI'm going to find out from it how to make it work for the two of us\nalone. You can come along and share the gravy or not, as you choose. I\ndon't care. But you aren't going to stop me.\"\n\nBates turned and strode out of the ship.\n\n       *       *       *       *       *\n\nFarnum pounded his fist into his palm in despair, and then ran to a\nlocker. Taking out a high-power express rifle, he loaded it carefully\nand stepped out through the airlock. Bates showed clearly in his\ntelescopic sights, still walking toward the Hall of the Oracle. Farnum\nfired at the legs, but he wasn't that good a shot; the bullet went\nthrough the back.\n\nFarnum jittered between bringing Bates back and taking off as fast as\nthe ship could go. The body still lay there, motionless; there was\nnothing he could do for the Oracle's first Earth victim--the first\nand the last, he swore grimly. He had to speed home and make them\nunderstand the danger before they found another planet with an Oracle,\nso that they could keep clear of its deadly temptations. The Magellanic\nrace could be outwitted yet, in spite of their lethal cleverness.\n\nThen he felt a sudden icy chill along his spine. Alone, he could never\noperate the spaceship--and Bates was dead. He was trapped on the planet.\n\nFor hours, he tried to think of some way of warning Earth. It was\nimperative that he get back. There had to be a way.\n\nHe realized finally that there was only one solution to his problem.\nHe sighed shudderingly and walked slowly from the spaceship toward the\nHall of the Oracle, past Bates' body.\n\n\"One question, though,\" he muttered to himself. \"Only one.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Perfect Answer, by L.J. Stecher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PERFECT ANSWER ***\n\n***** This file should be named 51482.txt or 51482.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/8/51482/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}