{"title": "Bad Memory", "author": "Patrick Fahy", "releaseDate": "March 19, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              BAD MEMORY\n\n                            BY PATRICK FAHY\n\n                         illustrated by MARTIN\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine December 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                       Channing wanted a planet.\n                       Had they sold him a pup?\n\n\nEx-vector Commander Jim Channing strode purposefully to the reception\ndesk of Planet Enterprises, Inc.\n\n\"I want,\" he told the well-built blonde who was making an interested\nsurvey of his lean features, \"to buy a planet.\"\n\n\"Yes, sir.\" Her interest evaporated. She took a card from a filing\ncabinet and handed it to him. \"If you will just fill this out.\"\n\nIt was a simple questionnaire--type, location, size--and Channing's\nstylo moved rapidly over it. He hesitated only at the last, stark\nquestion, \"How much are you prepared to pay?\" Then he wrote neatly\nin the space provided \"One hundred thousand credits.\" That was\nexactly the amount of his signing-off bonus. It also represented his\ntotal finances. The unimaginative minds that calculated the pay of a\nred-blooded space officer didn't take into account all the attractive\nways of spending it that a rumbustious pioneer Vector provided.\n\nHe gave the blonde the card and she wrote a name on it. The smile she\ngave him was altogether impersonal. She liked the look of the big,\ngangling fellow with \"Space\" written all over his bronzed face and\ncrinkled blue eyes, but....\n\nShe said, \"Will you come this way, please?\"\n\nThe name on the desk identified him as \"Mr. Folan\" and he was a tall,\naffable man.\n\n\"I think we can suit you, Commander--er--Mr. Channing,\" he said,\n\"though what we have in mind mightn't be quite as large as you wish.\nEarth-type planets come rather high, you know. Now if you were to\nchoose a Sirius- or a Vega-type--\"\n\n\"Thank you, no,\" Jim said firmly. He had heard too much about the\nhazards of alien-type planets.\n\n\"In that case,\" Mr. Folan said busily, \"let's see what we have\navailable.\"\n\n       *       *       *       *       *\n\nA month later the doors of the automatic shuttle slid across and\nadmitted Jim Channing to the third planet of Phylox Beta. It also\ndisgorged one spaceboat, a clutter of machinery, a thousand tons of\nstrawberry plants and a fully equipped house. While he was still taking\nin the first glimpse of his future home, the massive doors slammed shut\nand the giant ship took off smoothly and silently. A moment later it\nwinked into sub-space. He was in business.\n\nThe planet possessed only one sizable island--it could hardly be\ndignified by the name of continent.\n\nThe rest was covered by a vast ocean. Still, as Folan had explained,\nhe couldn't really expect anything more--not in the line of an\nEarth-type, anyway--for the money.\n\nHe spent a week figuring out the remote controls that operated the\nplanting machinery. Once it clanked into operation, it worked entirely\non its own. He had only to push a few buttons to send it lumbering in\nnew directions and the big island steadily took on a resemblance to a\nhuge strawberry patch while Channing fished and lounged in the sun.\n\nWhen the galactic trade agent came, the strawberries were waiting for\nhim, neatly piled into a mountain of gleaming cans. He was a friendly,\ntalkative little man, glad to exercise his tongue again after the\nlonely months in space.\n\n\"What are you growing here?\" he asked Channing.\n\n\"Strawberries.\"\n\nThe friendly smile disappeared. \"Every planet in the Galaxy seems to be\ngrowing strawberries this year. I can't even give them away.\"\n\n\"But I thought the Ursa Major colonies--\"\n\nThe little man shook his head. \"So does everyone else. There's a\nmillion tons of strawberries the colonies can't use headed there\nalready. Now if it was upklin seeds--\"\n\n\"Upklin seeds?\"\n\nThe agent looked at him in surprise. \"You mean you haven't heard about\nupklin seeds?\"\n\n\"No. Not a thing.\"\n\n\"Well, of course, you are a newcomer. It's this new race that's been\ndiscovered somewhere in The Sack. They are as rich as all get-out\nand they have a passion for upklin seeds. Trouble is they can't grow\nthem on local planets and they are offering fancy prices to anybody\nthat can supply them. I paid a thousand credits a bushel for them to\nyour next-door neighbor on the fourth planet last week. Got a hundred\nbushels.\"\n\nChanning did a bit of mental arithmetic. A hundred thousand credits for\none crop. Whew!\n\n\"Could I grow them here?\"\n\nThe agent shook his head. \"You need plenty of soft marsh and a\nJupiter-type atmosphere.\"\n\nThen he had a sudden idea and he spoke long and seriously to Channing,\nexplaining quite a few things that were new to him. Channing was still\nconsidering them, staring thoughtfully at the ground, after the little\nman left.\n\n       *       *       *       *       *\n\nNext day Channing took off for the nearest sub-space center and a\nfew hours later he was in Mr. Folan's office at Planet Enterprises,\ngingerly balancing his cap on his knee. Mr. Folan's sleek head nodded\nas Channing made his points and when he was finished the executive\npressed a buzzer and called for the file.\n\n\"You realize, Mr. Channing,\" he said conversationally, as he turned\nover the pages, \"that what you are asking will be a most expensive\nundertaking.\"\n\n\"I know that,\" Channing said eagerly, \"but upklin seeds are such a\nsure-fire proposition that I thought Planet Enterprises might be\nwilling to do the job on a percentage basis.\"\n\nMr. Folan wrote some figures on the margin of the folder and considered\ndeeply. \"Yes,\" he said at last, \"I think it would work out on a\nseventy-thirty split.\"\n\n\"Seventy-thirty?\"\n\nMr. Folan inclined his head graciously. \"Seventy per cent for Planet\nEnterprises and thirty for yourself.\"\n\nChanning said slowly, \"That's a bit steep.\"\n\nIn a few brisk words, Mr. Folan showed just why he was an executive of\nPlanet Enterprises, Inc. He gave Channing the figures for transforming\nthe planet's characteristics to those of Jupiter; he told him what\nacreage of upklin seeds he could grow and the exact profit to be\nexpected. Channing's share should be about one hundred and fifty\nthousand credits per crop.\n\nFighting a rearguard battle, Channing said, \"Your three hundred and\nfifty thousand won't look so bad on the balance sheet, either.\"\n\nFolan reeled off his figures again with practiced glibness. Channing\nhad the sudden suspicion that his proposition wasn't entirely\nunexpected. But the figures sounded reasonable and he had to admit that\nPlanet Enterprises was risking a great deal of money.\n\n\"Then there is the not inconsiderable cost of your own metamorphosis,\nMr. Channing,\" Folan added.\n\n\"Huh?\" said Channing.\n\nThere followed the most excruciating half-hour of Channing's life.\nProposition followed explanation, counter-explanation followed\ncounter-proposition. At the end of that time he emerged from the office\nwith a stricken look and a small white card. The blonde receptionist\nread the look correctly and definitely and finally crossed him off her\nlist.\n\n       *       *       *       *       *\n\nFor a jube, Ckm Dyk wasn't at all bad-looking. His four legs growing\ndirectly from the bottom of the muscular, hairy trunk were strong and\nsturdy--always a mark of handsomeness in a male, for the legs had to\ntake most of the strain of a gravitational pull several times that\nof Earth. He had three flexible tentacles, a thin melon slice for a\nmouth, but nothing resembling a nose. He didn't need one, since he\nbreathed through a set of gills at the sides of his head.\n\nHe remembered vaguely that he had once been Jim Channing, an Earthman,\nbut the memory had nearly faded. He had been warned of that, that he\nwould soon forget he had ever been anything except what he was now, but\nhe had already forgotten the warning.\n\nPhylox Beta III had changed, too, and in as great a degree. The wide\nocean had become a turgid, soupy mush, covered by the trailing growths\nof the upklin flowers. The blue skies had turned an angry red and the\nsharp wind that rustled the hair on his squat body was almost pure\nmethane.\n\nHe waddled down to the low disk-shaped skimmer and started the jets. As\nit pushed its way through the clinging masses of the upklin flowers, he\nsurveyed his crop happily. This was his second crop and it promised to\nbe even better than the first. He was going to be a very wealthy buk,\nhe told himself. He could buy.... His mind floundered. He didn't know\nwhat Jubes longed for, what they sought wealth for. He was certain at\nthe same time that there was a flaw in his contentment, that something\nwas missing.\n\nWhat he was missing dropped from the sky a few days later. It came in\na spaceboat and was his neighbor from Phylox Beta IV. Her body hair\nwas a rich golden brown and she wore pretty bracelets, studded with\nbasim stones, on each of her four legs. Ckm Dyk's single eye, with its\nperpendicular outer eyelids and horizontal nictitating inner membranes\nto filter out the infra-red rays, shone with an emotion that was more\nthan pleasure.\n\nHer thoughts flooded his mind. There was a warm recognition of his\nadmiration and a delicious suggestion that it wasn't unacceptable.\n\n\"The agent told me you were upklin farming. I came to see if I could be\nof any help,\" she told him.\n\nThe sentences rang like golden bells within his burgeoning\nconsciousness. He tried to shape his answering thought coherently,\nbut his lack of telepathic experience betrayed him. She flinched\nmomentarily beneath the raw, undirected stream of passionate love that\noverwhelmed her mind.\n\nThen an answering wave of shy, tender awareness and acquiescence laved\nhis senses. Without the clumsy barrier of speech between them, they\nhad scaled in a few pulsating moments the shining heights of love and\ndevotion that human passion sometimes cannot find in a lifetime of\nsearching.\n\nCkm Dyk had never been so happy. They decided to farm the two planets\ntogether so they could be with each other always. There was sound\neconomic sense in this; with both of them helping, the output of\neach planet would be nearly doubled. It meant a huge increase in\nadministrative and paper work for Ckm Dyk, but he didn't mind that.\nOften, as he pored over account books and production figures, a\ntremulous, shy devotion would envelop him in a gauzy mental cloud and\nhe would lay down his stylo and answer Aln Muh with all the great love\nthat surged within him.\n\nAs the months passed, his happiness increased. The perfect attunement\nof their minds excluded all the scalding jealousies and the offended\nsilences of misunderstanding that can mar the most loving human\nrelationships. They did not need to see each other; the physical\npresence of the beloved was unimportant; they loved more with their\nminds than with their bodies.\n\nIt seemed improbable that such a glorious idyll should ever be\ndisturbed. Then, one morning, a shuttle-spacer came silently out of\nthe red sky and landed beside the house. Ckm Dyk waddled toward it,\nimpelled by a carefully built-in series of reflexes which he had\ncompletely forgotten about and entered its gaping maw. He never once\nlooked at Aln Muh and the passionate entreaties that echoed through his\nmind only roused in him a dull irritation.\n\n       *       *       *       *       *\n\nJim Channing again found himself in Mr. Folan's office. The figures\nthe tall, sleek-haired man was reading out to him made tuneful music.\nEven when Planet Enterprises' massive deduction was made, his share was\ncomfortingly more than a million.\n\n\"Not bad payment, Mr. Channing, for five years of life! In any case,\nit's all over now--just a bad memory.\"\n\nThe executive smiled at him from his comfortable, familiar chair, aware\nof the torrents of confused thoughts hidden behind the gray eyes.\n\nWhen he had come out of the stupor that succeeded the almost\ndisintegrating effects of his re-metamorphosis, Jim Channing remembered\nclearly the terms of the bargain he had made. He was to become a Jube,\na living nightmare, living in a nightmare world, for five years. At the\nend of that time, Planet Enterprises promised him, he would be given\nback his humanity and he would have earned enough money to keep him in\nluxury for the rest of his life.\n\nThey had kept their promise--to the letter. He felt it ungrateful\nof him that his paramount emotion was fury. He had been happy; no\nhuman attachment could ever make him as happy again. He longed for\nthe glorious love and trust he had shared during that tremendous five\nyears. Perhaps he had been a repulsive monster from whom any woman\nwould run screaming. But he didn't want a woman. He wanted Aln Muh.\n\nHe said, picking his words with the greatest care, \"Would a further\nmetamorphosis be possible?\"\n\n       *       *       *       *       *\n\nFolan's jaw dropped. It was a question he'd never expected to hear from\nany of the men who had taken the terrible choice for the glittering\nreward he held out to them. Most of them had picked up their vouchers\nand asked the way to the nearest tavern; many of the alien races did\nnot find alcohol compatible with their metabolisms. A few had inquired\ntentatively about his current receptionist. Planet Enterprises had a\nbig turnover in pretty receptionists, but they didn't lose them to\nmen who had been unhuman horrors for five years. One big red-haired\ncharacter had wanted to start a private war against the Sirians, whose\nbrother he had been until two days previously. But none of them had\nwanted to go back.\n\nHe said, \"It's possible, Mr. Channing. But I must tell you that a\nsecond metamorphosis is very expensive--and it's permanent.\"\n\n\"You mean if I become a Jube again, I must stay one?\"\n\nThe executive nodded.\n\nChanning gestured toward the payment voucher.\n\n\"You said it was expensive. Is there enough there to cover it?\"\n\nFolan looked curiously at him. \"Yes, more than enough.\"\n\nHe waited to hear what the big man would say next.\n\nChanning licked dry lips. A terrible doubt assailed him. Maybe Aln\nMuh had been metamorphosed too. Maybe she had returned to her former\nself--whatever that may have been--while he sat here.\n\nHe looked down at the big, freckled hands resting on his knees. They\nwere trembling and his palms felt moist. Without looking up, he asked,\n\"Is the period of metamorphosis, always for a term of five years?\"\n\n\"Invariably. No other term is possible in the present state of our\nknowledge of the technique--except permanency.\"\n\nA great sigh escaped Channing. That was all right, then. Aln Muh was\ngenuinely a Jube. The agent had told him about her--mentioned her by\nname, he remembered now--had said that she was upklin farming on the\nneighboring planet. If she had been metamorphosed, she would have been\ntaken from him more than a year ago.\n\nHe tossed his cap on the table decisively and stood up.\n\n\"All right. I'll take the permanent treatment.\"\n\n       *       *       *       *       *\n\nCkm Dyk sucked the methane through his gills with satisfaction. It was\ngood to be home again. He had forgotten already that he had ever been\nJim Channing, that he would never be human again.\n\nHe did not know that less than five minutes after the shuttle-ship had\nborne him off to Galactic Enterprises, Aln Muh had sent her spaceboat\nhurtling toward the fiery orb of Phylox Beta, mad with the grief of\nhaving lost him. It would not have concerned him much if he had known.\n\nJubes make tender and devoted lovers, but they are notorious for their\nexceedingly bad memories.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Bad Memory, by Patrick Fahy\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BAD MEMORY ***\n\n***** This file should be named 51498.txt or 51498.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/4/9/51498/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}