{"title": "The Drug", "author": "C.C. MacApp", "releaseDate": "March 21, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               THE DRUG\n\n                            By C. C. MacAPP\n\n                        Illustrated by MARTINEZ\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine February 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n             It could be deadly. It had to be tested. But\n             Sales wanted a new product this very minute.\n\n\nAmos Parry, a regional manager for Whelan, Inc. (Farm & Ranch Chemicals\n& Feeds), had come to work a few minutes early and was waiting in the\nlab when Frank Barnes arrived. He saw that the division's chief chemist\nwas even more nervous than usual, so he invested a few minutes in\nsoothing small talk before saying, \"Frank, Sales is beginning to push\nfor that new hormone.\"\n\nImmediately, Barnes came unsoothed. \"Bill Detrick was on the phone\nabout it yesterday, Mr. Parry. I'm sorry I was abrupt with him.\"\n\nAmos grinned. \"If you were, he hasn't had a chance to mention it to\nme yet. But I think we'd better light a fire under the thing. We'll\nprobably get a blast from Buffalo before long. How many men do you have\non it?\"\n\n\"Well, two helping with routine work, but I've done most of it myself,\nevenings and weekends. I didn't want anybody to know too much about it.\nMr. Parry, I'm worried about it.\"\n\n\"Worried? How do you mean?\"\n\n\"Well--let me show you the litter we've been testing it on.\"\n\nThe pigs were in pens outside the lab. Amos had seen figures on\nweight gain and general health (the latter was what promised to be\nsensational) but hadn't seen the animals for two weeks. He eyed the\nfirst bunch. \"How old is that boar pig?\"\n\n\"Not quite four months.\"\n\nAmos was no expert, but he'd spent many hours on customers' farms and\nhe thought the animal looked more mature than that. So did the shoats\nin the same pen, though they tended more to fat. All of the group had\nan odd look, certainly not normal for Yorkshires of their age. He\nthought of wild hogs. \"Is it just the general health factor?\" he asked.\n\n\"I don't think so, Mr. Parry. You remember I told you this wasn't\nactually a hormone.\"\n\n\"I know. You wanted to call it that for secrecy, you told me.\"\n\n\"Yes, sir, but I didn't tell you what it really was. Mr. Parry, are you\nfamiliar with hypnotics? Mescaline, especially?\"\n\n\"No, I'm not, Frank.\"\n\n\"Well, it's a drug that causes strong hallucinations. This is a\nchemical derivative of it.\"\n\nAmos grinned again. \"Pipe dreams for hogs?\"\n\nHe quit grinning as implications struck him. If this thing didn't pan\nout, after the money they'd spent and the rumors that had seeped out,\nthere'd be some nasty questions from Buffalo. And if it did, and they\nbegan selling it....\n\n\"What would it do to human beings?\" asked Amos.\n\nBarnes avoided his eyes. \"That's one of the things I'm worried about,\"\nhe said. \"I want to show you another pig.\"\n\nThis one was isolated in its own pen, and it looked even stranger than\nits siblings. In the first place, its hair was thicker, and black.\nThere was an oddness in its shape and a vaguely familiar sinuousness in\nthe way it moved that made Amos' skin prickle.\n\n\"What's wrong with it?\" he asked.\n\n\"It's healthy except for the way it looks and acts.\"\n\n\"Same litter and dosage?\"\n\n\"Yes, sir--all of them got just one dose. The effects seem to be\npermanent.\"\n\nThey were leaning over the fence and the animal was looking up at\nthem. There was an oddity in its eyes; not intelligence exactly, but\nsomething unpiglike. Abruptly, it stood up on its hind legs, putting\nits forefeet against the fence and raising its head toward them.\nIt squealed as if begging for attention. Amos knew that pigs made\naffectionate pets. Drawn to it as well as repelled, he reached down and\npatted it, and the squealing stopped.\n\nIt was standing too easily in that position, and suddenly Amos\nrecognized what was familiar about it. He jerked his hand away, feeling\na strong desire for soap and water. \"How long's it been this way?\"\n\n\"It's changed fast in the last week.\"\n\nAmos looked toward the doorway of the lab, just inside of which a large\nblack tomcat sat watching them. \"Is the cat out here a lot?\"\n\nBarnes' eyes went to the cat, widened, and turned back to the pig. He\nlooked as ill as Amos felt.\n\n       *       *       *       *       *\n\nWhen Amos got to his office, his sales manager was already waiting.\nHis mind only half present, Amos sized up the stuffed briefcase and\nthe wider-than-necessary smile as he responded automatically to the\namenities. \"Just get back?\" he asked.\n\n\"Early train. Darned planes grounded again.\" Detrick looked full of\nenergy, though he'd undoubtedly rushed home, shaved, showered and\nchanged, and hurried to the office with no rest. He sat down, extracted\npapers from the briefcase, and beamed, \"Wrote up the Peach Association.\"\n\nHe'll give me the good news first, Amos thought. \"Fine, fine,\" he said.\n\"The whole year?\"\n\n\"Yep. Got a check from the Almond Growers, too. All paid up now.\"\n\n\"Good,\" said Amos, and waited.\n\nIt came. \"Say, I was talking to Frank Barnes about that new hormone\nhe's got and he seemed a little negative about it. When do you think we\ncan have it?\"\n\nIt was a temptation to answer with false optimisms and duck the issue\nfor a while, but Amos said, \"The slowest thing will be State and\nFederal testing and registration. I'd say not less than a year.\"\n\nDetrick nodded. \"Competition's selling more and more stuff that's not\nregistered.\"\n\n\"Fly-by-night outfits and they're always getting caught.\"\n\nDetrick smiled. \"Every night they fly away with more business.\"\n\nAmos managed a smile, though the argument was old and weary. \"We'll\nput it up to Buffalo if you want to, Bill. You know I can't okay it\nmyself.\"\n\nDetrick dropped the subject, not being a man to beat his head against\na stone wall if there were ways around it, and for the next hour Amos\nhad to listen to the troubles: competition had cut prices on this,\nupped active ingredients in that, put such and such a new product on\nthe market (Whelan's factories and warehouses already groaned under a\ncrippling diversity of products but Sales didn't feel that was _their_\nproblem) and even the credit policies needed revising. But the worst\nof all was a fifteen-thousand-dollar claim for damage to pear trees,\ncaused by a bad batch of Whelan's arsenical insecticide.\n\nAmos got rid of Detrick with a few definite concessions, some tentative\nones, and some stand-offs. He made sure no one was waiting to see him\nand told his secretary he didn't want to be bothered before lunch.\n\nHe had a lunch date with a customer and dreaded it--it meant three or\nfour highballs and overeating and an upset stomach later. Before then,\nthough, he had a few minutes to try to get his mind straightened out.\nHe mixed a glassful of the stuff he was supposed to take about now.\nThe Compleat Executive, he thought; with physician and prescription\nattached. It didn't seem possible that this same body had once breezed\nthrough anything from football to fried potatoes.\n\nMechanically, his mind on the lab's pigs, he got a small bag of grain\nout of a desk drawer. He hoped nobody (except his secretary, of course)\nknew he wasted time feeding pigeons, but it helped his nerves, and he\nfelt he had a right to one or two eccentricities.\n\nThey were already waiting. Some of them knew him and didn't shoo off\nwhen he opened the window and scattered grain on the ledge outside. A\nfew ate from his hand.\n\nIt was a crisp day, but the sun slanting into the window was warm.\nHe leaned there, watching the birds--more were circling in now--and\nlooking out over the industrial part of the city. The rude shapes were\nsoftened by haze and there was nothing noisy close by. He could almost\nimagine it as some country landscape.\n\nHe looked at his watch, sighed, pulled his head in and shut the window.\nThe air conditioner's hiss replaced the outside sounds.\n\nNot even imagination could get rid of the city for long.\n\n       *       *       *       *       *\n\nGoing through the outer office, he saw that Alice Grant, his secretary,\nalready had her lunch out on her desk. She was a young thirty, not very\ntall and just inclined to plumpness. She wore her blonde hair pulled\nback into a knot that didn't succeed in making her look severe, and her\nfeatures were well-formed and regular, if plain. Amos noticed a new\nbruise on one cheek and wondered how long she'd stay with her sot of a\nhusband. There were no children to hold her.\n\n\"I'll probably be back late,\" he said. \"Anything for this afternoon?\"\n\n\"Just Jim at two-thirty and the union agent at three.\"\n\nThe lunch didn't go too badly, lubricated as the customer liked it, and\nAmos was feeling only hazily uneasy when he got back.\n\nA stormy session with his plant superintendent jarred him into\nthe normal disquiet. Jim Glover was furious at having to take the\nfifteen-thousand-dollar claim, though it was clearly a factory error.\nHe also fought a stubborn delaying action before giving Amos a\nwell-hedged estimate of fifty thousand to equip for the new drug. He\ncomplained that Frank Barnes hadn't given him enough information.\n\nAmos was still trembling from that encounter when the union business\nagent arrived. The lunch was beginning to lump up and he didn't spar\neffectively. Not that it made much difference. The union was going to\nhave a raise or else. By the time he'd squirmed through that interview,\nthen dictated a few letters, it was time to go home.\n\nHe hoped his wife would be out so he could take some of his\nprescription and relax, but she met him at the door with a verbal\nbarrage. Their son, nominally a resident of the house, had gotten\nticketed with the college crowd for drunken driving and Amos was to get\nit fixed; the Templetons were coming for the weekend; her brother's boy\nwas graduating and thought he might accept a position with Amos.\n\nShe paused and studied him. \"I hope this isn't one of your grumpy\nevenings. The Ashtons are coming for bridge.\"\n\nHis control slipped a little and he expressed himself pungently on\nWednesday night bridge, after a nightclub party on Tuesday and a\nformless affair at somebody's house on Monday.\n\nShe stared at him without compassion or comprehension. \"Well, they're\nall business associates of yours. I wonder where you think you'd be\nwithout a wife who was willing to entertain.\"\n\nHe'd been getting a lot of that lately; she was squeezing the role\nof Executive's Wife for the last drop of satisfaction. Well, since he\ncouldn't relax with his indigestion there was only one thing to do. He\nheaded for the bar.\n\n\"Now don't get tipsy before dinner,\" she called after him.\n\nHe got through the evening well enough, doused with martinis, and the\nnight that followed was no worse than most.\n\n       *       *       *       *       *\n\nAt nine the next morning, the call he'd been expecting from Buffalo\ncame through. \"Hello, Stu,\" he said to the president of the company.\n\n\"Hello, Amos. Still morning out there, eh? How's the family? Good.\nSay, Amos; couple of things. This big factory charge. Production's\nscreaming.\"\n\n\"It was definitely a bad batch, Stu.\"\n\n\"Well, that's it, then. Question is, how'd it happen?\"\n\n\"Jim Glover says he needs another control chemist.\"\n\n\"Hope you're not practicing false economy out there.\"\n\n\"We wanted to hire another man, Stu, but Buffalo turned it down.\"\n\n\"You should have brought it to me personally if it was that important.\nIt's going to take a big bite out of your year's profit. Been able to\nget your margin up any?\"\n\nAmos didn't feel up to pointing out that Sales wanted lower prices and\nthe union wanted higher wages, so that the margin would get even worse.\nHe described a couple of minor economies he'd been able to find, then\nmentioned the contract with the Peach Association.\n\n\"Yes, I heard about that,\" said the president of the company. \"Nice\npiece of business. By the way, how you coming on that animal hormone?\"\n\nThat was the main reason for the call, of course. Detrick had\nundoubtedly phoned east and intimated that Amos was dragging his feet\non a potential bonanza. \"I was going to call you on that, Stu. It'll\ntake a year to test and get registered and--\"\n\n\"Amos, I hope you're not turning conservative on us.\"\n\nThe message was plain; Amos countered automatically. \"You know me\nbetter than that, Stu. It's the Legal Department I'm worried about. If\nthey set up a lot of roadblocks, we may need you to run interference.\"\n\n\"You know I'm always right behind you, Amos.\"\n\nThat's true, thought Amos as he hung up. Right behind me. A hell of a\nplace to run interference.\n\nHe knew exactly what to expect. If he tried to cut corners, the Legal\nDepartment would scream about proper testing and registration,\nProduction would say he was pushing Jim Glover unreasonably, and\neveryone who could would assume highly moral positions astraddle the\nfence. A ton of paperwork would go to Buffalo to be distributed among\nfifty desks and expertly stalled.\n\nNot to mention that this was no ordinary product. He realized for the\nfirst time that the Government might not let him produce it, let alone\nsell it. Even as a minute percentage in feeds. If it was a narcotic, it\ncould be misused.\n\n       *       *       *       *       *\n\nHis buzzer sounded, and he was surprised when Mrs. Grant announced\nFrank Barnes. It was out of character for Frank not to make a formal\nappointment first.\n\nOne look told Amos what was coming. He listened to Frank's resignation\nwith a fraction of his mind while the rest of it mused upon the\npurposeful way things were converging.\n\nBarnes stopped talking and Amos said mechanically, \"You've been part\nof the team for a long time, Frank. It's especially awkward to lose\nyou just now.\" It was banal, but it didn't matter; he wasn't going to\nchange the man's mind anyway. He looked closer. The timidity was gone.\nSo were the eyeglasses. A frightening thought struck him. \"You've\ntaken some of that drug.\"\n\nBarnes grinned and handed a small vial full of powder across the desk,\nalong with a file folder. \"Last night,\" he said. \"Between frustration\nwith the job and curiosity about this stuff, I yielded to temptation.\"\n\nAmos took the vial and folder. \"What are these for?\"\n\n\"So you can destroy them if you want to. I've doctored up the lab\nrecords to make the whole thing look like a false alarm. You're holding\nall that's left of the whole program.\"\n\nAmos looked for signs of irrationality and saw none. \"Do you feel all\nright?\"\n\n\"Better than you can imagine. But let me tell you what you're up\nagainst. I can at least do that for you, Mr. Parry.\"\n\n\"Thanks. Don't you suppose you could call me Amos now?\"\n\n\"Sure, Amos. First of all, you were right about that pig trying to\nimitate the cat. He couldn't do much because he only had a pig's brain\nto work with.\" He stopped and grinned, evidently at Amos' expression.\n\"I'll try to explain. What is an animal? Physically, I mean?\"\n\nAmos shook his head. \"You've got the floor.\"\n\n\"All right. An animal is a colony of cells. Different kinds of cells\nform organs and do different things for the colony, but each cell has\na life of its own, too. When it dies a new one of the same kind takes\nover. But what regulates the colony? What maintains the pattern?\"\n\nAmos waited.\n\n\"Part of it's automatic replacement, cell for cell. But beyond that\nthere's a control; and it's the unconscious mind.\" He paused and\nstudied Amos. \"You think I'm theorizing. I'm not. That drug broke down\nsome barriers, and I see all this as you see your own fingers moving.\"\n\nAmos remembered the mention of hallucinations.\n\n       *       *       *       *       *\n\nBarnes grinned again. \"Let's say it's only one per cent awake and\nwalled off from the conscious mind. What would happen if something\nremoved the wall and woke up the other ninety-nine per cent?\"\n\nRemembering the pig, it was impossible not to feel a cold seed of\nbelief. Amos dreaded what was coming next; clearly, it would be a\ndemonstration.\n\nBarnes held out his hand, palm up. In a few seconds a pink spot\nappeared. It turned red, oozed dismayingly, and became a small pool\nof blood. Barnes let it stay for a moment, then wiped it off with a\nhandkerchief. There was no more bleeding. \"That's something I can do\nfast,\" he said. \"I opened the pores, directed blood to them, then\nclosed them again. Amos, do you believe in werewolves?\"\n\nAmos wanted to jump up and shout, \"No! You're insane!\" but he could\nonly sit staring.\n\n\"I could move that thumb around to the other side of my hand,\" Barnes\nsaid thoughtfully. \"I'm still exploring, but I don't think even the\nbone would take too long. You'll notice I don't need glasses any more.\"\n\nThe buzzer buzzed. Amos jumped, and from habit answered. \"Bill Detrick\nand that customer are here, Mr. Parry,\" came Alice Grant's voice.\n\n\"I--ask them to wait,\" he managed.\n\nHis mind was a muddle; he needed time. \"You--Frank--will you stay for a\nfew days?\"\n\n\"Sure. I'm in no hurry now. And while you're thinking, let me give you\na few hints. No more cripples or disease. No ugly people, unless they\nchoose to be. And no law.\"\n\n\"No--law?\"\n\n\"How would you police such a world? A man could change his face at\nwill, or his fingerprints. Even his teeth. Probably he could do things\nI can't imagine yet.\"\n\nThe buzzer went again, with Mrs. Grant's subtle urgency. Amos ignored\nit, yet he hardly knew when Frank left the room.\n\nHe realized the chemist had done him a favor. The selfish thing would\nhave been to keep the secret and the boon all to himself; instead, he'd\ngiven Amos the choice.\n\nBut what was the choice? Suppressing the drug would cost him his job.\nThere was no doubt about that.\n\nHe was standing with his back to the door when he heard it open. He\nturned and faced Detrick's annoyed frown. \"Amos, we can't keep this man\nwaiting. He's--\"\n\nAll of Amos' frustration and the new burden coalesced into rage. He ran\ntoward Detrick. \"You baboon-faced huckster!\" he yelled. \"Get out! Get\nout! I'll tell you when you can come in here!\" He barely caught his\nupraised fist in time.\n\nDetrick stood petrified, his face ludicrous. Then he came to life,\nducked out, and pulled the door shut behind him.\n\nAmos waited no longer; if he had to decide, he wanted the data\nfirst-hand. He spread out the file Barnes had left him and looked\nthrough it for dosages. Apparently it wasn't critical, so he poured a\nlittle of the powder into a tumbler, added water and threw it down.\nThere was a mild alkaline taste, which he washed out of his mouth with\nmore water. Then he sat down to wait.\n\n       *       *       *       *       *\n\nA monotone seemed to be rattling off trivia; almost faster than he\ncould grasp it, even though it was in his head and not in his ears:\n\"Paris green/calcium acetoarsenite/beetle invasion Texan cotton/paint\npigment/obsolete/should eliminate/compensation claim/man probably\nfaking infection/Detrick likes because we only source/felt like hitting\nhim when we argued about it/correspondence Buffalo last year/they say\nkeep/check how use as poison/damned wife--\"\n\nThe last thought shocked his intellect awake. \"Hey!\" Intellect\ndemanded. \"What's going on here?\"\n\n\"Oh; you've broken through,\" said Unconscious. \"That was fast.\nFifteen minutes and twenty-three seconds since you drank it.\nProbable error, one-third second. I've only been awake a few minutes\nmyself. Minute/sixty per hour/twenty-four hours day/days getting\nshorter/September/have raincoat in car/wife wants new car/raincoat\nsweats plasticizer/stinks/Hyatt used camphor--\"\n\n\"Hold up a minute!\" cried Intellect.\n\n\"You want me to stop scanning?\"\n\n\"Is that what you're doing? Scanning what?\"\n\n\"Memory banks, of course. Don't you remember the book we read three\nyears ago? 'Human brain estimated--' Oh, all right; I'll slow down.\nYou could follow me better if you'd let me grow some permanent direct\nconnections.\"\n\n\"Am I stopping you?\"\n\n\"Well, not you, exactly. I'll show you.\" Unconscious began directing\nthe growth of certain nerve tendrils in the brain. Amos could only\nfollow it vaguely.\n\n\"Fear!\" screamed a soundless voice. \"Stop!\"\n\n\"What was that?\" Intellect asked, startled.\n\n\"That was Id. He always fights any improvements, and I can't override\nhim.\"\n\n\"Can _I_?\"\n\n\"Of course; that's mainly what you're for. Wait till I get these\nconnections finished and you'll see the whole setup.\"\n\n\"FEAR!\" shrieked Id. \"STOP! NO CHANGE!\"\n\n\"SHUT UP!\" yelled Intellect.\n\nIt was strange being integrated; Amos found he was aware on two\nlevels simultaneously. While he responded normally to his external\nenvironment, a lightning inner vision saw everything in vastly greater\ndetail. The blink of an eye, for instance, was an amazing project. Even\nas commands flashed out and before the muscles started to respond,\nextra blood was rushing into the area to nourish the working parts.\nReports flowed back like battle assessments: these three muscles\nwere on schedule; this was lagging; that was pulling too hard. An\ninfinitesimal twinge of pain marked some minor accident, and correction\nbegan at once. A censor watched the whole operation and labeled each\nincoming report: trivial, do not record; trivial, do not record;\ntrivial, do not record; worth watching, record in temporary banks;\ntrivial, do not....\n\nHe felt now that he could look forward to permanent health, and so far\nhe didn't seem to be losing his identity or becoming a moral monster\n(though certain previously buried urges--toward Alice Grant, for\ninstance--were now rather embarrassingly uncovered). He was not, like\nFrank Barnes, inclined to slip out of the situation at once. He still\nfelt the responsibility to make the decision.\n\nHe carried the vial of powder and the lab records home with him,\nsmuggled them past his wife's garrulity (it didn't bother him now)\nand hid them. He went out with her cheerfully to visit some people he\ndidn't like, and found himself amused at them instead of annoyed. In\ngeneral, he felt buoyant, and they stayed quite late.\n\n       *       *       *       *       *\n\nWhen they did get home, an urgent message was waiting on the telephone\nrecorder, and it jolted him. He grabbed up the hat and coat he'd just\nlaid down.\n\n\"What is it?\" his wife demanded.\n\n\"I've got to go down to the plant.\" He hesitated; it was hard to say\nthe words that were charged with personal significance. \"The watchman\nfound Frank Barnes dead in the laboratory.\"\n\n\"Who?\"\n\n\"Frank Barnes! My chief chemist!\"\n\n\"Oh.\" She looked at him, obviously concerned only with what effect, if\nany, it might have on her own circumstances. \"Why do you have to get\nmixed up in it?\"\n\n\"I'm the boss, damn it!\" He left her standing there and ran for the\ngarage.\n\nThe police were already at the plant when he arrived. Fred's body lay\non the floor of his office, in a corner behind some file cabinets, face\nup.\n\n\"What was it?\" Amos asked the man from the coroner's office, dreading\nthe answer he expected.\n\nThe answer wasn't the one he expected. \"Heart attack.\"\n\nAmos wondered if they were mistaken. He looked around the office.\nThings weren't disarrayed in any way; it looked as if Frank had simply\nlain down and died. \"When did you find him?\" he asked the watchman.\n\n\"A little after one. The door was closed and the lights were out, but I\nheard the cat yowling in here, so I came in to let it out, and saw the\nbody.\"\n\n\"Any family?\" one of the city men asked.\n\n\"No,\" said Amos slowly, \"he lived alone. I guess you might as well take\nhim to the ... morgue. When can I call about the autopsy?\"\n\n\"Try after lunch.\"\n\nAmos watched them carry Frank away. Then he put out the lights and\nclosed up the laboratory. He told the watchman he'd be around for a\nwhile, and went to his office to think.\n\nAs nearly as he knew, Frank had taken the drug less than twenty-four\nhours before he had. Death had come late at night, which meant Frank\nhad been working overtime. Why? And why hadn't he been able to save\nhimself?\n\n\"Not logical,\" his unconscious stated firmly. \"He should have felt it\ncoming and made repairs.\"\n\n\"This whole thing's a delusion,\" said Amos dully, aloud.\n\n\"No, it isn't,\" said a peculiar voice behind him.\n\nHe whirled and saw the black tomcat grinning up at him. He gasped,\nwondering if he were completely insane, but in a flash understanding\ncame. \"Frank!\"\n\n\"Well, don't act so surprised. I can tell that you took some yourself.\"\n\n\"Yes--but how--\"\n\n\"I thought it would be an easy life and I want to stay around here and\nwatch things for a while. It ought to be fun.\"\n\n\"But _how_?\"\n\n\"I anesthetized the cat and grew a bridge into his skull. It took five\nhours to transfer the bulk of my personality. It's odd, but it blended\nright in with his.\"\n\n\"But--your speech!\"\n\n\"I've made some changes. I'm omnivorous now, too, not just\ncarnivorous--or will be in a few more hours. I can go into the hills\nand live on grass, or grow back into a man, or whatever I like.\"\n\nAmos consulted his own inwardness again. \"Is this possible? Can a human\nmind be compressed into a cat's brain?\"\n\n\"Sure,\" said Unconscious, \"if you're willing to junk all the excess.\"\n\nHe thought about it. \"So you're going to stay around and watch,\" he\nsaid to the cat--no, Frank. \"An intriguing idea. My family's taken care\nof, and nobody'll really miss me.\"\n\n\"Except Alice Grant,\" said Frank cattily. \"I've seen the way you look\nat her. The cat part of me has, I mean. And she looks back, too, when\nyou aren't watching.\"\n\n\"Well,\" said Amos. \"Hm. Maybe we can do something there too.\"\n\n       *       *       *       *       *\n\nHis own metamorphosis took a lot longer than five hours; he had a much\nbigger job of alterations to finish. It was nearly two months before he\ngot back to the plant.\n\nHe peered in through the window at Detrick, who'd inherited Amos' old\noffice. Detrick was chewing out a salesman. Amos knew what would be\nhappening now; Derrick's ambitious but unsound expansion would have\ngotten the division all tangled up. In fact, with his sharp new eyes,\nAmos could read part of a letter from Buffalo that lay on the desk. It\nwas quite critical of Detrick's margin of profit.\n\nThe salesman Detrick had on the carpet was a good man, and Amos\nwondered if he was to blame for whatever it was about. Maybe Detrick\nwas just preparing to throw him to the wolves. A man could hang on a\nlong time like that, shifting the blame to his subordinates.\n\nThe salesman was finally excused, and Detrick sat alone with all the\nfrustration and selfish scheming plain on his face. No, Amos thought,\nI'm not going to turn this drug loose on the world for a while. Not\nwhile there are people like Detrick around.\n\nThere were no other pigeons on the window ledge except himself and\nAlice; the rest had stopped coming when Amos disappeared and the\nfeeding ended. For that matter, they tended to avoid him and Alice,\npossibly because of the abnormal size, especially around the head, and\nthe other differences.\n\nHe noticed that Alice was changing the color of her feet again. Just\nlike a woman, he thought fondly.\n\n\"Come on, Pigeon,\" he said, \"let's go somewhere else. This tightwad\nDetrick isn't going to give us anything to eat.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Drug, by C.C. MacApp\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DRUG ***\n\n***** This file should be named 51519.txt or 51519.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/1/51519/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}