{"title": "The Last Letter", "author": "Fritz Leiber", "releaseDate": "March 22, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            THE LAST LETTER\n\n                            By FRITZ LIEBER\n\n                         Illustrated by DILLON\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction June 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                Who or what was the scoundrel that kept\n               these couriers from the swift completion\n                 of their handsomely appointed rondos?\n\n\nOn Tenthmonth 1, 2457 A.D., at exactly 9 A.M. Planetary Federation\nTime--but with a permissible error of a millionth of a second either\nway--in the fifth sublevel of NewNew York Robot Postal Station 68,\nBlack Sorter gulped down ten thousand pieces of first-class mail.\n\nThis breakfast tidbit did not agree with the mail-sorting machine. It\nwas as if a robust dog had been fed a large chunk of good red meat with\na strychnine pill in it. Black Sorter's innards went _whirr-klunk_, a\nblue electric glow enveloped him, and he began to shake as if he might\nbreak loose from the concrete.\n\nHe desperately spat back over his shoulder a single envelope, gave\na great _huff_ and blew out toward the sorting tubes a medium-size\nsnowstorm consisting of the other nine thousand, nine hundred and\nninety-nine pieces of first-class mail chewed to confetti. Then, still\nconvulsed, he snapped up a fresh ten thousand and proceeded to chomp\nand grind on them. Black Sorter was rugged.\n\nThe rejected envelope was tongued up by Red Subsorter, who growled deep\nin his throat, said a very bad word, and passed it to Yellow Rerouter,\nwho passed it to Green Rerouter, who passed it to Brown Study, who\npassed it to Pink Wastebasket.\n\nUnlike Black Sorter, Pink Wastebasket was very delicate, though highly\nintuitive--the machine equivalent of a White Russian countess. She\nwas designed to scan in 3,137 codes, route special-delivery spacemail\nto interplanetary liners by messenger rocket, and distinguish 9s from\nupside-down 6s.\n\nPink Wastebasket haughtily inhaled the offending envelope and almost\ninstantly turned a bright crimson and began to tremble. After a few\nminutes, small atomic flames started to flicker from her mid-section.\n\nWhite Nursemaid Seven and Greasy Joe both received Pink Wastebasket's\ndistress signal and got there as fast as their wheels would roll them,\nbut the high-born machine's malady was beyond their simple skills of\noilcan and electroshock.\n\n       *       *       *       *       *\n\nThey summoned other machine-tending-and-repairing machines, ones far\nmore expert than themselves, but all were baffled. It was clear that\nPink Wastebasket, who continued to tremble and flicker uncontrollably,\nwas suffering from the equivalent of a major psychosis with severe\npsychosomatic symptoms. She spat a stream of filthy ions at Gray\nPsychiatrist, not recognizing her old friend.\n\nMeanwhile, the paper blizzard from Black Sorter was piling up in great\ndrifts between the dark pillars of the sublevel, and flurries had\nreached Pink Wastebasket's aristocratic area. An expedition of sturdy\nmachines, headed by two hastily summoned snowplows, was dispatched to\nimmobilize Black Sorter at all costs.\n\nPink Wastebasket, quivering like a demented hula dancer, was clearly\napproaching a crisis. Finally Gray Psychiatrist--after consulting with\nGreen Surgeon, and even then with an irritated reluctance, as if he\nwere calling in a witch-doctor--summoned a human being.\n\nThe human being walked respectfully around Pink Wastebasket several\ntimes and then gave her a nervous little poke with a rubber-handled\nprobe.\n\nPink Wastebasket gently regurgitated her last snack, turned dead\nwhite, gave a last flicker and shake, and expired. Black Coroner\nrecorded the immediate cause of death as tinkering by a human being.\n\nThe human being, a bald and scrawny one named Potshelter, picked up the\nenvelope responsible for all the trouble, stared at it incredulously,\nopened it with trembling fingers, scanned the contents briefly, gave\na great shriek and ran off at top speed, forgetting to hop on his\nperambulator, which followed him making anxious clucking noises.\n\nThe nearest human representative of the Solar Bureau of Investigation,\na rather wooden-looking man named Krumbine, also bald, recognized\nPotshelter as soon as the latter burst gasping into his office,\nsqueezing through the door while it was still dilating. The human\nbeings whose work took them among the Top Brass, as the upper-echelon\nmachines were sometimes referred to, formed a kind of human elite, just\none big nervous family.\n\n\"Sit down, Potshelter,\" the SBI Man said. \"Hold still a second so the\nchair can grab you. Hitch onto the hookah and choose a tranquilizer\nfrom the tray at your elbow. Whatever deviation you've uncovered can't\nbe that much of a danger to the planets. I imagine that when you leave\nthis office, the Solar Battle Fleet will still be orbiting peacefully\naround Luna.\"\n\n\"I seriously doubt that.\"\n\n       *       *       *       *       *\n\nPotshelter gulped a large lavender pill and took a deep breath.\n\"Krumbine, a letter turned up in the first-class mail this morning.\"\n\n\"Great Scott!\"\n\n\"It is a letter from one person to another person.\"\n\n\"Good Lord!\"\n\n\"The flow of advertising has been seriously interfered with. At a\nmodest estimate, three hundred million pieces of expensive first-class\nadvertising have already been chewed to rags and I'm not sure the Steel\nHelms--God bless 'em!--have the trouble in hand yet.\"\n\n\"Judas Priest!\"\n\n\"Naturally the poor machines weren't able to cope with the letter.\nIt was utterly outside their experience, beyond the furthest reach\nof their programming. It threw them into a terrible spasm. Pink\nWastebasket is dead and at this very instant, if we're lucky, three\npolice machines of the toughest blued steel are holding down Black\nSorter and putting a muzzle on him.\"\n\n\"Great Scott! It's incredible, Potshelter. And Pink Wastebasket dead?\nTake another tranquilizer, Potshelter, and hand over the tray.\"\n\nKrumbine received it with trembling fingers, started to pick up a big\npink pill but drew back his hand from it in sudden revulsion at its\ncolor and swallowed two blue oval ones instead. The man was obviously\nfighting to control himself.\n\nHe said unsteadily, \"I almost never take doubles, but this news you\nbring--Good Lord! I seem to recall a case where someone tried to\nsend a sound-tape through the mails, but that was before my time.\nIncidentally, is there any possibility that this is a letter sent by\none _group_ of persons to another group? A hive or a therapy group or a\nsocial club? That would be bad enough, of course, but--\"\n\n\"No, just one single person sending to another.\" Potshelter's\nexpression set in grimly solicitous lines. \"I can see you don't quite\nunderstand, Krumbine. This is not a sound-tape, but a letter written in\nletters. You know, letters, characters--like books.\"\n\n\"Don't mention books in this office!\" Krumbine drew himself up angrily\nand then slumped back. \"Excuse me, Potshelter, but I find this very\ndifficult to face squarely. Do I understand you to say that one person\nhas tried to use the mails to send a printed sheet of some sort to\nanother?\"\n\n\"Worse than that. A written letter.\"\n\n\"Written? I don't recognize the word.\"\n\n\"It's a way of making characters, of forming visual equivalents of\nsound, without using electricity. The writer, as he's called, employs\na black liquid and a pointed stick called a pen. I know about this\nbecause one hobby of mine is ancient means of communication.\"\n\n       *       *       *       *       *\n\nKrumbine frowned and shook his head. \"Communication is a dangerous\nbusiness, Potshelter, especially at the personal level. With you and\nme, it's all right, because we know what we're doing.\"\n\nHe picked up a third blue tranquilizer. \"But with most of the\nhive-folk, person-to-person communication is only a morbid form of\nadvertising, a dangerous travesty of normal newscasting--catharsis\nwithout the analyst, recitation without the teacher--a perversion of\npromotion employed in betraying and subverting.\"\n\nThe frown deepened as he put the blue pill in his mouth and chewed it.\n\"But about this pen--do you mean the fellow glues the pointed stick to\nhis tongue and then speaks, and the black liquid traces the vibrations\non the paper? A primitive non-electrical oscilloscope? Sloppy but\nconceivable, and producing a record of sorts of the spoken word.\"\n\n\"No, no, Krumbine.\" Potshelter nervously popped a square orange tablet\ninto his mouth. \"It's a hand-written letter.\"\n\nKrumbine watched him. \"I never mix tranquilizers,\" he boasted absently.\n\"Hand-written, eh? You mean that the message was imprinted on a hand?\nAnd the skin or the entire hand afterward detached and sent through\nthe mails in the fashion of a Martian reproach? A grisly find indeed,\nPotshelter.\"\n\n\"You still don't quite grasp it, Krumbine. The fingers of the hand move\nthe stick that applies the ink, producing a crude imitation of the\nprinted word.\"\n\n\"Diabolical!\" Krumbine smashed his fist down on the desk so that the\nfour phones and two-score microphones rattled. \"I tell you, Potshelter,\nthe SBI is ready to cope with the subtlest modern deceptions, but when\nfiends search out and revive tricks from the pre-Atomic Cave Era, it's\nalmost too much. But, Great Scott, I dally while the planets are in\ndanger. What's the sender's code on this hellish letter?\"\n\n\"No code,\" Potshelter said darkly, proferring the envelope. \"The return\naddress is--hand-written.\"\n\nKrumbine blanched as his eyes slowly traced the uneven lines in the\nupper left-hand corner:\n\n    _from_ Richard Rowe\n    215 West 10th St. (horizontal)\n    2837 Rocket Court (vertical)\n    Hive 37, NewNew York 319, N. Y.\n    Columbia, Terra\n\n\"Ugh!\" Krumbine said, shivering. \"Those crawling characters, those\nletters, as you call them, those _things_ barely enough like print\nto be readable--they seem to be on the verge of awakening all sorts\nof horrid racial memories. I find myself thinking of fur-clad\nwitch-doctors dipping long pointed sticks in bubbling black cauldrons.\nNo wonder Pink Wastebasket couldn't take it, brave girl.\"\n\n       *       *       *       *       *\n\nFirming himself behind his desk, he pushed a number of buttons and\nspoke long numbers and meaningful alphabetical syllables into several\nmicrophones. Banks of colored lights around the desk began to blink\nlike a theatre marquee sending Morse Code, while phosphorescent\narrows crawled purposefully across maps and space-charts and through\nthree-dimensional street diagrams.\n\n\"There!\" he said at last. \"The sender of the letter is being\napprehended and will be brought directly here. We'll see what sort\nof man this Richard Rowe is--if we can assume he's human. Seven\nprecautionary cordons are being drawn around his population station:\nthree composed of machines, two of SBI agents, and two consisting of\nhuman and mechanical medical-combat teams. Same goes for the intended\nrecipient of the letter. Meanwhile, a destroyer squadron of the Solar\nFleet has been detached to orbit over NewNew York.\"\n\n\"In case it becomes necessary to Z-Bomb?\" Potshelter asked grimly.\n\nKrumbine nodded. \"With all those villains lurking just outside the\nSolar System in their invisible black ships, with planeticide in their\nhearts, we can't be too careful. One word transmitted from one spy to\nanother and anything may happen. And we must bomb before they do, so\nas to contain our losses. Better one city destroyed than a traitor\non the loose who may destroy many cities. One hundred years ago,\nthree person-to-person postcards went through the mails--just three\npostcards, Potshelter!--and _pft_ went Schenectady, Hoboken, Cicero,\nand Walla Walla. Here, as long as you're mixing them, try one of these\noval blues--I find them best for steady swallowing.\"\n\nBells jangled. Krumbine grabbed up two phones, holding one to each ear.\nPotshelter automatically picked up a third. The ringing continued.\nKrumbine started to wedge one of his phones under his chin, nodded\nsharply at Potshelter and then toward a cluster of microphones at the\nend of the table. Potshelter picked up a fourth phone from behind them.\nThe ringing stopped.\n\nThe two men listened, looking doped, Krumbine with an eye fixed on\nthe sweep second hand of the large wall clock. When it had made one\nrevolution, he cradled his phones. Potshelter followed suit.\n\n\"I do like the simplicity of the new on-the-hour Puffyloaf\nphono-commercial,\" the latter remarked thoughtfully. \"The Bread That's\nLighter Than Air. Nice.\"\n\nKrumbine nodded. \"I hear they've had to add mass to the leadfoil\nwrapping to keep the loaves from floating off the shelves. Fact.\"\n\n       *       *       *       *       *\n\nHe cleared his throat. \"Too bad we can't listen to more\nphono-commercials, but even when there isn't a crisis on the agenda, I\nfind I have to budget my listening time. One minute per hour strikes a\nreasonable balance between duty and self-indulgence.\"\n\nThe nearest wall began to sing:\n\n    Mister J. Augustus Krumbine,\n    We all think you're fine, fine, fine, fine.\n    Now out of the skyey blue\n    Come some telegrams for you.\n\nThe wall opened to a small heart shape toward the center and a sheaf of\npale yellow envelopes arced out and plopped on the middle of the desk.\nKrumbine started to leaf through them, scanning the little transparent\nwindows.\n\n\"Hm, Electronic Soap ... Better Homes and Landing Platforms ...\nPsycho-Blinkers ... Your Girl Next Door ... Poppy-Woppies ...\nPoopsy-Woopsies....\"\n\nHe started to open an envelope, then, after a quick look around and an\napologetic smile at Potshelter, dumped them all on the disposal hopper,\nwhich gargled briefly.\n\n\"After all, there _is_ a crisis this morning,\" he said in a defensive\nvoice.\n\nPotshelter nodded absently. \"I can remember back before personalized\ndelivery and rhyming robots,\" he observed. \"But how I'd miss them\nnow--so much more distingué than the hives with their non-personalized\nradio, TV and stereo advertising. For that matter, I believe there are\nsome backward areas on Terra where the great advertising potential of\ntelephones and telegrams hasn't been fully realized and they are still\nused in part for personal communication. Now me, I've never in my life\nsent or received a message except on my walky-talky.\" He patted his\nbreast pocket.\n\nKrumbine nodded, but he was a trifle shocked and inclined to revise\nhis estimate of Potshelter's social status. Krumbine conducted his own\nsocial correspondence solely by telepathy. He shared with three other\nSBI officials a private telepath--a charming albino girl named Agnes.\n\n\"Yes, and it's a very handsome walky-talky,\" he assured Potshelter a\nlittle falsely. \"Suits you. I like the upswept antenna.\" He drummed\non the desk and swallowed another blue tranquilizer. \"Dammit, what's\nhappened to those machines? They ought to have the two spies here by\nnow. Did you notice that the second--the intended recipient of the\nletter, I mean--seems to be female? Another good Terran name, too, Jane\nDough. Hive in Upper Manhattan.\" He began to tap the envelope sharply\nagainst the desk. \"Dammit, where _are_ they?\"\n\n\"Excuse me,\" Potshelter said hesitantly, \"but I'm wondering why you\nhaven't read the message inside the envelope.\"\n\n       *       *       *       *       *\n\nKrumbine looked at him blankly. \"Great Scott, I assumed that at least\n_it_ was in some secret code, of course. Normally I'd have asked you to\nhave Pink Wastebasket try her skill on it, but....\" His eyes widened\nand his voice sank. \"You don't mean to tell me that it's--\"\n\nPotshelter nodded grimly. \"Hand-written, too. Yes.\"\n\nKrumbine winced. \"I keep trying to forget that aspect of the case.\" He\ndug out the message with shaking fingers, fumbled it open and read:\n\n    _Dear Jane_,\n\n    _It must surprise you that I know your name, for our hives are\n    widely separated. Do you recall day before yesterday when your\n    guided tour of Grand Central Spaceport got stalled because the\n    aide blew a fuse? I was the young man with hair in the tour behind\n    yours. You were a little frightened and a groupmistress was\n    reassuring you. The machine spoke your name._\n\n    _Since then I have been unable to forget you. When I go to sleep,\n    I dream of your face looking up sadly at the mistress's kindly\n    photocells. I don't know how to get in touch with you, but my\n    grandfather has told me stories his grandfather told him that\n    his grandfather told him about young men writing what he calls\n    love-letters to young ladies. So I am writing you a love-letter._\n\n    _I work in a first-class advertising house and I will slip this\n    love-letter into an outgoing ten-thousand-pack and hope._\n\n    _Do not be frightened of me, Jane. I am no caveman except for my\n    hair. I am not insane. I am emotionally disturbed, but in a way\n    that no machine has ever described to me. I want only your\n    happiness._\n\n    _Sincerely_,\n\n    _Richard Rowe_\n\nKrumbine slumped back in his chair, which braced itself manfully\nagainst him, and looked long and thoughtfully at Potshelter. \"Well, if\nthat's a code, it's certainly a fiendishly subtle one. You'd think he\nwas talking to his Girl Next Door.\"\n\nPotshelter nodded wonderingly. \"I only read as far as where they were\nplanning to blow up Grand Central Spaceport and all the guides in it.\"\n\n\"Judas Priest, I think I have it!\" Krumbine shot up. \"It's a pilot\nadvertisement--Boy Next Door or--that kind of thing--printed to look\nlike hand-writtening, which would make all the difference. And the\npilot copy got mailed by accident--which would mean there is no real\nRichard Rowe.\"\n\nAt that instant, the door dilated and two blue detective engines\nhustled a struggling young man into the office. He was slim, rather\nhandsome, had a bushy head of hair that had somehow survived evolution\nand radioactive fallout, and across the chest and back of his paper\nsinglet was neatly stamped: \"RICHARD ROWE.\"\n\nWhen he saw the two men, he stopped struggling and straightened up.\n\"Excuse me, gentlemen,\" he said, \"but these police machines must have\nmade a mistake. I've committed no crime.\"\n\nThen his gaze fell on the hand-addressed envelope on Krumbine's desk\nand he turned pale.\n\n       *       *       *       *       *\n\nKrumbine laughed harshly. \"No crime! No, not at all. Merely using the\nmails to communicate. Ha!\"\n\nThe young man shrank back. \"I'm sorry, sir.\"\n\n\"Sorry, he says! Do you realize that your insane prank has resulted\nin the destruction of perhaps a half-billion pieces of first-class\nadvertising?--in the strangulation of a postal station and the\nparalysis of Lower Manhattan?--in the mobilization of SBI reserves, the\nde-mothballing of two divisions of G. I. machines and the redeployment\nof the Solar Battle Fleet? Good Lord, boy, why did you do it?\"\n\nRichard Rowe continued to shrink but he squared his shoulders. \"I'm\nsorry, sir, but I just had to. I just had to get in touch with Jane\nDough.\"\n\n\"A girl from another hive? A girl you'd merely gazed at because a guide\nhappened to blow a fuse?\" Krumbine stood up, shaking an angry finger.\n\"Great Scott, boy, where was Your Girl Next Door?\"\n\nRichard Rowe stared bravely at the finger, which made him look a trifle\ncross-eyed. \"She died, sir, both of them.\"\n\n\"But there should be at least six.\"\n\n\"I know, sir, but of the other four, two have been shipped to the\nAdirondacks on vacation and two recently got married and haven't been\nreplaced.\"\n\nPotshelter, a faraway look in his eyes, said softly, \"I think I'm\nbeginning to understand--\"\n\nBut Krumbine thundered on at Richard Rowe with, \"Good Lord, I can see\nyou've had your troubles, boy. It isn't often we have these shortages\nof Girls Next Door, so that temporarily a boy can't marry the Girl Next\nDoor, as he always should. But, Judas Priest, why didn't you take your\ntroubles to your psychiatrist, your groupmaster, your socializer, your\nQueen Mother?\"\n\n\"My psychiatrist is being overhauled, sir, and his replacement\nshort-circuits every time he hears the word 'trouble.' My groupmaster\nand socializer are on vacation duty in the Adirondacks. My Queen Mother\nis busy replacing Girls Next Door.\"\n\n\"Yes, it all fits,\" Potshelter proclaimed excitedly. \"Don't you see,\nKrumbine? Except for a set of mischances that would only occur once in\na billion billion times, the letter would never have been conceived or\nsent.\"\n\n\"You may have something there,\" Krumbine concurred. \"But in any case,\nboy, why did you--er--written this letter to this particular girl? What\nis there about Jane Dough that made you do it?\"\n\n\"Well, you see, sir, she's--\"\n\n       *       *       *       *       *\n\nJust then, the door re-dilated and a blue matron machine conducted\na young woman into the office. She was slim and she had a head of\nhair that would have graced a museum beauty, while across the back\nand--well, \"chest\" is an inadequate word--of her paper chemise,\n\"JANE DOUGH\" was silk-screened in the palest pink.\n\nKrumbine did not repeat his last question. He had to admit to himself\nthat it had been answered fully. Potshelter whistled respectfully. The\nblue detective engines gave hard-boiled grunts. Even the blue matron\nmachine seemed awed by the girl's beauty.\n\nBut she had eyes only for Richard Rowe. \"My Grand Central man,\" she\nbreathed in amazement. \"The man I've dreamed of ever since. My man\nwith hair.\" She noticed the way he was looking at her and she breathed\nharder. \"Oh, darling, what have you done?\"\n\n\"I tried to send you a letter.\"\n\n\"A letter? For me? Oh, darling!\"\n\n       *       *       *       *       *\n\nKrumbine cleared his throat. \"Potshelter, I'm going to wind this up\nfast. Miss Dough, could you transfer to this young man's hive?\"\n\n\"Oh, yes, sir! Mine has an over-plus of Girls Next Door.\"\n\n\"Good. Mr. Rowe, there's a sky-pilot two levels up--look for the\nusual white collar just below the photocells. Marry this girl and\ntake her home to your hive. If your Queen Mother objects refer her\nto--er--Potshelter here.\"\n\nHe cut short the young people's thanks. \"Just one thing,\" he said,\nwagging a finger at Rowe. \"Don't written any more letters.\"\n\n\"Why ever would I?\" Richard answered. \"Already my action is beginning\nto seem like a mad dream.\"\n\n\"Not to me, dear,\" Jane corrected him. \"Oh, sir, could I have the\nletter he sent me? Not to do anything with. Not to show anyone. Just to\nkeep.\"\n\n\"Well, I don't know--\" Krumbine began.\n\n\"Oh, _please_, sir!\"\n\n\"Well, I don't know why not, I was going to say. Here you are, miss.\nJust see that this husband of yours never writtens another.\"\n\nHe turned back as the contracting door shut the young couple from view.\n\n\"You were right, Potshelter,\" he said briskly. \"It was one of those\ncombinations of mischances that come up only once in a billion billion\ntimes. But we're going to have to issue recommendations for new\nprocedures and safeguards that will reduce the possibilities to one\nin a trillion trillion. It will undoubtedly up the Terran income tax\na healthy percentage, but we can't have something like this happening\nagain. Every boy must marry the Girl Next Door! And the first-class\nmails must not be interfered with! The advertising must go through!\"\n\n\"I'd almost like to see it happen again,\" Potshelter murmured dreamily,\n\"if there were another Jane Dough in it.\"\n\n       *       *       *       *       *\n\nOutside, Richard and Jane had halted to allow a small cortege of\nmachines to pass. First came a squad of police machines with Black\nSorter in their midst, unmuzzled and docile enough, though still\ngnashing his teeth softly. Then--stretched out horizontally and borne\non the shoulders of Gray Psychiatrist, Black Coroner, White Nursemaid\nSeven and Greasy Joe--there passed the slim form of Pink Wastebasket,\nsnow-white in death. The machines were keening softly, mournfully.\n\nRound about the black pillars, little mecho-mops were scurrying like\nmice, cleaning up the last of the first-class-mail bits of confetti.\n\nRichard winced at this evidence of his aberration, but Jane squeezed\nhis hand comfortingly, which produced in him a truly amazing sensation\nthat changed his whole appearance.\n\n\"I know how you feel, darling,\" she told him. \"But don't worry about\nit. Just think, dear, I'll always be able to tell your friends' wives\nsomething no other woman in the world can boast of: that my husband\nonce wrote me a letter!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Last Letter, by Fritz Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LAST LETTER ***\n\n***** This file should be named 51530-8.txt or 51530-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/3/51530/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}