{"title": "The Celestial Hammerlock", "author": "Donald Colvin", "releaseDate": "March 23, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       The Celestial Hammerlock\n\n                           By DONALD COLVIN\n\n                         Illustrated by NORRIS\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction October 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n                 This bigtime space promoter could get\n              the Horsehead Nebula in a flying mare--but\n                    pinning a planetoid is tougher!\n\n\nSPACEGRAM\n\nFrom: Jed Michaels,\n\nRyttuk, Eros\n\nTo: H. E. Horrocks,\n\nInterplanetary Amusement Corp.,\n\nCosmopolis, Earth\n\nI QUIT, YOU BALLOON BRAIN.\n\nJED\n\n       *       *       *       *       *\n\nROCKET MAIL (Second Class)\n\nDear Michaels:\n\nYour last message indicates you wish to leave the employment of the\nInterplanetary Amusement Corp. Under our employee policy, this is\nallowable, effective upon completion of your current assignment. Under\nprecedent set as long ago as 2347 A. D. the company will even pay the\ncost of your message of resignation.\n\nHowever, the words \"you balloon brain\" do not seem a necessary part of\nthat message and will be deducted from your salary.\n\nFurthermore, I have a few words of my own to say. You march straight\ninto my office, Michaels, just as soon as you get back from Eros. Eros?\nWHAT IN HELL ARE YOU DOING ON EROS?\n\nHorrocks\n\n       *       *       *       *       *\n\nROCKET MAIL (First Class)\n\nMr. H. E. Horrocks\n\nDear Balloon Brain:\n\nIf you paid a little more attention to your office and less to that\ngolf course on Venus, you'd know what I am doing on Eros. I got here\ntwo days ago via Mars with a herd of six wrestlers, in accordance with\nyour own written memorandum. We were to appear at an Auruchs club\nsmoker.\n\nUpon arrival, I found that no preparations had been made for us and\nnobody knows anything about an Auruchs club.\n\nThe people here are nuts. They talk in six syllable words and their\nidea of a good time is to sniff flowers and do five dimensional\ncalculus. They have less use for wrestlers than I have for you.\n\nMichaels\n\n       *       *       *       *       *\n\nROCKET MAIL (Second Class)\n\nMichaels, you nitwit:\n\nThat wasn't _Eros_, you idiot! You were supposed to go to _Erie_--Erie,\nPa., right here on Earth!\n\nIf you remembered even your sixth grade Solar System history, you\nwould know that the planetoid Eros was settled in 2141 by a group of\nlonghairs headed by Prof. M. R. Snock, a philosopher with a dozen\nuniversity degrees.\n\nHe wanted to show that war, crime and all forms of violence would\ndisappear if people thought only beautiful thoughts.\n\nThe planetoid is lousy rich with erydnium ore and the people keep in\nluxury selling it to space freighters. They spend their time being\ngentle and thinking beautiful. There hasn't even been a spitball thrown\nthere in eight generations.\n\nA _fine_ place for you to show up mahouting six wrestlers with no\nforeheads. You're lucky they haven't thrown you in jail.\n\nHorrocks\n\n       *       *       *       *       *\n\nROCKET MAIL (Postage Due)\n\nMr. H. E. Horrocks\n\nDear Jellyhead:\n\nWhat do you mean lucky? We _are_ in jail.\n\nRight after we got here, the boys decided they had been cramped in that\nlocal spaceship and needed a workout to limber up. As soon as they got\nstarted, they were surrounded by a bunch of scrawny males, all sniffing\nhollyhocks.\n\nTheir spokesman, a bald bird with rosebuds in his whiskers, touched\nme with a gold-headed cane and said that apparently we were not yet\nattuned to the high mental plane of the planetoid, and would we mind\ngoing into protective custody while they worked over our egos and cured\nour kineticism.\n\nI said suppose we wouldn't. He looked shocked and waved his flower and\nsaid that then, although it had never happened before, he supposed\nhe would have to call the space patrol and have us thrown into the\nhoosegow on Ganymede.\n\nI translated that into basic wrestler for the boys and we agreed we'd\nbetter go along. We'd heard about the jail those tough space patrol\nbabies operate on Ganymede.\n\nThe flower lovers took us to an old erydnium pit and asked us to\nplease go down. Now they're perfuming us every hour and feeding us\nflower bulbs to make us gentle.\n\nWe could climb out of this rat-hole whenever we wanted, but that would\nbe climbing straight into a striped spacesuit.\n\nI think about you all the time. And if you think they're beautiful\nthoughts, you're as crazy as I've always suspected.\n\nMichaels\n\nP.S. The boys asked that I enclose this note from them:\n\nDear Mr. Horox:\n\nWe do not like it here Mr. Horox. The Grub is no good. You come get us.\nPlese Mr. Horox. Come soon.\n\nGorilla Man Thorpe\n\nChoker Jonas\n\nR. Z. Zbich, light-heavyweight champion of the Moon, Mercury and the\ninner rings of Saturn\n\nGorgeous Gordon\n\nBarefoot Charles Anya\n\nX, the Faceless Wonder\n\n       *       *       *       *       *\n\nROCKET MAIL (First Class)\n\nMr. Jed Michaels\n\nMr. Michaels:\n\nDon't think you can sit around doing nothing and collect pay from the\nInterplanetary Amusement Corp. You're suspended until you get out of\nthere.\n\nHorrocks\n\n       *       *       *       *       *\n\nSPACEGRAM (Collect)\n\nMr. H. E. Horrocks,\n\nCosmopolis, Earth\n\nMY RESIGNATION IS A MISTAKE. I WITHDRAW IT. YOU ARE BEST OF ALL\nPOSSIBLE BOSSES. IMPROBABLE AS IT SEEMS, I LOVE YOU.\n\nJED\n\n       *       *       *       *       *\n\nSPACEGRAM\n\nMr. Jed Michaels,\n\nRyttuk, Eros\n\nONLY ONE POSSIBLE CAUSE FOR YOUR LAST SPACEGRAM. HAS SHE A SISTER?\n\nHANK\n\n       *       *       *       *       *\n\nROCKET MAIL (Second Class)\n\nMr. H. E. Horrocks\n\nMy dear employer and pal:\n\nEros is a _wonderful_ asteroid!\n\nToward the end of the second day in the pit, the wrestlers limbered\nup. Zbich and the Gorilla Man worked out on headlocks, Gorgeous Gordon\ndid calisthenics, and Barefoot Charley, Choker Jonas and the Faceless\nWonder got themselves into a grunting free-for-all.\n\nAfter that got under way, I heard a squeal and a girl came bounding\ndown the pit side. She was young and dark-haired and pretty. She\nmight have been as intellectual as the president of Harvard above the\nshoulders, but what a framework she had to hold up that brain!\n\nShe went over to Gorgeous Gordon and she said, \"Ooh!\" With all the\nflower lovers around here, it was probably the first man with muscles\nshe had ever seen.\n\nThe big ham swelled up. He flexed his arms and stuck out his chest.\n\"OOH!\" said the girl, and went bounding back up the side of the pit.\n\nI stopped the exercise and the wrestlers sat and mused blankly at each\nother.\n\nIn a few minutes, our little visitor was back again. With her were\nabout a dozen pals, differing in details, but resembling her in the\nimportant points.\n\nThe leader was a tall, brown-haired, gray-eyed girl, with a face where\nintellect fought a losing battle with a dimple. The others helped her\ndown the pit side as if she were something fragile and precious, like\nmaybe a new bottle of perfume.\n\nThen our pal went back to Gorgeous Gordon. \"More ooh!\" said the girl\nguide.\n\nYou know how wrestlers are. They'll slap each other silly to get the\ncheers of four kids on a street corner, or commit mayhem for a purse\nbig enough to buy a ham hock. In five seconds, we had going one of the\nfinest wrestling matches in the history of good, clean sportsmanship.\nAnd over the cracking of wrestler's bones rose the shrieks of the\ngirls, showing that their throats were in the right place, even if\ntheir brains weren't.\n\nThe gray-eyed girl sat with me on a flange of unmined ore. She was\nAliana, a direct descendant of the leader of the Eros pioneers. As\nsuch, she was princess of the planetoid, although she left most of the\ngoverning to a council of elders, apparently as outstanding an array of\nmossbacks as ever smelled a gardenia or just plain smelled.\n\n\"I sometimes think, Mr. Michaels,\" Aliana told me, \"that we of Eros\nhave laid too much stress upon the cerebral. I wonder if our lives\nwould not be fuller if we also included some of the more vigorous\nactivities, such as the one in which those men are now engaged.\"\n\n\"If it's a vacation for your mind that you want, Princess,\" I agreed,\n\"those boys are your meat.\"\n\nJust then the Gorilla Man got a leg split on Barefoot Charley and began\nto braid his toes.\n\n\"How stimulating,\" breathed Aliana. \"What is proper for the onlooker to\nremark in such a situation?\"\n\n\"A satisfactory outcry, Princess,\" I explained, \"is, 'Break it off!'\"\n\n\"Break it off!\" encouraged Aliana.\n\nI had to wind it up, finally, before the wrestlers reduced themselves\nto blubber, thereby forcing the Interplanetary Amusement Corp. to go\nout and lasso itself another herd.\n\nThe girls went giggling up the side of the pit. At the top, Aliana\nwaved at me. The others blew kisses, not caring much where they landed,\nas long as the receiver had muscles.\n\nNext morning, a young man came into the pit. He announced that, upon\nPrinces Aliana's orders, we were to have the freedom of Eros, so that\ncontact with the planetoid culture could win us from our uncouth ways.\n\nHe was too young to be wholly gentled by the flowers and the council\nof elders. So the Choker showed him a wristlock. And when the Choker\ntossed him on his ear in the erydnium ore, he said words that were not\nbeautiful. Maybe there's something to the people of this asteroid.\n\nAnyway, everything is great now. We wander wherever we please, as long\nas we return to the pit to sleep. When nobody is looking, we sneak into\nthe royal palace courtyard and put on a wrestling show for the girls.\n\nAnd the nights! Ah, the nights!\n\nDon't turn entirely green with envy, Hankus. At least leave your nose\nthe familiar red.\n\nJed\n\n       *       *       *       *       *\n\nSPACEGRAM\n\nTo: Jed Michaels, Ryttuk, Eros\n\nFINE WORK. RETURN IMMEDIATELY. WILL MEET YOU AT MARS. MAYBE YOU CAN\nPERSUADE SOME OF THE GIRLS TO ACCOMPANY YOU THAT FAR. AM SENDING THE\nWRESTLERS TO SATURN.\n\nHANK\n\n       *       *       *       *       *\n\nROCKET MAIL (First Class)\n\nTo: H. E. Horrocks,\n\nCosmopolis, Earth\n\nDear Hank:\n\nGo to Mars, the man says. I can't go anywhere. The elders caught us\ngiving a rassle when Aliana was away and we're in again.\n\nThese flower roots taste terrible.\n\nJed\n\n       *       *       *       *       *\n\nSPACEGRAM\n\nTo: Jed Michaels,\n\nRyttuk, Eros\n\nYOU BLUNDERING BABOON, YOU'RE FIRED.\n\nHORROCKS\n\n       *       *       *       *       *\n\nROCKET MAIL\n\n(Free, Royal Frank)\n\nRoyal Palace, Eros\n\nTo: H. E. Horrocks,\n\nCosmopolis, Earth\n\nDear melon brain:\n\nI gather from your last message that you wish to discharge me. I accept\nthe offer, fat boy. In fact, under royal Eros precedent, which I made\nup three minutes ago, we will even pay for your message. However,\nthe words \"you blundering baboon\" do not seem a necessary part of\nthat message, and their cost will be taken out of the first bit of\nbusiness that the royal house of Eros decides to honor your puny little\ncorporation with.\n\nIf any.\n\nTimes are changed, Hankus. I'm a big shot now.\n\nA few hours after we got back in the pit, Aliana came back and sneaked\ndown to see us. She said she thought it was about time to end this\ncouncil of elders' nonsense and she asked our help.\n\nI told her plan to the wrestlers in words of one syllable or less. They\nall agreed except the Faceless Wonder.\n\n\"I don't see why I should have nothing to do with no book,\" he said. It\nseems he had had a book once and chewed up the first three chapters\nbefore he found put it wasn't something to eat.\n\nI signaled to the boys. Zbich clamped a headlock on him. The Choker got\na hammerlock. The Gorilla Man took him in a scissors. Gorgeous Gordon\ngot a toehold and Barefoot Charley stood by to jump on his stomach.\n\n\"Do you understand now?\" I asked politely.\n\n\"Sure, Jed, sure,\" said the Faceless Wonder. \"Why didn't ya explain it\nto me in the first place?\"\n\nSo the next morning, we yelled for books. And for the following days,\nwhenever anybody was around, we were busy sniffing flowers and reading.\nBetween times, I tried to explain to the wrestlers why there weren't\nmore pictures in the books.\n\nA week later, we sprang the trap. I told the stablehand who brought us\nour fodder that I had taken in so much culture that I was breathing\nbeauty. Zbich, gagging a little, asked for a second helping of flower\nroots. Gorgeous Gordon requested a needle and thread; he said he had\nfallen behind in his needlepoint.\n\nA report of the conversation got to the council of elders and it\nbrought them to the lip of the pit, looking like something the glue\nfactory had refused to accept. Aliana was with them.\n\nI bowed from the waist and made a speech. I thanked the elders for\nshowing me the error of my ways. I said that, after staying in the\nlovely erydnium pit, I was enraptured with flowers, crazy about culture\nand practically engaged in five dimension calculus. I asked that I and\nthe boys could have the priceless boon of walking freely around Eros,\nswapping beautiful thoughts with the local yokels.\n\nThe elders went into a deep state of flutter. Most of them were for\naccepting our proposition out of hand--which was bad. Our old pal with\nthe beard saved us.\n\n\"But I saw these men romping,\" he shrilled. He lowered his voice to a\nhigh alto. \"Positively romping!\"\n\n\"Perhaps these men could prove their sincerity,\" Aliana said, winking\nat me. \"Perhaps one of them would consent to illustrate what he has\nlearned here by giving a public talk on some scientific subject.\"\n\n\"I should be glad,\" I answered, \"to hack off a lecture for the good\nfolk of Eros. Suppose I give it on anatomy.\"\n\nAnd so it was decided.\n\nExactly as we had planned.\n\nThere was an amphitheater which the inhabitants of Eros had been using\nfor ballets, string quartets and lectures by such of the longhairs as\ngot stuffed so full of long words that they couldn't keep them to\nthemselves. I had ringposts and ropes set up on the platform, saying I\nneeded them to illustrate my talk. I got into the ring with Gorgeous\nGordon and Zbich, who were dressed in trunks and bathrobes.\n\nThe wit and beauty of Eros was assembled there, the beauty being\nrepresented by the girls, and the wit--such as it was--by the council\nof elders. The rest of the seats were filled with other forms, some of\nthem tolerably easy to look at.\n\nI had picked out the subject of anatomy in the belief that none of the\ninhabitants of Eros knew anything about it.\n\nThe men didn't notice and the women had nothing at all to look at,\nanyway.\n\nI went into my act.\n\n\"Kind hosts, friends and unfortunate incidents,\" I said. \"My topic is\nthe science of anatomy. Now, the science of anatomy is copacetic to the\npoint of mopery. The cerebellum is distended and the duodenum goes into\na state of e pluribus unum. Incalculably, thrombosis registers and the\nectoplasm becomes elliptic. Or, in the vernacular, the eight ball in\nthe side pocket.\"\n\nThe crowd sat stunned. Here and there, a flower sniffer looked down at\nhis own rack of bones to check my statement.\n\n\"Let me illustrate,\" I said. I drew the bathrobes off the wrestlers.\n\nThe boys' muscles rippled as they strutted around the ring. From the\nwomen spectators came a long, deep sigh. From that moment, we had half\nthe audience with us--the female half.\n\n\"In anatomy,\" I said, shaking my finger to emphasize the point, \"the\nwingback shifts outward for a lateral. In the words of the great\nphilosopher Hypocritus, the coil should always be kept clean between\nthe barrel and the tap and all excess collar should be removed with a\nspatula.\"\n\nNobody was listening to me; they were looking at the wrestlers, which,\nof course, was what I'd figured on. Most of the men were comparing the\ngrunters' muscles to their own, and here and there a few were dropping\ntheir flowers onto the floor.\n\nI signaled and in a second the boys were an omelet of flying legs. The\ncrowd gasped, then leaned forward intently. The shrieking began when\nGordon got a headlock on Zbich. It grew when Zbich flipped Gorgeous\nwith a flying mare. By the time Gordon got in a billygoat butt, the\namphitheater sounded like feeding time at the zoo.\n\nBut there was another sound, too. Old Whiskers was tottering down the\naisle, shrieking, \"This is romping! Mere romping!\"\n\nI signaled and the boys stopped.\n\n\"We need a third man to illustrate the next point,\" I said. \"Perhaps\nthe gentleman in the aisle will volunteer.\"\n\nTwo wrestlers grabbed Old Whiskers and tossed him into the ring. Making\nfast double talk, I took off his shirt and he stood there, stripped to\nthe waist, blinking in the sun and looking like a dehydrated squab.\n\nThe crowd noted the contrast between his scrawniness and the muscles of\nthe wrestlers. A roar of laughter swept it.\n\n\"Perhaps,\" I said, \"the gentleman would like to romp.\"\n\nZbich made a grab for him and he scuttled out of the ring, falling over\nthe lower rope. A woman in the first row slugged him with a gardenia.\n\n\"Sit down, you old fool!\" She turned to the wrestlers. \"Break it off!\"\nshe shouted.\n\nThe match went on.\n\nIn my career, including my medicine show days, I've had lots of easy\nmarks, but nothing to compare to the crowd at Eros' first wrestling\nmatch. When Gorgeous took the first fall with a body scissors, they\nwent mad; when Zbich evened it up, they went hysterical; when Zbich\ntook the deciding fall, they were delirious. And at the end of the\nmatch between Choker Jonas and the Faceless Wonder, they were reduced\nto a jelly. We had to call off the third match for fear we would have\nto take them home in jars.\n\nAt the end, we went in a body, led by the wrestlers, and threw the\ncouncil of elders into the erydnium pit. We are keeping them now on a\ndiet of raw meat.\n\nThe amphitheater has been converted into a permanent wrestling arena.\nWe've laid out a football and a baseball field in the lyceum grove, and\nnext week we'll start turning the botanical garden into a golf course.\n\nTo carry out the full program, we shall have to buy some equipment\nand hire some talent. Whether we toss some of the business to\nInterplanetary depends, Hankus boy, entirely on what attitude\nInterplanetary takes toward you know who.\n\nWhen you write your crawling letter, you worm, address me as \"Your\nMightiness.\" I am minister of athletics on Eros now and the second most\nimportant person on the planetoid.\n\nMy work takes me close to the Princess Aliana. Very close.\n\nCome to think of it, I wish there was a moon on Eros. It's not\nessential, but it helps.\n\nSo long, peasant.\n\nJED\n\n\n\n\n\nEnd of Project Gutenberg's The Celestial Hammerlock, by Donald Colvin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CELESTIAL HAMMERLOCK ***\n\n***** This file should be named 51533.txt or 51533.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/3/51533/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}