{"title": "With These Hands", "author": "C.M. Kornbluth", "releaseDate": "March 22, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           With These Hands\n\n                          By C. M. KORNBLUTH\n\n                      Illustrated by KARL ROGERS\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                No self-respecting artist can object to\n                suffering for his art ... but not in a\n             society where art is outdated by technology!\n\n\nI\n\nHalvorsen waited in the Chancery office while Monsignor Reedy disposed\nof three persons who had preceded him. He was a little dizzy with\nhunger and noticed only vaguely that the prelate's secretary was\nbeckoning to him. He started to his feet when the secretary pointedly\nopened the door to Monsignor Reedy's inner office and stood waiting\nbeside it.\n\nThe artist crossed the floor, forgetting that he had leaned his\nportfolio against his chair, remembered at the door and went back for\nit, flushing. The secretary looked patient.\n\n\"Thanks,\" Halvorsen murmured to him as the door closed.\n\nThere was something wrong with the prelate's manner.\n\n\"I've brought the designs for the Stations, Padre,\" he said, opening\nthe portfolio on the desk.\n\n\"Bad news, Roald,\" said the monsignor. \"I know how you've been looking\nforward to the commission--\"\n\n\"Somebody else get it?\" asked the artist faintly, leaning against the\ndesk. \"I thought his eminence definitely decided I had the--\"\n\n\"It's not that,\" said the monsignor. \"But the Sacred Congregation\nof Rites this week made a pronouncement on images of devotion.\nStereopantograph is to be licit within a diocese at the discretion of\nthe bishop. And his eminence--\"\n\n\"S.P.G.--slimy imitations,\" protested Halvorsen. \"Real as a plastic\neye. No texture. No guts. _You_ know that, Padre!\" he said accusingly.\n\n\"I'm sorry, Roald,\" said the monsignor. \"Your work is better than we'll\nget from a stereopantograph--to my eyes, at least. But there are other\nconsiderations.\"\n\n\"Money!\" spat the artist.\n\n\"Yes, money,\" the prelate admitted. \"His eminence wants to see the St.\nXavier U. building program through before he dies. Is that a mortal\nsin? And there are our schools, our charities, our Venus mission.\nS.P.G. will mean a considerable saving on procurement and maintenance\nof devotional images. Even if I could, I would not disagree with his\neminence on adopting it as a matter of diocesan policy.\"\n\nThe prelate's eyes fell on the detailed drawings of the Stations of the\nCross and lingered.\n\n\"Your St. Veronica,\" he said abstractedly. \"Very fine. It suggests one\nof Caravaggio's care-worn saints to me. I would have liked to see her\nin the bronze.\"\n\n\"So would I,\" said Halvorsen hoarsely. \"Keep the drawings, Padre.\" He\nstarted for the door.\n\n\"But I can't--\"\n\n\"That's all right.\"\n\nThe artist walked past the secretary blindly and out of the Chancery\ninto Fifth Avenue's spring sunlight. He hoped Monsignor Reedy was\nenjoying the drawings and was ashamed of himself and sorry for\nHalvorsen. And he was glad he didn't have to carry the heavy portfolio\nany more. Everything seemed so heavy lately--chisels, hammer, wooden\npalette. Maybe the padre would send him something and pretend it was\nfor expenses or an advance, as he had in the past.\n\nHalvorsen's feet carried him up the Avenue. No, there wouldn't be\nany advances any more. The last steady trickle of income had just\nbeen dried up, by an announcement in _Osservatore Romano_. Religious\nconservatism had carried the church as far as it would go in its\nancient role of art patron.\n\nWhen all Europe was writing on the wonderful new vellum, the church\nstuck to good old papyrus. When all Europe was writing on the wonderful\nnew paper, the church stuck to good old vellum. When all architects\nand municipal monument committees and portrait bust clients were\npatronizing the stereopantograph, the church stuck to good old\nexpensive sculpture. But not any more.\n\nHe was passing an S.P.G. salon now, where one of his Tuesday night\npupils worked: one of the few men in the classes. Mostly they consisted\nof lazy, moody, irritable girls. Halvorsen, surprised at himself,\nentered the salon, walking between asthenic semi-nude stereos executed\nin transparent plastic that made the skin of his neck and shoulders\nprickle with gooseflesh.\n\n_Slime!_ he thought. _How can they--_\n\n\"May I help--oh, hello, Roald. What brings you here?\"\n\nHe knew suddenly what had brought him there. \"Could you make a little\nadvance on next month's tuition, Lewis? I'm strapped.\" He took a\nnervous look around the chamber of horrors, avoiding the man's\ncondescending face.\n\n\"I guess so, Roald. Would ten dollars be any help? That'll carry us\nthrough to the 25th, right?\"\n\n\"Fine, right, sure,\" he said, while he was being unwillingly towed\naround the place.\n\n\"I know you don't think much of S.P.G., but it's quiet now, so this is\na good chance to see how we work. I don't say it's Art with a capital\nA, but you've got to admit it's _an_ art, something people like at a\nprice they can afford to pay. Here's where we sit them. Then you run\nout the feelers to the reference points on the face. You know what they\nare?\"\n\nHe heard himself say dryly: \"I know what they are. The Egyptian\nsculptors used them when they carved statues of the pharaohs.\"\n\n\"Yes? I never knew that. There's nothing new under the Sun, is there?\nBut _this_ is the heart of the S.P.G.\" The youngster proudly swung open\nthe door of an electronic device in the wall of the portrait booth.\nTubes winked sullenly at Halvorsen.\n\n\"The esthetikon?\" he asked indifferently. He did not feel indifferent,\nbut it would be absurd to show anger, no matter how much he felt\nit, against a mindless aggregation of circuits that could calculate\nlayouts, criticize and correct pictures for a desired effect--and that\nhad put the artist of design out of a job.\n\n\"Yes. The lenses take sixteen profiles, you know, and we set the\nesthetikon for whatever we want--cute, rugged, sexy, spiritual, brainy,\nor a combination. It fairs curves from profile to profile to give us\njust what we want, distorts the profiles themselves within limits if it\nhas to, and there's your portrait stored in the memory tank waiting to\nbe taped. You set your ratio for any enlargement or reduction you want\nand play it back. I wish we were reproducing today; it's fascinating to\nwatch. You just pour in your cold-set plastic, the nozzles ooze out a\ncore and start crawling over to scan--a drop here, a worm there, and it\nbegins to take shape.\n\n\"We mostly do portrait busts here, the Avenue trade, but Wilgus,\nthe foreman, used to work in a monument shop in Brooklyn. He did\nthat heroic-size war memorial on the East River Drive--hired Garda\nBouchette, the TV girl, for the central figure. And what a figure!\nHe told me he set the esthetikon plates for three-quarter sexy,\none-quarter spiritual. Here's something interesting--standing figurine\nof Orin Ryerson, the banker. He ordered twelve. Figurines are coming\nin. The girls like them because they can show their shapes. You'd be\nsurprised at some of the poses they want to try--\"\n\n       *       *       *       *       *\n\nSomehow, Halvorsen got out with the ten dollars, walked to Sixth Avenue\nand sat down hard in a cheap restaurant. He had coffee and dozed a\nlittle, waking with a guilty start at a racket across the street. There\nwas a building going up. For a while he watched the great machines pour\nwalls and floors, the workmen rolling here and there on their little\nchariots to weld on a wall panel, stripe on an electric circuit of\nconductive ink, or spray plastic finish over the \"wired\" wall, all\nwithout leaving the saddles of their little mechanical chariots.\n\nHalvorsen felt more determined. He bought a paper from a vending\nmachine by the restaurant door, drew another cup of coffee and turned\nto the help-wanted ads.\n\nThe tricky trade-school ads urged him to learn construction work and\nmake big money. Be a plumbing-machine setup man. Be a house-wiring\nmachine tender. Be a servotruck driver. Be a lumber-stacker operator.\nLearn pouring-machine maintenance.\n\n_Make big money!_\n\nA sort of panic overcame him. He ran to the phone booth and dialed a\nPassaic number. He heard the _ring-ring-ring_ and strained to hear\nold Mr. Krehbeil's stumping footsteps growing louder as he neared the\nphone, even though he knew he would hear nothing until the receiver was\npicked up.\n\n       *       *       *       *       *\n\n_Ring--ring--ring._ \"Hello?\" grunted the old man's voice, and his face\nappeared on the little screen. \"Hello, Mr. Halvorsen. What can I do for\nyou?\"\n\nHalvorsen was tongue-tied. He couldn't possibly say: I just wanted to\nsee if you were still there. I was afraid you weren't there any more.\nHe choked and improvised: \"Hello, Mr. Krehbeil. It's about the banister\non the stairs in my place. I noticed it's pretty shaky. Could you come\nover sometime and fix it for me?\"\n\nKrehbeil peered suspiciously out of the screen. \"I could do that,\" he\nsaid slowly. \"I don't have much work nowadays. But you can carpenter\nas good as me, Mr. Halvorsen, and frankly you're very slow pay and I\nlike cabinet work better. I'm not a young man and climbing around\non ladders takes it out of me. If you can't find anybody else, I'll\ntake the work, but I got to have some of the money first, just for the\nmaterials. It isn't easy to get good wood any more.\"\n\n\"All right,\" said Halvorsen. \"Thanks, Mr. Krehbeil. I'll call you if I\ncan't get anybody else.\"\n\nHe hung up and went back to his table and newspaper. His face was\nburning with anger at the old man's reluctance and his own foolish\npanic. Krehbeil didn't realize they were both in the same leaky boat.\nKrehbeil, who didn't get a job in a month, still thought with senile\npride that he was a journeyman carpenter and cabinetmaker who could\nmake his solid way anywhere with his tool-box and his skill, and\nthat he could afford to look down on anything as disreputable as an\nartist--even an artist who could carpenter as well as he did himself.\n\nLabuerre had made Halvorsen learn carpentry, and Labuerre had been\nright. You build a scaffold so you can sculp up high, not so it will\ncollapse and you break a leg. You build your platforms so they hold\nthe rock steady, not so it wobbles and chatters at every blow of the\nchisel. You build your armatures so they hold the plasticine you slam\nonto them.\n\nBut the help-wanted ads wanted no builders of scaffolds, platforms and\narmatures. The factories were calling for setup men and maintenance men\nfor the production and assembly machines.\n\nFrom upstate, General Vegetables had sent a recruiting team for farm\nhelp--harvest setup and maintenance men, a few openings for experienced\noperators of tank-caulking machinery. Under \"office and professional\"\nthe demand was heavy for computer men, for girls who could run the\nI.B.M. Letteriter, esp. familiar sales and collections corresp., for\noffice machinery maintenance and repair men. A job printing house\nwanted an esthetikon operator for letterhead layouts and the like. A.T.\n& T. wanted trainees to earn while learning telephone maintenance. A\ndirect-mail advertising outfit wanted an artist--no, they wanted a\nsales-executive who could scrawl picture-ideas that would be subjected\nto the criticism and correction of the esthetikon.\n\nHalvorsen leafed tiredly through the rest of the paper. He knew he\nwouldn't get a job, and if he did he wouldn't hold it. He knew it was\na terrible thing to admit to yourself that you might starve to death\nbecause you were bored by anything except art, but he admitted it.\n\nIt had happened often enough in the past--artists undergoing\npreposterous hardships, not, as people thought, because they were\ndevoted to art, but because nothing else was interesting. If there\nwere only some impressive, sonorous word that summed up the aching,\noppressive futility that overcame him when he tried to get out of\nart--only there wasn't.\n\nHe thought he could tell which of the photos in the tabloid had been\ncorrected by the esthetikon.\n\nThere was a shot of Jink Bitsy, who was to star in a remake of _Peter\nPan_. Her ears had been made to look not pointed but pointy, her upper\nlip had been lengthened a trifle, her nose had been pugged a little and\ntilted quite a lot, her freckles were cuter than cute, her brows were\ninnocently arched, and her lower lip and eyes were nothing less than\npornography.\n\nThere was a shot, apparently uncorrected, of the last Venus ship coming\nin at La Guardia and the average-looking explorers grinning. Caption:\n\"Austin Malone and crew smile relief on safe arrival. Malone says Venus\ncolonies need men, machines. See story p. 2.\"\n\nPetulantly, Halvorsen threw the paper under the table and walked\nout. What had space travel to do with him? Vacations on the Moon and\nexpeditions to Venus and Mars were part of the deadly encroachment on\nhis livelihood and no more.\n\n\nII\n\nHe took the subway to Passaic and walked down a long-still traffic\nbeltway to his studio, almost the only building alive in the slums near\nthe rusting railroad freightyard.\n\nA sign that had once said \"F. Labuerre, Sculptor--Portraits\nand Architectural Commissions\" now said \"Roald Halvorsen; Art\nClasses--Reasonable Fees.\" It was a grimy two-story frame building with\na shopfront in which were mounted some of his students' charcoal figure\nstudies and oil still-lifes. He lived upstairs, taught downstairs\nfront, and did his own work downstairs, back behind dirty, ceiling-high\ndrapes.\n\nGoing in, he noticed that he had forgotten to lock the door again. He\nslammed it bitterly. At the noise, somebody called from behind the\ndrapes: \"Who's that?\"\n\n\"Halvorsen!\" he yelled in a sudden fury. \"I live here. I own this\nplace. Come out of there! What do you want?\"\n\nThere was a fumbling at the drapes and a girl stepped between them,\nshrinking from their dirt.\n\n\"Your door was open,\" she said firmly, \"and it's a shop. I've just\nbeen here a couple of minutes. I came to ask about classes, but I don't\nthink I'm interested if you're this bad-tempered.\"\n\nA pupil. Pupils were never to be abused, especially not now.\n\n\"I'm terribly sorry,\" he said. \"I had a trying day in the city.\" Now\nturn it on. \"I wouldn't tell everybody a terrible secret like this, but\nI've lost a commission. You understand? I thought so. Anybody who'd\ntraipse out here to my dingy abode would be _simpatica_. Won't you\nsit down? No, not there--humor an artist and sit over there. The warm\nbackground of that still-life brings out your color--quite good color.\nHave you ever been painted? You've a very interesting face, you know.\nSome day I'd like to--but you mentioned classes.\n\n\"We have figure classes, male and female models alternating, on Tuesday\nnights. For that I have to be very stern and ask you to sign up for\nan entire course of twelve lessons at sixty dollars. It's the models'\nfees--they're exorbitant. Saturday afternoons we have still-life\nclasses for beginners in oils. That's only two dollars a class, but you\nmight sign up for a series of six and pay ten dollars in advance, which\nsaves you two whole dollars. I also give private instructions to a few\ntalented amateurs.\"\n\nThe price was open on that one--whatever the traffic would bear. It had\nbeen a year since he'd had a private pupil and she'd taken only six\nlessons at five dollars an hour.\n\n\"The still-life sounds interesting,\" said the girl, holding her head\nself-consciously the way they all did when he gave them the patter.\nIt was a good head, carried well up. The muscles clung close, not\nyet slacked into geotropic loops and lumps. The line of youth is\nheliotropic, he confusedly thought. \"I saw some interesting things back\nthere. Was that your own work?\"\n\nShe rose, obviously with the expectation of being taken into the\nstudio. Her body was one of those long-lined, small-breasted, coltish\njobs that the pre-Raphaelites loved to draw.\n\n\"Well--\" said Halvorsen. A deliberate show of reluctance and then a\nbright smile of confidence. \"_You'll_ understand,\" he said positively\nand drew aside the curtains.\n\n\"What a curious place!\" She wandered about, inspecting the drums of\nplaster, clay and plasticene, the racks of tools, the stands, the\nstones, the chisels, the forge, the kiln, the lumber, the glaze bench.\n\n\"I _like_ this,\" she said determinedly, picking up a figure a\nhalf-meter tall, a Venus he had cast in bronze while studying under\nLabuerre some years ago. \"How much is it?\"\n\nAn honest answer would scare her off, and there was no chance in the\nworld that she'd buy. \"I hardly ever put my things up for sale,\"\nhe told her lightly. \"That was just a little study. I do work on\ncommission only nowadays.\"\n\nHer eyes flicked about the dingy room, seeming to take in its scaling\nplaster and warped floor and see through the wall to the abandoned slum\nin which it was set. There was amusement in her glance.\n\n_I am not being honest, she thinks. She thinks that is funny. Very\nwell, I will be honest._ \"Six hundred dollars,\" he said flatly.\n\n       *       *       *       *       *\n\nThe girl set the figurine on its stand with a rap and said, half angry\nand half amused: \"I don't understand it. That's more than a month's pay\nfor me. I could get an S.P.G. statuette just as pretty as this for ten\ndollars. Who do you artists think you are, anyway?\"\n\nHalvorsen debated with himself about what he could say in reply:\n\n_An S.P.G. operator spends a week learning his skill and I spend a\nlifetime learning mine._\n\n_An S.P.G. operator makes a mechanical copy of a human form distorted\nby formulae mechanically arrived at from psychotests of population\nsamples. I take full responsibility for my work; it is mine, though\nI use what I see fit from Egypt, Greece, Rome, the Middle Ages, the\nRenaissance, the Augustan and Romantic and Modern Eras._\n\n_An S.P.G. operator works in soft, homogeneous plastic; I work in\nbronze that is more complicated than you dream, that is cast and\nacid-dipped today so it will slowly take on rich and subtle coloring\nmany years from today._\n\n_An S.P.G. operator could not make an Orpheus Fountain_--\n\nHe mumbled, \"Orpheus,\" and keeled over.\n\n       *       *       *       *       *\n\nHalvorsen awoke in his bed on the second floor of the building. His\nfingers and toes buzzed electrically and he felt very clear-headed. The\ngirl and a man, unmistakably a doctor, were watching him.\n\n\"You don't seem to belong to any Medical Plans, Halvorsen,\" the doctor\nsaid irritably. \"There weren't any cards on you at all. No Red, no\nBlue, no Green, no Brown.\"\n\n\"I used to be on the Green Plan, but I let it lapse,\" the artist said\ndefensively.\n\n\"And look what happened!\"\n\n\"Stop nagging him!\" the girl said. \"I'll pay you your fee.\"\n\n\"It's supposed to come through a Plan,\" the doctor fretted.\n\n\"We won't tell anybody,\" the girl promised. \"Here's five dollars. Just\nstop nagging him.\"\n\n\"Malnutrition,\" said the doctor. \"Normally I'd send him to a hospital,\nbut I don't see how I could manage it. He isn't on any Plan at all.\nLook, I'll take the money and leave some vitamins. That's what he\nneeds--vitamins. And food.\"\n\n\"I'll see that he eats,\" the girl said, and the doctor left.\n\n\"How long since you've had anything?\" she asked Halvorsen.\n\n\"I had some coffee today,\" he answered, thinking back. \"I'd been\nworking on detail drawings for a commission and it fell through. I told\nyou that. It was a shock.\"\n\n\"I'm Lucretia Grumman,\" she said, and went out.\n\nHe dozed until she came back with an armful of groceries.\n\n\"It's hard to get around down here,\" she complained.\n\n\"It was Labuerre's studio,\" he told her defiantly. \"He left it to me\nwhen he died. Things weren't so rundown in his time. I studied under\nhim; he was one of the last. He had a joke--'They don't really want my\nstuff, but they're ashamed to let me starve.' He warned me that they\nwouldn't be ashamed to let _me_ starve, but I insisted and he took me\nin.\"\n\nHalvorsen drank some milk and ate some bread. He thought of the change\nfrom the ten dollars in his pocket and decided not to mention it. Then\nhe remembered that the doctor had gone through his pockets.\n\n\"I can pay you for this,\" he said. \"It's very kind of you, but you\nmustn't think I'm penniless. I've just been too preoccupied to take\ncare of myself.\"\n\n\"Sure,\" said the girl. \"But we can call this an advance. I want to sign\nup for some classes.\"\n\n\"Be happy to have you.\"\n\n\"Am I bothering you?\" asked the girl. \"You said something odd when you\nfainted--'Orpheus.'\"\n\n\"Did I say that? I must have been thinking of Milles' Orpheus Fountain\nin Copenhagen. I've seen photos, but I've never been there.\"\n\n\"Germany? But there's nothing left of Germany.\"\n\n\"Copenhagen's in Denmark. There's quite a lot of Denmark left. It was\nonly on the fringes. Heavily radiated, but still there.\"\n\n\"I want to travel, too,\" she said. \"I work at La Guardia and I've never\nbeen off, except for an orbiting excursion. I want to go to the Moon\non my vacation. They give us a bonus in travel vouchers. It must be\nwonderful dancing under the low gravity.\"\n\nSpaceport? Off? Low gravity? Terms belonging to the detested electronic\nworld of the stereopantograph in which he had no place.\n\n\"Be very interesting,\" he said, closing his eyes to conceal disgust.\n\n\"I _am_ bothering you. I'll go away now, but I'll be back Tuesday night\nfor the class. What time do I come and what should I bring?\"\n\n\"Eight. It's charcoal--I sell you the sticks and paper. Just bring a\nsmock.\"\n\n\"All right. And I want to take the oils class, too. And I want to bring\nsome people I know to see your work. I'm sure they'll see something\nthey like. Austin Malone's in from Venus--he's a special friend of\nmine.\"\n\n\"Lucretia,\" he said. \"Or do some people call you Lucy?\"\n\n\"Lucy.\"\n\n\"Will you take that little bronze you liked? As a thank you?\"\n\n\"I can't do that!\"\n\n\"Please. I'd feel much better about this. I really mean it.\"\n\nShe nodded abruptly, flushing, and almost ran from the room.\n\n_Now why did I do that?_ he asked himself. He hoped it was because\nhe liked Lucy Grumman very much. He hoped it wasn't a cold-blooded\ninvestment of a piece of sculpture that would never be sold, anyway,\njust to make sure she'd be back with class fees and more groceries.\n\n\nIII\n\nShe was back on Tuesday, a half-hour early and carrying a smock. He\nintroduced her formally to the others as they arrived: a dozen or so\nbored young women who, he suspected, talked a great deal about their\nart lessons outside, but in class used any excuse to stop sketching.\n\nHe didn't dare show Lucy any particular consideration. There were\nfierce little miniature cliques in the class. Halvorsen knew they\nlaughed at him and his line among themselves, and yet, strangely, were\nfiercely jealous of their seniority and right to individual attention.\n\nThe lesson was an ordeal, as usual. The model, a muscle-bound young\ngraduate of the barbell gyms and figure-photography studios, was stupid\nand argumentative about ten-minute poses. Two of the girls came near a\nhair-pulling brawl over the rights to a preferred sketching location. A\nthird girl had discovered Picasso's cubist period during the past week\nand proudly announced that she didn't _feel_ perspective in art.\n\nBut the two interminable hours finally ticked by. He nagged them into\ncleaning up--not as bad as the Saturdays with oils--and stood by the\nopen door. Otherwise they would have stayed all night, cackling about\nabsent students and snarling sulkily among themselves. His well-laid\nplans went sour, though. A large and flashy car drove up as the girls\nwere leaving.\n\n\"That's Austin Malone,\" said Lucy. \"He came to pick me up and look at\nyour work.\"\n\nThat was all the wedge her fellow-pupils needed.\n\n\"_Aus_-tin Ma-_lone_! _Well!_\"\n\n\"Lucy, darling, I'd love to meet a real _spaceman_.\"\n\n\"Roald, darling, would you mind very much if I stayed a moment?\"\n\n\"I'm certainly not going to miss this and I don't care if you mind or\nnot, Roald, darling!\"\n\nMalone was an impressive figure. Halvorsen thought: he looks as though\nhe's been run through an esthetikon set for 'brawny' and 'determined.'\nLucy made a hash of the introductions and the spaceman didn't rise to\nconversational bait dangled enticingly by the girls.\n\nIn a clear voice, he said to Halvorsen: \"I don't want to take up too\nmuch of your time. Lucy tells me you have some things for sale. Is\nthere any place we can look at them where it's quiet?\"\n\nThe students made sulky exits.\n\n\"Back here,\" said the artist.\n\nThe girl and Malone followed him through the curtains. The spaceman\nmade a slow circuit of the studio, seeming to repel questions.\n\nHe sat down at last and said: \"I don't know what to think, Halvorsen.\nThis place stuns me. Do you _know_ you're in the Dark Ages?\"\n\n_People who never have given a thought to Chartres and Mont St. Michel\nusually call it the Dark Ages_, Halvorsen thought wryly. He asked,\n\"Technologically, you mean? No, not at all. My plaster's better, my\ncolors are better, my metal is better--tool metal, not casting metal,\nthat is.\"\n\n\"I mean _hand_ work,\" said the spaceman. \"Actually working by _hand_.\"\n\nThe artist shrugged. \"There have been crazes for the techniques of the\nboiler works and the machine shop,\" he admitted. \"Some interesting\nthings were done, but they didn't stand up well. Is there anything here\nthat takes your eye?\"\n\n\"I like those dolphins,\" said the spaceman, pointing to a perforated\nterra-cotta relief on the wall. They had been commissioned by an\narchitect, then later refused for reasons of economy when the house\nhad run way over estimate. \"They'd look bully over the fireplace in my\ntown apartment. Like them, Lucy?\"\n\n\"I think they're wonderful,\" said the girl.\n\nRoald saw the spaceman go rigid with the effort not to turn and stare\nat her. He loved her and he was jealous.\n\nRoald told the story of the dolphins and said: \"The price that the\narchitect thought was too high was three hundred and sixty dollars.\"\n\nMalone grunted. \"Doesn't seem unreasonable--if you set a high store on\ninspiration.\"\n\n\"I don't know about inspiration,\" the artist said evenly. \"But I was\nawake for two days and two nights shoveling coal and adjusting drafts\nto fire that thing in my kiln.\"\n\nThe spaceman looked contemptuous. \"I'll take it,\" he said. \"Be\nsomething to talk about during those awkward pauses. Tell me,\nHalvorsen, how's Lucy's work? Do you think she ought to stick with it?\"\n\n\"Austin,\" objected the girl, \"don't be so blunt. How can he possibly\nknow after one day?\"\n\n\"She can't draw yet,\" the artist said cautiously. \"It's all\ncoordination, you know--thousands of hours of practice, training your\neye and hand to work together until you can put a line on paper where\nyou want it. Lucy, if you're really interested in it, you'll learn to\ndraw well. I don't think any of the other students will. They're in it\nbecause of boredom or snobbery, and they'll stop before they have their\neye-hand coordination.\"\n\n\"I _am_ interested,\" she said firmly.\n\nMalone's determined restraint broke. \"Damned right you are. In--\" He\nrecovered himself and demanded of Halvorsen: \"I understand your point\nabout coordination. But thousands of hours when you can buy a camera?\nIt's absurd.\"\n\n\"I was talking about drawing, not art,\" replied Halvorsen. \"Drawing\nis putting a line on paper where you want it, I said.\" He took a deep\nbreath and hoped the great distinction wouldn't sound ludicrous and\ntrivial. \"So let's say that art is knowing how to put the line in the\nright place.\"\n\n\"Be practical. There isn't any art. Not any more. I get around quite a\nbit and I never see anything but photos and S.P.G.s. A few heirlooms,\nyes, but nobody's painting or carving any more.\"\n\n\"There's some art, Malone. My students--a couple of them in the\nstill-life class--are quite good. There are more across the country.\nArt for occupational therapy, or a hobby, or something to do with the\nhands. There's trade in their work. They sell them to each other, they\ngive them to their friends, they hang them on their walls. There are\neven some sculptors like that. Sculpture is prescribed by doctors. The\noccupational therapists say it's even better than drawing and painting,\nso some of these people work in plasticene and soft stone, and some of\nthem get to be good.\"\n\n\"Maybe so. I'm an engineer, Halvorsen. We glory in doing things the\neasy way. Doing things the easy way got me to Mars and Venus and it's\ngoing to get me to Ganymede. You're doing things the hard way, and your\ninefficiency has no place in this world. Look at you! You've lost a\nfingertip--some accident, I suppose.\"\n\n\"I never noticed--\" said Lucy, and then let out a faint, \"Oh!\"\n\nHalvorsen curled the middle finger of his left hand into the palm,\nwhere he usually carried it to hide the missing first joint.\n\n\"Yes,\" he said softly. \"An accident.\"\n\n\"Accidents are a sign of inadequate mastery of material and equipment,\"\nsaid Malone sententiously. \"While you stick to your methods and I stick\nto mine, _you can't compete with me_.\"\n\nHis tone made it clear that he was talking about more than engineering.\n\n\"Shall we go now, Lucy? Here's my card, Halvorsen. Send those dolphins\nalong and I'll mail you a check.\"\n\n\nIV\n\nThe artist walked the half-dozen blocks to Mr. Krehbeil's place the\nnext day. He found the old man in the basement shop of his fussy house,\nhunched over his bench with a powerful light overhead. He was trying to\nfile a saw.\n\n\"Mr. Krehbeil!\" Halvorsen called over the shriek of metal.\n\nThe carpenter turned around and peered with watery eyes. \"I can't see\nlike I used to,\" he said querulously. \"I go over the same teeth on this\ndamn saw, I skip teeth, I can't see the light shine off it when I got\none set. The glare.\" He banged down his three-cornered file petulantly.\n\"Well, what can I do for you?\"\n\n\"I need some crating stock. Anything. I'll trade you a couple of my\nmaple four-by-fours.\"\n\nThe old face became cunning. \"And will you set my saw? My _saws_, I\nmean. It's nothing to you--an hour's work. You have the eyes.\"\n\nHalvorsen said bitterly, \"All right.\" The old man had to drive his\nbargain, even though he might never use his saws again. And then the\nartist promptly repented of his bitterness, offering up a quick prayer\nthat his own failure to conform didn't make him as much of a nuisance\nto the world as Krehbeil was.\n\nThe carpenter was pleased as they went through his small stock of wood\nand chose boards to crate the dolphin relief. He was pleased enough to\ngive Halvorsen coffee and cake before the artist buckled down to filing\nthe saws.\n\nOver the kitchen table, Halvorsen tried to probe. \"Things pretty slow\nnow?\"\n\nIt would be hard to spoil Krehbeil's day now. \"People are always fools.\nThey don't know good hand work. Some day,\" he said apocalyptically, \"I\nlaugh on the other side of my face when their foolish machine-buildings\ngo falling down in a strong wind, all of them, all over the country.\nEven my boy--I used to beat him good, almost every day--he works a\nfoolish concrete machine and his house should fall on his head like the\nrest.\"\n\nHalvorsen knew it was Krehbeil's son who supported him by mail, and\nchanged the subject. \"You get some cabinet work?\"\n\n\"Stupid women! What they call antiques--they don't know Meissen, they\ndon't know Biedermeier. They bring me trash to repair sometimes. I make\nthem pay; I swindle them good.\"\n\n\"I wonder if things would be different if there were anything left over\nin Europe....\"\n\n\"People will still be fools, Mr. Halvorsen,\" said the carpenter\npositively. \"Didn't you say you were going to file those saws today?\"\n\nSo the artist spent two noisy hours filing before he carried his\ncrating stock to the studio.\n\n       *       *       *       *       *\n\nLucy was there. She had brought some things to eat. He dumped the\nlumber with a bang and demanded: \"Why aren't you at work?\"\n\n\"We get days off,\" she said vaguely. \"Austin thought he'd give me the\ncash for the terra-cotta and I could give it to you.\"\n\nShe held out an envelope while he studied her silently. The farce was\nbeginning again. But this time he dreaded it.\n\nIt would not be the first time that a lonesome, discontented girl chose\nto see him as a combination of romantic rebel and lost pup, with the\nconsequences you'd expect.\n\nHe knew from books, experience and Labuerre's conversation in the old\ndays that there was nothing novel about the comedy--that there had\neven been artists, lots of them, who had counted on endless repetitions\nof it for their livelihood.\n\nThe girl drops in with groceries and the artist is pleasantly\nsurprised; the girl admires this little thing or that after payday and\nbuys it and the artist is pleasantly surprised; the girl brings her\nfriends to take lessons or make little purchases and the artist is\npleasantly surprised. The girl may be seduced by the artist or vice\nversa, which shortens the comedy, or they get married, which lengthens\nit somewhat.\n\nIt had been three years since Halvorsen had last played out the farce\nwith a manic-depressive divorcee from Elmira: three years during which\nhe had crossed the mid-point between thirty and forty; three more years\nto get beaten down by being unwanted and working too much and eating\ntoo little.\n\nAlso, he knew, he was in love with this girl.\n\nHe took the envelope, counted three hundred and twenty dollars and\ncrammed it into his pocket. \"That was your idea,\" he said. \"Thanks. Now\nget out, will you? I've got work to do.\"\n\nShe stood there, shocked.\n\n\"_I said get out. I have work to do._\"\n\n\"Austin was right,\" she told him miserably. \"You don't care how people\nfeel. You just want to get things out of them.\"\n\nShe ran from the studio, and Halvorsen fought with himself not to run\nafter her.\n\nHe walked slowly into his workshop and studied his array of tools,\nthough he paid little attention to his finished pieces. It would be\nnice to spend about half of this money on open-hearth steel rod and\nbar stock to forge into chisels; he thought he knew where he could get\nsome--but she would be back, or he would break and go to her and be\nforgiven and the comedy would be played out, after all.\n\nHe couldn't let that happen.\n\n\nV\n\nAalesund, on the Atlantic side of the Dourefeld mountains of Norway,\nwas in the lee of the blasted continent. One more archeologist there\nmade no difference, as long as he had the sense to recognize the\npropellor-like international signposts that said with their three\nblades, _Radiation Hazard_, and knew what every schoolboy knew about\nprotective clothing and reading a personal Geiger counter.\n\nThe car Halvorsen rented was for a brief trip over the mountains to\nstudy contaminated Oslo. Well-muffled, he could make it and back in a\ndozen hours and no harm done.\n\nBut he took the car past Oslo, Wennersborg and Goteborg, along the\nKattegat coast to Helsingborg, and abandoned it there, among the\nthree-bladed polyglot signs, crossing to Denmark. Danes were as unlike\nPrussians as they could be, but their unfortunate little peninsula was\na sprout off Prussia which radio-cobalt dust couldn't tell from the\nreal thing. The three-bladed signs were most specific.\n\nWith a long way to walk along the rubble-littered highways, he stripped\noff the impregnated coveralls and boots. He had long since shed the\nnoisy counter and the uncomfortable gloves and mask.\n\nThe silence was eerie as he limped into Copenhagen at noon. He didn't\nknow whether the radiation was getting to him or whether he was tired\nand hungry and no more. As though thinking of a stranger, he liked what\nhe was doing.\n\n_I'll be my own audience, he thought. God knows I learned there isn't\nany other, not any more. You have to know when to stop. Rodin, the\ndirty old, wonderful old man, knew that. He taught us not to slick it\nand polish it and smooth it until it looked like liquid instead of\nbronze and stone. Van Gogh was crazy as a loon, but he knew when to\nstop and varnish it, and he didn't care if the paint looked like paint\ninstead of looking like sunset clouds or moonbeams. Up in Hartford,\nBrowne and Sharpe stop when they've got a turret lathe; they don't put\ncaryatids on it. I'll stop while my life is a life, before it becomes\na thing with distracting embellishments such as a wife who will come\nto despise me, a succession of gradually less worthwhile pieces that\nnobody will look at._\n\n_Blame nobody_, he told himself, lightheadedly.\n\nAnd then it was in front of him, terminating a vista of weeds and bomb\nrubble--Milles' Orpheus Fountain.\n\nIt took a man, he thought. Esthetikon circuits couldn't do it. There\nwas a gross mixture of styles, a calculated flaw that the esthetikon\ncouldn't be set to make. Orpheus and the souls were classic or later;\nthe three-headed dog was archaic. That was to tell you about the\nantiquity and invincibility of Hell, and that Cerberus knows Orpheus\nwill never go back into life with his bride.\n\nThere was the heroic, tragic central figure that looked mighty enough\nto battle with the gods, but battle wasn't any good against the\ngrinning, knowing, hateful three-headed dog it stood on. You don't\nbattle the pavement where you walk or the floor of the house you're in;\nyou can't. So Orpheus, his face a mask of controlled and suffering\nfury crashes a great chord from his lyre that moved trees and stones.\nAround him the naked souls in Hell start at the chord, each in its own\nway: the young lovers down in death; the mother down in death; the\nmusician, deaf and down in death, straining to hear.\n\nHalvorsen, walking uncertainly toward the fountain, felt something\nbreak inside him, and a heaviness in his lungs. As he pitched forward\namong the weeds, he thought he heard the chord from the lyre and didn't\ncare that the three-headed dog was grinning its knowing, hateful grin\ndown at him.\n\n\nVI\n\nWhen Halvorsen awoke, he supposed he was in Hell. There were the young\nlovers, arms about each other's waists, solemnly looking down at him,\nand the mother was placidly smoothing his brow. He stirred and felt his\nleft arm fall heavily.\n\n\"Ah,\" said the mother, \"you mustn't.\" He felt her pick up his limp arm\nand lay it across his chest. \"Your poor finger!\" she sighed. \"Can you\ntalk? What happened to it?\"\n\nHe could talk, weakly. \"Labuerre and I,\" he said. \"We were moving a big\nblock of marble with the crane--somehow the finger got under it. I\ndidn't notice until it was too late to shift my grip without the marble\nslipping and smashing on the floor.\"\n\nThe boy said in a solemn, adolescent croak: \"You mean you saved the\nmarble and lost your finger?\"\n\n\"Marble,\" he muttered. \"It's so hard to get. Labuerre was so old.\"\n\nThe young lovers exchanged a glance and he slept again. He was half\nawake when the musician seized first one of his hands and then the\nother, jabbing them with stubby fingers and bending his lion's head\nclose to peer at the horny callouses left by chisel and mallet.\n\n\"_Ja, ja_,\" the musician kept saying.\n\nHell goes on forever, so for an eternity he jolted and jarred, and for\nan eternity he heard bickering voices: \"Why he was so foolish, then?\"\n\"A idiot he could be.\" \"Hush, let him rest.\" \"The children told the\nstory.\" \"There only one Labuerre was.\" \"Easy with the tubing.\" \"Let him\nrest.\"\n\nDaylight dazzled his eyes.\n\n\"Why you were so foolish?\" demanded a harsh voice. \"The sister says I\ncan talk to you now, so that is what I first want to know.\"\n\nHe looked at the face of--not the musician; that had been delirium. But\nit was a tough old face.\n\n\"_Ja_, I am mean-looking; that is settled. What did you think you were\ndoing without coveralls and way over your exposure time?\"\n\n\"I wanted to die,\" said Halvorsen. There were tubes sticking in his\narms.\n\nThe crag-faced old man let out a contemptuous bellow.\n\n\"Sister!\" he shouted. \"Pull the plasma tubes out before more we waste.\nHe says he wants to die.\"\n\n\"Hush,\" said the nurse. She laid her hand on his brow again.\n\n\"Don't bother with him, Sister,\" the old man jeered. \"He is a shrinking\nlittle flower, too delicate for the great, rough world. He has done\nnothing, he can do nothing, so he decides to make of himself a nuisance\nby dying.\"\n\n\"You lie,\" said Halvorsen. \"I worked. Good God, how I worked! Nobody\nwanted my work. They wanted me, to wear in their buttonholes like a\nflower. They were getting to me. Another year and I wouldn't have been\nan artist any more.\"\n\n\"_Ja?_\" asked the old man. \"Tell me about it.\"\n\nHalvorsen told him, sometimes weeping with self-pity and weakness,\nsometimes cursing the old man for not letting him die, sometimes\nquietly describing this statuette or that portrait head, or raving\nwildly against the mad folly of the world.\n\nAt the last he told the old man about Lucy.\n\n\"You cannot have everything, you know,\" said his listener.\n\n\"I can have her,\" answered the artist harshly. \"You wouldn't let me\ndie, so I won't die. I'll go back and I'll take her away from that\nfat-head Malone that she ought to marry. I'll give her a couple of\nhappy years working herself to skin and bones for me before she begins\nto hate it--before I begin to hate it.\"\n\n\"You can't go back,\" said the old man. \"I'm Cerberus. You understand\nthat? The girl is nothing. The society you come from is nothing. We\nhave a place here.... Sister, can he sit up?\"\n\nThe woman smiled and cranked his bed. Halvorsen saw through a picture\nwindow that he was in a mountain-rimmed valley that was very green and\ndotted with herds and unpainted houses.\n\n\"Such a place there had to be,\" said the old man. \"In the whole\ngeography of Europe, there had to be a Soltau Valley with winds and\nterrain just right to deflect the dust.\"\n\n\"Nobody knows?\" whispered the artist.\n\n\"We prefer it that way. It's impossible to get some things, but you\nwould be surprised how little difference it makes to the young people.\nThey are great travelers, the young people, in their sweaty coveralls\nwith radiation meters. They think when they see the ruined cities that\nthe people who lived in them must have been mad. It was a little travel\nparty like that which found you. The boy was impressed by something you\nsaid, and I saw some interesting things in your hands. There isn't much\nrock around here; we have fine deep topsoil. But the boys could get you\nstone.\n\n\"There should be a statue of the Mayor for one thing, before I die.\nAnd from the Rathaus the wooden angels have mostly broken off. Soltau\nValley used to be proud of them--could you make good copies? And of\ncourse cameras are useless and the best drawings we can do look funny.\nCould you teach the youngers at least to draw so faces look like faces\nand not behinds? And like you were saying about you and Labuerre, maybe\none younger there will be so crazy that he will want to learn it all,\nso Soltau will always have an artist and sculptor for the necessary\nwork. And you will find a Lucy or somebody better. I think better.\"\n\n\"Hush,\" warned the nurse. \"You're exciting the patient.\"\n\n\"It's all right,\" said Halvorsen eagerly. \"Thanks, but it's really all\nright.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of With These Hands, by C.M. Kornbluth\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WITH THESE HANDS ***\n\n***** This file should be named 51531.txt or 51531.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/3/51531/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}