{"title": "Cry Snooker", "author": "Andrew Fetler", "releaseDate": "March 26, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              Cry Snooker\n\n                           By ANDREW FETLER\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                What a wife! Pretty, smart ... and when\n               she cooked it was just out of this world!\n\n\n\"Baby Doll,\" George called from the bathroom.\n\nThere was no answer.\n\nGeorge wrapped a towel around his rump and came into the living room.\nRosy sat curled up reading a magazine.\n\n\"Do me a favor, Rosy,\" George said. \"Put caps on bottles so your\nperfume won't evaporate. I paid twelve bucks for that Chanel.\"\n\nRosy looked up at him, stretching her neck a little.\n\n\"And next time close the damn Bendix so I won't have to swim through\nthe basement to shut it off.\"\n\n\"I told you, the catch wouldn't catch.\"\n\n\"The catch would catch all right if you didn't leave Timmy's diaper\nhanging out.\"\n\n\"That's not fair,\" Rosy said. \"Blaming little Timmy.\"\n\nHis hands tried to crush an invisible bowling ball. \"Just a little ...\npresence of mind, Rosy. Okay?\"\n\n\"You dropped your towel,\" Rosy said, looking away.\n\nGeorge ran into the bedroom and came back in his pajamas. \"For God's\nsake, honey, _try_ to remember what you're doing when you're doing it.\nLike with the power mower.\"\n\n\"I suppose _that_ was my fault?\"\n\n\"Don't you know enough to cut the engine when you're done?\"\n\n\"I _wasn't_ done. I had to answer the phone, didn't I?\"\n\nGeorge threw up his hands. \"So all right. So you left it running and it\nwent right through Charlie's fence.\"\n\n\"Sometimes,\" Rosy said, putting down the magazine, \"you exasperate me,\nGeorge. I _told_ you, I put it in neutral or whatever it is.\"\n\n\"You put it in high and let it run through Charlie's fence.\"\n\nRosy looked at him as at a bad tomato. \"Why,\" she said, \"do I get\nblamed every time something mechanical goes wrong?\"\n\nBut they kissed and made up because it was the night before their third\nwedding anniversary.\n\n       *       *       *       *       *\n\nAt the breakfast table next morning George gave her the diamond\ncocktail ring she'd drooled over. Rosy gave him the self-winding time\npiece he'd slobbered over in Cellini's window. Dear girl, had the\ncourage to get it for nothing down and thirty-six months to pay.\n\n\"Don't gulp your food,\" Rosy said. \"It's Charlie's turn to drive you.\"\n\nIn his high chair, Timmy scooped up handfuls of oatmeal and heaved them\nover the port side.\n\nWhen Charlie came to the door he had a gift-wrapped box for them. It\nlooked heavy. He gave it to Rosy and slipped on one of Timmy's oatmeal\nbombs and flew headlong into the couch.\n\n\"Happy wedding anniversary, you two,\" Charlie said, picking himself up.\n\"When are you going to fix my fence?\"\n\nRosy weighed the box in her arms. \"Charlie, that's real sweet of you\nand Beth. Let's open it now, George.\"\n\n\"We're late,\" Charlie said. He wiped his shoe on the rug. \"Come on,\npal.\"\n\nThey took the freeway out of Sunnydale. Downtown the clock on the\nTrojan Life & Casualty building gave them four minutes to get there.\n\n\"What was in that box you brought?\" George asked.\n\n\"A pressure cooker.\"\n\n\"Oh, no.\"\n\n\"Supposed to build up terrific pressure,\" Charlie said. \"Five thousand\npounds per square inch.\"\n\nGeorge stared before him as they drove into the Park-O-Port.\n\nHe had not a moment free till his coffee break at ten. Mr. Perkins\nwanted the Lawndale policies cleared right away and Mr. Zungenspiel\nhad all the juniors in for a briefing on exorbitant rates. When he got\nback to his desk Maude Doody waited to interview him about his wedding\nanniversary for her \"Sweetness and Light\" column in _Keep Smiling_, the\ncompany weekly.\n\n\"I hope you're always polite to Rosy,\" Meddlin' Maude said. \"I can't\nstand rude men. How old is Timmy now?\"\n\n\"He'll be three in September.\"\n\nMaude made a quick mental calculation. She looked doubtful. \"And could\nyou tell us what you gave Rosy for her wedding anniversary?\"\n\n\"A pressure cooker,\" George said, forgetting everything else.\n\n\"Is that all? What kind of pressure cooker, George?\"\n\n\"Five thousand pounds per square inch.\"\n\n\"I mean the _brand_,\" Maude said, stabbing the air with her sharp\npencil. \"Don't you think the folks would like to know the brand?\"\n\n\"Uh, I guess the best.\"\n\n\"They're all best,\" Maude said. \"Can't you remember the brand?\"\n\n\"No,\" he said.\n\nMeddlin' Maude rose to her feet. She looked down at him severely.\n\"George, you're slipping,\" she said and marched off to the _Keep\nSmiling_ office.\n\n       *       *       *       *       *\n\nGeorge grabbed the telephone. Five thousand pounds per square inch, he\nthought. Whammo!\n\nThe phone rang seven times. Then he dialed Charlie's house, but Beth\ndid not answer either. Rosy and Beth spent hours at the supermart. It\nwas the social center of Sunnydale where the gals could gossip a little\nand compare brands.\n\nGeorge took the elevator up to the company cafeteria. On the fifth\nfloor Mr. Perkins stepped in.\n\n\"Just got your Lawndale policies,\" Mr. Perkins said. \"Fast work, son.\nKeep it up.\"\n\n\"Thank you, sir. I had an inquiry this morning, sir. About domestic\naccidents.\"\n\n\"Shoot the problem, son.\"\n\n\"Does it cover injury by pressure cooker?\"\n\n\"Was it Full Coverage or Complete Coverage?\"\n\n\"Complete, sir.\"\n\n\"Covers everything from electrocution in the bath tub to getting hit by\na stray rocket from Cape Canaveral.\"\n\nThe elevator let them out at the cafeteria. \"Mr. Perkins, I'd like to\ndouble my wife's policy.\"\n\n\"Mighty sensible of you, George. Can you afford it?\"\n\n\"No, sir.\"\n\n\"That's the spirit! How about your own policy, George? Isn't it about\ntime you went up a notch?\"\n\n\"You mean it, sir?\"\n\n\"I've been keeping my eye on you,\" Mr. Perkins said. \"I'll see what I\ncan do.\"\n\nGeorge thanked him profusely.\n\n\"Not at all, not at all,\" Mr. Perkins boomed. \"That's what old dad\nPerkins is here for.\"\n\nGeorge got his coffee and joined Charlie at their corner table.\n\n\"Getting chummy with old dad Perkins?\" Charlie asked.\n\n\"I just got told,\" George said, leaning forward, \"I could increase my\ninsurance.\"\n\n\"No!\"\n\n\"Said it was time I moved up a notch.\"\n\nCharlie clenched his fist. \"We _can_ make the Country Club, I tell\nyou. I'm almost twelve thousand in the red, not counting the house and\nthe boat. Let's celebrate, Georgie. All four of us. We can go to the\nEmperor Room for sixty bucks. That is, if you're still talking to your\nhumble friends.\"\n\n\"Come off it.\"\n\n\"I've seen it happen,\" Charlie said bitterly. \"People getting so deep\nin debt they start snubbing their more solvent friends.\"\n\nWhen Arlene dropped the noon mail on George's desk he sat dreaming.\nMore insurance, more credit; more credit, more debt; more debts, more\nprestige. He sat up with a start and dialed Rosy.\n\n       *       *       *       *       *\n\nThis time she answered and all was fine. She'd spent the morning in the\nsupermart filling out contest entry blanks and buying a big roast for\nthe pressure cooker.\n\n\"Oh, George, it's a wonderful pressure cooker. It looks like a space\nship, with bolts and portholes and all.\"\n\n\"I don't want you to--\"\n\n\"And it's got a remote control panel or something, with all kinds of\nbuttons and blinkers. Timmy just loves it!\"\n\n\"Is Timmy anywhere near it?\"\n\n\"He's _in_ it. It's a big one.\"\n\nArlene came by his desk. \"Where's Charlie?\" she asked. \"I got a\ntelegram for him.\"\n\nGeorge waved her away and brought the receiver close to his mouth.\n\n\"Rosy, listen,\" George hissed. \"Put that damn thing away till I get\nhome. We're going to the Emperor Room with Beth and Charlie.\"\n\nThere was a short silence. \"You said you wanted a home-cooked meal,\"\nRosy said. \"To remind you how married you are.\"\n\nGeorge looked up at Maude Doody standing at his desk. \"That sounds\nlike a personal call,\" Meddlin' Maude said.\n\n\"It's my wife.\"\n\n\"You've been on that phone three minutes,\" Meddlin' Maude said,\nglancing at her watch. \"You know company policy on personal calls,\nGeorge.\"\n\n\"I'm a homemaker,\" Rosy was saying. \"I _want_ to make dinner for you\nand Timmy.\"\n\n\"Oh, go to hell!\" George said.\n\nMeddlin' Maude clutched at her heart.\n\nRosy gasped.\n\nFive minutes later:\n\n\"Of course I love you, baby doll,\" George said weakly. In a semi-circle\naround him stood Meddlin' Maude, Mr. Zungenspiel, Mr. Perkins, Arlene,\nand an assortment of lesser office authorities. \"Just don't touch that\npressure cooker till I get home, dammit. It's dangerous.\"\n\n\"I can only do my best, George,\" Rosy said with hard finality. \"If\nthat's not good enough for you, darling\"--she choked on a sob--\"well,\nI'm _sorry_.\"\n\nThe phone clicked and the wire went dead.\n\n       *       *       *       *       *\n\nA dozen faces bent over him. \"George,\" Meddlin' Maude said, raising her\nsharp pencil.\n\n\"Just a minute, Miss Doody,\" said Mr. Zungenspiel. \"Young man, would\nyou step into my office when you have a _free_ moment?\"\n\n\"If you see Charlie before they fire you,\" Arlene said, \"tell him I\nleft a telegram on his desk.\"\n\n\"George,\" Miss Doody shrilled, her sharp pencil raised, \"did you or did\nyou not tell _me_ to go to hell?\"\n\nCharlie crashed through the crowd, waving a telegram. \"Look at this,\nGeorge!\"\n\nGeorge read the telegram:\n\n    OWING TO ILLITERATE SHIPPING CLERK IN WESTERN ELECTRONICS SHIPPING\n    DEPT YOUR MAIL ORDER FOR PRESSURE COOKER MODEL G-19-78256D WAS\n    FILLED BY TOP SECRET GOVT CONTRACTED PRESSURE SNOOKER MODEL X-13\n    WITH TOUCH COMMAND CONTROL PANEL REGRET SHIPPED TO YOU FULLY\n    ASSEMBLED HIGHLY DANGEROUS TO LIFE LIMB PROPERTY & PASSING AIRCRAFT\n    NOT SUITABLE FOR COOKING HEREWITH ADVISE WESTERN ELECTRONICS CORP\n    NOT LIABLE FOR ANY DAMAGE TO LIFE LIMB PROPERTY & PASSING AIRCRAFT\n    AFTER REGISTERED RECEIPT OF THIS TELEGRAM WESTERN SNOOKER X-13\n    DISMANTLING EXPERT ON WAY BY JET SUGGEST KEEP SNOOKER IN NICE COOL\n    PLACE SORRY INCONVENIENCE CORRECTED ORDER FOR YOUR PRESSURE COOKER\n    BEING FILLED BY NEW SHIPPING CLERK WITH COLLEGE DEGREE HOPE SERVE\n    YOU AGAIN T C FRUMP V-P IN CHARGE OF SNAFU\n\nGeorge dropped the telegram.\n\n\"What are you waiting for, man?\" Charlie said. \"Call Rosy, will ya?\"\n\n\"She won't answer,\" George said. \"She thinks I don't love her.\"\n\n\"Come on! We better get home before she starts making dinner.\"\n\nThey ran down to the Park-O-Port.\n\n\"Ahm sorry, Mistuh Charlie,\" the snappy attendant said. \"Caint git yuh\ncah now. It's on de top floh behind seven lines of cahs an _dey_ aint\ncomin out till five like every weekday sept Satterdays, Sunneys an\nholidays.\"\n\n\"Give him a tip and let's get a taxi,\" George said. He ran into the\nstreet just in time to flag a cab.\n\nGeorge tossed the cabbie ten dollars. \"Step on it. It may be a matter\nof life and death.\"\n\n\"I could have called Beth,\" Charlie said.\n\n\"We'll get there almost as fast.\"\n\nThey zoomed through the underpass and turned onto the freeway. A cycle\ncop emerged from behind a Schlitz billboard and took after them, his\nsiren wailing.\n\n\"Never mind the cop,\" George said.\n\nThe cabbie hunched forward and gripped the wheel. \"Mister,\" he said,\n\"I've been waiting for a chance like this.\"\n\n       *       *       *       *       *\n\nThe cop gained on them and as he came abreast George grew confused. He\nsaw the cop's big sun glasses shining like the eyes of a wasp and his\nhat snapping in the wind. George had never broken the law in his life.\nHe had a deep respect for the police, preservers of law and order.\n\nThe cop motioned the cabbie to pull over. The cab zoomed over a crest\non the freeway and ripped down the slope with marked increase in speed.\n\nGeorge rolled down the window and flapped his arms. \"My wife!\" he\nyelled.\n\nThe cop cut the siren. His hand went down to his holster.\n\n\"My wife!\" George yelled. \"Pressure cooker.\"\n\nThe cop grinned and nodded to say he understood, and roaring ahead\nwaved them to follow. The siren started up again.\n\nThey lost him when they turned off the freeway and raced past the\nsupermarket to their street. Sunnydale looked peaceful in the\nafternoon. George's house came in view. He heaved a sigh of relief as\nthe cabbie pulled to a stop.\n\n\"Rosy!\" he yelled, dashing up the walk.\n\nHe flung open the door and stopped. The house was silent except for\nRosy's voice in the kitchen. She was counting backwards:\n\n\"Five ... four ... three....\"\n\n\"Rosy!\"\n\n\"One ... zero.\"\n\nA steaming hiss sounded in the kitchen. In a moment it rose to a\nhowling pitch. There was a tremendous crash and a tremor shook the\nplaster from the walls.\n\nIn the settling dust Timmy crawled out of the kitchen with a pot on his\nhead.\n\nIn the kitchen Rosy sat on the floor, clutching the instruction booklet.\n\n\"Now see what you did, George!\"\n\n\"What _I_ did?\"\n\n\"Barging in like that,\" Rosy said, tears of frustration streaking her\ndusty cheeks. \"I must have pressed the wrong button.\"\n\nBeside her on the floor lay the Touch Command Control Panel. Its\ncolored lights blinked on and off like a pinball machine.\n\nCharlie came into the kitchen with Timmy in his arms.\n\n\"Oh my gosh!\" Rosy cried, looking up at the ceiling. A hole was ripped\nout in the roof and through it they could see God's blue sky.\n\n       *       *       *       *       *\n\nGeorge grabbed the control panel and they ran outside. They saw the\nsnooker describing a lovely ellipse over Sunnydale.\n\n\"My roast!\" Rosy wailed.\n\n\"It seems to be waiting for orders,\" Charlie said.\n\n\"Have to get it down,\" George said, setting the control panel on the\nlawn. \"Before it slams into some airplane.\"\n\nHe pressed a large red button. The snooker wobbled for a moment, then\nbroke its orbit and dove for Charlie's house. It smashed in at the back\nand came out the front. Beth ran out in a bathrobe, screaming.\n\n\"Stop it!\" Charlie yelled, flinging himself at the control panel and\npressing a yellow button.\n\nThe snooker resumed its orbit, then wobbled and dove into every second\nor third house in the street, working the houses from side to side.\n\nWomen ran out and stood dazed, clutching their children and watching\nthe snooker.\n\nDesperately George pressed the blue button. The snooker resumed its\norbit, wobbled, flew once over the street as if to check what all\nneeded to be hit, then slammed through the whole length of houses from\nend to end.\n\nTwo houses caught fire. Charlie pressed the largest button of all,\nthe green one. The snooker righted itself and flew out over the town.\nWherever it struck a small cloud of dust rose in the air.\n\nFour fire-engines turned into the street. Three of them turned around\nand raced back to downtown.\n\nThey lost sight of the snooker for a while. All they saw was the clouds\nof dust mushrooming all over town, and here and there a fire. When the\nsnooker came in view again, it was rising toward a jet plane circling\noverhead.\n\n\"It'll get hit!\" Charlie said.\n\nGeorge pressed all four buttons.\n\nThe snooker wobbled for a moment. Then it seemed to shake off the\nconfused commands and rose into the plane's path. The plane veered. The\nsnooker turned after it and rose steeply. Then it dove and slammed down\nthrough the fuselage.\n\nThey all stared as the plane crashed into the supermarket. Above them\nthe pilot floated down in a parachute. He seemed to see the blinking\nlights of the control panel and worked the chute calmly. He landed\nthrough the hole in Rosy's kitchen. He came out of the house eating a\npiece of cold chicken.\n\nHe wore an air-research uniform with a belt slanted across his chest\nand high shiny boots, and in his hand he carried a Rommel whip.\n\n       *       *       *       *       *\n\nHe strode up to George and looked down at the blinking control panel.\nWith the toe of his boot he pushed a black button in the lower left\ncorner and squinted up at the sky, chewing the chicken. The snooker\nobeyed instantly and resumed its original elliptical orbit.\n\n\"_Ja_,\" he said. \"Very goot.\" He gazed out over the town, the clouds of\ndust and the fires burning. \"Excellent,\" he said, tossing the chicken\nbone over his back. It hit Charlie in the face.\n\n\"You must be the dismantling expert,\" George said hopefully.\n\n\"I am more. I am the infentor of pressure snooker.\" He noticed Rosy\nand Beth. \"Ladies,\" he said, clicking his heels and bowing. \"I haf the\nhonor to present myself. Vernher von Wissenschaft, at your serfice.\"\n\n\"Likewise,\" Rosy said. \"Could you get my pressure cooker down before it\ndoes any more damage?\"\n\n\"Ha ha!\" Vernher von Wissenschaft laughed. \"Very goot! Pressure\n_cooker_! Hm, goot way to deceive brutal enemy. Export five hoondred\ntausend pressure cookers to enemy homes. _Ja_, I like it.\"\n\n\"You don't understand,\" Rosy said. \"My roast will be ruined if you\ndon't get it down pretty soon.\"\n\n\"You cook rosht in my infention?\"\n\n\"Biggest roast you ever saw,\" Rosy said. She hugged George. \"You see,\nthis is our wedding anniversary and I'm dying to know how it came out.\"\n\n\"Rosht?\" he mused, following the snooker with his eyes and licking his\nfingers thoughtfully. \"Why not? Maybe I make deal on side with Amerikan\nKitchen Appliance Inkorporated. If rosht comes out goot.\" He looked\nat the broken houses and the firemen spraying the fires. \"_Ja_,\" he\ndecided, \"kill two experiments mit one snooker.\"\n\nHe waited for the snooker to pass overhead. Then he gave the control\npanel a sharp kick with his heel, breaking it in two. The snooker\nwobbled and exploded. Bits of steel whirred out over Sunnydale. A brown\ncloud appeared above them and in a moment they were all drenched in a\nrainfall of roast beef.\n\nBy the time the gravy hit them it had cooled enough to taste.\n\n\"It's wonderful!\" Rosy said.\n\n\"Chust a minute,\" Vernher von Wissenschaft said. \"Scientific experiment\nnot so fast.\" He removed a shred of roast beef from behind his ear and\nchewed.\n\n\"Isn't it good?\" Rosy asked anxiously.\n\nVernher von Wissenschaft finished tasting. He thought a moment,\nstretched his face. \"Excellent,\" he said.\n\n\"Do you _really_ like it?\"\n\n\"Ja, excellent.\" He held up a finger. \"Perhaps,\" he suggested, \"two\nmore grains pepper.\"\n\n       *       *       *       *       *\n\nTwo weeks later, when all the fires in the town had been put out and\nthe damage assessed, a great banquet was held in the Emperor Room to\nhonor George. In the street a huge crowd of well-wishers waited to\ngreet him as he came out. The Emperor Room could accommodate only the\ntown's important personages; there were so many of them that some of\nthe best families did not bribe the mayor in time to get a seat.\n\nBut George managed to get standing room for Mr. Perkins and Mr.\nZungenspiel.\n\nBeside George at the table of honor sat Charlie. Next to him Vernher\nvon Wissenschaft in a splendid uniform, cracking his Rommel whip\nfrom time to time. Everybody who was anybody was there: the Police\nCommissioner, the Gambling Czar, the District Attorney, the Teamsters'\nBoss, Senator Smiley, Coroner Schadenfrohm, the Election Commissioner,\nthe Slum Owner, the Housing Inspector.\n\n\"Never before,\" the mayor orated, \"has so much damage been done by such\na little man in such a short time.\"\n\nVernher cracked his whip. \"Very goot,\" he said, turning to George.\n\"Rhetoric, you know.\"\n\n\"The national economy,\" the mayor continued, \"was in danger of\nimminent collapse ever since our old-fashioned P.O.--planned\nobsolescence--reached a point of no return. We had to produce more and\nmore until the market was glutted. Of course we would not sell so much\nas a toaster to our brutal enemy.\" (Applause.)\n\nVernher cracked his whip. \"Very goot.\"\n\n\"But now,\" the mayor said, smiling at George, \"the solution to our\neconomic impasse has been found! This young man had the daring\nvision to contribute a brilliant new concept to our economics. S.\nD.--Senseless Destruction!\" (Applause.)\n\nVernher cracked his whip. \"Excellent.\"\n\nThe mayor raised his arms for silence. \"I have good news,\" he said.\n\"Congress has just voted one billion dollars for Senseless Destruction\nresearch!\" (Wild applause.)\n\nVernher cracked his whip six times.\n\n\"I can promise you, ladies and gentlemen,\" the mayor continued,\n\"what happened to our town is only the beginning. As a result of the\nvisionary experiment by this daring young man, fifty thousand idle\nconstruction workers have already been put back on the job; twenty new\nbanks have sprung up to handle the flood of mortgages; a new steel\nmill will be erected in our world-famous game preserve. But I need not\ngo on. The industries, businesses and stock markets that will profit\nby Senseless Destruction can hardly be numbered. The biggest boom in\nhistory is on! And as long as we have the snooker it will never end!\"\n(General pandemonium.)\n\nWhen order was restored, the mayor turned solemnly to George and said:\n\"In grateful recognition of your....\"\n\nAfter the recognition speech George accepted humbly the following sums,\nnot listing gifts under $10,000:\n\n$10,000 from Home Builders Assn.\n\n$12,500 from Construction Union, Local 256.\n\n$15,000 from Last Bank of America.\n\n$11,276.88 from Unified Steel Corp.\n\n$20,00 from Chicago Furniture Mart.\n\n$10,000 from Congress in Series E Bonds.\n\nGeorge also received the following appointments:\n\nSpecial Adviser to Mayor on Senseless Destruction, with nominal yearly\nincome of $75,000 tax free.\n\nVice-President of Trojan Life & Casualty Co.\n\nChairman of the Board of Trustees, Sunnydale Game and Wood Preserve.\n\nHonorary Supreme Commander of Juvenile Senseless Destructionists, to be\norganized.\n\n       *       *       *       *       *\n\nA year later George sat wearily in the control room of his chateau on\nIndian Rock overlooking the town. Snookers buzzed over rooftops like\nflies. Clouds of dust rose prosperously everywhere. In the streets\nconstruction gangs raced in speed trucks.\n\nGeorge had begun to wonder how it would all end.\n\nAfter the novelty had worn off, Senseless Destruction became more\nmonotonous, more depressing than the Installment Way of Life before\nit. People worked harder than ever now and had less to show for it. Of\ncourse, it was unpatriotic to have anything to show for it. Nobody in\nhis right senses would argue against Round-the-Clock Employment for\nAll. And if you didn't go around grinning and saying how happy you were\nwith your seventh mortgage, people began to suspect you.\n\nGeorge had talked it all over with Rosy and she agreed. Sure, it was\nall right for _them_--for the time being. But George had begun to\ndespise himself.\n\nHe had to keep sharp control over the snookers. Some of them showed a\ntendency to sneak off course, looking for some nice fresh target--like\nthe chateau, maybe.\n\nThe butler came in and presented a calling card on a silver platter.\n\n\"Vernher! Show him in at once.\"\n\nVernher von Wissenschaft marched in, cracking his Rommel whip. He\nlooked worried.\n\n\"Bad news,\" Vernher said, shaking hands. \"Chust come from the\nPresident.\"\n\n\"How _is_ Charlie?\"\n\n\"Goot. But too much work. And trouble. These snookers.\" Vernher strode\nto the window and looked out over the town.\n\n\"They're doing a fine job,\" George assured him.\n\nVernher turned. A grim smile slashed his face. \"Too goot. Russian\neconomy caught up with ours. They vant snookers too. Must have snookers\nor they go kaput.\"\n\n\"What's so bad about that? Let them go kaput. Cold war will be over at\nleast.\"\n\nVernher shook his head. \"They threaten atomic war if they don't get\nsnookers. This time for real.\"\n\n       *       *       *       *       *\n\nGeorge gave a low whistle.\n\n\"_Ja_,\" Vernher sighed. \"Charlie had secret cabinet meeting. We cannot\ntake chance. You must go teach them how.\"\n\n\"Can't you go?\"\n\n\"I'm leaving for Johannesburg tonight. United Africa also caught up.\"\n\n\"As it is our economy barely keeps ahead of the Russians!\"\n\n\"_Ja._ But cannot be helped.\"\n\n\"Maybe,\" George said, \"if you invented something bigger, better, more\nefficient.\"\n\n\"You think I haf not tried?\"\n\nGeorge stood thinking a long moment. He said, \"Vernher, is there no way\nout?\"\n\n\"Sure,\" Vernher laughed. \"If we go back to savage pre-civilization.\"\n\n\"All right,\" George said. \"I'll go tell Rosy. Watch the control panel a\nmoment, will you? Especially the Eastern Section.\"\n\n\"What's the matter with them?\"\n\n\"They seem to be getting restless lately.\"\n\n\"Nonsense! My snookers haf no emotions.\"\n\n\"Just seems that way sometimes,\" George said, going out. Their job\ncould even make stones feel something, he thought.\n\nHe ran down to Rosy in the kitchen. She had consented to having\nservants only because of her social position, but she still insisted on\npersonally running the kitchen her own way.\n\nGeorge pulled her into the hallway and put his arms around her and\nkissed her.\n\n\"What on earth?\" she said.\n\n\"You must be very brave, darling.\" He fixed her with his eyes. \"Rosy,\nthis is _it_.\"\n\n\"It?\"\n\n\"E-Day.\"\n\nE for Escape.\n\n\"We can't talk now,\" he said. \"Vernher is at the controls.\"\n\n\"Can I change?\"\n\n\"No time. Are the suitcases packed?\"\n\n\"They're in the garage, behind the beer barrels.\"\n\n\"Go get Timmy,\" George said. \"I'll drive the station wagon round to the\nback door.\"\n\nAt the gate to the grounds they stopped and took a last look at the\nchateau. They could see Vernher standing in the control window. He\nseemed to be enjoying the spectacle in the town below.\n\nRosy gripped George's arm. \"Look!\"\n\nA snooker had strayed off its orbit and was hissing in toward the\nchateau. It came fast over the grounds, heading straight for the\ncontrol window.\n\nVernher never saw it coming. Probably he did not even hear the glass\ncrashing as the sharp slivers shot into the room.\n\n       *       *       *       *       *\n\nBy the end of May George was still chopping a small clearing in the\nMontana woods. George and Charlie's old campsite. It was harder work\nthan he'd expected. But it was a good site and the tent would be\nreplaced by a heavy log cabin before winter set in. Sometimes they'd\nclimb one of the peaks on the Flathead Range and sit gazing at Hungry\nHorse Reservoir in the distance.\n\nThe trees were stubborn here, blunting the ax. But they'd make it all\nright. George sat down to rest.\n\nRosy waved to him from the potato patch. A strand of smoke rose\npeacefully from the stone oven. He waved back and grinned.\n\nTimmy worked his way up bravely to where George sat. He'd gotten used\nto his bark shoes and had quite forgotten that he had ever worn any\nother kind.\n\n\"Can I help you, Daddy?\"\n\nEducation too, George thought. The _real_ kind. \"No, thanks, son,\" he\nsaid. \"You'd better help your mother plant the potatoes.\"\n\nThat evening at supper, as they sat enjoying sundown and the quiet of\nwoods and mountains, they heard a motor far away. The wind took it away\nand then it sounded much nearer, grinding in low gear. George stood up\nas a jeep came round the mountain. In it sat a man and a woman.\n\nThe jeep came into the clearing, swaying over stones and roots.\n\n\"Charlie!\"\n\n\"Hi,\" Charlie said. He helped Beth down.\n\nGeorge yanked Timmy to his feet. \"Stand up, son. This is the President\nof the United States.\"\n\n\"I got a present for you, George,\" Charlie said.\n\n\"Not another pressure cooker!\" Rosy said.\n\n\"A peace pipe,\" Charlie said.\n\nTimmy's big round eyes took him in. \"Are _you_ the President?\" he asked\nin a small, awed voice.\n\n\"Not any more,\" Charlie said.\n\nGeorge stared at him. \"You didn't give up the White House?\"\n\n\"What else could I do?\" Charlie said. \"I gave it back to the Indians.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Cry Snooker, by Andrew Fetler\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CRY SNOOKER ***\n\n***** This file should be named 51570.txt or 51570.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/7/51570/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}