{"title": "The Stuff", "author": "Henry Slesar", "releaseDate": "March 27, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               THE STUFF\n\n                            By HENRY SLESAR\n\n                         Illustrated by Ritter\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                   Would it work? Yes. How would\n                   it work? Exactly  like  this.\n\n\n\"No more lies,\" Paula said. \"For God's sake, Doctor, no more lies. I've\nbeen living with lies for the past year and I'm tired of them.\"\n\nBernstein closed the white door before answering, mercifully obscuring\nthe sheeted, motionless mound on the hospital bed. He took the young\nwoman's elbow and walked with her down the tiled corridor.\n\n\"He's dying, of course,\" he said conversationally. \"We've never lied to\nyou about that, Mrs. Hills; you know what we've told you all along. I\nhoped that by now you'd feel more resigned.\"\n\n\"I was,\" she said bitterly. They had stopped in front of Bernstein's\nsmall office and she drew her arm away. \"But then you called me. About\nthis drug of yours--\"\n\n\"We had to call you. Senopoline can't be administered without\npermission of the patient, and since your husband has been in coma for\nthe last four days--\"\n\nHe opened the door and nodded her inside. She hesitated, then walked\nin. He took his place behind the cluttered desk, his grave face\ndistracted, and waited until she sat down in the facing chair. He\npicked up his telephone receiver, replaced it, shuffled papers, and\nthen locked his hands on the desk blotter.\n\n\"Senopoline is a curious drug,\" he said. \"I've had little experience\nwith it myself. You may have heard about the controversy surrounding\nit.\"\n\n\"No,\" she whispered. \"I don't know about it. I haven't cared about\nanything since Andy's illness.\"\n\n\"At any rate, you're the only person in the world that can decide\nwhether your husband receives it. It's strange stuff, as I said, but in\nthe light of your husband's present condition, I can tell you this--it\ncan do him absolutely no harm.\"\n\n\"But it will do him good?\"\n\n\"There,\" Bernstein sighed, \"is the crux of the controversy, Mrs.\nHills.\"\n\n       *       *       *       *       *\n\nRow, row, row your boat, he sang in his mind, feeling the lapping\ntongues of the cool lake water against his fingers, drifting, drifting,\nunder obeisant willows. Paula's hands were resting gently on his eyes\nand he lifted them away. Then he kissed the soft palms and pressed them\non his cheek. When he opened his eyes, he was surprised to find that\nthe boat was a bed, the water only pelting rain against the window, and\nthe willow trees long shadows on the walls. Only Paula's hands were\nreal, solid and real and comforting against his face.\n\nHe grinned at her. \"Funniest damn thing,\" he said. \"For a minute there,\nI thought we were back at Finger Lake. Remember that night we sprang a\nleak? I'll never forget the way you looked when you saw the hem of your\ndress.\"\n\n\"Andy,\" she said quietly. \"Andy, do you know what's happened?\"\n\nHe scratched his head. \"Seems to me Doc Bernstein was in here a while\nago. Or was he? Didn't they jab me again or something?\"\n\n\"It was a drug, Andy. Don't you remember? They have this new miracle\ndrug, senopoline. Dr. Bernstein told you about it, said it was worth\nthe try....\"\n\n\"Oh, sure, I remember.\"\n\nHe sat up in bed, casually, as if sitting up in bed were an everyday\noccurrence. He took a cigarette from the table beside him and lit one.\nHe smoked reflectively for a moment, and then recalled that he hadn't\nbeen anything but horizontal for almost eight months. Swiftly, he put\nhis hand on his rib cage and touched the firm flesh.\n\n\"The girdle,\" he said wonderingly. \"Where the hell's the girdle?\"\n\n\"They took it off,\" Paula said tearfully. \"Oh, Andy, they took it off.\nYou don't need it any more. You're healed, completely healed. It's a\nmiracle!\"\n\n\"A miracle....\"\n\nShe threw her arms about him; they hadn't held each other since the\naccident a year ago, the accident that had snapped his spine in several\nplaces. He had been twenty-two when it happened.\n\n       *       *       *       *       *\n\nThey released him from the hospital three days later; after half a year\nin the hushed white world, the city outside seemed wildly clamorous and\nriotously colorful, like a town at the height of carnival. He had never\nfelt so well in his life; he was eager to put the strong springs of\nhis muscles back into play. Bernstein had made the usual speech about\nrest, but a week after his discharge Andy and Paula were at the courts\nin tennis clothes.\n\nAndy had always been a dedicated player, but his stiff-armed forehand\nand poor net game had always prevented him from being anything more\nthan a passable amateur. Now he was a demon on the court, no ball\nescaping his swift-moving racket. He astounded himself with the\naccuracy of his crashing serves, his incredible play at the net.\n\nPaula, a junior champion during her college years, couldn't begin to\ncope with him; laughingly, she gave up and watched him battle the club\nprofessional. He took the first set 6-0, 6-0, 6-0, and Andy knew that\nsomething more magical than medicinal had happened to him.\n\nThey talked it over, excited as schoolchildren, all the way home. Andy,\nwho had taken a job in a stock-brokerage house after college, and who\nhad been bored silly with the whole business until the accident, began\nwondering if he could make a career on the tennis court.\n\nTo make sure his superb playing wasn't a fluke, they returned to the\nclub the next day. This time, Andy found a former Davis Cup challenger\nto compete with. At the end of the afternoon, his heart pounding to\nthe beat of victory, he knew it was true.\n\nThat night, with Paula in his lap, he stroked her long auburn hair and\nsaid: \"No, Paula, it's all wrong. I'd like to keep it up, maybe enter\nthe Nationals, but that's no life for me. It's only a game, after all.\"\n\n\"Only a game?\" she said mockingly. \"That's a fine thing for the next\ntop-seeded man to say.\"\n\n\"No, I'm serious. Oh, I don't mean I intend to stay in Wall Street;\nthat's not my ambition either. As a matter of fact, I was thinking of\npainting again.\"\n\n\"Painting? You haven't painted since your freshman year. You think you\ncan make a living at it?\"\n\n\"I was always pretty good, you know that. I'd like to try doing some\ncommercial illustration; that's for the bread and potatoes. Then, when\nwe don't have to worry about creditors, I'd like to do some things on\nmy own.\"\n\n\"Don't pull a Gauguin on me, friend.\" She kissed his cheek lightly.\n\"Don't desert your wife and family for some Tahitian idyll....\"\n\n\"What family?\"\n\nShe pulled away from him and got up to stir the ashes in the fireplace.\nWhen she returned, her face was glowing with the heat of the fire and\nwarmth of her news.\n\nAndrew Hills, Junior, was born in September. Two years later, little\nDenise took over the hand-me-down cradle. By that time, Andy Hills was\nsigning his name to the magazine covers of America's top-circulation\nweeklies, and they were happy to feature it. His added fame as\nAmerica's top-ranked amateur tennis champion made the signature all the\nmore desirable.\n\n       *       *       *       *       *\n\nWhen Andrew Junior was three, Andrew Senior made his most important\nadvance in the field of art--not on the cover of the _Saturday Evening\nPost_, but in the halls of the Modern Museum of Art. His first exhibit\nevoked such a torrent of superlatives that the _New York Times_ found\nthe reaction newsworthy enough for a box on the front page. There was\na celebration in the Hills household that night, attended by their\nclosest friends: copies of slick magazines were ceremoniously burned\nand the ashes placed in a dime-store urn that Paula had bought for the\noccasion.\n\nA month later, they were signing the documents that entitled them to a\nsprawling hilltop house in Westchester, with a north-light glassed-in\nstudio the size of their former apartment.\n\nHe was thirty-five when the urge struck him to rectify a sordid\npolitical situation in their town. His fame as an artist and\ntennis-champion (even at thirty-five, he was top-seeded in the\nNationals) gave him an easy entree into the political melee. At first,\nthe idea of vote-seeking appalled him; but he couldn't retreat once the\nmovement started. He won easily and was elected to the town council.\nThe office was a minor one, but he was enough of a celebrity to attract\ncountry-wide attention. During the following year, he began to receive\nvisits from important men in party circles; in the next state election,\nhis name was on the ballot. By the time he was forty, Andrew Hills was\na U.S. Senator.\n\nThat spring, he and Paula spent a month in Acapulco, in an enchanting\nhome they had erected in the cool shadows of the steep mountains that\nfaced the bay. It was there that Andy talked about his future.\n\n\"I know what the party's planning,\" he told his wife, \"but I know\nthey're wrong. I'm not Presidential timber, Paula.\"\n\nBut the decision wasn't necessary; by summer, the Asiatic Alliance had\ntired of the incessant talks with the peacemakers and had launched\ntheir attack on the Alaskan frontier. Andy was commissioned at once as\na major.\n\nHis gallantry in action, his brilliant recapture of Shaktolik, White\nMountain, and eventual triumphant march into Nome guaranteed him a\nplace in the High Command of the Allied Armies.\n\nBy the end of the first year of fighting, there were two silver stars\non his shoulder and he was given the most critical assignment of\nall--to represent the Allies in the negotiations that were taking place\nin Fox Island in the Aleutians. Later, he denied that he was solely\nresponsible for the successful culmination of the peace talks, but\nthe American populace thought him hero enough to sweep him into the\nWhite House the following year in a landslide victory unparalleled in\npolitical history.\n\nHe was fifty by the time he left Washington, but his greatest triumphs\nwere yet to come. In his second term, his interest in the World\nOrganization had given him a major role in world politics. As First\nSecretary of the World Council, his ability to effect a working\ncompromise between the ideological factions was directly responsible\nfor the establishment of the World Government.\n\nWhen he was sixty-four, Andrew Hills was elected World President, and\nhe held the office until his voluntary retirement at seventy-five.\nStill active and vigorous, still capable of a commanding tennis game,\nof a painting that set art circles gasping, he and Paula moved\npermanently into the house in Acapulco.\n\nHe was ninety-six when the fatigue of living overtook him. Andrew\nJunior, with his four grandchildren, and Denise, with her charming\ntwins, paid him one last visit before he took to his bed.\n\n       *       *       *       *       *\n\n\"But what _is_ the stuff?\" Paula said. \"Does it cure or what? I have a\nright to know!\"\n\nDr. Bernstein frowned. \"It's rather hard to describe. It has no\ncurative powers. It's more in the nature of a hypnotic drug, but it has\na rather peculiar effect. It provokes a dream.\"\n\n\"A dream?\"\n\n\"Yes. An incredibly long and detailed dream, in which the patient lives\nan entire lifetime, and lives it just the way he would like it to be.\nYou might say it's an opiate, but the most humane one ever developed.\"\n\nPaula looked down at the still figure on the bed. His hand was moving\nslowly across the bed-sheet, the fingers groping toward her.\n\n\"Andy,\" she breathed. \"Andy darling....\"\n\nHis hand fell across hers, the touch feeble and aged.\n\n\"Paula,\" he whispered, \"say good-by to the children for me.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Stuff, by Henry Slesar\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE STUFF ***\n\n***** This file should be named 51574.txt or 51574.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/7/51574/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}