{"title": "Aloys", "author": "R. A. Lafferty", "releaseDate": "March 29, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                 ALOYS\n\n                           BY R. A. LAFFERTY\n\n                         Illustrated by WALKER\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                 He appeared in glory and sank without\n                 a trace. Why? How? For the first time\n             anywhere, here is the startling inside story.\n\n\nHe had flared up more brightly than anyone in memory. And then he was\ngone. Yet there was ironic laughter where he had been; and his ghost\nstill walked. That was the oddest thing: to encounter his ghost.\n\nIt was like coming suddenly on Haley's Comet drinking beer at the\nPlugged Nickel Bar, and having it deny that it was a celestial\nphenomenon at all, that it had ever been beyond the sun. For he could\nhave been the man of the century, and now it was not even known if he\nwas alive. And if he were alive, it would be very odd if he would be\nhanging around places like the Plugged Nickel Bar.\n\nThis all begins with the award. But before that it begins with the man.\n\nProfessor Aloys Foulcault-Oeg was acutely embarrassed and in a state of\ndread.\n\n\"These I have to speak to, all these great men. Is even glory worth\nthe price when it must be paid in such coin?\"\n\nAloys did not have the amenities, the polish, the tact. A child of\npenury, he had all his life eaten bread that was part sawdust, and worn\nshoes that were part cardboard. He had an overcoat that had been his\nfather's, and before that his grandfather's.\n\nThis coat was no longer handsome, its holes being stuffed and quilted\nwith ancient rags. It was long past its years of greatness, and even\nwhen Aloys had inherited it as a young man it was in the afternoon of\nits life. And yet it was worth more than anything else he owned in the\nworld.\n\nProfessor Aloys had become great in spite of--or because of?--his\npoverty. He had worked out his finest theory, a series of nineteen\ninterlocked equations of cosmic shapeliness and simplicity. He had\nworked it out on a great piece of butchers' paper soaked with lamb's\nblood, and had so given it to the world.\n\nAnd once it was given, it was almost as though nothing else could be\nadded on any subject whatsoever. Any further detailing would be only\nfootnotes to it and all the sciences no more than commentaries.\n\nNaturally this made him famous. But the beauty of it was that it\nmade him famous, not to the commonalty of mankind (this would have\nbeen a burden to his sensitively tuned soul), but to a small and\nscattered class of extremely erudite men (about a score of them in the\nworld). Their recognition brought him almost, if not quite, complete\nsatisfaction.\n\nBut he was not famous in his own street or his own quarter of town. And\nit was in this stark conglomerate of dark-souled alleys and roofs that\nProfessor Aloys had lived all his life till just thirty-seven days ago.\n\nWhen he received the announcement, award, and invitation, he quickly\ncalculated the time. It was not very long to allow travel halfway\naround the world. Being locked out of his rooms, as he often was, he\nwas unencumbered by baggage or furniture, and he left for the ceremony\nat once.\n\nWith the announcement, award, and invitation, there had also been a\ncheck; but as he was not overly familiar with the world of finance or\nwith the English language in which it was written, he did not recognize\nit for what it was. Having used the back of it to write down a formula\nthat had crept into his mind, he shoved the check, forgotten, into one\nof the pockets of his greatcoat.\n\n       *       *       *       *       *\n\nFor three days he rode a river boat to the port city, hidden and\nhungry. There he concealed himself on an ocean tramp. That he did not\nstarve on this was due to the caprice of the low-lifers who discovered\nhim, for they made him stay hidden in a terrible bunker and every day\nor two they passed in a bucket to him.\n\nThen, several ports and many days later, he left the ship like a\ncrippled, dirty animal. And it was in That City and on That Day. For\nthe award was to be that evening.\n\n\"These I have to speak to, all these wonderful men who are higher than\nthe grocers, higher than the butchers even. These men get more respect\nthan a policeman, than a canal boat captain. They are wiser than a\nmayor and more honored than a merchant. They know arts more intricate\nthan a clock-maker's and are virtuous beyond the politicians. More\nperspicacious than editors, more talented than actors, these are the\ngreat men of the world. And I am only Aloys, and now I am too ragged\nand dirty even to be Aloys any more. I no longer am a man with a name.\"\n\nFor he was very humble as he walked the great town where even the shop\ngirls were dressed like princesses, and all the restaurants were so\nfine that only the rich people would have dared to go in them at all.\nHad there been poor people (and there were none) there would have been\nno place for them to eat.\n\n\"But it is to me they have given the prize. Not to Schellendore and not\nto Ottlebaum, not to Francks nor Timiryaseff, not even to Pitirim-Koss,\nthe latchet of whose shoe I am not--but why do I say that?--he was not,\nafter all, very bright--all of them are inadequate in some way--the\nonly one who was ever able to get to the heart of these great things\nwas Aloys Foulcault-Oeg, who happens to be myself. It is a strange\nthing that they should honor me, and yet I believe they could not have\nmade a better choice.\"\n\nSo pride and fear warred in him, but it was always the pride that lost.\nFor he had only a little bit of pride, undernourished and on quaking\nground, and against it was a whole legion of fears, apprehensions,\nshames, dreads, embarrassments, and nightmarish bashfulnesses.\n\nHe begged a little bit when he had found a poor part of town. But even\nhere the people were of the rich poor, not the poor as he had known\nthem.\n\nWhen he had money in his pocket, he had a meal. Then he went to Jiffy\nQuick While You Wait Cleaners Open Day and Night to have his clothes\ncleaned. He wrapped himself in dignity and a blanket while he waited.\nAnd as the daylight was coming to an end, they brought his clothes back\nto him.\n\n\"We have done all we could do. If we had a week or a month, we might do\na little more, but not much.\"\n\n       *       *       *       *       *\n\nThen he went out into the town, cleaner than he had been in many\nyears, and he walked to the hall of the Commendation and Award. Here\nhe watched all the great men arrive in private cars and taxis: Ergodic\nEimer, August Angstrom, Vladimir Vor. He watched them and thought of\nwhat he would say to them, and then he realized that he had forgotten\nhis English.\n\n\"I remember dog, that is the first word I ever learned, but what will I\nsay to them about a dog? I remember house and horse and apple and fish.\nOh, now I remember the entire language. But what if I forget it again?\nWould it not be an odd speech if I could only say apple and fish and\nhouse and dog? I would be shamed.\"\n\nHe wished he were rich and could dress in white like the street\nsweepers, or in black leather like the newsboy on the corner. He saw\nEdward Edelstein and Christopher Cronin enter and he cowered on the\nstreet and knew that he would never be able to talk to those great men.\n\nA fine gentleman came out and walked directly to him.\n\n\"You are the great Professor Foulcault-Oeg? I would have known you\nanywhere. True greatness shines from you. Our city is honored tonight.\nCome inside and we will go to a little room apart, for I see that\nyou will have to compose yourself first. I am Graf-Doktor Hercule\nBienville-Stravroguine.\"\n\nWhyever he said he was the Graf-Doktor is a mystery, because he was\nWilly McGilly and the other was just a name that he made up that minute.\n\nWithin, they went to a small room behind the cloak room. But here, in\nspite of the smooth kindness of the gracious gentleman, Aloys knew\nthat he would never be able to compose himself. He was an epouvantail,\na pugalo, a clown, a ragamuffin. He looked at the nineteen-point\noutline of the address he was to give. He shuddered and he gobbled\nlike a turkey. He sniffled and he wiped his nose on his sleeve. He was\nterrified that the climax of his life's work should find him too craven\nto accept it. And he discovered that he had forgotten his English\nagain.\n\n\"I remember bread and butter, but I don't know which one goes on top.\nI know pencil and pen-knife and bed, but I have entirely forgotten the\nword for maternal uncle. I remember plow, but what in the world will I\nsay to all these great men about a plow? I pray that this cup may pass\nfrom me.\"\n\nThen he disintegrated in one abject mass of terror. Several minutes\nwent by.\n\n       *       *       *       *       *\n\nBut when he emerged from the room he was a different man entirely.\nErect, alive, intense, queerly handsome, and now in formal attire, he\nmounted with the sure grace of a panther to the speaker's platform.\nOnce only he glanced at the nineteen-point outline of his address.\nAs there is no point in keeping it a secret, it was as follows: 1.\nCepheid and Cerium--How Long Is a Yardstick? 2. Double Trouble--Is\nOurs a Binary Universe? 3. Cerebrum and Cortex--the Mathematics of\nMelancholia. 4. Microphysics and Megacyclic Polyneums. 5. _Ego, No,\nHemeis_--the Personality of the Subconscious. 6. Linear Convexity\nand Lateral Intransigence. 7. Betelgeuse Betrayed--the Myth of\nMagnitude. 8. Mu-Meson, the Secret of Metamorphosis. 9. Theogony and\nTremor--the Mathematics of Seismology. 10. Planck's Constant and\nAgnesi's Variable. 11. Dien-cephalon and Di-Gamma--Unconscionable\nThoughts about Consciousness. 12. Inverse Squares and the Quintesimal\nRadicals. 13. The Chain of Error in the Lineal B Translation. 14.\nSkepticism--the Humor of the Humorless. 15. Ogive and Volute--Thoughts\non Celestial Curviture. 16. Conic Sections--Small Pieces of Infinity.\n17. Eschatology--Medium Thoughts about the End. 18. Hypo-polarity and\nCosmic Hysteresis. 19. The Invisible Quadratic, or This is All Simpler\nthan You Think.\n\nYou will immediately see the beauty of this skeleton, and yet to flesh\nit would not be the work of an ordinary man.\n\nHe glanced over it with the sure smile of complete confidence. Then he\nspoke softly to the master of ceremonies in a whisper with a rumble\nthat could be heard throughout the hall.\n\n\"I am here. I will begin. There is no need for any further\nintroduction.\"\n\nFor the next three and a half hours he held that intelligent audience\ncompletely spellbound, enchanted. They followed, or seemed to follow,\nhis lightning flashes of metaphor illumining the craggy chasms of his\nvasty subjects.\n\nThey thrilled to the magnetic power of his voice, urbane yet untamed,\nwith its polyglot phrasing and its bare touch of accent so strange as\nto be baffling; ancient, surely, and yet from a land beyond the Pale.\nAnd they quivered with interior pleasure at the glorious unfolding in\nclimax after climax of these before only half-glimpsed vistas.\n\nHere was a world of mystery revealed in all its wildness, and it obeyed\nand stood still, and he named its name. The nebula and the conch lay\ndown together, and the ultra-galaxies equated themselves with the zeta\nmesons. Like a rich householder, he brought from his store treasures\nold and new, and nothing like them had ever been seen or heard before.\n\n       *       *       *       *       *\n\nAt one point Professor Timiryaseff cried out in bafflement and\nincomprehension, and Doctor Ergodic Eimer buried his face in his hands,\nfor even these most erudite men could not glimpse all the shattering\nprofundity revealed by the fantastic speaker.\n\nAnd when it was over they were limp and delighted that so much had been\nmade known to them. They had the crown without the cross, and the odd\nlittle genius had filled them with a rich glow.\n\nThe rest was perfunctory, commendations and testimonials from all\nthe great men. The trophy, heavy and rich but not flashy, worth the\nlifetime salary of a professor of mathematics, was accepted almost\ncarelessly. And then the cup was passed quietly, which is to say the\ntall cool glasses went around as the men still lingered and talked with\nhushed pleasure.\n\n\"Gin,\" said the astonishing orator. \"It is the drink of bums and\nimpoverished scholars, and I am both. Yes, anything at all with it.\"\n\nThen he spoke to Maecenas, who was at his side, the patron who was\nfooting the bill for all this gracious extravagance.\n\n\"The check I have never cashed, having been much in movement since I\nhave received it. And as to me it is a large amount, though perhaps not\nto others, and as you yourself have signed it, I wonder if you could\ncash it for me now.\"\n\n\"At once,\" said Maecenas, \"at once. Ten minutes and we shall have the\nsum here. Ah, you have endorsed it with a formula! Who but Professor\nAloys Foulcault-Oeg could be so droll? Look, he has endorsed it with a\nformula!\"\n\n\"Look, look! Let us copy! Why, this is marvelous! It takes us even\nbeyond his great speech of tonight. The implications of it!\"\n\n\"Oh, the implications!\" they said as they copied it off, and the\nimplications rang in their heads like bells of the future.\n\nNow it had suddenly become very late, and the elated little man with\nthe gold and gemmed trophy under one arm and the packet of bank notes\nin his pocket disappeared as by magic.\n\n       *       *       *       *       *\n\nProfessor Aloys Foulcault-Oeg was not seen again; or, if seen, he was\nnot known, for hardly anyone would have known his face. In fact, when\nhe had painfully released the bonds by which he had been tied in the\nlittle room behind the cloak room, and removed the shackles from his\nankles, he did not pause at all, but slipped into his greatcoat and ran\nout into the night. Not for many blocks did he even remove the gag from\nhis mouth, not realizing in his confusion what it was that obstructed\nhis speech and breathing. But when he got it out, it was a pleasant\nrelief.\n\nA kind gentleman took him in hand, the second to do so that night. He\nwas bundled into a kind of taxi and driven to a mysterious quarter\ncalled Wreckville. And deep inside a secret building he was given a\nbath and a bowl of hot soup. And later he gathered with others at a\nfestive board.\n\nHere Willy McGilly was king. As he worked his way into his cups with\nthe gold trophy in front of him, he expounded and elucidated.\n\n\"I was wonderful. I held them in the palm of my hand. Was I not\nwonderful, Oeg?\"\n\n\"I could not hear all, for I was on the floor of the little room. But\nfrom what I could hear, yes, you were wonderful.\"\n\n\"Only once in my life did I give a better speech. It was the same\nspeech, but it was newer then. This was in Little Dogie, New Mexico,\nand I was selling a snake-oil derivative whose secret I still cannot\nreveal. But I was good tonight and some of them cried. And now what\nwill you do, Oeg? Do you know what we are?\"\n\n\"_Moshennekov._\"\n\n\"Why, so we are.\"\n\n\"_Schwindlern._\"\n\n\"The very word.\"\n\n\"Low-life con men. And the world you live on is not the one you were\nborn on. I will join you if I may.\"\n\n\"Oeg, you have a talent for going to the core of the apple.\"\n\nFor when a man (however unlikely a man) shows real talent, then the\nWreckville bunch has to recruit him. They cannot have uncontrolled\ntalent running loose in the commonalty of mankind.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Aloys, by R. A. Lafferty\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALOYS ***\n\n***** This file should be named 51596.txt or 51596.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/5/9/51596/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}