{"title": "All The People", "author": "R.A. Lafferty", "releaseDate": "March 30, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            ALL THE PEOPLE\n\n                           By R. A. LAFFERTY\n\n                        Illustrated by GAUGHAN\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine April 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n                  Tin Tony Trotz had only one job--to\n                   watch out for something a little\n                  odd--in a universe that was insane!\n\n\nAnthony Trotz went first to the politician, Mike Delado. \"How many\npeople do you know, Mr. Delado?\"\n\n\"Why the question?\"\n\n\"I am wondering just what amount of detail the mind can hold.\"\n\n\"To a degree I know many. Ten thousand well, thirty thousand by name,\nprobably a hundred thousand by face and to shake hands with.\"\n\n\"And what is the limit?\" Anthony inquired.\n\n\"Possibly I am the limit.\" The politician smiled frostily. \"The only\nlimit is time, speed of cognizance and retention. I am told that the\nlatter lessens with age. I am seventy, and it has not done so with me.\nWhom I have known I do not forget.\"\n\n\"And with special training could one go beyond you?\"\n\n\"I doubt if one could--much. For my own training has been quite\nspecial. Nobody has been so entirely with the people as I have. I've\ntaken five memory courses in my time, but the tricks of all of them I\nhad already come to on my own. I am a great believer in the commonality\nof mankind and of near equal inherent ability. Yet there are some, say\nthe one man in fifty, who in degree if not in kind do exceed their\nfellows in scope and awareness and vitality. I am that one man in\nfifty, and knowing people is my specialty.\"\n\n\"Could a man who specialized still more--and to the exclusion of other\nthings--know a hundred thousand men well.\"\n\n\"It is possible. Dimly.\"\n\n\"A quarter of a million?\"\n\n\"I think not. He might learn that many faces and names, but he would\nnot know the men.\"\n\nAnthony went next to the philosopher, Gabriel Mindel.\n\n\"Mr. Mindel, how many people do you know?\"\n\n\"How know? _Per se?_ _A se?_ Or _In Se_? _Per suam essentiam_, perhaps?\nOr do you mean _Ab alio_? Or to know as _Hoc aliquid_? There is a\nfine difference there. Or do you possibly mean to know in _Substantia\nprima_, or in the sense of comprehensive _noumena_?\"\n\n\"Somewhere between the latter two. How many persons do you know by\nname, face, and with a degree of intimacy?\"\n\n\"I have learned over the years the names of some of my colleagues,\npossibly a dozen of them. I am now sound on my wife's name, and\nI seldom stumble over the names of my offspring--never more than\nmomentarily. But you may have come to the wrong man for--whatever you\nhave come for. I am notoriously poor at names, faces, and persons. I\nhave even been described (_vox faucibus haesit_) as absent-minded.\"\n\n\"Yes, you do have the reputation. But perhaps I have not come to the\nwrong man in seeking the theory of the thing. What is it that limits\nthe comprehensive capacity of the mind of man? What will it hold? What\nrestricts?\"\n\n\"The body.\"\n\n\"How is that?\"\n\n\"The brain, I should say, the material tie. The mind is limited by the\nbrain. It is skull-bound. It can accumulate no more than its cranial\ncapacity, though not one tenth of that is ordinarily used. An unbodied\nmind would (in esoteric theory) be unlimited.\"\n\n\"And how in practical theory?\"\n\n\"If it is practical, a _pragma_, it is a thing and not a theory.\"\n\n\"Then we can have no experience with the unbodied mind, or the\npossibility of it?\"\n\n\"We have not discovered any area of contact, but we may entertain\nthe possibility of it. There is no paradox there. One may rationally\nconsider the irrational.\"\n\n       *       *       *       *       *\n\nAnthony went next to see the priest.\n\n\"How many people do you know?\"\n\n\"I know all of them.\"\n\n\"That has to be doubted,\" said Anthony after a moment.\n\n\"I've had twenty different stations. And when you hear five thousand\nconfessions a year for forty years, you by no means know all about\npeople, but you do know all people.\"\n\n\"I do not mean types. I mean persons.\"\n\n\"Oh, I know a dozen or so well, a few thousands somewhat less.\"\n\n\"Would it be possible to know a hundred thousand people, a half\nmillion?\"\n\n\"A mentalist might know that many to recognize; I don't know the limit.\nBut darkened man has a limit set on everything.\"\n\n\"Could a somehow emancipated man know more?\"\n\n\"The only emancipated man is the corporally dead man. And the dead man,\nif he attains the beatific vision, knows all other persons who have\never been since time began.\"\n\n\"All the billions?\"\n\n\"All.\"\n\n\"With the same brain?\"\n\n\"No. But with the same mind.\"\n\n\"Then wouldn't even a believer have to admit that the mind which we\nhave now is only a token mind? Would not any connection it would have\nwith a completely comprehensive mind be very tenuous? Would we really\nbe the same person if so changed? It is like saying a bucket would hold\nthe ocean if it were fulfilled, which only means filled full. How could\nit be the same mind?\"\n\n\"I don't know.\"\n\nAnthony went to see a psychologist.\n\n\"How many people do you know, Dr. Shirm?\"\n\n\"I could be crabby and say that I know as many as I want to; but\nit wouldn't be the truth. I rather like people, which is odd in my\nprofession. What is it that you really want to know?\"\n\n\"How many people can one man know?\"\n\n\"It doesn't matter very much. People mostly overestimate the number of\ntheir acquaintances. What is it that you are trying to ask me?\"\n\n\"Could one man know everyone?\"\n\n\"Naturally not. But unnaturally he might seem to. There is a delusion\nto this effect accompanied by an euphoria, and it is called--\"\n\n\"I don't want to know what it is called. Why do specialists use Latin\nand Greek?\"\n\n\"One part hokum, and two parts need; there simply not being enough\nletters in the alphabet of exposition without them. It is as difficult\nto name concepts as children, and we search our brains as a new mother\ndoes. It will not do to call two children or two concepts by one name.\"\n\n\"Thank you. I doubt that this is delusion, and it is not accompanied by\neuphoria.\"\n\n       *       *       *       *       *\n\nAnthony had a reason for questioning the four men since (as a new thing\nthat had come to him) he knew everybody. He knew everyone in Salt Lake\nCity, where he had never been. He knew everybody in Jebel Shah where\nthe town is a little amphitheater around the harbor, and in Batangas\nand Weihai. He knew the loungers around the end of the Galata bridge in\nIstambul, and the porters in Kuala Lumpur. He knew the tobacco traders\nin Plovdiv, and the cork-cutters of Portugal. He knew the dock workers\nin Djibouti, and the glove-makers in Prague. He knew the vegetable\nfarmers around El Centro, and the muskrat trappers of Barrataria Bay.\nHe knew the three billion people of the world by name and face, and\nwith a fair degree of intimacy.\n\n\"Yet I'm not a very intelligent man. I've been called a bungler. And\nthey've had to reassign me three different times at the filter center.\nI've seen only a few thousands of these billions of people, and it\nseems unusual that I should know them all. It may be a delusion as\nDr. Shirm says, but it is a heavily detailed delusion, and it is not\naccompanied by euphoria. I feel like green hell just thinking of it.\"\n\nHe knew the cattle traders in Letterkenny Donegal; he knew the cane\ncutters of Oriente, and the tree climbers of Milne Bay. He knew the\npeople who died every minute, and those who were born.\n\n\"There is no way out of it. I know everybody in the world. It is\nimpossible, but it is so. And to what purpose? There aren't a handful\nof them I could borrow a dollar from, and I haven't a real friend in\nthe lot. I don't know whether it came to me suddenly, but I realized it\nsuddenly. My father was a junk dealer in Wichita, and my education is\nspotty. I am maladjusted, introverted, incompetent and unhappy, and I\nalso have weak kidneys. Why would a power like this come to a man like\nme?\"\n\nThe children in the streets hooted at him. Anthony had always had\na healthy hatred for children and dogs, those twin harassers of the\nunfortunate and the maladjusted. Both run in packs, and both are\ncowardly attackers. And if either of them spots a weakness he will\nnever let it go. That his father had been a junk dealer was not reason\nto hoot at him. But how did the children even know about that? Did they\npossess some fraction of the power that had come to him lately?\n\n       *       *       *       *       *\n\nBut he had strolled about the town for too long. He should have been at\nwork at the filter center. Often they were impatient with him when he\nwandered off from his work, and Colonel Peter Cooper was waiting for\nhim when he came in now.\n\n\"Where have you been, Anthony?\"\n\n\"Walking. I talked to four men. I mentioned no subject in the province\nof the filter center.\"\n\n\"Every subject is in the province of the filter center. And you know\nthat our work here is confidential.\"\n\n\"Yes, sir, but I do not understand the import of my work here. I would\nnot be able to give out information that I do not have.\"\n\n\"A popular misconception. There are others who might understand the\nimport of it, and be able to reconstruct it from what you tell them.\nHow do you feel?\"\n\n\"Nervous, unwell, my tongue is furred, my kidneys--\"\n\n\"Ah yes, there will be someone here this afternoon to fix your kidneys.\nI had not forgotten. Is there anything that you want to tell me?\"\n\n\"No, sir.\"\n\nColonel Cooper had the habit of asking that of his workers in the\nmanner of a mother asking a child if he wants to go to the bathroom.\nThere was something embarrassing in his intonation.\n\nWell, he did want to tell him something, but he didn't know how to\nphrase it. He wanted to tell the colonel that he had newly acquired\nthe power of knowing everyone in the world, that he was worried how\nhe could hold so much in his head that was not noteworthy for its\ncapacity. But he feared ridicule more than he feared anything else and\nhe was a tangle of fears.\n\nBut he thought he would try it a little bit on his co-workers.\n\n\"I know a man named Walter Walloroy in Galveston,\" he said to Adrian.\n\"He drinks beer at the Gizmo bar, and is retired.\"\n\n\"What is the superlative of _so what_?\"\n\n\"But I have never been there,\" said Anthony.\n\n\"And I have never been in Kalamazoo.\"\n\n\"I know a girl in Kalamazoo. Her name is Greta Harandash. She is home\ntoday with a cold. She is prone to colds.\"\n\nBut Adrian was a creature both uninterested and uninteresting. It is\nvery hard to confide in one who is uninterested.\n\n\"Well, I will live with it a little while,\" said Anthony. \"Or I may\nhave to go to a doctor and see if he can give me something to make all\nthese people go away. But if he thinks my story is a queer one, he may\nreport me back to the center, and I might be reclassified again. It\nmakes me nervous to be reclassified.\"\n\nSo he lived with it a while, the rest of the day and the night. He\nshould have felt better. A man had come that afternoon and fixed his\nkidneys; but there was nobody to fix his nervousness and apprehensions.\nAnd his skittishness was increased when the children hooted at him as\nhe walked in the morning. That hated epithet! But how could they know\nthat his father had been a dealer in used metals in a town far away?\n\n       *       *       *       *       *\n\nHe had to confide in someone.\n\nHe spoke to Wellington who also worked in his room. \"I know a girl in\nBeirut who is just going to bed. It is evening there now, you know.\"\n\n\"That so? Why don't they get their time straightened out? I met a girl\nlast night that's cute as a correlator key, and kind of shaped like\none. She doesn't know yet that I work in the center and am a restricted\nperson. I'm not going to tell her. Let her find out for herself.\"\n\nIt was no good trying to tell things to Wellington. Wellington never\nlistened. And then Anthony got a summons to Colonel Peter Cooper, which\nalways increased his apprehension.\n\n\"Anthony,\" said the colonel, \"I want you to tell me if you discern\nanything unusual. That is really your job, to report anything unusual.\nThe other, the paper shuffling, is just something to keep your idle\nhands busy. Now tell me clearly if anything unusual has come to your\nnotice.\"\n\n\"Sir, it has.\" And then he blurted it all out. \"I know everybody! I\nknow everybody in the world. I know them all in their billions, every\nperson. It has me worried sick.\"\n\n\"Yes, yes, Anthony. But tell me, have you noticed anything _odd_? It is\nyour duty to tell me if you have.\"\n\n\"But I have just told you! In some manner I know every person in\nthe world. I know the people in Transvaal, I know the people in\nGuatemala. I know _everybody_.\"\n\n\"Yes, Anthony, we realize that. And it may take a little getting used\nto. But that isn't what I mean. Have you (besides that thing that seems\nout of the way to you) noticed anything unusual, anything that seems\nout of place, a little bit wrong?\"\n\n\"Ah--besides that and your reaction to it, no, sir. Nothing else odd.\nI might ask, though, how odd can a thing get? But other than that--no,\nsir.\"\n\n\"Good, Anthony. Now remember, if you sense anything odd about anything\nat all, come and tell me. No matter how trivial it is, if you feel that\nsomething is just a little bit out of place, then report it at once. Do\nyou understand that?\"\n\n\"Yes, sir.\"\n\nBut he couldn't help wondering what it might be that the colonel would\nconsider a little bit odd.\n\nAnthony left the center and walked. He shouldn't have. He knew that\nthey became impatient with him when he wandered off from his work.\n\n\"But I have to think. I have all the people in the world in my brain,\nand still I am not able to think. This power should have come to\nsomeone able to take advantage of it.\"\n\nHe went into the Plugged Nickel Bar, but the man on duty knew him for\na restricted person from the filter center, and would not serve him.\n\nHe wandered disconsolately about the city. \"I know the people in Omaha\nand those in Omsk. What queer names have the towns of the earth! I know\neveryone in the world, and when anyone is born or dies. And Colonel\nCooper did not find it unusual. Yet I am to be on the lookout for\nthings unusual. The question rises, would I know an odd thing if I met\nit?\"\n\n       *       *       *       *       *\n\nAnd then it was that something just a little bit unusual did happen,\nsomething not quite right. A small thing. But the colonel had told him\nto report anything about anything, no matter how insignificant, that\nstruck him as a little queer.\n\nIt was just that with all the people in his head, and the arrivals and\ndepartures, there was a small group that was not of the pattern.\n\nEvery minute hundreds left by death and arrived by birth. And now there\nwas a small group, seven persons; they arrived into the world, but they\nwere not born into the world.\n\nSo Anthony went to tell Colonel Cooper that something had occurred to\nhis mind that was a little bit odd.\n\nBut damn-the-dander-headed-two-and-four-legged-devils, there were the\nkids and the dogs in the street again, yipping and hooting and chanting:\n\n\"Tony the tin man. Tony the tin man.\"\n\nHe longed for the day when he would see them fall like leaves out of\nhis mind, and death take them.\n\n\"Tony the tin man. Tony the tin man.\"\n\nHow had they known that his father was a used metal dealer?\n\nColonel Peter Cooper was waiting for him.\n\n\"You surely took your time, Anthony. The reaction was registered, but\nit would take us hours to pin-point its source without your help. Now\nthen, explain as calmly as you can what you have felt or experienced.\nOr, more to the point, where are they?\"\n\n\"No. You will have to answer me certain questions first.\"\n\n\"I haven't the time to waste, Anthony. Tell me at once what it is and\nwhere.\"\n\n\"No. There is no other way. You have to bargain with me.\"\n\n\"One does not bargain with restricted persons.\"\n\n\"Well, I will bargain till I find out just what it means that I am a\nrestricted person.\"\n\n\"You really don't know? Well, we haven't time to fix that stubborn\nstreak in you. Quickly, just what is it that you have to know?\"\n\n\"I have to know what a restricted person is. I have to know why the\nchildren hoot 'Tony the tin man' at me. How can they know that my\nfather was a junk dealer?\"\n\n       *       *       *       *       *\n\n\"You had no father. We give to each of you a sufficient store of\nmemories and a background of a distant town. That happened to be yours,\nbut there is no connection here. The children call you Tony the Tin Man\nbecause (like all really cruel creatures) they have an instinct for the\ntruth that can hurt; and they will never forget it.\"\n\n\"Then I am a tin man?\"\n\n\"Well, no. Actually only seventeen percent metal. And less than a\nthird of one percent tin. You are compounded of animal, vegetable, and\nmineral fiber, and there was much effort given to your manufacture and\nprogramming. Yet the taunt of the children is essentially true.\"\n\n\"Then, if I am only Tony the Tin Man, how can I know all the people in\nthe world in my mind?\"\n\n\"You have no mind.\"\n\n\"In my brain then. How can all that be in one small brain?\"\n\n\"Because your brain is not in your head, and it is not small. Come, I\nmay as well show it to you; I've told you enough that it won't matter\nif you know a little more. There are few who are taken on personally\nconducted sight-seeing tours of their own brains. You should be\ngrateful.\n\n\"Gratitude seems a little tardy.\"\n\nThey went into the barred area, down into the bowels of the main\nbuilding of the center. And they looked at the brain of Anthony Trotz,\na restricted person in its special meaning.\n\n\"It is the largest in the world,\" said Colonel Cooper.\n\n\"How large?\"\n\n\"A little over twelve hundred cubic meters.\"\n\n\"What a brain! And it is mine?\"\n\n\"You are an adjunct to it, a runner for it, an appendage, inasmuch as\nyou are anything at all.\"\n\n\"Colonel Cooper, how long have I been alive?\"\n\n\"You are not.\"\n\n\"How long have I been as I am now?\"\n\n\"It is three days since you were last reassigned, since you were\nassigned to this. At that time your nervousness and apprehensions\nwere introduced. An apprehensive unit will be more inclined to notice\ndetails just a little out of the ordinary.\"\n\n\"And what is my purpose?\"\n\nThey were walking now back to the office work area, and Anthony had a\nsad feeling at leaving his brain behind him.\n\n\"This is a filter center, and your purpose is to serve as a filter,\nof a sort. Every person has a slight aura around him. It is a\ncharacteristic of his, and is part of his personality and purpose.\nAnd it can be detected, electrically, magnetically, even visually\nunder special conditions. The accumulator at which we were looking\n(your brain) is designed to maintain contact with all the auras in the\nworld, and to keep a running and complete data on them all. It contains\na multiplicity of circuits for each of its three billion and some\nsubjects. However, as aid to its operation, it was necessary to assign\nseveral artificial consciousnesses to it. You are one of these.\"\n\n       *       *       *       *       *\n\nThe dogs and the children had found a new victim in the streets below.\nAnthony's heart went out to him.\n\n\"The purpose,\" continued Colonel Cooper, \"was to notice anything just\na little bit peculiar in the auras and the persons they represent,\nanything at all odd in their comings and goings. Anything like what you\nhave come here to report to me.\"\n\n\"Like the seven persons who recently arrived in the world, and not by\nway of birth?\"\n\n\"Yes. We have been expecting the first of the aliens for months. We\nmust know their area, and at once. Now tell me.\"\n\n\"What if they are not aliens at all. What if they are restricted\npersons like myself?\"\n\n\"Restricted persons have no aura, are not persons, are not alive. And\nyou would not receive knowledge of them.\"\n\n\"Then how do I know the other restricted persons here, Adrian and\nWellington, and such?\"\n\n\"You know them at first hand. You do not know them through the machine.\nNow tell me the area quickly. The center may be a primary target. It\nwill take the machine hours to ravel it out. Your only purpose is to\nserve as an intuitive short-cut.\"\n\nBut Tin Man Tony did not speak. He only thought in his mind--more\naccurately, in his brain, a hundred yards away. He thought in his\nfabricated consciousness:\n\n\"The area is quite near. If the colonel were not burdened with a mind,\nhe would be able to think more clearly. He would know that cruel\nchildren and dogs love to worry what is not human, and that all of the\nrestricted persons are accounted for in this area. He would know that\nthey are worrying one of the aliens in the street below, and that is\nthe area that is right in my consciousness.\n\n\"I wonder if they will be better masters? He is an imposing figure,\nand he would be able to pass for a man. And the colonel is right: The\nCenter is a primary target.\n\n\"Why! I never knew you could kill a child just by pointing a finger at\nhim like that! What opportunities I have missed! Enemy of my enemy, you\nare my friend.\"\n\nAnd aloud he said to the colonel:\n\n\"I will not tell you.\"\n\n\"Then we'll have you apart and get it out of you mighty quick.\"\n\n\"How quick?\"\n\n\"Ten minutes.\"\n\n\"Time enough,\" said Tony, for he knew them now, coming in like snow.\nThey were arriving in the world by the hundreds, and not arriving by\nbirth.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of All The People, by R.A. Lafferty\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALL THE PEOPLE ***\n\n***** This file should be named 51603.txt or 51603.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/0/51603/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}