{"title": "A Fall of Glass", "author": "Stanley R. Lee", "releaseDate": "March 31, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            A FALL OF GLASS\n\n                           By STANLEY R. LEE\n\n                         Illustrated by DILLON\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                   The weatherman was always right:\n                    Temperature, 59; humidity, 47%;\n                occasional light showers--but of what?\n\n\nThe pockets of Mr. Humphrey Fownes were being picked outrageously.\n\nIt was a splendid day. The temperature was a crisp 59 degrees, the\nhumidity a mildly dessicated 47%. The sun was a flaming orange ball in\na cloudless blue sky.\n\nHis pockets were picked eleven times.\n\nIt should have been difficult. Under the circumstances it was a\nmasterpiece of pocket picking. What made it possible was Humphrey\nFownes' abstraction; he was an uncommonly preoccupied individual. He\nwas strolling along a quiet residential avenue: small private houses,\none after another, a place of little traffic and minimum distractions.\nBut he was thinking about weather, which was an unusual subject to\nbegin with for a person living in a domed city. He was thinking so\ndeeply about it that it never occurred to him that entirely too many\npeople were bumping into him. He was thinking about Optimum Dome\nConditions (a crisp 59 degrees, a mildly dessicated 47%) when a bogus\npostman, who pretended to be reading a postal card, jostled him. In the\nconfusion of spilled letters and apologies from both sides, the postman\nrifled Fownes's handkerchief and inside jacket pockets.\n\n       *       *       *       *       *\n\nHe was still thinking about temperature and humidity when a pretty girl\nhappened along with something in her eye. They collided. She got his\nright and left jacket pockets. It was much too much for coincidence.\nThe sidewalk was wide enough to allow four people to pass at one time.\nHe should surely have become suspicious when two men engaged in a\nheated argument came along. In the ensuing contretemps they emptied his\nrear pants pockets, got his wristwatch and restored the contents of the\nhandkerchief pocket. It all went off very smoothly, like a game of put\nand take--the sole difference being that Humphrey Fownes had no idea he\nwas playing.\n\nThere was an occasional tinkle of falling glass.\n\nIt fell on the streets and houses, making small geysers of shiny mist,\nhitting with a gentle musical sound, like the ephemeral droppings of\na celesta. It was precipitation peculiar to a dome: feather-light\nfragments showering harmlessly on the city from time to time. Dome\nweevils, their metal arms reaching out with molten glass, roamed the\nhuge casserole, ceaselessly patching and repairing.\n\nHumphrey Fownes strode through the puffs of falling glass still\nintrigued by a temperature that was always 59 degrees, by a humidity\nthat was always 47%, by weather that was always Optimum. It was this\nrather than skill that enabled the police to maintain such a tight\nsurveillance on him, a surveillance that went to the extent of getting\nhis fingerprints off the postman's bag, and which photographed, X-rayed\nand chemically analyzed the contents of his pockets before returning\nthem. Two blocks away from his home a careless housewife spilled a\nfive-pound bag of flour as he was passing. It was really plaster of\nParis. He left his shoe prints, stride measurement, height, weight and\nhandedness behind.\n\nBy the time Fownes reached his front door an entire dossier complete\nwith photographs had been prepared and was being read by two men in an\norange patrol car parked down the street.\n\n       *       *       *       *       *\n\nLanfierre had undoubtedly been affected by his job.\n\nSitting behind the wheel of the orange car, he watched Humphrey Fownes\napproach with a distinct feeling of admiration, although it was an\nodd, objective kind of admiration, clinical in nature. It was similar\nto that of a pathologist observing for the first time a new and\nparticularly virulent strain of pneumococcus under his microscope.\n\nLanfierre's job was to ferret out aberration. It couldn't be tolerated\nwithin the confines of a dome. Conformity had become more than a social\nforce; it was a physical necessity. And, after years of working at it,\nLanfierre had become an admirer of eccentricity. He came to see that\ngenuine quirks were rare and, as time went on, due partly to his own\nsmall efforts, rarer.\n\nFownes was a masterpiece of queerness. He was utterly inexplicable.\nLanfierre was almost proud of Humphrey Fownes.\n\n\"Sometimes his house _shakes_,\" Lanfierre said.\n\n\"House shakes,\" Lieutenant MacBride wrote in his notebook. Then he\nstopped and frowned. He reread what he'd just written.\n\n\"You heard right. The house _shakes_,\" Lanfierre said, savoring it.\n\nMacBride looked at the Fownes house through the magnifying glass of\nthe windshield. \"Like from ... _side to side_?\" he asked in a somewhat\npatronizing tone of voice.\n\n\"And up and down.\"\n\nMacBride returned the notebook to the breast pocket of his orange\nuniform. \"Go on,\" he said, amused. \"It sounds interesting.\" He tossed\nthe dossier carelessly on the back seat.\n\nLanfierre sat stiffly behind the wheel, affronted. The cynical MacBride\ncouldn't really appreciate fine aberrations. In some ways MacBride\nwas a barbarian. Lanfierre had held out on Fownes for months. He\nhad even contrived to engage him in conversation once, a pleasantly\nabsurd, irrational little chat that titillated him for weeks. It was\nonly with the greatest reluctance that he finally mentioned Fownes\nto MacBride. After years of searching for differences Lanfierre had\nseen how extraordinarily repetitious people were, echoes really, dimly\nresounding echoes, each believing itself whole and separate. They spoke\nin an incessant chatter of cliches, and their actions were unbelievably\ntrite.\n\nThen a fine robust freak came along and the others--the echoes--refused\nto believe it. The lieutenant was probably on the point of suggesting a\nvacation.\n\n\"Why don't you take a vacation?\" Lieutenant MacBride suggested.\n\n\"It's like this, MacBride. Do you know what a wind is? A breeze? A\nzephyr?\"\n\n\"I've heard some.\"\n\n\"They say there are mountain-tops where winds blow all the time. Strong\nwinds, MacBride. Winds like you and I can't imagine. And if there was\na house sitting on such a mountain and if winds _did_ blow, it would\nshake exactly the way that one does. Sometimes I get the feeling the\nwhole place is going to slide off its foundation and go sailing down\nthe avenue.\"\n\n       *       *       *       *       *\n\nLieutenant MacBride pursed his lips.\n\n\"I'll tell you something else,\" Lanfierre went on. \"The _windows_ all\nclose at the same time. You'll be watching and all of a sudden every\nsingle window in the place will drop to its sill.\" Lanfierre leaned\nback in the seat, his eyes still on the house. \"Sometimes I think\nthere's a whole crowd of people in there waiting for a signal--as if\nthey all had something important to say but had to close the windows\nfirst so no one could hear. Why else close the windows in a domed city?\nAnd then as soon as the place is buttoned up they all explode into\nconversation--and that's why the house shakes.\"\n\nMacBride whistled.\n\n\"No, I don't need a vacation.\"\n\nA falling piece of glass dissolved into a puff of gossamer against the\nwindshield. Lanfierre started and bumped his knee on the steering wheel.\n\n\"No, you don't need a rest,\" MacBride said. \"You're starting to see\nflying houses, hear loud babbling voices. You've got winds in your\nbrain, Lanfierre, breezes of fatigue, zephyrs of irrationality--\"\n\nAt that moment, all at once, every last window in the house slammed\nshut.\n\nThe street was deserted and quiet, not a movement, not a sound.\nMacBride and Lanfierre both leaned forward, as if waiting for the\nghostly babble of voices to commence.\n\nThe house began to shake.\n\nIt rocked from side to side, it pitched forward and back, it yawed and\ndipped and twisted, straining at the mooring of its foundation. The\nhouse could have been preparing to take off and sail down the....\n\nMacBride looked at Lanfierre and Lanfierre looked at MacBride and then\nthey both looked back at the dancing house.\n\n\"And the _water_,\" Lanfierre said. \"The _water_ he uses! He could be\nthe thirstiest and cleanest man in the city. He could have a whole\nfamily of thirsty and clean kids, and he _still_ wouldn't need all that\nwater.\"\n\nThe lieutenant had picked up the dossier. He thumbed through the pages\nnow in amazement. \"Where do you get a guy like this?\" he asked. \"Did\nyou see what he carries in his pockets?\"\n\n\"And compasses won't work on this street.\"\n\nThe lieutenant lit a cigarette and sighed.\n\nHe usually sighed when making the decision to raid a dwelling. It\nexpressed his weariness and distaste for people who went off and got\nneurotic when they could be enjoying a happy, normal existence. There\nwas something implacable about his sighs.\n\n\"He'll be coming out soon,\" Lanfierre said. \"He eats supper next door\nwith a widow. Then he goes to the library. Always the same. Supper at\nthe widow's next door and then the library.\"\n\nMacBride's eyebrows went up a fraction of an inch. \"The library?\" he\nsaid. \"Is he in with that bunch?\"\n\nLanfierre nodded.\n\n\"Should be very interesting,\" MacBride said slowly.\n\n\"I can't wait to see what he's got in there,\" Lanfierre murmured,\nwatching the house with a consuming interest.\n\nThey sat there smoking in silence and every now and then their eyes\nwidened as the house danced a new step.\n\n       *       *       *       *       *\n\nFownes stopped on the porch to brush the plaster of paris off his\nshoes. He hadn't seen the patrol car and this intense preoccupation\nof his was also responsible for the dancing house--he simply hadn't\nnoticed. There was a certain amount of vibration, of course. He\nhad a bootleg pipe connected into the dome blower system, and the\nhigh-pressure air caused some buffeting against the thin walls of the\nhouse. At least, he called it buffeting; he'd never thought to watch\nfrom outside.\n\nHe went in and threw his jacket on the sofa, there being no room\nleft in the closets. Crossing the living room he stopped to twist a\ndraw-pull.\n\nEvery window slammed shut.\n\n\"Tight as a kite,\" he thought, satisfied. He continued on toward the\ncloset at the foot of the stairs and then stopped again. Was that\nright? No, _snug as a hug in a rug_. He went on, thinking: _The old\ndevils._\n\nThe downstairs closet was like a great watch case, a profusion of\nwheels surrounding the Master Mechanism, which was a miniature see-saw\nthat went back and forth 365-1/4 times an hour. The wheels had a\ncurious stateliness about them. They were all quite old, salvaged from\ngrandfather's clocks and music boxes and they went around in graceful\ncircles at the rate of 30 and 31 times an hour ... although there\nwas one slightly eccentric cam that vacillated between 28 and 29. He\nwatched as they spun and flashed in the darkness, and then set them for\nseven o'clock in the evening, April seventh, any year.\n\nOutside, the domed city vanished.\n\nIt was replaced by an illusion. Or, as Fownes hoped it might appear,\nthe illusion of the domed city vanished and was replaced by a more\nsatisfactory, and, for his specific purpose, more functional, illusion.\nLooking through the window he saw only a garden.\n\nInstead of an orange sun at perpetual high noon, there was a red sun\nsetting brilliantly, marred only by an occasional arcover which left\nthe smell of ozone in the air. There was also a gigantic moon. It hid a\nhuge area of sky, and it sang. The sun and moon both looked down upon a\ngarden that was itself scintillant, composed largely of neon roses.\n\nMoonlight, he thought, and roses. Satisfactory. _And cocktails for\ntwo._ Blast, he'd never be able to figure that one out! He watched as\nthe moon played, _Oh, You Beautiful Doll_ and the neon roses flashed\nslowly from red to violet, then went back to the closet and turned on\nthe scent. The house began to smell like an immensely concentrated rose\nas the moon shifted to _People Will Say We're In Love_.\n\n       *       *       *       *       *\n\nHe rubbed his chin critically. It _seemed_ all right. A dreamy sunset,\nan enchanted moon, flowers, scent.\n\nThey were all purely speculative of course. He had no idea how a rose\nreally smelled--or looked for that matter. Not to mention a moon. But\nthen, neither did the widow. He'd have to be confident, assertive.\n_Insist_ on it. I tell you, my dear, this is a genuine realistic\nromantic moon. Now, does it do anything to your pulse? Do you feel icy\nfingers marching up and down your spine?\n\nHis own spine didn't seem to be affected. But then he hadn't read that\nbook on ancient mores and courtship customs.\n\nHow really odd the ancients were. Seduction seemed to be an incredibly\nlong and drawn-out process, accompanied by a considerable amount\nof falsification. Communication seemed virtually impossible. \"No\"\nmeant any number of things, depending on the tone of voice and the\ncircumstances. It could mean yes, it could mean ask me again later on\nthis evening.\n\nHe went up the stairs to the bedroom closet and tried the rain-maker,\nthinking roguishly: _Thou shalt not inundate._ The risks he was taking!\nA shower fell gently on the garden and a male chorus began to chant\n_Singing in the Rain_. Undiminished, the yellow moon and the red sun\ncontinued to be brilliant, although the sun occasionally arced over and\ndemolished several of the neon roses.\n\nThe last wheel in the bedroom closet was a rather elegant steering\nwheel from an old 1995 Studebaker. This was on the bootleg pipe; he\ngingerly turned it.\n\nFar below in the cellar there was a rumble and then the soft whistle of\nwinds came to him.\n\nHe went downstairs to watch out the living room window. This was\nimportant; the window had a really fixed attitude about air currents.\nThe neon roses bent and tinkled against each other as the wind rose and\nthe moon shook a trifle as it whispered _Cuddle Up a Little Closer_.\n\nHe watched with folded arms, considering how he would start. _My dear\nMrs. Deshazaway._ Too formal. They'd be looking out at the romantic\ngarden; time to be a bit forward. _My very dear Mrs. Deshazaway._ No.\nContrived. How about a simple, _Dear Mrs. Deshazaway_. That might be\nit. _I was wondering, seeing as how it's so late, if you wouldn't\nrather stay over instead of going home...._\n\nPreoccupied, he hadn't noticed the winds building up, didn't hear the\nshaking and rattling of the pipes. There were attic pipes connected\nto wall pipes and wall pipes connected to cellar pipes, and they made\none gigantic skeleton that began to rattle its bones and dance as\nhigh-pressure air from the dome blower rushed in, slowly opening the\nStudebaker valve wider and wider....\n\nThe neon roses thrashed about, extinguishing each other. The red sun\nshot off a mass of sparks and then quickly sank out of sight. The moon\nfell on the garden and rolled ponderously along, crooning _When the\nBlue of the Night Meets the Gold of the Day_.\n\nThe shaking house finally woke him up. He scrambled upstairs to the\nStudebaker wheel and shut it off.\n\nAt the window again, he sighed. Repairs were in order. And it wasn't\nthe first time the winds got out of line.\n\nWhy didn't she marry him and save all this bother? He shut it all down\nand went out the front door, wondering about the rhyme of the months,\nabout stately August and eccentric February and romantic April. April.\nIts days were thirty and it followed September. _And all the rest have\nthirty-one._ What a strange people, the ancients!\n\nHe still didn't see the orange car parked down the street.\n\n       *       *       *       *       *\n\n\"Men are too perishable,\" Mrs. Deshazaway said over dinner. \"For all\npractical purposes I'm never going to marry again. All my husbands die.\"\n\n\"Would you pass the beets, please?\" Humphrey Fownes said.\n\nShe handed him a platter of steaming red beets. \"And don't look at me\nthat way,\" she said. \"I'm _not_ going to marry you and if you want\nreasons I'll give you four of them. Andrew. Curt. Norman. And Alphonse.\"\n\nThe widow was a passionate woman. She did everything\npassionately--talking, cooking, dressing. Her beets were passionately\nred. Her clothes rustled and her high heels clicked and her jewelry\ntinkled. She was possessed by an uncontrollable dynamism. Fownes had\nnever known anyone like her. \"You forgot to put salt on the potatoes,\"\nshe said passionately, then went on as calmly as it was possible for\nher to be, to explain why she couldn't marry him. \"Do you have any\nidea what people are saying? They're all saying I'm a cannibal! I rob\nmy husbands of their life force and when they're empty I carry their\nbodies outside on my way to the justice of the peace.\"\n\n\"As long as there are people,\" he said philosophically, \"there'll be\ntalk.\"\n\n\"But it's the air! Why don't they talk about that? The air is stale,\nI'm positive. It's not nourishing. The air is stale and Andrew, Curt,\nNorman and Alphonse couldn't stand it. Poor Alphonse. He was never so\nhealthy as on the day he was born. From then on things got steadily\nworse for him.\"\n\n\"I don't seem to mind the air.\"\n\nShe threw up her hands. \"You'd be the worst of the lot!\" She left the\ntable, rustling and tinkling about the room. \"I can just hear them. Try\nsome of the asparagus. _Five._ That's what they'd say. That woman did\nit again. And the plain fact is I don't want you on my record.\"\n\n\"Really,\" Fownes protested. \"I feel splendid. Never better.\"\n\nHe could hear her moving about and then felt her hands on his\nshoulders. \"And what about those _very_ elaborate plans you've been\nmaking to seduce me?\"\n\nFownes froze with three asparagus hanging from his fork.\n\n\"Don't you think _they'll_ find out? _I_ found out and you can bet\n_they_ will. It's my fault, I guess. I talk too much. And I don't\nalways tell the truth. To be completely honest with you, Mr. Fownes, it\nwasn't the old customs at all standing between us, it was air. I can't\nhave another man die on me, it's bad for my self-esteem. And now you've\ngone and done something good and criminal, something peculiar.\"\n\n       *       *       *       *       *\n\nFownes put his fork down. \"Dear Mrs. Deshazaway,\" he started to say.\n\n\"And of course when they do find out and they ask you why, Mr. Fownes,\nyou'll tell them. No, no heroics, please! When they ask a man a\nquestion he always answers and you will too. You'll tell them I wanted\nto be courted and when they hear that they'll be around to ask _me_ a\nfew questions. You see, we're both a bit queer.\"\n\n\"I hadn't thought of that,\" Fownes said quietly.\n\n\"Oh, it doesn't really matter. I'll join Andrew, Curt, Norman--\"\n\n\"That won't be necessary,\" Fownes said with unusual force. \"With all\ndue respect to Andrew, Curt, Norman and Alphonse, I might as well state\nhere and now I have other plans for you, Mrs. Deshazaway.\"\n\n\"But my dear Mr. Fownes,\" she said, leaning across the table. \"We're\nlost, you and I.\"\n\n\"Not if we could leave the dome,\" Fownes said quietly.\n\n\"That's impossible! How?\"\n\nIn no hurry, now that he had the widow's complete attention, Fownes\nleaned across the table and whispered: \"Fresh air, Mrs. Deshazaway?\nSpace? Miles and miles of space where the real-estate monopoly has\nno control whatever? Where the _wind_ blows across _prairies_; or is\nit the other way around? No matter. How would you like _that_, Mrs.\nDeshazaway?\"\n\nBreathing somewhat faster than usual, the widow rested her chin on her\ntwo hands. \"Pray continue,\" she said.\n\n\"Endless vistas of moonlight and roses? April showers, Mrs. Deshazaway.\nAnd June, which as you may know follows directly upon April and is\nsupposed to be the month of brides, of marrying. June also lies beyond\nthe dome.\"\n\n\"I see.\"\n\n\"_And_,\" Mr. Fownes added, his voice a honeyed whisper, \"they say\nthat somewhere out in the space and the roses and the moonlight,\nthe sleeping equinox yawns and rises because on a certain day it's\n_vernal_ and that's when it roams the Open Country where geigers no\nlonger scintillate.\"\n\n\"_My._\" Mrs. Deshazaway rose, paced slowly to the window and then came\nback to the table, standing directly over Fownes. \"If you can get us\noutside the dome,\" she said, \"out where a man stays _warm_ long enough\nfor his wife to get to know him ... if you can do that, Mr. Fownes ...\nyou may call me Agnes.\"\n\n       *       *       *       *       *\n\nWhen Humphrey Fownes stepped out of the widow's house, there was a\nlook of such intense abstraction on his features that Lanfierre felt a\nwistful desire to get out of the car and walk along with the man. It\nwould be such a _deliciously_ insane experience. (\"April has thirty\ndays,\" Fownes mumbled, passing them, \"because thirty is the largest\nnumber such that all smaller numbers not having a common divisor\nwith it are _primes_.\" MacBride frowned and added it to the dossier.\nLanfierre sighed.)\n\nPinning his hopes on the Movement, Fownes went straight to the\nlibrary several blocks away, a shattered depressing place given over\nto government publications and censored old books with holes in\nthem. It was used so infrequently that the Movement was able to meet\nthere undisturbed. The librarian was a yellowed, dog-eared woman of\neighty. She spent her days reading ancient library cards and, like the\nbooks around her, had been rendered by time's own censor into near\nunintelligibility.\n\n\"Here's one,\" she said to him as he entered. \"_Gulliver's Travels._\nLoaned to John Wesley Davidson on March 14, 1979 for _five_ days. What\ndo you make of it?\"\n\nIn the litter of books and cards and dried out ink pads that surrounded\nthe librarian, Fownes noticed a torn dust jacket with a curious\nillustration. \"What's that?\" he said.\n\n\"A twister,\" she replied quickly. \"Now listen to _this_. Seven years\nlater on March 21, 1986, Ella Marshall Davidson took out the same book.\nWhat do you make of _that_?\"\n\n\"I'd say,\" Humphrey Fownes said, \"that he ... that he recommended it\nto her, that one day they met in the street and he told her about\nthis book and then they ... they went to the library together and she\nborrowed it and eventually, why eventually they got married.\"\n\n\"Hah! They were brother and sister!\" the librarian shouted in her\nparched voice, her old buckram eyes laughing with cunning.\n\nFownes smiled weakly and looked again at the dust jacket. The twister\nwas unquestionably a meteorological phenomenon. It spun ominously, like\na malevolent top, and coursed the countryside destructively, carrying\na Dorothy to an Oz. He couldn't help wondering if twisters did anything\nto feminine pulses, if they could possibly be a part of a moonlit\nnight, with cocktails and roses. He absently stuffed the dust jacket\nin his pocket and went on into the other rooms, the librarian mumbling\nafter him: \"Edna Murdoch Featherstone, April 21, 1991,\" as though\nreading inscriptions on a tombstone.\n\n       *       *       *       *       *\n\nThe Movement met in what had been the children's room, where unpaid\nladies of the afternoon had once upon a time read stories to other\npeople's offspring. The members sat around at the miniature tables\nlooking oddly like giants fled from their fairy tales, protesting.\n\n\"Where did the old society fail?\" the leader was demanding of them. He\nstood in the center of the room, leaning on a heavy knobbed cane. He\nglanced around at the group almost complacently, and waited as Humphrey\nFownes squeezed into an empty chair. \"We live in a dome,\" the leader\nsaid, \"for lack of something. An invention! What is the one thing\nthat the great technological societies before ours could not invent,\nnotwithstanding their various giant brains, electronic and otherwise?\"\n\nFownes was the kind of man who never answered a rhetorical question. He\nwaited, uncomfortable in the tight chair, while the others struggled\nwith this problem in revolutionary dialectics.\n\n\"_A sound foreign policy_,\" the leader said, aware that no one else had\nobtained the insight. \"If a sound foreign policy can't be created the\nonly alternative is not to have any foreign policy at all. Thus the\nmovement into domes began--_by common consent of the governments_. This\nis known as self-containment.\"\n\nDialectically out in left field, Humphrey Fownes waited for a lull\nin the ensuing discussion and then politely inquired how it might be\narranged for him to get out.\n\n\"Out?\" the leader said, frowning. \"Out? Out where?\"\n\n\"Outside the dome.\"\n\n\"Oh. All in good time, my friend. One day we shall all pick up and\nleave.\"\n\n\"And that day I'll await impatiently,\" Fownes replied with marvelous\ntact, \"because it will be lonely out there for the two of us. My future\nwife and I have to leave _now_.\"\n\n\"Nonsense. Ridiculous! You have to be prepared for the Open Country.\nYou can't just up and leave, it would be suicide, Fownes. And\ndialectically very poor.\"\n\n\"Then you _have_ discussed preparations, the practical necessities of\nlife in the Open Country. Food, clothing, a weapon perhaps? What else?\nHave I left anything out?\"\n\nThe leader sighed. \"The gentleman wants to know if he's left anything\nout,\" he said to the group.\n\nFownes looked around at them, at some dozen pained expressions.\n\n\"Tell the man what he's forgotten,\" the leader said, walking to the far\nwindow and turning his back quite pointedly on them.\n\nEveryone spoke at the same moment. \"_A sound foreign policy_,\" they all\nsaid, it being almost too obvious for words.\n\n       *       *       *       *       *\n\nOn his way out the librarian shouted at him: \"_A Tale of a Tub_,\nthirty-five years overdue!\" She was calculating the fine as he closed\nthe door.\n\nHumphrey Fownes' preoccupation finally came to an end when he was one\nblock away from his house. It was then that he realized something\nunusual must have occurred. An orange patrol car of the security police\nwas parked at his front door. And something else was happening too.\n\nHis house was dancing.\n\nIt was disconcerting, and at the same time enchanting, to watch one's\nresidence frisking about on its foundation. It was such a strange sight\nthat for the moment he didn't give a thought to what might be causing\nit. But when he stepped gingerly onto the porch, which was doing its\nown independent gavotte, he reached for the doorknob with an immense\ncuriosity.\n\nThe door flung itself open and knocked him back off the porch.\n\nFrom a prone position on his miniscule front lawn, Fownes watched as\nhis favorite easy chair sailed out of the living room on a blast of\ncold air and went pinwheeling down the avenue in the bright sunshine. A\nwild wind and a thick fog poured out of the house. It brought chairs,\nsuits, small tables, lamps trailing their cords, ashtrays, sofa\ncushions. The house was emptying itself fiercely, as if disgorging an\nold, spoiled meal. From deep inside he could hear the rumble of his\nancient upright piano as it rolled ponderously from room to room.\n\nHe stood up; a wet wind swept over him, whipping at his face, toying\nwith his hair. It was a whistling in his ears, and a tingle on his\ncheeks. He got hit by a shoe.\n\nAs he forced his way back to the doorway needles of rain played over\nhis face and he heard a voice cry out from somewhere in the living room.\n\n\"Help!\" Lieutenant MacBride called.\n\nStanding in the doorway with his wet hair plastered down on his\ndripping scalp, the wind roaring about him, the piano rumbling in the\ndistance like thunder, Humphrey Fownes suddenly saw it all very clearly.\n\n\"_Winds_,\" he said in a whisper.\n\n\"What's happening?\" MacBride yelled, crouching behind the sofa.\n\n\"_March_ winds,\" he said.\n\n\"What?!\"\n\n\"April showers!\"\n\nThe winds roared for a moment and then MacBride's lost voice emerged\nfrom the blackness of the living room. \"These are _not_ Optimum Dome\nConditions!\" the voice wailed. \"The temperature is _not_ 59 degrees.\nThe humidity is _not_ 47%!\"\n\n       *       *       *       *       *\n\nFownes held his face up to let the rain fall on it. \"Moonlight!\" he\nshouted. \"Roses! My _soul_ for a cocktail for two!\" He grasped the\ndoorway to keep from being blown out of the house.\n\n\"Are you going to make it stop or aren't you!\" MacBride yelled.\n\n\"You'll have to tell me what you did first!\"\n\n\"I _told_ him not to touch that wheel! Lanfierre. He's in the upstairs\nbedroom!\"\n\nWhen he heard this Fownes plunged into the house and fought his way\nup the stairs. He found Lanfierre standing outside the bedroom with a\nwheel in his hand.\n\n\"What have I done?\" Lanfierre asked in the monotone of shock.\n\nFownes took the wheel. It was off a 1995 Studebaker.\n\n\"I'm not sure what's going to come of this,\" he said to Lanfierre with\nan astonishing amount of objectivity, \"but the entire dome air supply\nis now coming through my bedroom.\"\n\nThe wind screamed.\n\n\"Is there something I can turn?\" Lanfierre asked.\n\n\"Not any more there isn't.\"\n\nThey started down the stairs carefully, but the wind caught them and\nthey quickly reached the bottom in a wet heap.\n\nRecruiting Lieutenant MacBride from behind his sofa, the men carefully\nedged out of the house and forced the front door shut.\n\nThe wind died. The fog dispersed. They stood dripping in the Optimum\nDome Conditions of the bright avenue.\n\n\"I never figured on _this_,\" Lanfierre said, shaking his head.\n\nWith the front door closed the wind quickly built up inside the house.\nThey could see the furnishing whirl past the windows. The house did a\nwild, elated jig.\n\n\"What kind of a place _is_ this?\" MacBride said, his courage beginning\nto return. He took out his notebook but it was a soggy mess. He tossed\nit away.\n\n\"Sure, he was _different_,\" Lanfierre murmured. \"I knew that much.\"\n\nWhen the roof blew off they weren't really surprised. With a certain\namount of equanimity they watched it lift off almost gracefully,\nstanding on end for a moment before toppling to the ground. It was\nstrangely slow motion, as was the black twirling cloud that now rose\nout of the master bedroom, spewing shorts and socks and cases every\nwhich way.\n\n\"_Now_ what?\" MacBride said, thoroughly exasperated, as this strange\nblack cloud began to accelerate, whirling about like some malevolent\ntop....\n\n       *       *       *       *       *\n\nHumphrey Fownes took out the dust jacket he'd found in the library. He\nheld it up and carefully compared the spinning cloud in his bedroom\nwith the illustration. The cloud rose and spun, assuming the identical\nshape of the illustration.\n\n\"It's a twister,\" he said softly. \"A Kansas twister!\"\n\n\"What,\" MacBride asked, his bravado slipping away again, \"what ... is a\ntwister?\"\n\nThe twister roared and moved out of the bedroom, out over the rear of\nthe house toward the side of the dome. \"It says here,\" Fownes shouted\nover the roaring, \"that Dorothy traveled from Kansas to Oz in a twister\nand that ... and that Oz is a wonderful and mysterious land _beyond the\nconfines of everyday living_.\"\n\nMacBride's eyes and mouth were great zeros.\n\n\"Is there something I can turn?\" Lanfierre asked.\n\nHuge chunks of glass began to fall around them.\n\n\"Fownes!\" MacBride shouted. \"This is a direct order! Make it go back!\"\n\nBut Fownes had already begun to run on toward the next house, dodging\nmountainous puffs of glass as he went. \"Mrs. Deshazaway!\" he shouted.\n\"Yoo-hoo, Mrs. Deshazaway!\"\n\nThe dome weevils were going berserk trying to keep up with the\nprecipitation. They whirred back and forth at frightful speed, then,\nemptied of molten glass, rushed to the Trough which they quickly\nemptied and then rushed about empty-handed. \"Yoo-hoo!\" he yelled,\nrunning. The artificial sun vanished behind the mushrooming twister.\nOptimum temperature collapsed. \"Mrs. Deshazaway! _Agnes_, will you\nmarry me? Yoo-hoo!\"\n\nLanfierre and Lieutenant MacBride leaned against their car and waited,\ndazed.\n\nThere was quite a large fall of glass.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Fall of Glass, by Stanley R. Lee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A FALL OF GLASS ***\n\n***** This file should be named 51609.txt or 51609.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/0/51609/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}