{"title": "A Matter of Protocol", "author": "Jack Sharkey", "releaseDate": "April 1, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         A MATTER OF PROTOCOL\n\n                            By JACK SHARKEY\n\n                       Illustrated by SCHELLING\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                First Contact was always dangerous--but\n                   usually only to the man involved!\n\n\nFrom space, the planet Viridian resembled a great green moss-covered\ntennis ball. When the spaceship had arrowed even closer to the lush\njungle that was the surface of the 7000-mile sphere, there was still no\nvisible break in the green cloak of the planet. Even when they dipped\nalmost below their margin of safety--spaceships were poorly built\nfor extended flight within the atmosphere--it took nearly a complete\ncircuit of the planet before a triangle of emptiness was spotted.\nIt was in the midst of the tangled canopy of treetops, themselves\ninterwoven inextricably with coarse-leaved ropy vines that sprawled and\ncoiled about the upthrust branches like underfed anacondas.\n\nInto the center of this triangle the ship was lowered on sputtering\nblue pillars of crackling energy, to come to rest on the soft loamy\nearth.\n\nA bare instant after setdown, crewmen exploded from the airlock and\ndashed into the jungle shadows with high-pressure tanks of gushing\nspume. Their job was to coat, cool and throttle the hungry fires\ntrickling in bright orange fingers through the heat-blackened grasses.\nHigher in the trees, a few vines smoldered fitfully where the fires had\nbrushed them, then hissed into smoky wet ash as their own glutinous\nsap smothered the urgent embers. But the fire was going out.\n\n\"Under control, sir,\" reported a returning crewman.\n\nLieutenant Jerry Norcriss emerged into the green gloaming that cloaked\nthe base of the ship with a net of harlequin diamonds. Jerry nodded\nabstractedly as other crewmen laid a lightweight form-fitting couch\nalongside the tailfins near the airlock. On this couch Jerry reclined.\nRemaining crew members turned their fire-fighting gear over to\ncompanions and stood guard in a rough semi-circle with loaded rifles,\ntheir backs to the figure on the couch, facing the jungle and whatever\npredatory dangers it might hold.\n\nEnsign Bob Ryder, the technician who had the much softer job of simply\ncontrolling and coordinating any information relayed by Jerry, leaned\nout through the open circle in the hull.\n\n\"All set, sir,\" said the tech. Jerry nodded and settled a heavily\nwired helmet onto his head, while Bob made a hookup between the helmet\nand the power outlet that was concealed under a flap of metal on the\ntailfin.\n\nHelmet secured, Jerry lay back upon the couch and closed his eyes. \"Any\ntime you're ready, Ensign.\"\n\nBob hurried back inside, found the panel he sought among the jumble of\nhigh-powered machinery there, and placed a spool of microtape on a\nspindle inside it.\n\nHe shut the panel and thumbed the button that started an impulse\nradiating from the tape into the jungle.\n\nThe impulse had been detected and taped by a roborocket which had\ncircled the planet for months before their arrival. It was one of\nthe two Viridian species whose types were as yet uncatalogued by the\nSpace Corps, in its vast files of alien life. Jerry's job, as a Space\nZoologist, was to complete those files, planet by planet throughout the\nspreading wave of slowly colonized universe.\n\nBob made sure the tape was functioning. Then he clicked the switch that\nwould stimulate the Contact center in Jerry's brain and release his\nmind into that of the taped alien for an immutable forty minutes.\n\nOutside the ship, recumbent in the warm green-gold shadows, Jerry's\nconsciousness was dwarfed for an instant by a white lightning-flash\nof energy. And then his body went limp as his mind sprang with\nthought-speed into Contact....\n\n       *       *       *       *       *\n\nJerry opened his eyes to a dizzying view of the dull brown jungle\nfloor. He blinked a moment, then looked toward his feet. He saw two\nsets of thin knobby Vs, extending forward and partly around the tiny\nlimb he stood upon, their chitinous surface shiny with the wetness of\nthe jungle air.\n\nSlowly working his jaws, he heard the extremely gentle \"click\" as they\ncame together. The endoskeleton must exist all over his host's body.\n\nAfter making certain it would not disturb his balance on the limb, he\nattempted bringing whatever on the alien passed for hands before his\nface.\n\nSometimes aliens had no hands, nor any comparable organisms. Then Jerry\nwould have to soft-pedal the mental nagging of being \"amputated,\" an\nunavoidable carryover from his subconscious \"wrong-feeling\" about\narmlessness.\n\nBut this time the effort moved up multi-jointed limbs, spindly as a\ncat's whiskers, terminating in a perpetually coiling soft prehensile\ntip. He tried feeling along his torso to determine its size and shape.\nBut the wormlike tips were tactilely insensitive.\n\nHoping to deduce his shape from his shadow, he inched sideways along\nthe limb on those inadequate-looking two-pronged feet toward a blob of\nyellow sunlight nearer the trunk.\n\nThe silhouette on the branch showed him a stubby cigar-shaped torso.\n\n\"I seem to be a semi-tentacled no-hop grasshopper,\" he mused to\nhimself, vainly trying to turn his head on his neck. \"Head, thorax and\nabdomen all one piece.\"\n\nHe tried flexing what would be, in a man, the region of the\nshoulderblades. He was rewarded by the appearance of long, narrow\nwings--two sets of them, like a dragonfly's--from beneath two flaps of\nchitin on his back.\n\nHe tried an experimental flapping. The pair of wings--white and stiff\nlike starched tissue paper, not veinous as in Earth-insects--dissolved\nin a buzzing blur of motion. The limb fell away from under his tiny\nV-shaped feet. And then he was up above the blinding green blanket\nof jungle treetops, his shadow pacing his forward movement along the\nclose-packed quilt of wide leaves below.\n\n\"I'd better be careful,\" thought Jerry. \"There may be avian life here\nthat considers my species the _piéce de resistance_ of the pteroid\nset....\"\n\nSlowing his rapid wingbeat, he let himself drop down toward the nearest\nmattress-sized leaf. He folded his out-thrust feet in mid-air and\ndropped the last few inches to a cushiony rest.\n\n       *       *       *       *       *\n\nA slight shimmer of dizziness gripped his mind.\n\nPerhaps the \"skull\" of this creature was ill-equipped to ward off the\nhot rays of the tropic sunlight. Lest his brain be fried in its own\ncasing, Jerry scuttled along the velvet top of the leaf, and ducked\nquickly beneath its nearest overlapping companion. The wave of vertigo\npassed quickly, there in the deep shadow. Under the canopy of leaves\nJerry crawled back to a limb near the top of the tree.\n\nA few feet from where he stood, something moved.\n\nJerry turned that way. Another creature of the same species was\nbalancing lightly on a green limb of wire-thickness, its gaze fixed\nsteadily toward the jungle flooring, as Jerry's own had been on\nentering the alien body.\n\nWatching out for predators? Or for victims?\n\nHe could, he knew, pull his consciousness back enough to let the\ncreature's own consciousness carry it through its daily cycle of\neating, avoiding destruction, and the manifold businesses of being an\nambient creature. But he decided to keep control. It would be easier\nto figure out his host's ecological status in the planet's natural\nlife-balance by observing the other one for awhile.\n\nJerry always felt more comfortable when he was in full control. You\nnever knew when an alien might stupidly stumble into a fatality that\nany intelligent mind could easily have avoided.\n\nIdly, as he watched his fellow creature down near the inner part of\nthe branch, he wondered how much more time he would be in Contact.\nSubjectively he'd seemed to be enhosted for about ten minutes. But one\nof the drawbacks of Contact was the subjugation of personal time-sense\nto that of the host. Depending on the species he enhosted, the\nforty-minute Contact period could be an eternity, or the blink of an\neye....\n\n       *       *       *       *       *\n\nNothing further seemed to be occurring. Jerry reluctantly withdrew some\nof his control from the insect-mind to see what would happen.\n\nImmediately it inched forward until it was in the same position it had\nbeen in when Jerry made Contact: V-shaped feet forward and slightly\naround the narrow branch, eyes fixed upon the brownish jungle floor,\nbody motionless with folded wings. For awhile, Jerry tried \"listening\"\nto its mind, but received no readable thoughts. Only a sense of\nimminence.... Of patience.... Of waiting....\n\nIt didn't take long for Jerry to grow bored with this near-mindless\noutlook. He reassumed full control. Guiding the fragile feet carefully\nalong the branch, he made his way to his fellow watcher, and tried\nout the creature's communication system. His mind strove to activate\nsomething on the order of a larynx; the insect's nervous system\nreceived this impulse, changed in inter-species translation, as a broad\nrequest for getting a message to its fellow. Its body responded by\nlifting the multi-jointed \"arms\" forward. It clapped the hard inner\nsurfaces of the \"wrists\" together so fast that they blurred into\ninvisibility as the wings had done.\n\nA thin, ratchetty sound came forth from that hardshell contact. The\nother insect looked up in annoyance, then returned its gaze to the\nground again.\n\nAural conversation thus obviated, Jerry tried for physical\nattention-getting. He reached out a vermiform forelimb-tip and tugged\nurgently at the other insect's nearest hind leg. An angry movement gave\nout the unmistakable pantomimic message: \"For pete's sake, get off my\nback! I'm _busy_!\" The other insect spread its thin double wings and\nwent buzzing off a few trees away, then settled on a limb there and\ntook up its earthward vigil once more.\n\n\"Well, they're not gregarious, that's for sure,\" said Jerry to himself.\n\"I wish I knew what the hell we were waiting for!\"\n\nHe decided he was sick of ground-watching, and turned his attention to\nhis immediate vicinity. His gaze wandered along all the twists, juts\nand thrusts of branch and vine beneath the sun-blocking leaves.\n\nAnd all at once he realized he was staring at another of his kind.\nSo still had its dull green-brown body been that he'd taken it for a\nripple of bark along a branch.\n\nCarefully, he looked further on. Beyond the small still figure he soon\nlocated another like it, and then another. Within a short space of\ntime, he had found three dozen of the insects sitting silently around\nhim in a spherical area barely ten feet in diameter.\n\n       *       *       *       *       *\n\nOddly disconcerted, he once more spread his stiff white wings and\nfluttered away through the treetops, careful to avoid coming out in\ndirect sunlight this time.\n\nHe flew until a resurgence of giddiness told him he was over-straining\nthe creature's stamina. He dropped onto a limb and looked about once\nmore. Within a very short time, he had spotted dozens more of the\ngrasshopper-things. All were the same, sitting in camouflaged silence,\nsteadily eyeing the ground.\n\n\"Damn,\" thought Jerry. \"They don't seem interested in eating, mating or\nfighting. All they want to do is sit--sit and _wait_. But what are they\nwaiting for?\"\n\nThere was, of course, the possibility that he'd caught them in an\noff-period. If the species were nocturnal, then he wouldn't get any\naction from them till after sunset. That, he realized gloomily, meant a\nre-Contact later on. One way or another, he would have to determine the\nfunctions, capabilities and menace--if any--of the species with regard\nto the influx of colonists, who would come to Viridian only if his\nreport pronounced it safe.\n\nOnce again, he let the insect's mind take over. Again that\nover-powering feeling of imminence....\n\nHe was irritated. It couldn't just be looking forward to nightfall!\nThere were too many things tied in with the imminence feeling: the\nnecessity for quiet, for motionlessness, for careful watching.\n\nThe more he thought on it, the more he had the distinct intuition that\nit would sit and stare at the soft, mulch-covered jungle floor, be it\nbright daylight or blackest gloom, waiting, and waiting, and waiting....\n\nThen, suddenly, the slight feel of imminence became almost unbearable\napprehension.\n\nThe change in intensity was due to a soft, cautious shuffling sound\nfrom down in the green-gold twilight. Something was coming through the\njungle. Something that moved on careful feet along the springy, moist\nbrown surface below the trees.\n\nFar below, a shadow detached itself slowly from the deeper shadows of\nthe trees, and a form began to emerge into the wan filtered sunlight.\nIt--\n\nAn all-encompassing lance of silent white lightning. Contact was\nover....\n\n       *       *       *       *       *\n\nJerry sat up on the couch, angry. He pulled the helmet off his head as\nBob Ryder leaned out the airlock once more. \"How'd it go, sir?\"\n\n\"Lousy. I'll have to re-establish. Didn't have time to Learn it\nsufficiently.\" A slight expression of disappointment on the tech's face\nmade him add, \"Don't tell me you have the other tape in place already?\"\n\n\"Sorry,\" Bob said. \"You usually do a complete Learning in one Contact.\"\n\n\"Oh--\" Jerry shrugged and reached for the helmet again. \"Never mind,\nI'll take on the second alien long as it's already set up. I may just\nhave hit the first one in an off-period. The delay in re-Contact may be\njust what I need to catch it in action.\"\n\nSettling the helmet snugly on his head once more, he leaned back onto\nthe couch and waited. He heard the tech's feet clanking along the metal\nplates inside the ship, then the soft clang of an opening door in the\npower room, and--\n\nWhiteness, writhing electric whiteness and cold silence. And he was in\nContact.\n\n       *       *       *       *       *\n\nDarkness, and musky warmth.\n\nThen a slot of light appeared, a thin fuzzy line of yellow striped\nwith spiky green. Jerry had time, in the brief flicker, to observe\nthick bearlike forelimbs holding up a squarish trapdoor fastened with\ncross-twigs for support. Then the powerful forepaws let the door drop\nback into place, and it was dark again.\n\nHe hadn't liked those forepaws. Though thick as and pawed like\na bear's, they were devoid of hair. They had skin thin as a\ncaterpillar's, a mottled pink with sick-looking areas of deathly white.\n\nSkin like that would be a push-over to actinic rays for any long\nexposure. Probably the thing lived underground here, almost\npermanently. His eyes had detected a rude assortment of thick wooden\nlimbs curving in and out at regular intervals in the vertical wall of\nsoil that was the end of this tunnel, just below the trapdoor. Tree\nroots. But formed, by some odd natural quirk, into a utile ladder.\n\nBut why had the thing peered out, then dropped the door to wait? Did\n_every_ species on this planet hang around expectantly and nothing\nelse? And what was the waiting for?\n\nThen he felt the urge within the creature, the urge to scurry up that\nladder into the light. But there was, simultaneously, a counter-urge in\nthe thing, telling it to _please_ wait a _little_ longer....\n\nJerry recognized the urge by quick anthropomorphosis. It was the goofy\nurge. The crazy urge. Like one gets on the brinks of awesome heights,\nor on subway platforms as the train roars in: The impulsive urge to\nself-destruction, so swiftly frightening and so swiftly suppressed....\n\nYet, it had lifted and dropped that lid too briefly to have seen\nanything outside. Could it be _listening_ for something? Carefully, he\nrelinquished his control of the beast, fraction by fraction, to see\nwhat it would do.\n\nIt rose on tiptoe at once, and again lifted that earthen door.\n\nIt squinted at the profusion of green-yellow sunlight that stung\nits eyes. Then it rose on powerful hind limbs and clambered just\nhigh enough on that \"ladder\" to see over the grassy rim of the\ntrapdoor-hole. Jerry then heard the soft shuffling sound that had\nre-alerted it, and saw the source.\n\nOut on the matted brown jungle flooring, beneath the towering trees,\nanother of the bear-things was moving forward from an open turf-door,\nemitting low, whimpering snorts as it inched along through the\ndappling yellow sunlight.\n\nObviously it was _following_ that manic-destruction impulse that he\njust felt and managed to suppress. It must have been almost a hundred\ndegrees out there. And the damned thing was _shivering_.\n\n       *       *       *       *       *\n\nHere and there, Jerry noticed suddenly, other half-opened trapdoors\nwere framing other bear-things' heads. The air was taut with electric\ntension, the tension of a slow trigger-squeeze that moves millimeter by\nmillimeter toward the instant explosion....\n\nThe soft shuffling sounds of the animal's movement jogged Jerry's\nmemory then, and he knew it for the sound he had heard when enhosted in\nthe grasshopper-thing. Was a bear-thing what they'd been waiting in the\ntrees so silently for? And what would be the culmination of that vigil?\n\nThen the bear-thing he was in Contact with hitched itself up another\nroot-rung. Jerry saw the thing toward which the quaking creature was\nheaded, in a hunched crawl, its whimpers more anguished by the moment.\n\nPendant in the green gloaming, about four feet above the spongy brown\njungle floor, hung a thick yellow-gray gourd at the tip of a long vine.\nIts sides glittered stickily with condensed moisture that mingled\nwith the effluvium of the gourd itself. The odor was both noisome and\ncompelling, powerful as a bushel of rotting roses. It sickened as it\nlured, teased the nostrils as it cloyed within the lungs.\n\nTo this dangling obscenity the bear-thing moved. Its eyes were no\nlonger afraid, but glazed and dulled by the strength of that musky\nlure. Its movements were fluid and trancelike.\n\nIt arose on sturdy hind limbs and struck at the gourd with a gentle\npaw, sending it jouncing to one side on its long green vine. As it\nbobbed back, the creature struck it off in the opposite direction with\na sharper blow.\n\nJerry watched in fascination. The gourd swung faster; the mottled\npink-white alien creature swayed and wove its forelimbs and thick body\nin a ritual dance matching the tempo of the arcing gourd.\n\nThen Jerry noted that the vine was unlike earth-vines which\nparasitically employ treetops as their unwilling trellises. It is a\nlimp extension of the tip of a tree branch itself. So were all the\nother vines in that green matting overhead.\n\n       *       *       *       *       *\n\nA ripping sound yanked his gaze back to the dazed creature and the\ngourd again.\n\nA ragged tear had riven the side of the gourd. Tiny coils of green\nwere dribbling out in batches, like watchsprings spilled from a paper\nbag. They struck with a bounce and wriggle on the resilient brown\nmulch. And then, as they straightened themselves, Jerry knew them for\nwhat they were: Miniature versions of the grasshopper-things, shaped\nprecisely like the adults, but only a third as large.\n\nThe bear-thing's movements had gone from graceful fluidity to frenzy\nnow. A loud whistle of fright escaped it as the last of the twitching\ngreen things flopped from its vegetable cocoon, whirred white wings to\ndry them and flew off.\n\nAnd the lumbering creature had reason for its fright.\n\nThe instant the last coil of wiggly green life was a vanishing blur in\nthe green shadows, a cloud of darker green descended upon the pink form\nof the beast from the trees.\n\nThe grasshopper-things were waiting no longer. Thousands swarmed on the\nwrithing form, until the bear-thing was a lumpy green parody of itself.\n\nAs quickly as the cloud had plunged and clustered, it fell away. The\nearth was teeming with the flip-flopping forms of dying insects, white\nwings going dark brown and curling like cellophane in open flame. The\nbear-thing itself was no longer recognizable, its flesh a myriad\negg-like white lumps. It swayed in agony for a moment, then toppled.\n\nInstantly the other creatures--his host with them--were racing forward\nto the site of the encounter. Jerry felt his host's long gummy tongue\nflick out and snare one--just one--of the dead adult insects. It was\ningested whole by a deft backflip of tongue to gullet. As his host\nturned tail and scurried for the tunnel once more, Jerry swiftly took\ncontrol again, and halted it to observe any further developments.\n\n       *       *       *       *       *\n\nEach of the other things, after a one-insect gulp, was just vanishing\nback underground. The turf-tops were dropping neatly into almost\nundetectable place hiding the tunnels. The sunlight nipped at his pale\nflesh, but Jerry held off from a return to the underground sanctuary,\nstill watching that lump-covered corpse on the earth. Then....\n\nThe vine, its burden gone, began to drip a thick ichor from its ragged\nend upon the dead animal beneath it.\n\nAnd as the ichor touched upon a white lump, the lump would swell,\nwriggle, and change color. Jerry watched with awe as the color became a\nmottled pink, and the surface of the lumps cracked and shriveled away,\nand tiny forms plopped out onto the ground: miniature bear-things,\ntiny throats emitting eager mouse-squeaks of hunger.\n\nThey rushed upon the body in which they'd been so violently incubated\nand swiftly, systematically devoured it, blood, bone and sinew.\n\nAnd when not even a memory of the dead beast was left upon the soil,\nthe tiny pink-white things began to burrow downward into the ground.\nSoon there was nothing left in the area but a dried fragment of vine, a\nfew loose mounds of soil and a vast silence.\n\n\"I'll be a monkey's uncle!\" said Jerry ... forgetting in his excitement\nthat this phrase was nearly a concise parody of the Space Zoologists'\nfinal oath of duty, and kiddingly used as such by the older members of\nthe group.\n\nThe whole damned planet was symbiotic! After witnessing those alien\nlife-death rites, it didn't take him long to figure out the screwball\nconnections between the species. Insects, once born of vine-gourds\nand fully grown, then propagated their species by a strange means:\nlaying bear-eggs in a bear-thing and dying. And dying, eaten by the\nsurviving bears, they turned to seeds which--left in the tunnels by the\nbear-things as droppings--in turn took root and became trees.\n\nAnd the trees, under the onslaught of another bear-thing on a dangling\npod, would produce new insects, then drip its ichor to fertilize the\neggs in the newly dead bear-thing....\n\nJerry found his mind tangling as he attempted a better pinpointing of\nthe plant-animal-insect relationship. A dead adult insect, plus a trip\nthrough a bear-thing's alimentary canal, produced a tree. A tree-pod,\nwith the swatting stimulus of a bear-thing's paws, gave birth to new\ninsects. And insect eggs in animal flesh, stimulated by the tree-ichor,\ngestated swiftly into young animals....\n\nThat meant, simply, that insect plus bear equals tree, tree plus bear\nequals insect, and insect plus tree equals bear. With three systems,\neach relied on the non-inclusive member for the breeding-ground.\nInsect-plus-ichor produced small animals _in_ the animal flesh.\nDead-insect-plus-bear produced tree _in_ the tree-flesh (if one\nconsidered dead tree leaves and bark and such as the makeup of the\nsoil.) Bear-swats-plus-tree produced insects.... \"Damn,\" said Jerry to\nhimself, \"but _not_ in the insect-flesh. The thing won't round off....\"\n\nHe tried again, thinking hard. In effect, the trees were parents to\nthe insects, insects parents to the bears, and bears parents to the\ntrees.... Though in another sense, bear-flesh gave birth to new bears,\ndigested insects gave birth (through the tree-medium) to new insects,\nand trees (through the insect-medium) gave birth to new trees....\n\nJerry's head spun pleasantly as he tried vainly to solve the confusion.\nMen of science, he realized, would spend decades trying to figure\nout which species were responsible for which. It made the ancient\nchicken-or-egg question beneath consideration. And a lot of diehard\nevolutionists were going to be bedded down with severe migraines when\nhis report went into circulation....\n\nA dazzle of silent lightning, and Contact was over.\n\n       *       *       *       *       *\n\n\"Ready with that first tape again,\" Bob Ryder said as Jerry removed the\nContact helmet and brushed his snow-white hair back from his tanned,\nyouthful face. \"Or do you want a breather first?\"\n\nJerry shook his head. \"I won't need to re-Contact that other species,\nEnsign. I got its life-relationships from the second Contact.\"\n\n\"Really, sir?\" said Bob. \"That's pretty unusual, isn't it?\"\n\n\"The whole damned planet's unusual,\" said Jerry, rising from his supine\nposition and stretching luxuriously in the warm jungle air. \"You'll see\nwhat I mean when you process the second tape.\"\n\nBob decided that Jerry--running pretty true to form for a Space\nZoologist--wasn't in a particularly talkative mood, so he had to\nsatisfy himself with waiting for the transcription of the Contact to\nget the details.\n\nLater that day, an hour after takeoff, with Viridian already vanished\nbehind them as the great ship plowed through hyper-space toward Earth\nand home, Bob finished reading the report. Then he went down the\npassageway to the ward room for coffee. Jerry was seated there already.\nBob, quickly filling a mug from the polished percolator, slid into a\nseat across the table from his superior and asked the question that had\nbeen bugging him since seeing the report.\n\n\"Sir--on that second Contact. Has it occurred to you that you'd\nrelinquished control to the host _before_ you saw that other creature\nmove out and start swatting the gourd-thing?\"\n\n\"You mean was I taking a chance on being destroyed in the host if the\ncreature I was Contacting gave in to the urge to do the swatting?\"\n\n\"Yes, sir,\" said Bob. \"I mean, I know you can take control any time, if\nthings get dangerous. But wasn't that cutting it kind of thin?\"\n\nJerry shook his head and sipped his coffee. \"Wrong urge, Ensign.\nYou'll note I recognized it as the _goofy_ urge, the impulse to die\nfollowed instantly by a violent surge of self-preservation. It wasn't\nthe death-wish at all. Myself and the creatures who remained safely at\nthe tunnel-mouths had a milder form of what was affecting the creature\nthat _did_ start swatting the gourd.\"\n\n\"Then what was the difference, sir? Why did that one particular\ncreature get the full self-destruction urge and no other?\"\n\nJerry wrinkled his face in thought. \"I wish I didn't suspect the answer\nto that, Ensign. The only thing I hope it _isn't_ is the thing I have\nthe strongest inkling it _is_: Rotation. Something in their biology has\nset them up in a certain order for destruction. And that rite I saw\nperformed was so un-animal, so formalized--\"\n\nBob's eyes widened as he caught the inference. \"You think they have\nan inbuilt protocol? That if one particular creature missed its cue,\nsomehow, the designated subsequent creature would simply wait forever,\nnever jumping its turn?\"\n\n\"That's what I mean,\" nodded Jerry. \"I hope I'm wrong.\"\n\n\"But the right creature made it,\" said Bob, blinking. \"We can't have\nupset the ecology, can we?\"\n\n\"Things develop fast on Viridian,\" mused Jerry. \"If I figure the\ntime-relationship between their egg-hatching rate and growth rate,\nthose trees must mature in growth in about a month. And we managed to\nshrivel a half dozen vines with our rocket fires when we landed, and\nprobably that many again when we blasted off....\"\n\n\"We dropped CO_{2} bombs after we cleared the trees,\" offered the tech,\nuneasily. \"The fire was out in seconds.\"\n\n\"That wouldn't help an already-shriveled vine, though, now would it!\"\nsighed Jerry. \"And if my hunch about protocol is correct--\"\n\n\"The life-cycle would interrupt?\" gasped the tech.\n\n\"We'll see,\" said Jerry. \"It'll take us a month to get back, and\nthere'll be another six months before the first wave of engineers is\nsent to begin the homesteads and industry sites. We'll see, Ensign.\"\n\n       *       *       *       *       *\n\nIt took two months for the engineers to go out and return.\n\nThey hadn't landed. A few orbits about the planet had shown them\nnothing but a vast dead ball of dust and rotted vegetation, totally\nunfit for human habitation. They brought back photographs taken of the\ndead planet that no longer deserved the name it had rated in life.\n\nBut Jerry Norcriss, Space Zoologist, made it a special point to avoid\nlooking at any of them.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Matter of Protocol, by Jack Sharkey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A MATTER OF PROTOCOL ***\n\n***** This file should be named 51615-8.txt or 51615-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/1/51615/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}