{"title": "Solid Solution", "author": "James Stamers", "releaseDate": "March 31, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            SOLID SOLUTION\n\n                           By JAMES STAMERS\n\n                          Illustrated by GRAY\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine April 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Brilliant? A genius? David Adam Smith had\n               the brains of fifty men--very literally!\n\n\nThree students were expelled for bringing the bubble dancer into the\nDesert Institute, Lee White, Burns Gilbert and John Thay. The Director\ndid not like any of them. He liked me, Morris. I was his stooge, his\nsquirming straight man. I was useful for his jokes.\n\n\"We know calculus is a method of measuring uncircular curves, such as\nbeer barrels ... but I fear Morris has allowed that thought to absorb\nhim, hig, hig, hig, hig.\"\n\nThat was one of Professor David Adam Smith's favorites. Or:\n\n\"If you will visit me this afternoon, Morris, I will give you personal\ntuition in astrophysics ... beginning with the more complicated parts\nof the alphabet, hig, hig, hig.\"\n\nBut he owned the Desert Institute. He was the only living authority on\ngeology, terrestrial or extraplanetary, and there was a waiting list of\nstudents....\n\nOn their last afternoon, I was sent with the disgraced three on a\nspecimen-collecting tour of the desert. It was my routine job but a\nreal disgrace to them. I often thought the only reason David Adam Smith\nallowed me to stay on as a student, apart from offering him a target\nfor sneering at, was because of my muscles. I could handle the long\nspecimen trailer and heave boulders about more easily than the others.\n\n\"Do not sneer at Morris, gentlemen. Science tells us brain size is\nrelated to surface area. You should expect in Morris a potentially\ngreat brain therefore ... if Morris were not devoted to obstructing\nscience, hig, hig, hig.\"\n\nThe other three, Lee, Burns and John, were about six feet tall, slim,\ndark haired and handsome. But we were collecting specimens, not running\nfor Miss Earth 2430. My extra seven inches in height extends more or\nless proportionately in my reach and thickness of shoulder. Anyway,\nthey were depressed at being expelled, so I let them sit in the shade\nof the trailer while I set up the specimen plates and power unit,\nminima stand here, maxima stand there, controls on the sand beside them.\n\n\"I don't expect you've done this elementary stuff for a couple of\nyears,\" I said. \"So ... don't walk on the plates and don't touch the\ndial or the red and blue buttons.\"\n\n\"Hell, Morry, we know.\"\n\n\"Okay, okay. Only it's more tricky than it looks.\"\n\n       *       *       *       *       *\n\nThe whole desert belonged to David Adam Smith, which showed his\npolitical pull. Who else on Earth was allowed a whole _room_ to\nthemselves, even--except maybe the Planetary Salvager, and the heads\nof the Material Recovery subdivisions and top Government people like\nthat. But David Adam Smith had to have a complete desert. He ruled from\nthe Holiday Probable centers of Reno to the gambling computers of Las\nVegas, where the bubble dancer had come from.\n\nI put a single grain of sand on the minima plate and stood clear.\n\n\"Press the blue button, Burns.\"\n\nBurns wasn't even listening.\n\n\"Burns,\" I repeated.\n\n\"Hell, Morry, who cares about these damned specimens? How would you\nlike to be expelled? No classification, no chance of a job, spend the\nrest of your life in a compulsory Holiday Reservation.\"\n\n\"How does he get away with it,\" muttered Lee, looking around at the\nopen desert and the bare hills on the skyline. \"Tomorrow we'll be\nback in a ten-to-a-room bachelor unit in the Nebraska suburbs, with\na fine view of continuous rooftops to the Gulf, the Atlantic and the\nGreat Lakes, and the nearest geological specimen at the bottom of the\ncommunity hydroponic tanks. And here he is--the only David Adam Smith,\nthe one original--with a desert of his own. It makes me sick.\"\n\nJohn Thay shook his head.\n\n\"That's just emotional reaction, Lee. We were all busting ourselves to\nbe admitted, to be one of the select three hundred. Just because we're\nbeing slung out doesn't mean the whole Desert Institute is no good. You\nknow perfectly well why he has the place reserved.\"\n\n\"I know his excuse. I can just see him, flapping his cloak at the\nSalvagers and croaking, 'I don't care what you want to do with the\nground, gentlemen. I must have open spaces to live in. Am I or am\nI not the only leading scientist of importance who has retained\nhis sanity and continued to produce discoveries of unique value?\nWhere is Firnivale, Williams, Hutk, Marrpole, and so on and so on?\nLost. Missing. Probably in a sodden stupor in one of the South\nAmerican City-States. I tell you, science cannot produce anything in\nlaboratories. Science must have room to breathe!'\"\n\nIt was a stock student's speech.\n\nI waited for the other two to round it off.\n\n\"And why, Professor Smith,\" said Burns imitating a heavy official\nvoice, \"have you alone retained your faculties?\"\n\n\"Because, dear sir,\" Lee answered in David Adam Smith's thin voice,\n\"I never admit more than three hundred students to the Institute. And\nbecause apparently I have the only mind capable of absorbing the weight\nof modern knowledge without much strain.\"\n\n\"You do not dislike yourself, Professor.\"\n\n\"I give credit where it is due, dear sir.\" Lee stopped and continued in\nhis normal voice. \"The trouble is, he _does_ produce the stuff. He's\nsupposed to be a geologist, but there hasn't been an invention for the\nlast decade that he didn't master-mind.\"\n\n\"Pity he can't think of some way of speeding up the emigration,\" John\nsaid. \"If only we could leave Earth!\"\n\n       *       *       *       *       *\n\nI walked over and pressed the blue button myself.\n\nThe grain of sand on the minima plate flicked out of our time-space and\nreappeared on the maxima plate ten times larger. I picked it up and\ncarried it back to the minima plate, repeated the process and went on\nuntil the grain of quartz was more than four feet long.\n\n\"Why don't you do it in one jump instead of walking backwards and\nforwards?\" John Thay asked.\n\n\"Can't,\" I said. \"It's got to be a perfect model of the crystal lattice\nof quartz. If you calibrate it for too big a jump in size it gets\ndistorted. No one knows why.\"\n\n\"You don't tell us, Morry. Hell, the marvel is that it works at all.\"\n\nI threw the four-foot-long crystal over to John and he put it in the\ntrailer, after nearly losing it on the slight breeze. It is difficult\nto disbelieve your eyes and remember that an overblown specimen has\nvery little more than its original weight. The grain of quartz was\nmerely expanded. Its molecular and nuclear structure stretched out\nin a magnified volume of space. It was almost all holes, an open\narrangement of spaces between the force points of its matter; a direct\nmagnification of the original without any other change.\n\nWe used these specimens in the Desert Institute because everyone\ncould see the details of the crystal lattice for themselves, instead\nof having to use an electron microscope. It removed the practical\ndifficulties of the principle of indeterminacy, David Adam Smith said.\nIf light was too coarse to let him see the contents of a nucleus, he\nwas damned well going to bring the nucleus up to a size where he could\nsee it. And so he did, eventually, with this apparatus.\n\nI was one of the very few students ever allowed to touch the apparatus,\nprobably because he thought I was too dumb to do anything with it.\nThere were several sets but they never left the Institute. The world\nwas not ready for them, he said.\n\nThere was quite a lot of stuff that David Adam Smith kept to himself in\nthe Institute. Not because the world was unready, but simply because he\ndidn't think he would get maximum applause at that particular time. He\nonly produced inventions at the right theatrical moment. David Adam\nSmith was quite a ham.\n\nI was not supposed to tell anyone how this apparatus worked, but the\nthree of them sitting facing me in the shade were not going anywhere\nafter this. I didn't think it mattered. If you are not chosen at birth\nfor emigration within the System, and if you also fail at the Institute\nor one of the dormitory-universities, you're just an extra unit of\noverpopulation.\n\n       *       *       *       *       *\n\nI thought I'd give them something to think about instead of brooding\nover the bubble dancer and their expulsion.\n\n\"Of course it works,\" I said. \"It's only Einstein with a twist.\"\n\nThe three of them laughed.\n\n\"No, really. You know the clocks that go out on every stellar-reporter\nand come back to the Institute with dope on the composition of this and\nthat place in the Galaxy? You were advanced students, you must have\nsent them off every day, well, wasn't the clock always slow when it\nreturned?\"\n\n\"Against the dispatching room clock, of course it was,\" John agreed.\n\"And if there was enough spare material left on Earth to send people\napart from emigrants, a man would be younger than his twin when he\nreturned.\"\n\n\"Well,\" I said, \"that's what happens here, except that a specimen\ngoes out off a minima plate and comes back onto the maxima plate so\nfast that the time component is negligible. All that happens is that\nit gets moved outside the local space-time reference. It doesn't\nexactly go anywhere, I suppose. But instead of consuming less time on\nthis shift out and in again, the time stays constant and it reappears\noccupying more space. And there you are, with a magnified version of\nthe original.\"\n\nThere was a silence.\n\n\"Have you ever put anything living on the plate, Morry?\"\n\nI blushed. John had a knack of uncovering safely hidden facts.\n\n\"Well, I did make a small mistake once. A grasshopper got on the plate\nwhen I wasn't looking. I was magnifying an alumino-silicate and a few\nseconds after I got the specimen up to size, the grasshopper appeared\nin the middle of it. I had to reverse the specimen back to get it out.\nMeant picking the crystal off the plate fast, before the insect came\nthrough, but I managed it.\"\n\n\"Was it hurt?\"\n\n\"The grasshopper? No. A little stunned, maybe. But perfectly well.\"\n\nI went back to the plates and started another quartz grain. John, Lee\nand Burns sat and gabbled to each other.\n\n\"If the crystal lattice was expanded to start with....\"\n\n\"Relative to its size, the crystal would be full of breathing\nholes....\"\n\n\"You could take in nutrient through a lattice as big as that. It would\nbe relatively porous....\"\n\n\"... molecular pressure....\"\n\n\"... shift that battery and move the galvanometer....\"\n\n\"... take out most of the instruments and fake up the records from the\nprevious trip....\"\n\n\"If we weren't being expelled this evening,\" said John.\n\nThey looked at me.\n\n\"Are you sure about the grasshopper, Morry?\" Burns asked.\n\nI nodded.\n\n       *       *       *       *       *\n\nI had no warning. I had just put a half-inch expanded grain on the\nminima plate, when Lee White walked onto the maxima and Burns pressed\nthe red button.\n\nThere was a flicker and White appeared, half an inch tall, in the\nmiddle of the expanded quartz crystal on the minima plate. He was able\nto move his arms. He seemed to be saying something that amused him. I\nknocked Burns away from the controls, pressed the blue button, whisked\nthe empty crystal off the maxima plate as it came through and only just\ngot it out of the way before Lee White reappeared on the maxima plate,\nhis normal size again.\n\n\"Well, it works,\" he said.\n\n\"You crazy?\" I yelled at him.\n\n\"Just think,\" Burns said, sitting up and holding his jaw. \"The number\nof times we've watched this fella pressing his red and blue buttons,\nand dismissed it as elementary stuff for beginners.\"\n\nThey calmed me down and apologized for doing a thing like that. Hell, I\nwould have been expelled too if I had gone back to the Institute with\none of them missing. David Adam Smith had a very elaborate hearing aid,\nbut it never enabled him to hear excuses. Students only on Institute\nproperty, no readmittance for expelled students--and certainly no\nexpelled students locked up in a lab specimen.\n\nI suppose they would have thought it funny to sit in a crystal and make\nfaces at David Adam Smith. They were wild, all three of them, and had\nbeen since they were admitted. I had no desire to be expelled with them.\n\n\"You're not going to be expelled, Morry. Not if you do as we ask.\"\n\n\"And if you don't,\" Burns said, still rubbing his jaw, \"we'll tell the\ndear Director that you explained how his specimen collector works.\"\n\n\"Then you'll be expelled with us, Morry.\"\n\n\"He's going to get tired of having you around to laugh at one day,\nMorry. Then you'll be out anyway.\"\n\n\"No use appealing to him with the broad theme, I suppose?\"\n\nI look at John Thay.\n\n\"What broad theme?\" I asked.\n\n\"Do you know what you've got here, Morry? You have the only mass escape\nroute from Earth.\"\n\n\"You're euphoricked!\"\n\n\"No, we're not. Do you know how many habitable planets we've listed?\nOver three hundred and fifty. We've sent stellar-reporters out and back\nevery day and we know. They're listed back there at the Institute. We\ncan reach them on the hyperspace transmitter, you know that. The only\nthings that stop a mass emigration are David Adam Smith, the small\nsize of the transmitter and the impossibility of building enough ships\nto carry everyone. The alloy supply only just covers the standard\nemigration program. But a stellar-reporter comes back with the data, is\nre-set and goes out again and comes back again. Don't you see, Morry?\"\n\n\"No,\" I said, \"I don't.\"\n\n\"Look. If you can use the same ship over and over again, the shortage\nof alloys doesn't matter provided you can build the first ship.\"\n\n\"Okay,\" I said, \"but a stellar-reporter isn't a ship, unless you're a\ntwo foot midget and....\"\n\nI stopped.\n\nIf Lee White could get in and out of a crystal safely--and he seemed\nto be unchanged after having just done so--he could travel inside a\nstellar-reporter with the other delicate mechanisms.\n\nI had never been promoted to those classes, but I knew the\nstellar-reporters were baby rockets that gouged specimens from the\nplanets they were sent to, measured, recorded, and brought themselves\nback on the same tracker path. When they were not burned up in stars,\nthat is.\n\nBut if the three of them were willing to take that chance, I was not\ngoing to get in the way.\n\n\"I may not be as bright as you three,\" I said. \"But even I can see you\nmay have something here. If you survive the journey. You don't need to\nthreaten me about telling you how this specimen collector works. I'll\nhelp anyway.\"\n\nWe prepared the specimens I set out to get, then experimented.\n\nI could not get used to seeing each of them inside an expanded grain of\nsand, but the pore structure and the crystal lattice itself seemed to\nleave them room to breathe. They could even move about, within small\nlimits.\n\nThe crystal had to be expanded up to a reasonable size before it was\nsafe to be transmitted into it, for an unexpanded quartz crystal would\nbe immediate suffocation. The force vortices of the quartz nuclei, even\nwhen expanded, seemed to have no effect on a living body. It was a\nsolid solution, as John said.\n\n\"The ideal,\" he added, \"would be for us to coach Morry up to the\nstellar-reporter class levels. But I think we had better start\nmeanwhile. No sense wasting time.\"\n\n\"I think so, too,\" I said.\n\n       *       *       *       *       *\n\nBefore we left the open desert, I unpacked the apparatus so they could\nexamine it. They thought they could make sets without much difficulty.\nThe apparatus was largely an electrically inhibited accelerator, they\nsaid.\n\nI knew the desert quite well, including the areas where the Institute\nradar boundary fogged out and where people could crawl in a few hundred\nyards without being detected.\n\n\"That's all we need,\" Burns said. \"If we plant another set of plates\nand power controls out there, and Morry keeps burying prepared crystals\nin advance, he can meet us there, do the conversion and bring each of\nus in in a half-inch crystal in his pocket.\"\n\n\"Then what?\" I asked.\n\n\"Then you hand us over to little Dimples. She'll get us into the right\nstellar-reporters together with a reduced set of plates and controls\nso that we can reconvert on the planet. We can travel in the specimen\ngrabber. That will dump us out immediately the stellar-reporter lands.\"\n\nI knew little Dimples by sight. She was a plump redheaded student in\ntheir class.\n\n\"You can't all go,\" I said.\n\n\"Why not?\"\n\n\"Because I can't leave the Institute grounds. Anyway, where are\nyou going to collect the other emigrants from, once you're out on a\nhabitable planet at the back end of the Galaxy?\"\n\n\"He's right.\"\n\nWe talked it out as I drove the trailer back to the Institute. Two\nof them would go immediately, each to a different planet on the\nlist. They would return to report and be sent out again on the\nnext stellar-reporter collecting data from that planet. Meanwhile,\nthe third would be expelled. He would spend his compulsory Holiday\nselecting people for despatch. I would meet them at the boundary,\nconvert them and carry the crystals in, for Dimples to insert into the\nstellar-reporters.\n\nThey disappeared into the metallurgical labs as soon as I pulled up in\nthe main courtyard. The Director missed them by micromillimeters.\n\nDavid Adam Smith was a small man. With his cloak and large hearing aid\nand long thin face, he always made me think of a grounded bird. He came\nhopping over the tiles with short quick steps, peering at the specimens\nand at me.\n\n\"Go out again tomorrow,\" he snapped. \"I want some copper chloride\nspecimens.\"\n\n\"Would you like me to drive the bubble-dancer to transportation?\" I\nasked.\n\n\"Who? Oh, that girl. No, Morris, I sent her away. You'll have to\nconfine yourself to the curriculum, I fear, hig, hig, hig.\"\n\nThat was odd because I thought I was about the only person in the\nInstitute who could drive a land-vehicle. The roads outside were built\nover and everyone used jets. But I wouldn't have put it past him to\nhave made the girl walk out of the desert, or to have sent her in his\nown space-glass jet, depending on how he assessed her publicity value.\n\nI forgot about it while carting off the specimens.\n\n       *       *       *       *       *\n\nDimples was pretty, a trifle Venusian in her plumpness but very\nintelligent. We met by the fountain in one of the smaller courtyards.\nJohn Thay, she told me, had volunteered to remain but I was to collect\nthe other two from the boundary.\n\n\"They won't be too heavy will they, Morry?\"\n\n\"Three or four pounds. Living substance modifies in some way, or it may\nbe the effect of being in solid solution in an expanded lattice.\"\n\n\"But you can take them down to half an inch?\"\n\n\"I hope so.\"\n\nWe arranged to meet just before the afternoon session the next\nday, so that Lee and Burns would be sent off in the afternoon\nstellar-reporters with as little delay as possible.\n\nThey were there at the boundary when I drove up the next day. Their\nconverter worked. They were embedded neatly in the quartz crystals. I\ntook them in, handed them to Dimples and that was that.\n\nNeither Burns nor his stellar-reporter returned.\n\nWe never knew what happened. Some of the little rockets did fail. Not\nmany. But it was his misfortune to be in one that did not come back.\n\nLee White did return safely, and was sent out again to his chosen\nplanet.\n\nWe began to handle crystals regularly. John sent each emigrant with\na miniature converter and controls, which I reduced on the edge of\nthe desert and handed to Dimples, who inserted the crystal and the\nminiature converter into the next stellar-reporter due for Lee's\nplanet. He was accumulating heaps of converters on his planet, but we\ncould not risk leaving an emigrant helpless in his crystal when the\nstellar-reporter dumped it on the far planet. This way they rolled out\ntogether on arrival.\n\nWe must have sent out two hundred emigrants of all kinds, for John\nwas sending in a mixed selection to give the far planet every chance\nof a successful settlement, when Dimples met me at the fountain and\ncried--moistly--all over my arm.\n\n\"Oh, Morry,\" she wept. \"He's found out.\"\n\n\"He,\" obviously, was David Adam Smith.\n\n\"How do you know? What did he say?\"\n\n\"He hasn't said anything. But I saw one of the emigrants in his private\nlab! I shouldn't have been there, and he didn't know I was. But I saw\nhim with one on his desk.\"\n\n\"Sure about it?\"\n\n\"Absolutely certain. It looked like one of the men with a beard we sent\nthrough about a month ago. Do you remember?\"\n\n\"But how did he get hold of him?\"\n\n\"I can't think. The stellar-reporters are going off all right. I\nthought they were coming back empty. I've had to let the rest of my\nclass know, so that we could keep the records faked. We can't account\nfor two hundred stellar-reporters all to the same planet, Morry, so I\nhad to.\"\n\nI sent the next bunch of emigrants back with a message to John Thay.\nHe came the next afternoon and we met on the edge of the desert. I\nexplained what had happened.\n\n\"Is Dimples certain?\" he asked.\n\n\"The man had a beard and was still in his crystal, the way we sent him\noff.\"\n\nJohn shrugged his shoulders.\n\n\"Well, Morry, it can't be helped. There's only one course now. We must\nget hold of any crystals in the hands of David Adam Smith and send them\noff again--unless you and Dimples and all of us want to end up in a\nsatellite penitentiary. I expect he's preparing a case against us now.\nWith his influence he can make it stick. No doubt about that.\"\n\nIllegal emigration, criminal use of the Institute property--oh, from\nthat angle there was enough to have us all put away in space all right.\nI had no doubt that David Adam Smith would do it, too.\n\n       *       *       *       *       *\n\n\"Now, his weakest point,\" John said, \"is his vanity. That, as we know,\nis immense. Who else would run an Institute for three hundred students\nwith himself as the sole Director? So, if we can arrange something to\nkeep him occupied for a day or two, we may be able to break up into\nhis private labs through the floor. I know for a fact the walls and\nceilings are studded with alarms. But we thought of booby-trapping him\nwhen we were expelled, and the floor seemed the best way in.\"\n\n\"And the diversion?\"\n\n\"You'd better take me in now in your pocket. I want to have a word with\nDimples' class.\"\n\nHe stepped on the maxima plate. I converted him down, buried the plates\nas usual and went back to the Institute.\n\nI gave the crystal to Dimples.\n\n\"Meet me here in an hour,\" she said.\n\nAn hour later, she was back.\n\n\"Here, Morry. This is the power slicer from a shovel. There's one in\nevery stellar-reporter for cutting rock specimens. John says you can\ncome up from the cellar with that. Do you know what he means?\"\n\n\"Yes. What's he doing with you?\"\n\n\"You'll see. Just come to our class area tomorrow as if you're\ndelivering specimens. Put the crystal with John in it in your pocket\nand go and report to the Director exactly what you found in our\narea--apart from the crystal, of course. You are to release John from\nthat when you get to the cellar, immediately after David Adam Smith\ngoes hurrying out to see what happened to us.\"\n\nShe would not tell me any more than that.\n\nSo when I found next morning that every stellar-reporter in the class\narea was missing and that Dimples and her entire class had gone\nwith them, I did not have to act astonished. About a third of the\nInstitute--nearly a hundred students--were in that class, doing nothing\nelse but build a complete catalogue of the stars and their planetary\nsystems by means of the stellar-reporters. And the whole lot had gone!\n\nDavid Adam Smith did not believe me, either, until he saw for himself.\nThen he sat down to work through the firing calibrators to find out\nwhere the stellar-reporters had been sent. He waved me away.\n\nI went straight to the cellar beneath his private labs and reconverted\nJohn. He stepped off the maxima plate swiftly before the crystal could\nmaterialize him.\n\n\"Hey,\" I said, \"you've reversed it.\"\n\n\"Naturally. It's a minor adjustment in the time-lag. Otherwise there\nwould always have to be a second person present before you could get\nout of a crystal. We think that's what went wrong with poor Burns\nGilbert. But we'll never know, I'm afraid. Let's get on.\"\n\nWe set the power cutter to work on the cellar ceiling.\n\nIt was only designed to cut rock specimens small enough to be brought\nback in the stellar-reporters that carried it, but after two hours we\nhad a hole right up into the private labs.\n\nI lifted John Thay and followed him up.\n\n       *       *       *       *       *\n\nDimples was right.\n\nThere was a long row of crystals in a nutrient tank against one wall,\narranged so that it could not be seen into from the windows. About\nfifty crystals were racked there and each had a six-inch figure in it.\nI walked over to look at them with John.\n\n\"These aren't the ones I sent!\" John said.\n\n\"They're not?\"\n\n\"Not one.\"\n\nWe looked at the line in silence. I had gotten used to handling filled\ncrystals, but the sight of all these human beings, miniature and\nwatching us, making waving motions so for as they could within the\nlattice of their crystals--this was unnerving.\n\n\"No,\" John Thay repeated. \"These are not ours. But that one there is\nthe bubble dancer we were expelled for bringing here!\"\n\nI looked at the little figure, pink against the clear quartz.\n\n\"Who are the others?\" I asked.\n\nJohn Thay walked briskly down the line scooping them up.\n\n\"Never mind that for a moment, Morry. Just help me collect every one of\nthese.\"\n\nI grabbed handfuls of crystals from the rack, stuffing them in my\npockets, until between us we had every one.\n\nJohn took a last look to check. Then we dropped through the hole in the\nfloor, down into the cellar.\n\n\"I had an elaborate plan in mind,\" he said to me, as we hurried away.\n\"But this changes everything. Is the converter in your truck working?\"\nWe shot out into the courtyard.\n\n\"If you're in a hurry, John, why not use the one there in the cellar?\"\n\n\"Hell, you're right. This has shaken me so much I can hardly think.\nQuickly, let's get these crystals reconverted.\"\n\nWe turned and rushed back to the cellar we had just left.\n\nI grabbed the power controls, John fed the crystals onto the minima\nplate, I pressed the button and fielded the staggering human being off\nthe maxima plate before the enlarged crystal came following through.\nThe crystals I kicked into the corner of the cellar.\n\nWe did not talk, but concentrated on this rush conversion.\n\nWhen we had released the last man, there were fifty-three people in\nthe cellar, including John, myself and the bubble dancer, who for some\nreason clung to me and kissed me.\n\nMost of the people were elderly men. Their clothes were tattered and\nstained by nutrient solution. Some were threadbare. Many had been\nwearing laboratory coats of ceramic fabric, which had chipped and\nfallen away in patches.\n\nThey must have been in the crystals for a long time.\n\nI watched John bend anxiously over a group of elderly men.\n\n\"Doctor Firnivale. Professor Marrpole. Doctor Hutk. And Williams.\"\n\nThe men we had just released nodded in turn.\n\n\"You, Dr. Firnivale,\" John said. \"Did you give the advanced geo-physics\nlectures?\"\n\n\"Through that crook's hearing aid,\" said the tattered man on the cellar\nfloor. \"Yes, I did. I could hear the questions and I told him the\nanswers. So did all these others here.\"\n\n\"Professor Marrpole, I recognized you from a stereo-record you made on\nmagnetic differentiation on small planets. Is that how David Adam Smith\nbecame the world authority when you disappeared?\"\n\n\"Yes,\" the man with the shaggy beard confirmed. \"He caught me by asking\nme to stand on a plate for a live recording.\"\n\n       *       *       *       *       *\n\nJohn turned to me.\n\n\"We have here, Morry, a careful collection of the leading specialists\nin the world. These people are the reason for David Adam Smith being\nable to outthink any fifty men. These are the fifty men he built his\nreputation with!\"\n\n\"I don't understand why you all helped him,\" I said.\n\n\"Because he used to oscillate the crystals we were in, young man.\"\n\n\"But now it's our turn!\"\n\n\"By heaven, wait until I meet that treacherous snake....\"\n\n\"I'm going to sue him for every credit he has!\"\n\n\"Who would care to join me in pulling him into small pieces surgically?\"\n\nThe babble in the cellar rose in volume and intensity. Under it all,\nthe bubble-dancer was whispering in my ear how grateful she was to\ngreat big me, and how that foul old goat had kept her for amusement\njust because she walked into his office to complain when he fired those\nnice boys....\n\n\"He had to, I suppose,\" I said. \"If you saw all these people in\ncrystals.\"\n\n\"Gentlemen, gentlemen,\" John roared. \"Please!\"\n\nThere was silence.\n\n\"Thank you. Which of you in fact thought of the stellar-reporters for\naccumulating data on other parts of the Galaxy?\"\n\n\"I did,\" said a tall thin man by the door. \"Higgins is my name.\"\n\nEven I had heard of the astrophysicist inventor.\n\n\"Had it occurred to you that with these crystals and your\nstellar-reporters man could expand through the Galaxy?\"\n\n\"No. But now that you raise the point, of course we could!\"\n\n\"My friend, Morris here, and I and some colleagues have been doing so\nprivately for some time....\"\n\nJohn waited until the excited murmuring died away.\n\n\"We thought David Adam Smith had discovered us. And that is really why\nwe broke into his office ... and found you all there. But I now think\nhe knows nothing about it. Subject to your agreement, I suggest we\nshould keep him in ignorance, lock him in a quartz crystal here and\ncontinue the private migration without involving him.\"\n\n\"Why not bring him to justice?\" asked Higgins.\n\n\"Because I doubt if the government would believe their eyes. You have\nbuilt David Adam Smith into a legend that would be difficult to break.\nAlso because they would certainly take the Institute from anyone else,\nhold up the experiments and delay everything. And I have a lot of\nfriends out there in space trying to establish a planetary colony.\"\n\nMarrpole laughed.\n\n\"Really,\" he said, \"we have been providing all the brain power of this\nInstitute for so long, we may as well continue. Speaking for myself,\ngentlemen, a few years free from any restraint whatever are exactly\nwhat I now need. I am in favor.\"\n\nThere was a general mutter of agreement.\n\n\"Thank you,\" John said. \"And now, if you will follow me, there are\nexcellent showers and a whole class of spare rooms.\"\n\n\"You stay with me,\" I said to the bubble-dancer.\n\nI led her through the Institute to the classrooms where Director\nDavid Adam Smith was still plotting the courses of the missing\nstellar-reporters. They would be back soon, but he was never to know\nthat.\n\nI took him from behind and held him off the floor by his elbows, then\ntwisted him round in the air so that he could see us both.\n\n\"Yes,\" I said. \"She's out. And you're going in.\"\n\nHe started to scream so I clipped him.\n\nThen I carried him out to his private labs. I made him unlock the\ndoor and unset the alarms, dumped him on the maxima plate of his own\nconverter and shot him into a spare enlarged crystal he had on his\ndesk, after taking off his hearing aid. He didn't need it. It was only\nan amplifier so that he could hear the advice of whoever was in there\nat the time. I put him in and clipped the mike onto my shirt.\n\n\"What are you doing?\" asked the bubble-dancer.\n\n\"Look,\" I said. \"This fella could do it. And someone's got to take the\nother lectures. And I'm never going to get to be a qualified professor\nany other way.\"\n\n\"But I thought they said he didn't know anything?\" the bubble-dancer\nasked.\n\n\"He must remember some of it, or I'll oscillate him at a high\nfrequency.\"\n\nMeanwhile, I thought I'd practice laughing, \"hig, hig, hig.\" But the\nformer Director did not seem to find it funny.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Solid Solution, by James Stamers\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SOLID SOLUTION ***\n\n***** This file should be named 51610.txt or 51610.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/1/51610/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}