{"title": "Always a Qurono", "author": "Jim Harmon", "releaseDate": "April 2, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Always A Qurono\n\n                             By JIM HARMON\n\n                         Illustrated by RITTER\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              You too can be a Qurono. All you need do is\n             geoplanct. All you need know is when to stop!\n\n\nBarnhart sauntered right into the middle of them. He covertly watched\nthe crew close in around him and he never twitched an eyelash.\n_Officers must never panic_, he reminded himself, and manipulated the\nmorning sighting on the nearest sun through the Fitzgerald lens. It was\nexactly 900:25:30, Galactic Time.\n\nHe jotted the reading in, satisfied. The warm breath tickling the back\nof his neck was unnerving. If he showed fear and grabbed a blaster\nfrom the locker he could probably control them, but he was devastingly\naware that a captain must never show fear.\n\n\"Captain Barnhart,\" Simmons, the mate, drawled politely, \"do you still\nplan on making the jump at 900 thirty?\"\n\nThe captain removed his eyeglasses and polished the lenses.\n\n\"Simmons,\" he said in comforting, confiding tones, \"you are well aware\nthat regulations clearly state that a spaceship that phases in on\na star in major trans-spot activity is required to re-phase within\ntwenty-four hours to avoid being caught in turbulence.\"\n\n\"Yes, sir,\" Simmons said. \"But, as I have stated before, it is my\nbelief that regulation means that a ship should phase to avoid the\n_possibility_ of being caught in an energy storm. We landed right in\nthe middle of one. As you are aware, sir, if we phase now there is an\nexcellent chance we will warp right into the sun!\"\n\nBarnhart shook his lean, bronze head wearily. \"Simmons, the Admiralty\nhas gone through this thousands of times. Obviously they know our\ndanger is greater by staying where we are. Why, Ignatz 6Y out there may\n_nova_! We'll have to take our chances.\"\n\n\"No, sir.\" Simmons thrust his pale, blue-veined jaw at him, his light\neyes Nordicly cold below a blond cropping. \"The storm spots are dying\ndown. We aren't phasing yet.\"\n\nBarnhart drew himself up and looked down at the mate. Behind Simmons,\nYork moved closer. The captain was suddenly aware of York's low\nforehead and muscular, free-swinging arms. It was probably sheer bias,\nbut he had frequently entertained the idea that Englishmen were closer\nto our apelike ancestor than most people ... the way they ran around\npainted blue when everybody was civilly wearing clothes and all.\nObviously York was incapable of thinking for himself and was willing to\ndo anything Simmons commanded him to do.\n\nIt became transparent to Barnhart that they were going to mutiny to\navoid following their duty as clearly outlined in regulations. Judging\nfrom York's twitching knuckles, they were going to resist by strangling\nhim.\n\nBarnhart wondered if this was the time to show fear and unlock a weapon\nto defend himself.\n\nYork clamped onto him before he could decide on the proper\ninterpretation of the regulations and just as his mind settled on the\nirresolvable question: If a captain must never show fear, why was he\ngiven the key to a hand weapons locker to use when in fear of his life?\n\n       *       *       *       *       *\n\nBarnhart gazed around the purple clearing with clouded eyes. He\ntrembled in near traumatic shock. It was almost too much to bear.\n\nRegulations clearly stated that no officer was to be _marooned_ on a .9\nEarth-type planet at fourteen-forty Galactic Time, early evening local.\n\nOr (he brushed at his forehead) he was damned certain they at least\nstrongly _implied_ it.\n\nBut fear was such a foreign element to his daily routine he discarded\nit.\n\nThe scene took him back to his boyhood.\n\nHe sorted out the survival supplies, lifting even the portable nuclear\ngenerator effortlessly under the .67 gravity, and remembered how he\nused to go camping regularly every month when he was a Boy Scout. He\nhad been a bookish child, too obsessed with reading, they told him.\nSo he had put himself on a regular schedule for play. Still, it never\nseemed to make people like him much better. After he established his\nroutine he didn't try to change it--he probably couldn't make things\nbetter and he certainly couldn't stand them any worse.\n\nBarnhart paused in his labors and stripped off his soaked uniform\nshirt, deciding to break out his fatigues. As the wet sleeve turned\nwrong side out he noticed his wristwatch showed fifteen hundred hours.\n\nAs usual he fetched his toothbrush from the personals kit and started\nto scrub his teeth.\n\nThis was when he saw his first qurono in the act of geoplancting.\n\nIt was a deeply disturbing experience.\n\n       *       *       *       *       *\n\nBarnhart and the lank, slick-bodied alien ignored each other every\nmorning while the marooned captain had his coffee and the native\nchronoped; each afternoon while Barnhart laid down for a nap and the\nother xenogutted; and of course before retiring while Barnhart brushed\nhis teeth and the alien did his regular stint of geoplancting.\n\nThe captain sat about arranging living quarters on the planet. The\ncrew of the _Quincey_ had provided him with every necessity except\ncommunications gear. Still he was confident he would find a way back\nand see that Simmons and the rest got the punishment clearly called for\nin Regulation C-79, Clause II.\n\nThis driving need to have the regulation obeyed was as close as he\ncould get to anger.\n\nHis lot was a rough and primitive one, but he sat down to doing\nthe best with things that he could. Using the nuclear reactor, he\nsynthesized a crude seven-room cottage. He employed an unorthodox\nthree-story architecture. This gave him a kind of observation tower\nfrom which he could watch to see if the natives started to get\nrestless. Traditionally, this would be a bad sign.\n\nHumming to himself, he was idly adding some rococo work around the\nfront door when thirteen-hundred-thirty came up and he stopped for his\nnap. At the edge of the now somewhat larger clearing the alien was\nxenogutting in the indigo shadows of a drooping bush-tree. Since he\nhadn't furnished the house yet, Barnhart stretched out on the grass.\nSuddenly he sat upright and shot a glance at the alien. Could this sort\nof thing be regarded as restless activity?\n\nHe was safe so long as the aliens maintained their regular routine but\nif they started to deviate from it he was in trouble.\n\nHe tossed around on the velvet blades for some minutes.\n\nHe got to his feet.\n\nThe nap would have to be by-passed. As much as he resented the\nintrusion on his regular routine he would have to find some other\nnatives. He had to know if all the aliens on the planet xenogutted each\nafternoon as he was having his nap.\n\nThe thought crossed his mind that he might not wake up some afternoon\nif his presence was causing the aliens to deviate dangerously from\ntheir norm.\n\n       *       *       *       *       *\n\nThe most unnerving thing about the village was that there were exactly\nten houses and precisely one hundred inhabitants. Each house was 33.3\nfeet on a side. The surfaces were hand-hewn planking or flat-sided\nlogs. There were four openings: each opposing two were alternately one\nfoot and an alarming ten feet high. Barnhart couldn't see the roof. The\nbuildings appeared square, so he supposed the houses were 33.3 feet\ntall.\n\nAt the end of the single packed, violet-earthed street facing up the\nroad was a large sign of some unidentifiable metal bearing the legend\nin standard Galactic:\n\n    THIS IS A VILLAGE OF QURONOS\n\nBarnhart received the information unenthusiastically. He had never\nbefore encountered the term. The sign might as well have told him the\nplace was a town of jabberwockies.\n\nThe single scarlet sun with its corona of spectrum frost was drawing\nlow on the forest-covered horizon. Barnhart, dry of mouth and sore of\nfoot, had not encountered yet a single one of the hundred inhabitants.\nHe had missed his nap and his dinner, and now (he ran his tongue over\nhis thick-feeling teeth) he was about to miss his nightly brushing of\nhis teeth. He had taken only a minimum survival kit with him--which did\nnot include a smaller personals kit.\n\nHis wristwatch, still on good, reliable ship's time, recorded nearly\nfifteen hundred hours straight up. His body chemistry was still\noperating on the Captain's Shift, whereby he spent part of the time\nwith both the day and night shifts. It was nearly time for him to go\nto bed. Fortunately it was almost night on the planet.\n\nHe was searching out his portable force field projector from some loose\ncoins and keys when the one hundred quronos came out of their houses\nand began geoplancting.\n\n    _Fifth Day Marooned_\n\n    _The Journal of\n    Captain T. P. Barnhart,\n    Late of the U.G.S. Quincey_\n\n    It becomes apparent that I may never leave alive this planet whose\n    name and co-ordinates have been kept from me. By reason, justice\n    and regulations, the men who put me here must pay (see formal\n    attached warrant against First Mate O. D. Simmons and the remainder\n    of my crew). For this reason and in the interest of science I am\n    beginning this journal, to which I hope to continue contributing\n    from time to time, barring sudden death.\n\n    At this writing I am in a village of ten houses identified as a\n    settlement of quronos. These tall, hairless humanoids have\n    performed an intricate series of indescribable actions since I\n    first encountered them. My problem, as is apparent, is to decide\n    whether these actions constitute their normal daily routine or\n    whether I have instigated this series of actions.\n\n    If the latter is the case: where will it all end?\n\n    _1700: Fifth day_\n\nBarnhart was not used to being ignored.\n\nIt was certainly not a part of his normal routine. Often in his life\nhe had been scorned and ridiculed. Later, when he earned a captaincy\nin the exploration service, the men around him had to at least make a\nshow of respect and paying attention to him. Being ignored was a new\nexperience for him. While it was a strange thing to say of an explorer,\nBarnhart didn't particularly like new experiences ... or rather he only\nliked the same kind of new experiences.\n\nHe kicked the wine-colored soil in red-faced impotence the first few\ndozen times quronos went silently past him on the way to gather fruit\nfrom the forest, or hew logs to keep the buildings in repairs (which\nseemed to be a constant occupation.)\n\nHowever, when the twenty-fifth alien shouldered past him the morning\nafter he first discovered the village, Barnhart caught him by the\nshoulder, swung him half around and slugged him off his feet with a\nstabbing right cross.\n\nThe alien shook his head foggily a few times and slowly climbed to his\nfeet.\n\nBarnhart bit at his under lip. That hadn't been a wise thing to do at\nall. He should know that unorthodox moves like that led only to certain\ndisaster. He fumbled for his force-field projector, and with a flush\nof adrenalin discovered he had lost it.\n\nNow, he thought, the alien will signal the rest of them. And they, all\none hundred of them (now does that include the one I first saw in the\nclearing or not?) they will converge on me and--\n\nThe qurono marched off into the forest.\n\nEveryone was still ignoring Barnhart.\n\n       *       *       *       *       *\n\nBarnhart munched on a steak sandwich listlessly and watched the aliens\nthrough the faint haze of the force field.\n\nHe had found the projector half stamped into the earth and he was\ntesting it. But even a test was foolish. None of them was close enough\nto him to harm him with so much as a communicable disease. He might as\nwell quit roughing it and get back to the cottage.\n\nIn the last few days he had had time to think. He took up his journal.\n\n    _Eighth Day_\n\n    I can only suppose that these actions of the aliens represent some\n    kind of religious ritual. Again I am presented with the problem of\n    whether these rituals are a part of their normal, daily life, or\n    are they a special series instigated by my presence?\n\n    Yesterday I observed two of the quronos repairing one of the\n    village houses. The native lumber seems to be ill-suited to\n    construction purposes. Several times I have noticed logs tearing\n    themselves free and crawling back into the virgin forest. Due to\n    the instability of their building materials the aliens are\n    constantly having to repair their houses.\n\n    In watching the two quronos at work I observed something highly\n    significant.\n\n    The humanoids worked smoothly as a team, splitting and planing down\n    the reluctant logs with double-bladed axes. Then, putting the\n    lumber in place, they fastened it down with triangular wooden pegs.\n    They pounded these pegs home awkwardly with the flat side of the\n    axes.\n\n    The axes are crude and obviously indigenous to the culture.\n\n    I view this with considerable alarm.\n\n    Obviously any culture that can produce an axe is capable of\n    inventing the hammer.\n\n    The quronos are not using their hammers in front of me. I am\n    producing a change in their routine.\n\n    Where will it end?\n\n    What are they saving their hammers for?\n\n    _800: Eighth Day_\n\nBarnhart had written that just before dawn, but as usual the aliens had\ncontinued to ignore him. For all he knew the ritual might go on for\nyears--before they used their hammers. Or whatever they were planning.\n\nIt was drawing near time for his nap, but he felt completely wide awake\neven inside the safety of the force field. His throat hurt and the\nbacks of his legs ached with the waiting, the waiting for the natives\nto come out and begin xenogutting.\n\nHe wiped his hands together and forced a smile. Why should he worry\nwhat the natives did? He was completely safe. He could live out his\nlife in immutable security.\n\nBut this wasn't his world. No part of it was his ... or at least only\nthe part he had brought with him. Sanity lay in holding to what was\nleft of his own world. But sanity didn't always mean survival.\n\nWhat if he could make the quronos' world his own?\n\nBarnhart wiped at the tiny stings against his face and his fingertips\ncame away moist with beads of perspiration.\n\nThe aliens began marching out of the houses, in twos from the ten-foot\ndoors, singly from the foot-square openings of every other facing wall.\n\nIt wasn't his world of fire-works-streaked Ohio summers and bold green\nhills, this planet cowled with nun-like secrecy, looking acrid, tasting\nviolet and transmitting a beauty and confusion only a trio of physical\nscientists could solve.\n\nBut there was only one thing to do.\n\nBarnhart let down his force field and went out.\n\nThe human body wasn't well-adapted for it but Barnhart did his best to\njoin the quronos in xenogutting.\n\nInstantly the cry welled up.\n\n\"_Master._\"\n\nBarnhart stood up and faced the aliens, deeply disturbed.\n\n       *       *       *       *       *\n\nHe was even more disturbed when, later, he wrote again in his journal:\n\n    _Ninth day_\n\n    \"Qurono,\" I have learned from the Leader, is a term referring to a\n    particular type of sub-human android. The synthetic process used\n    in manufacturing these men does not allow them to develop beyond a\n    certain point--a built-in safety factor of their creators, I can\n    only suppose. Thus they were given the concept of the axe and have\n    retained it, but they were able only to devise the idea of using\n    the axe to hammer things with and are not capable of thinking of a\n    special hammering tool.\n\n    With almost complete lack of creative ability they are bound to\n    the same routine, to which they adhere with an almost religious\n    fanaticism.\n\n    Since last night I have been treated as virtually a god. I have\n    been given one of their buildings entirely for my own use.\n\n    I find this turn of events absolutely surprising. I intend to\n    discuss this with the Leader today. (Note to any ethnologist who\n    may see these papers: Since all quronos are built to the same\n    standards none is superior to another. But, recognizing the need\n    for one director, each of the one hundred has an alternate term\n    as Leader.)\n\n    _900: Ninth day_\n\nDespite the upsetting turn of events Barnhart decided he was more\ncomfortable in his familiar role of command.\n\nHe glanced at his wristwatch and was surprised to note that he had\noverslept. The time for both breakfast and chronopting was past. He\nmade himself ready and left the building.\n\nThe alien was waiting just outside the door. He looked as if he hadn't\nmoved all night. Yet, Barnhart thought, he seemed a trifle shorter.\n\n\"Are you the Leader?\" Barnhart asked.\n\n\"I am the Leader. But you are the Master.\"\n\nAs an officer of a close-confines spaceship that sounded a little\nstuffy even to Barnhart. The fellow _still_ looked shorter. Maybe they\nhad changed Leaders the way he had been told the night before. Or\nmaybe quronos shrank when left out in the night air.\n\n\"Let's go someplace where we can sit down. And, incidentally, just call\nme 'sir' or 'captain.'\"\n\n\"Yes, sir.\"\n\nBarnhart nodded. He had been expecting: Yes, Master, I will call you\n'captain.'\n\nBut the alien didn't move. He finally decided that the Leader thought\nthey could sit on the ground where they were standing.\n\nBarnhart squatted.\n\nThe Leader squatted.\n\nBefore they could speak a muffled explosion vibrated the ground and\nBarnhart caught a fleeting glimpse of an unstable chemical rocket\ntearing jerkily into the maroon sky.\n\n\"Celebration for my arrival?\" Barnhart asked.\n\n\"Perhaps so. We are putting the un-needed ones in status.\"\n\nHe decided to let that ride for the moment.\n\n\"Tell me, why didn't you recognize me before I joined you in\nyour--ritual, Leader?\"\n\nThe alien tilted his head. \"What was there to recognize? We thought you\nwere some new variety of animal. Before you xenogutted how were we to\nknow you were rational life?\"\n\nBarnhart nodded. \"But how did you so cleverly deduce that I was your\nMaster?\"\n\n\"There are one hundred of us. You were the one hundred and first. You\nhad to be the Master returned.\"\n\nThe Master had been some friendly lifeform in the Federation,\nobviously. Otherwise the qurono androids wouldn't speak Galactic.\nBarnhart nibbled on his under lip.\n\n\"I want to find out how much you still know after the Master has been\naway so long,\" the captain said. \"Tell me, how do you communicate with\nthe Master?\"\n\n\"What for?\" The Leader began to look at Barnhart oddly.\n\n\"For anything. Where's the sub-space radio?\"\n\nThe direct approach produced a rather ironic expression on the qurono's\nnarrow face but no answer. But if there was a radio on the planet\nBarnhart meant to find it. Spacemen forced to abandon their craft\nwere required to report to the nearest Federation base as quickly as\npossible. Besides, he meant to see that Simmons and his Anglo stooge\nand all the others paid for their mutiny. But, he decided, perhaps he\nhad better not press the matter at the moment.\n\nAnother rocket punctuated the moment of silence.\n\n\"Take me to your launching area,\" Barnhart said.\n\nThe android stood up and walked. But he walked at Barnhart's side,\nforcing the captain to catch his stride a half-step to let the alien\nlead him. He wasn't sure if it was a mark of respect not to get ahead\nof the Master or an attempt to see if he knew where the launching site\nwas located. The quronos were limited, but just _how_ limited Barnhart\nwas beginning to wonder.\n\n       *       *       *       *       *\n\nThey rounded the clump of drooping lavender trees and Barnhart saw the\neight men laying on the ground in the transparent casings. Not men, but\nquronos, he corrected himself; in a molded clear membrane of some sort.\n\n\"They are in status,\" the Leader explained, answering the captain's\nunasked question.\n\n\"This is how you keep your population at one hundred,\" Barnhart thought\naloud, removing his glasses to rest his eyes and to get a better look\nat the bodies. Despite regulations he could still see better without\nhis spectacles.\n\n\"It is how you arranged it, Master. But as you know we are now ninety\nand one.\"\n\nThe captain put his glasses back on. \"I'll test you. Why are you now\nninety and one?\"\n\n\"Naturally,\" the Leader said emotionlessly, \"you required a whole\nshelter unit to yourself. We had to dispose of the ten who previously\nhad the unit.\"\n\nBarnhart swallowed. \"Couldn't you think of anything less drastic? Next\ntime just build a new unit.\"\n\n\"But master,\" the alien protested, \"it takes a great deal of work to\nconstruct our units. Our lumber escapes so badly no matter how often\nwe beat it into submission. Our work capacity is limited, as you are\naware. Is it really desirable to overwork us so much?\"\n\nThe captain was a little shocked. Was this humorless, methodical\nandroid really protesting a command from his Master? \"How do you\nsuppose the ten you are putting in status feel about it?\" he managed.\n\n\"They would doubtlessly prefer not to be overworked. Our fatigue\nchannels can only stand so much.\"\n\nBut it wasn't the work, Barnhart suddenly knew. It was the idea that\nthere could be _eleven_ houses, instead of ten. The concept of only\nninety quronos and a master must be only slightly less hideous to them.\nThey couldn't really be so overjoyed to see him.\n\nA third rocket jarred off, rising unsteadily but surely in the low\ngravity. It was a fairly primitive device--evidently all they retained\nfrom the original model supplied them by the Master.\n\nBarnhart looked at the figures on the ground. Only seven.\n\n\"The ones in status go into the rockets!\" Barnhart gasped.\n\n\"And circle in the proper orbits,\" the Leader agreed.\n\nThis time he saw the quronos lifting a stiff form and taking it to the\ncrude rocket. It looked entirely too much like a human body. Barnhart\nlooked away.\n\nBut at the edge of his peripheral vision he saw the quronos halt and\nstand up their fellow in status. He glanced at his wrist. Fifteen\nhundred hours. The aliens began geoplancting.\n\nBarnhart ran his tongue over his teeth, noting that they needed\nbrushing. He came to himself with a start.\n\nOf course. He had almost forgot.\n\nBarnhart faced the others and joined them in geoplancting.\n\nA hideous cry built from one plateau of fury to another.\n\n\"_He's no better than us!_\" the Leader screamed.\n\n    _Ninth day_\n\n    I have made a serious mistake.\n\n    While it was necessary for me to conform to the quronos' ritual to\n    get myself recognized, I should not have continued to adhere to it.\n    Apparently by these creatures' warped reasoning I established\n    myself as a reasoning creature by first joining them in their\n    routine; but when I continued to act in accord with them I proved\n    myself no better than they are. As Master I am supposed to be\n    superior and above their mundane routine.\n\n    At the moment they are milling belligerently outside my force-field\n    screen. As I look into their stupid, imaginationless faces I can\n    only think that somewhere in the past they were invented by some\n    unorthodox Terran scientist, probably of English descent. They--\n\n    Wait.\n\n    The force field. It's wavering. It must have been damaged when it\n    got  tramped underfoot. They are going to get in to me. It--\n\nBarnhart watched them prepare the rocket that would blast him into\nan orbit circling the planet. He could see and even hear the sound\nthat vibrated through the thin membrane in which he was encased, but\nhe could not move a nerve-end. Fortunately his eyes were focused on\ninfinity, so he could see everything at least blurrily.\n\nThe Leader, who seemed to have grown a few inches, wasted no time. He\ngave the orders and the quronos lifted him into the rocket. The hatch\nclosed down on the indigo day and he was alone.\n\nThe blast of takeoff almost deafened him but he didn't feel the\njar--only because, he realized, he could feel nothing.\n\nA few weeks later the centrifugal force of the spinning rocket finally\nnudged the latch and the hatch swung open. Barnhart was exposed to\nnaked fire-bright blackness itself.\n\nAfter a day or two he stopped worrying about that, as he had stopped\nfretting about breathing.\n\nHe grew accustomed to the regular turn around the planet every fourteen\nhours. For two out of every three seconds he faced out into space and\nthat was always changing. Yet, all poetry aside, the change was always\nthe same.\n\nHe didn't have to worry about keeping on a schedule. He kept on one\nautomatically.\n\nAnd he didn't like it.\n\nSo he kept retreating further and further from it....\n\n       *       *       *       *       *\n\n\"We couldn't leave him there!\"\n\nWhat? Who? Barnhart thought along with at least seven other\ndouble-yous. He returned to himself and found that he was standing in\nthe airlock of a spaceship, faced by his first mate Simmons and his\nstooge York.\n\n\"We couldn't leave him there,\" Simmons repeated with feeling. \"That\nwould be the nastiest kind of murder. We might maroon him. But none of\nus are killers.\"\n\n\"It's not the punishment we will get for the mutiny,\" York complained.\n\"It's having to go back to his old routine. That time-schedule mind of\nhis was derailing mine. He was driving the whole crew cockeyed. Even if\nhe wasn't going to kill us all by the rule book, I think we would have\nhad to maroon him just to get rid of him.\"\n\nSimmons fingered a thin-bladed tool knife. \"I wonder how he got up\nthere in that rocket and in this transparent shroud? I'm sure he's\nalive, but this is the most unorthodox Susp-An I've ever seen. Almost\nmakes you believe in destiny, the way we lost our coordinate settings\nand had to back-track--and then found him out there. (\"I'll bet he\njimmied the calculator,\" York grouched.) You know, York, it's almost as\nif the world down there marooned him right back at us.\"\n\nThe first mate inserted the knife blade. The membrane withered and\nBarnhart lived.\n\n\"Now the arrest,\" York murmured.\n\n\"What are you muttering about, York?\" Captain Barnhart demanded. \"What\nare we standing around here for? You can't expect me to waste a whole\nafternoon on inspection. We have to get back on schedule.\" He looked\nto his wrist. \"Fifteen hundred hours.\"\n\n\"He doesn't _remember_,\" York said behind him.\n\n\"He remembers the same old routine,\" Simmons said. \"Here we go again.\"\n\nBarnhart didn't say anything. In the close confines of a spaceship\nthere was bound to be a certain degree of informality.\n\nHe stepped inside his cabin at the end of the corridor and did what he\nalways did at fifteen hundred hours.\n\nYork and the first mate were deeply disturbed.\n\nBarnhart looked out at them sharply. \"Well, spacemen, I run a taut ship\nhere. I expect everyone to hit the mark. Adhere to the line. Follow my\nexample. Snap to it!\"\n\nSimmons looked at York and his shoulders sagged. They couldn't go\nthrough the whole thing again, the marooning, the rescue, then this.\nThat routine would drive them crazy.\n\nEven this was preferable.\n\nThey joined Barnhart in geoplancting.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Always a Qurono, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALWAYS A QURONO ***\n\n***** This file should be named 51623.txt or 51623.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/2/51623/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}