{"title": "Innocent At Large", "author": "Poul Anderson", "releaseDate": "April 3, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           INNOCENT AT LARGE\n\n                      By POUL AND KAREN ANDERSON\n\n                          Illustrated by WOOD\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n       A hayseed Martian among big-planet slickers ... of course\n       he would get into trouble. But that was nothing compared\n     to the trouble he would be in if he did not get into trouble!\n\n\nThe visiphone chimed when Peri had just gotten into her dinner gown.\nShe peeled it off again and slipped on a casual bathrobe: a wisp of\ntranslucence which had set the president of Antarctic Enterprise--or\nhad it been the chairman of the board?--back several thousand dollars.\nThen she pulled a lock of lion-colored hair down over one eye, checked\nwith a mirror, rumpled it a tiny bit more and wrapped the robe loosely\non top and tight around the hips.\n\nAfter all, some of the men who knew her private number were important.\n\nShe undulated to the phone and pressed its Accept. \"Hello-o, there,\"\nshe said automatically. \"So sorry to keep you waiting. I was just\ntaking a bath and--Oh. It's you.\"\n\nGus Doran's prawnlike eyes popped at her. \"Holy Success,\" he whispered\nin awe. \"You sure the wires can carry that much voltage?\"\n\n\"Well, hurry up with whatever it is,\" snapped Peri. \"I got a date\ntonight.\"\n\n\"I'll say you do! With a Martian!\"\n\n       *       *       *       *       *\n\nPeri narrowed her silver-blue gaze and looked icily at him. \"You must\nhave heard wrong, Gus. He's the heir apparent of Indonesia, Inc.,\nthat's who, and if you called up to ask for a piece of him, you can\njust blank right out again. I saw him first!\"\n\nDoran's thin sharp face grinned. \"You break that date, Peri. Put it off\nor something. I got this Martian for you, see?\"\n\n\"So? Since when has all Mars had as much spending money as one big-time\nmarijuana rancher? Not to mention the heir ap--\"\n\n\"Sure, sure. But how much are those boys going to spend on any girl,\neven a high-level type like you? Listen, I need you just for tonight,\nsee? This Martian is strictly from gone. He is here on official\nbusiness, but he is a yokel and I do mean hayseed. Like he asked me\nwhat the Christmas decorations in all the stores were! And here is the\nsolar nexus of it, Peri, kid.\"\n\nDoran leaned forward as if to climb out of the screen. \"He has got a\nhundred million dollars expense money, and they are not going to audit\nhis accounts at home. One hundred million good green certificates,\nlegal tender anywhere in the United Protectorates. And he has about\nas much backbone as a piece of steak alga. Kid, if I did not happen to\nhave experience otherwise with a small nephew, I would say this will be\nlike taking candy from a baby.\"\n\nPeri's peaches-and-cream countenance began to resemble peaches and\ncream left overnight on Pluto. \"Badger?\" she asked.\n\n\"Sure. You and Sam Wendt handle the routine. I will take the go-between\nangle, so he will think of me as still his friend, because I have other\nplans for him too. But if we can't shake a million out of him for this\none night's work, there is something akilter. And your share of a\nmillion is three hundred thirty-three--\"\n\n\"Is five hundred thousand flat,\" said Peri. \"Too bad I just got an\nawful headache and can't see Mr. Sastro tonight. Where you at, Gus?\"\n\n       *       *       *       *       *\n\nThe gravity was not as hard to take as Peter Matheny had expected.\nThree generations on Mars might lengthen the legs and expand the chest\na trifle, but the genes had come from Earth and the organism readjusts.\nWhat set him gasping was the air. It weighed like a ton of wool and had\napparently sopped up half the Atlantic Ocean. Ears trained to listen\nthrough the Martian atmosphere shuddered from the racket conducted by\nEarth's. The passport official seemed to bellow at him.\n\n\"Pardon me for asking this. The United Protectorates welcome all\nvisitors to Earth and I assure you, sir, an ordinary five-year visa\nprovokes no questions. But since you came on an official courier boat\nof your planet, Mr. Matheny, regulations force me to ask your business.\"\n\n\"Well--recruiting.\"\n\nThe official patted his comfortable stomach, iridescent in neolon, and\nchuckled patronizingly. \"I am afraid, sir, you won't find many people\nwho wish to leave. They wouldn't be able to see the Teamsters Hour on\nMars, would they?\"\n\n\"Oh, we don't expect immigration,\" said Matheny shyly. He was a fairly\nyoung man, but small, with a dark-thatched, snub-nosed, gray-eyed\nhead that seemed too large for his slender body. \"We learned long ago\nthat no one is interested any more in giving up even second-class\ncitizenship on Earth to live in the Republic. But we only wanted to\nhire----uh, I mean engage--an, an advisor. We're not businessmen. We\nknow our export trade hasn't a chance among all your corporations\nunless we get some--a five-year contract...?\"\n\nHe heard his words trailing off idiotically, and swore at himself.\n\n\"Well, good luck.\" The official's tone was skeptical. He stamped the\npassport and handed it back. \"There, now, you are free to travel\nanywhere in the Protectorates. But I would advise you to leave the\ncapital and get into the sticks--um, I mean the provinces. I am sure\nthere must be tolerably competent sales executives in Russia or\nCongolese Belgium or such regions. Frankly, sir, I do not believe you\ncan attract anyone out of Newer York.\"\n\n\"Thanks,\" said Matheny, \"but, you see, I--we need--that is.... Oh,\nwell. Thanks. Good-by.\"\n\nHe backed out of the office.\n\n       *       *       *       *       *\n\nA dropshaft deposited him on a walkway. The crowd, a rainbow of men in\npajamas and robes, women in Neo-Sino dresses and goldleaf hats, swept\nhim against the rail. For a moment, squashed to the wire, he stared a\nhundred feet down at the river of automobiles. _Phobos!_ he thought\nwildly. _If the barrier gives, I'll be sliced in two by a dorsal fin\nbefore I hit the pavement!_\n\nThe August twilight wrapped him in heat and stickiness. He could see\nneither stars nor even moon through the city's blaze. The forest of\nmulti-colored towers, cataracting half a mile skyward across more\nacreage than his eyes reached, was impressive and all that, but--he\nused to stroll out in the rock garden behind his cottage and smoke a\npipe in company with Orion. On summer evenings, that is, when the\ntemperature wasn't too far below zero.\n\n_Why did they tap me for this job?_ he asked himself in a surge of\nhomesickness. _What the hell is the Martian Embassy here for?_\n\nHe, Peter Matheny, was no more than a peaceful professor of\nsociodynamics at Devil's Kettle University. Of course, he had advised\nhis government before now--in fact, the Red Ankh Society had been his\nidea--but still he was at ease only with his books and his chess and\nhis mineral collection, a faculty poker party on Tenthday night and an\noccasional trip to Swindletown--\n\n_My God_, thought Matheny, _here I am, one solitary outlander in the\ngreatest commercial empire the human race has ever seen, and I'm\nsupposed to find my planet a con man!_\n\nHe began walking, disconsolately, at random. His lizardskin shirt and\nblack culottes drew glances, but derisive ones: their cut was forty\nyears out of date. He should find himself a hotel, he thought drearily,\nbut he wasn't tired; the spaceport would pneumo his baggage to him\nwhenever he did check in. The few Martians who had been to Earth had\ngone into ecstasies over the automation which put any service you could\nname on a twenty-four-hour basis. But it would be a long time before\nMars had such machines. If ever.\n\nThe city roared at him.\n\nHe fumbled after his pipe. _Of course_, he told himself, _that's why\nthe Embassy can't act. I may find it advisable to go outside the law.\nPlease, sir, where can I contact the underworld?_\n\nHe wished gambling were legal on Earth. The Constitution of the Martian\nRepublic forbade sumptuary and moral legislation; quite apart from the\nrambunctious individualism which that document formulated, the article\nwas a practical necessity. Life was bleak enough on the deserts,\nwithout being denied the pleasure of trying to bottom-deal some friend\nwho was happily trying to mark the cards. Matheny would have found a\nfew spins of roulette soothing: it was always an intellectual challenge\nto work out the system by which the management operated a wheel. But\nmore, he would have been among people he understood.\n\nThe frightful thing about the Earthman was the way he seemed to\nexist only in organized masses. A gypsy snake oil peddler, plodding\nhis syrtosaur wagon across Martian sands, just didn't have a prayer\nagainst, say, the Grant, Harding & Adams Public Relations Agency.\n\n       *       *       *       *       *\n\nMatheny puffed smoke and looked around. His feet ached from the weight\non them. Where could a man sit down? It was hard to make out any\nindividual sign through all that flimmering neon. His eye fell on one\nthat was distinguished by relative austerity.\n\n    THE CHURCH OF CHOICE\n    _Enter, Play, Pray_\n\nThat would do. He took an upward slideramp through several hundred feet\nof altitude, stepped past an aurora curtain, and found himself in a\nmarble lobby next to an inspirational newsstand.\n\n\"Ah, brother, welcome,\" said a red-haired usherette in demure black\nleotards. \"The peace that passeth all understanding be with you. The\nrestaurant is right up those stairs.\"\n\n\"I--I'm not hungry,\" stammered Matheny. \"I just wanted to sit in--\"\n\n\"To your left, sir.\"\n\nThe Martian crossed the lobby. His pipe went out in the breeze from an\nanimated angel. Organ music sighed through an open doorway. The series\nof rooms beyond was dim, Gothic, interminable.\n\n\"Get your chips right here, sir,\" said the girl in the booth.\n\n\"Hm?\" said Matheny.\n\nShe explained. He bought a few hundred-dollar tokens, dropped a\nfifty-buck coin down a slot marked CONTRIBUTIONS, and sipped the\nmartini he got back while he strolled around studying the games.\nHe stopped, frowned. Bingo? No, he didn't want to bother learning\nsomething new. He decided that the roulette wheels were either honest\nor too deep for him. He'd have to relax with a crap game instead.\n\nHe had been standing at the table for some time before the rest of the\ncongregation really noticed him. Then it was with awe. The first few\npasses he had made were unsuccessful. Earth gravity threw him off.\nBut when he got the rhythm of it, he tossed a row of sevens. It was a\ncustomary form of challenge on Mars. Here, though, they simply pushed\nchips toward him. He missed a throw, as anyone would at home: simple\ncourtesy. The next time around, he threw for a seven just to get the\nfeel. He got a seven. The dice had not been substituted on him.\n\n\"I say!\" he exclaimed. He looked up into eyes and eyes, all around the\ngreen table. \"I'm sorry. I guess I don't know your rules.\"\n\n\"You did all right, brother,\" said a middle-aged lady with an obviously\nsurgical bodice.\n\n\"But--I mean--when do we start actually _playing_? What happened to the\ncocked dice?\"\n\n       *       *       *       *       *\n\nThe lady drew herself up and jutted an indignant brow at him. \"Sir!\nThis is a church!\"\n\n\"Oh--I see--excuse me, I, I, I--\" Matheny backed out of the crowd,\nshuddering. He looked around for some place to hide his burning ears.\n\n\"You forgot your chips, pal,\" said a voice.\n\n\"Oh. Thanks. Thanks ever so much. I, I, that is--\" Matheny cursed\nhis knotting tongue. _Damn it, just because they're so much more\nsophisticated than I, do I have to talk like a leaky boiler?_\n\nThe helpful Earthman was not tall. He was dark and chisel-faced and\nsleekly pomaded, dapper in blue pajamas with a red zigzag, a sleighbell\ncloak and curly-toed slippers.\n\n\"You're from Mars, aren't you?\" he asked in the friendliest tone\nMatheny had yet heard.\n\n\"Yes. Yes, I am. M-my name's Peter Matheny. I, I--\" He stuck out his\nhand to shake and chips rolled over the floor. \"Damn! Oh, excuse me, I\nforgot this was a church. Never mind the chips. No, please. I just want\nto g-g-get the hell out of here.\"\n\n\"Good idea. How about a drink? I know a bar downshaft.\"\n\nMatheny sighed. \"A drink is what I need the very most.\"\n\n\"My name's Doran. Gus Doran. Call me Gus.\"\n\nThey walked back to the deaconette's booth and Matheny cashed what\nremained of his winnings.\n\n\"I don't want to--I mean if you're busy tonight, Mr. Doran--\"\n\n\"Nah. I am not doing one thing in particular. Besides, I have never met\na Martian. I am very interested.\"\n\n\"There aren't many of us on Earth,\" agreed Matheny. \"Just a small\nembassy staff and an occasional like me.\"\n\n\"I should think you would do a lot of traveling here. The old mother\nplanet and so on.\"\n\n\"We can't afford it,\" said Matheny. \"What with gravitation and\ndistance, such voyages are much too expensive for us to make them for\npleasure. Not to mention our dollar shortage.\" As they entered the\nshaft, he added wistfully: \"You Earth people have that kind of money,\nat least in your more prosperous brackets. Why don't you send a few\ntourists to us?\"\n\n\"I always wanted to,\" said Doran. \"I would like to see the what they\ncall City of Time, and so on. As a matter of fact, I have given my\ngirl one of those Old Martian rings last Ike's Birthday and she was\njust gazoo about it. A jewel dug out of the City of Time, like,\nmade a million years ago by a, uh, extinct race ... I tell you, she\n_appreciated_ me for it!\" He winked and nudged.\n\n\"Oh,\" said Matheny.\n\n       *       *       *       *       *\n\nHe felt a certain guilt. Doran was too pleasant a little man to\ndeserve--\n\n\"Of course,\" Matheny said ritually, \"I agree with all the archeologists\nit's a crime to sell such scientifically priceless artifacts, but what\ncan we do? We must live, and the tourist trade is almost nonexistent.\"\n\n\"Trouble with it is, I hear Mars is not so comfortable,\" said Doran. \"I\nmean, do not get me wrong, I don't want to insult you or anything, but\npeople come back saying you have given the planet just barely enough\nair to keep a man alive. And there are no cities, just little towns and\nvillages and ranches out in the bush. I mean you are being pioneers and\nmaking a new nation and all that, but people paying half a megabuck for\ntheir ticket expect some comfort and, uh, you know.\"\n\n\"I do know,\" said Matheny. \"But we're poor--a handful of people trying\nto make a world of dust and sand and scrub thorn into fields and woods\nand seas. We can't do it without substantial help from Earth, equipment\nand supplies--which can only be paid for in Earth dollars--and we can't\nexport enough to Earth to earn those dollars.\"\n\nBy that time, they were entering the Paul Bunyan Knotty Pine Bar &\nGrill, on the 73rd Level. Matheny's jaw clanked down.\n\n\"Whassa matter?\" asked Doran. \"Ain't you ever seen a ecdysiastic\ntechnician before?\"\n\n\"Uh, yes, but--well, not in a 3-D image under ten magnifications.\"\n\nMatheny followed Doran past a sign announcing that this show was for\npurely artistic purposes, into a booth. There a soundproof curtain\nreduced the noise level enough so they could talk in normal voices.\n\n\"What'll you have?\" asked Doran. \"It's on me.\"\n\n\"Oh, I couldn't let you. I mean--\"\n\n\"Nonsense. Welcome to Earth! Care for a thyle and vermouth?\"\n\nMatheny shuddered. \"Good Lord, no!\"\n\n\"Huh? But they make thyle right on Mars, don't they?\"\n\n\"Yes. And it all goes to Earth and sells at 2000 dollars a fifth. But\nyou don't think we'd _drink_ it, do you? I mean--well, I imagine it\ndoesn't absolutely _ruin_ vermouth. But we don't see those Earthside\ncommercials about how sophisticated people like it so much.\"\n\n       *       *       *       *       *\n\n\"Well, I'll be a socialist creeper!\" Doran's face split in a grin. \"You\nknow, all my life I've hated the stuff and never dared admit it!\" He\nraised a hand. \"Don't worry, I won't blabbo. But I am wondering, if you\ncontrol the thyle industry and sell all those relics at fancy prices,\nwhy do you call yourselves poor?\"\n\n\"Because we are,\" said Matheny. \"By the time the shipping costs have\nbeen paid on a bottle, and the Earth wholesaler and jobber and sales\nengineer and so on, down to the retailer, have taken their percentage,\nand the advertising agency has been paid, and about fifty separate\nEarth taxes--there's very little profit going back to the distillery\non Mars. The same principle is what's strangling us on everything. Old\nMartian artifacts aren't really rare, for instance, but freight charges\nand the middlemen here put them out of the mass market.\"\n\n\"Have you not got some other business?\"\n\n\"Well, we do sell a lot of color slides, postcards, baggage labels and\nso on to people who like to act cosmopolitan, and I understand our\ntravel posters are quite popular as wall decoration. But all that has\nto be printed on Earth, and the printer and distributor keep most of\nthe money. We've sold some books and show tapes, of course, but only\none has been really successful--_I Was a Slave Girl on Mars_.\n\n\"Our most prominent novelist was co-opted to ghostwrite that one.\nAgain, though, local income taxes took most of the money; authors\nnever have been protected the way a businessman is. We do make a high\npercentage of profit on those little certificates you see around--you\nknow, the title deeds to one square inch of Mars--but expressed\nabsolutely, in dollars, it doesn't amount to much when we start\nshopping for bulldozers and thermonuclear power plants.\"\n\n\"How about postage stamps?\" inquired Doran. \"Philately is a big\nbusiness, I have heard.\"\n\n\"It was our mainstay,\" admitted Matheny, \"but it's been overworked.\nMartian stamps are a drug on the market. What we'd like to operate is a\nsweepstakes, but the anti-gambling laws on Earth forbid that.\"\n\n       *       *       *       *       *\n\nDoran whistled. \"I got to give your people credit for enterprise,\nanyway!\" He fingered his mustache. \"Uh, pardon me, but have you tried\nto, well, attract capital from Earth?\"\n\n\"Of course,\" said Matheny bitterly. \"We offer the most liberal\nconcessions in the Solar System. Any little mining company or transport\nfirm or--or anybody--who wanted to come and actually invest a few\ndollars in Mars--why, we'd probably give him the President's daughter\nas security. No, the Minister of Ecology has a better-looking one.\nBut who's interested? We haven't a thing that Earth hasn't got more\nof. We're only the descendants of a few scientists, a few political\nmalcontents, oddballs who happen to prefer elbow room and a bill of\nliberties to the incorporated state--what could General Nucleonics\nhope to get from Mars?\"\n\n\"I see. Well, what are you having to drink?\"\n\n\"Beer,\" said Matheny without hesitation.\n\n\"Huh? Look, pal, this is on me.\"\n\n\"The only beer on Mars comes forty million miles, with interplanetary\nfreight charges tacked on,\" said Matheny. \"Heineken's!\"\n\nDoran shrugged, dialed the dispenser and fed it coins.\n\n\"This is a real interesting talk, Pete,\" he said. \"You are being very\nfrank with me. I like a man that is frank.\"\n\nMatheny shrugged. \"I haven't told you anything that isn't known to\nevery economist.\"\n\n_Of course I haven't. I've not so much as mentioned the Red Ankh, for\ninstance. But, in principle, I have told him the truth, told him of our\nneed; for even the secret operations do not yield us enough._\n\nThe beer arrived. Matheny engulfed himself in it. Doran sipped at a\nwhiskey sour and unobtrusively set another full bottle in front of the\nMartian.\n\n\"Ahhh!\" said Matheny. \"Bless you, my friend.\"\n\n\"A pleasure.\"\n\n\"But now you must let me buy you one.\"\n\n\"That is not necessary. After all,\" said Doran with great tact, \"with\nthe situation as you have been describing--\"\n\n\"Oh, we're not _that_ poor! My expense allowance assumes I will\nentertain quite a bit.\"\n\nDoran's brows lifted a few minutes of arc. \"You're here on business,\nthen?\"\n\n\"Yes. I told you we haven't any tourists. I was sent to hire a business\nmanager for the Martian export trade.\"\n\n\"What's wrong with your own people? I mean, Pete, it is not your fault\nthere are so many rackets--uh, taxes--and middlemen and agencies and et\ncetera. That is just the way Earth is set up these days.\"\n\n       *       *       *       *       *\n\nMatheny's finger stabbed in the general direction of Doran's pajama\ntop. \"Exactly. And who set it up that way? Earthmen. We Martians are\nbabes in the desert. What chance do we have to earn dollars on the\nscale we need them, in competition with corporations which could buy\nand sell our whole planet before breakfast? Why, we couldn't afford\nthree seconds of commercial time on a Lullaby Pillow 'cast. What we\nneed, what we have to hire, is an executive who knows Earth, who's an\nEarthman himself. Let him tell us what will appeal to your people, and\nhow to dodge the tax bite and--and--well, you see how it goes, that\nsort of, uh, thing.\"\n\nMatheny felt his eloquence running down and grabbed for the second\nbottle of beer.\n\n\"But where do I start?\" he asked plaintively, for his loneliness smote\nhim anew. \"I'm just a college professor at home. How would I even get\nto see--\"\n\n\"It might be arranged,\" said Doran in a thoughtful tone. \"It just\nmight. How much could you pay this fellow?\"\n\n\"A hundred megabucks a year, if he'll sign a five-year contract. That's\nEarth years, mind you.\"\n\n\"I'm sorry to tell you this, Pete,\" said Doran, \"but while that is not\nbad money, it is not what a high-powered sales scientist gets in Newer\nYork. Plus his retirement benefits, which he would lose if he quit\nwhere he is now at. And I am sure he would not want to settle on Mars\npermanently.\"\n\n\"I could offer a certain amount of, uh, lagniappe,\" said Matheny. \"That\nis, well, I can draw up to a hundred megabucks myself for, uh, expenses\nand, well ... let me buy you a drink!\"\n\nDoran's black eyes frogged at him. \"You might at that,\" said the\nEarthman very softly. \"Yes, you might at that.\"\n\nMatheny found himself warming. Gus Doran was an authentic bobber. A\nhell of a swell chap. He explained modestly that he was a free-lance\nbusiness consultant and it was barely possible that he could arrange\nsome contacts....\n\n\"No, no, no commission, all done in the interest of interplanetary\nfriendship ... well, anyhow, let's not talk business now. If you have\ngot to stick to beer, Pete, make it a chaser to akvavit. What is\nakvavit? Well, I will just take and show you.\"\n\nA hell of a good bloke. He knew some very funny stories, too, and\nhe laughed at Matheny's, though they were probably too rustic for a\nbig-city taste like his.\n\n\"What I really want,\" said Matheny, \"what I really want--I mean what\nMars really needs, get me?--is a confidence man.\"\n\n\"A what?\"\n\n\"The best and slickest one on Earth, to operate a world-size con game\nfor us and make us some real money.\"\n\n\"Con man? Oh. A slipstring.\"\n\n\"A con by any other name,\" said Matheny, pouring down an akvavit.\n\n       *       *       *       *       *\n\nDoran squinted through cigarette smoke. \"You are interesting me\nstrangely, my friend. Say on.\"\n\n\"No.\" Matheny realized his head was a bit smoky. The walls of the booth\nseemed odd, somehow. They were just leatheroid walls, but they had an\nodd quality.\n\n\"No, sorry, Gus,\" he said. \"I spoke too much.\"\n\n\"Okay. Forget it. I do not like a man that pries. But look, let's bomb\nout of here, how about it? Go have a little fun.\"\n\n\"By all means.\" Matheny disposed of his last beer. \"I could use some\ngaiety.\"\n\n\"You have come to the right town then. But let us get you a hotel room\nfirst and some more up-to-date clothes.\"\n\n\"_Allez_,\" said Matheny. \"If I don't mean _allons_, or maybe _alors_.\"\n\nThe drop down to cab-ramp level and the short ride afterward sobered\nhim; the room rate at the Jupiter-Astoria sobered him still more.\n\n_Oh, well_, he thought, _if I succeed in this job, no one at home will\nquibble._\n\nAnd the chamber to which he and Doran were shown was spectacular\nenough, with a pneumo direct to the bar and a full-wall transparency to\nshow the vertical incandescence of the towers.\n\n\"Whoof!\" Matheny sat down. The chair slithered sensuously about his\ncontours. He jumped. \"What the dusty hell--Oh.\" He tried to grin, but\nhis face burned. \"I see.\"\n\n\"That is a sexy type of furniture, all right,\" agreed Doran. He lowered\nhimself into another chair, cocked his feet on the 3-D and waved a\ncigarette. \"Which speaking of, what say we get some girls? It is not\ntoo late to catch them at home. A date here will usually start around\n2100 hours earliest.\"\n\n\"What?\"\n\n\"You know. Dames. Like a certain blonde warhead with twin radar and\nswivel mounting, and she just loves exotics. Such as you.\"\n\n\"Me?\" Matheny heard his voice climb to a schoolboy squeak. \"Me?\nExotic? Why, I'm just a little college professor. I g-g-g, that is--\"\nHis tongue got stuck on his palate. He pulled it loose and moistened\nuncertain lips.\n\n\"You are from Mars. Okay? So you fought bushcats barehanded in an\nabandoned canal.\"\n\n\"What's a bushcat? And we don't have canals. The evaporation rate--\"\n\n\"Look, Pete,\" said Doran patiently. \"She don't have to know that, does\nshe?\"\n\n\"Well--well, no. I guess not No.\"\n\n\"Let's order you some clothes on the pneumo,\" said Doran. \"I recommend\nyou buy from Schwartzherz. Everybody knows he is expensive.\"\n\n       *       *       *       *       *\n\nWhile Matheny jittered about, shaving and showering and struggling with\nhis new raiment, Doran kept him supplied with akvavit and beer.\n\n\"You said one thing, Pete,\" Doran remarked. \"About needing a\nslipstring. A con man, you would call it.\"\n\n\"Forget that. Please. I spoke out of turn.\"\n\n\"Well, you see, maybe a man like that is just what Mars does need. And\nmaybe I have got a few contacts.\"\n\n\"What?\" Matheny gaped out of the bathroom.\n\nDoran cupped his hands around a fresh cigarette, not looking at him.\n\"I am not that man,\" he said frankly. \"But in my line I get a lot of\ncontacts, and not all of them go topside. See what I mean? Like if,\nsay, you wanted somebody terminated and could pay for it, I could not\ndo it. I would not want to know anything about it. But I could tell you\na phone number.\"\n\nHe shrugged and gave the Martian a sidelong glance. \"Sure, you may not\nbe interested. But if you are, well, Pete, I was not born yesterday. I\ngot tolerance. Like the book says, if you want to get ahead, you have\ngot to think positively.\"\n\nMatheny hesitated. If only he hadn't taken that last shot! It made him\nwant to say yes, immediately, without reservations. And therefore maybe\nhe became overcautious.\n\nThey had instructed him on Mars to take chances if he must.\n\n\"I could tell you a thing or two that might give you a better idea,\" he\nsaid slowly. \"But it would have to be under security.\"\n\n\"Okay by me. Room service can send us up an oath box right now.\"\n\n\"What? But--but--\" Matheny hung onto himself and tried to believe that\nhe had landed on Earth less than six hours ago.\n\nIn the end, he did call room service and the machine was trundled in.\nDoran swallowed the pill and donned the conditioner helmet without an\ninstant's hesitation.\n\n\"I shall never reveal to any person unauthorized by yourself whatever\nyou may tell me under security, now or at any other time,\" he\nrecited. Then, cheerfully: \"And that formula, Pete, happens to be the\nhonest-to-zebra truth.\"\n\n\"I know.\" Matheny stared, embarrassed, at the carpet. \"I'm sorry\nto--to--I mean of course I trust you, but--\"\n\n\"Forget it. I take a hundred security oaths a year, in my line of work.\nMaybe I can help you. I like you, Pete, damn if I don't. And, sure,\nI might stand to get an agent's cut, if I arrange--Go ahead, boy, go\nahead.\" Doran crossed his legs and leaned back.\n\n\"Oh, it's simple enough,\" said Matheny. \"It's only that we already are\noperating con games.\"\n\n\"On Mars, you mean?\"\n\n\"Yes. There never were any Old Martians. We erected the ruins fifty\nyears ago for the Billingsworth Expedition to find. We've been\nmanufacturing relics ever since.\"\n\n\"_Huh?_ Well, why, but--\"\n\n\"In this case, it helps to be at the far end of an interplanetary\nhaul,\" said Matheny. \"Not many Terrestrial archeologists get to Mars\nand they depend on our people to--Well, anyhow--\"\n\n\"I will be clopped! Good for you!\"\n\n       *       *       *       *       *\n\nDoran blew up in laughter. \"That is one thing I would never spill, even\nwithout security. I told you about my girl friend, didn't I?\"\n\n\"Yes, and that calls to mind the Little Girl,\" said Matheny\napologetically. \"She was another official project.\"\n\n\"Who?\"\n\n\"Remember Junie O'Brien? The little golden-haired girl on Mars, a\nmathematical prodigy, but dying of an incurable disease? She collected\nEarth coins.\"\n\n\"Oh, that. Sure, I remember--Hey! You didn't!\"\n\n\"Yes. We made about a billion dollars on that one.\"\n\n\"I will be double damned. You know, Pete, I sent her a hundred-buck\npiece myself. Say, how is Junie O'Brien?\"\n\n\"Oh, fine. Under a different name, she's now our finance minister.\"\nMatheny stared out the wall, his hands twisting nervously behind his\nback. \"There were no lies involved. She really does have a fatal\ndisease. So do you and I. Every day we grow older.\"\n\n\"Uh!\" exclaimed Doran.\n\n\"And then the Red Ankh Society. You must have seen or heard their ads.\n'What mysterious knowledge did the Old Martians possess? What was\nthe secret wisdom of the Ancient Aliens? Now the incredibly powerful\nsemantics of the Red Ankh (not a religious organization) is available\nto a select few--' That's our largest dollar-earning enterprise.\"\n\nHe would have liked to say it was his suggestion originally, but it\nwould have been too presumptuous. He was talking to an Earthman, who\nhad heard everything already.\n\nDoran whistled.\n\n\"That's about all, so far,\" confessed Matheny. \"Perhaps a con is our\nonly hope. I've been wondering, maybe we could organize a Martian\nbucket shop, handling Martian securities, but--well, I don't know.\"\n\n\"I think--\" Doran removed the helmet and stood up.\n\n\"Yes?\" Matheny faced around, shivering with his own tension.\n\n\"I may be able to find the man you want,\" said Doran. \"I just may. It\nwill take a few days and might get a little expensive.\"\n\n\"You mean.... Mr. Doran--Gus--you could actually--\"\n\n\"I cannot promise anything yet except that I will try. Now you finish\ndressing. I will be down in the bar. And I will call up this girl I\nknow. We deserve a celebration!\"\n\n       *       *       *       *       *\n\nPeri was tall. Peri was slim. Peri smoldered when she walked and\nexploded when she stretched. Her apartment was ivory and ebony, her\nsea-green dress was poured on, and the Neo-Sino mode had obviously been\nengineered to her personal specifications.\n\nShe waved twelve inches of jade cigarette holder, lifted her glass and\nmurmured throatily: \"To you, Pete. To Mars.\"\n\n\"I, I, I,\" stammered Matheny. He raised his own glass. It slopped over.\n\"Oh, damn! I mean ... gosh, I'm so sorry, I--\"\n\n\"No harm done. You aren't used to our gravity yet.\" Peri extended a\nflawless leg out of her slit skirt and turned it about on the couch,\npresumably in search of a more comfortable position. \"And it must seem\nterribly cramped here on Earth, Pete,\" she continued. \"After roaming\nthe desert, hunting, sleeping under the twin moons. Two moons! Why,\nwhat girl could resist that?\"\n\n\"Uh, well, as a matter of fact, the moons are barely visible,\"\nfloundered Matheny.\n\n\"Must you spoil my dreams?\" she said. \"When I think of Mars, the\nfrontier, where men are still men, why, my breast swells with emotion.\"\n\n\"Uh, yes.\" Matheny gulped. \"Swell. Yes.\"\n\nShe leaned closer to his chair. \"Now that I've got you, don't think\nyou'll get away,\" she smiled. \"A live Martian, trapped!\"\n\nDoran looked at his watch. \"Well,\" he said, \"I have got to get up\ntomorrow, so I had better run along now.\"\n\n\"Ta-ta,\" said Peri. Matheny rose. She pulled him down beside her. \"Oh,\nno, you don't, Mars lad. I'm not through with you yet!\"\n\n\"But, but, but,\" said Matheny.\n\nDoran chuckled. \"I'll meet you on the Terrace at fourteen hundred hours\ntomorrow,\" he said. \"Have fun, Pete.\"\n\nThe door closed on him.\n\nPeri slithered toward her guest. He felt a nudge and looked down. She\nhad not actually touched him with her hands. \"Gus is a good squiff,\"\nshe said, \"but I wondered if he'd ever go.\"\n\n\"Why, why ... what do you mean?\" croaked Matheny.\n\n\"Haven't you guessed?\"\n\nShe kissed him. It was rather like being caught in a nuclear turbine\nwith soft blades.\n\n_Matheny_, said Matheny, _you represent your planet._\n\n_Matheny_, said Matheny, _shut up._\n\nTime passed.\n\n\"Have another drink,\" said Peri, \"while I slip into something more\ncomfortable.\"\n\nHer idea of comfort was modest in one sense of the word: a nightdress\nor something, like a breath of smoke, and a seat on Matheny's lap.\n\n\"If you kiss me like that just once more,\" she breathed, \"I'll forget\nI'm a nice girl.\"\n\nMatheny kissed her like that.\n\nThe door crashed open. A large man stood there, breathing heavily.\n\"What are you doing with my wife?\" he bawled.\n\n\"Sam!\" screamed Peri. \"I thought you were in Australia!\"\n\n       *       *       *       *       *\n\n\"And he said he might settle out of court,\" finished Matheny. He stared\nin a numb fashion at his beer. \"He'll come to my hotel room this\nafternoon. What am I going to do?\"\n\n\"It is a great shame,\" said Doran. \"I never thought.... You know, he\ntold everybody he would be gone on business for weeks yet. Pete, I am\nmore sorry than I can express.\"\n\n\"If he thinks I'll pay his miserable blackmail,\" bristled Matheny, \"he\ncan take his head and stick--\"\n\nDoran shook his own. \"I am sorry, Pete, but I would pay if I was you.\nHe does have a case. It is too bad he just happened to be carrying\nthat loaded camera, but he is a photographer and our laws on Earth\nare pretty strict about unlicensed correspondents. You could be very\nheavily fined as well as deported, plus all the civil-damage claims and\nthe publicity. It would ruin your mission and even make trouble for the\nnext man Mars sent.\"\n\n\"But,\" stuttered Matheny, \"b-but it's a badger game!\"\n\n\"Look,\" said Doran. He leaned over the table and gripped the Martian's\nshoulder. \"I am your friend, see? I feel real bad this happened. In\na way, it is my fault and I want to help you. So let me go talk to\nSam Wendt. I will cool him off if I can. I will talk down his figure.\nIt will still cost you, Pete, but you can pad your expense account,\ncan't you? So we will both come see you today. That way there will\nbe two people on your side, you and me, and Sam will not throw his\nweight around so much. You pay up in cash and it will be the end of the\naffair. I will see to that, pal!\"\n\nMatheny stared at the small dapper man. His aloneness came to him like\na blow in the stomach. _Et tu, Brute_, he thought.\n\nHe bit his lip. \"Thanks, Gus,\" he said. \"You are a real friend.\"\n\n       *       *       *       *       *\n\nSam blocked the doorway with his shoulders as he entered the room.\nDoran followed like a diminutive tug pushing a very large liner. They\nclosed the door. Matheny stood up, avoiding Sam's glare.\n\n\"Okay, louse,\" said Sam. \"You got a better pal here than you deserve,\nbut he ain't managed to talk me into settling for nothing.\"\n\n\"Let me get this--I mean--well,\" said Matheny. \"Look, sir, you claim\nthat I, I mean that your wife and I were, uh, well, we weren't. I was\nonly visiting--\"\n\n\"Stow it, stow it.\" Sam towered over the Martian. \"Shoot it to the\nMoon. You had your fun. It'll cost you. One million dollars.\"\n\n\"_One mil_--But--but--Gus,\" wailed Matheny, \"this is out of all reason!\nI thought you said--\"\n\nDoran shrugged. \"I am sorry, Pete. I could not get him any farther\ndown. He started asking fifty. You better pay him.\"\n\n\"No!\" Matheny scuttled behind a chair. \"No, look here! I, Peter Matheny\nof the Martian Republic, declare you are blackmailing me!\"\n\n\"I'm asking compensation for damages,\" growled Sam. \"Hand it over or\nI'll go talk to a lawyer. That ain't blackmail. You got your choice,\ndon't you?\"\n\nMatheny wilted. \"Yes.\"\n\n\"A megabuck isn't so bad, Pete,\" soothed Doran. \"I personally will see\nthat you earn it back in--\"\n\n\"Oh, never mind.\" Tears stood in Matheny's eyes. \"You win.\" He took out\nhis checkbook.\n\n\"None of that,\" rapped Sam. \"Cash. Now.\"\n\n\"But you claimed this was a legitimate--\"\n\n\"You heard me.\"\n\n\"Well--could I have a receipt?\" begged Matheny.\n\nSam grinned.\n\n\"I just thought I'd ask,\" said Matheny. He opened a drawer and counted\nout one hundred ten-kilo-buck bills. \"There! And, and, and I hope you\nchoke on it!\"\n\nSam stuffed the money in a pocket and lumbered out.\n\nDoran lingered. \"Look here, Pete,\" he said, \"I will make this up to\nyou. Honest. All you have got to do is trust me.\"\n\n\"Sure.\" Matheny slumped on the bed. \"Not your fault. Let me alone for a\nwhile, will you?\"\n\n\"Listen, I will come back in a few hours and buy you the best dinner in\nall the Protectorates and--\"\n\n\"Sure,\" said Matheny. \"Sure.\"\n\nDoran left, closing the door with great gentleness.\n\n       *       *       *       *       *\n\nHe returned at 1730, entered, and stopped dead. The floor space was\nhalf taken up by a screen and a film projector.\n\n\"What happened, Pete?\" he asked uncertainly.\n\nMatheny smiled. \"I took some tourist movies,\" he said. \"Self-developing\nsoundtrack film. Sit down and I'll show you.\"\n\n\"Well, thanks, but I am not so much for home movies.\"\n\n\"It won't take long. Please.\"\n\nDoran shrugged, found a chair and took out a cigarette. \"You seem\npretty well cheered up now,\" he remarked. \"That is a spirit I like to\nsee. You have got to have faith.\"\n\n\"I'm thinking of a sideline business in live photography,\" said the\nMartian. \"Get back my losses of today, you know.\"\n\n\"Well, now, Pete, I like your spirit, like I say. But if you are really\ninterested in making some of that old baroom, and I think you are,\nthen listen--\"\n\n\"I'll sell prints to people for home viewing,\" went on Matheny. \"I'd\nlike your opinion of this first effort.\"\n\nHe dimmed the transparency and started the projector. The screen sprang\ninto colored motion. Sam Wendt blocked the doorway with his shoulders.\n\n\"Who knows, I might even sell you one of the several prints I made\ntoday,\" said Matheny.\n\n\"Okay, louse,\" said Sam.\n\n\"Life is hard on Mars,\" commented Matheny in an idle tone, \"and we're\nan individualistic culture. The result is pretty fierce competition,\nthough on a person-to-person rather than organizational basis. All\nfriendly enough, but--Oh, by the way, how do you like our Martian\ncamera technology? I wore this one inside my buttonhole.\"\n\nDoran in the screen shrugged and said: \"I am sorry, Pete.\" Doran in\nthe chair stubbed out his cigarette, very carefully, and asked, \"How\nmuch do you want for that film?\"\n\n\"Would a megabuck be a fair price?\" inquired Matheny.\n\n\"Uh ... huh.\"\n\n\"Of course, I am hoping Sam will want a copy too.\"\n\nDoran swallowed. \"Yeah. Yes, I think I can talk him into it.\"\n\n\"Good.\" Matheny stopped the projector. He sat down on the edge of\nthe table, swinging one leg, and lit his pipe. Its bowl glowed in\nthe dimness like the eye of a small demon. \"By the way,\" he said\nirrelevantly, \"if you check the newscast tapes, you'll find I was\nrunner-up in last year's all-Martian pistol contest. It's a tough\ncontest to win. There are no bad shots on Mars--survival of the\nfittest, you know.\"\n\n       *       *       *       *       *\n\nDoran wet his lips. \"Uh, no hard feelings. No, none at all. But say,\nin case you are, well, you know, looking for a slipstring, what I came\nhere for was to tell you I have located the very guy you want. Only he\nis in jail right now, see, and it will cost--\"\n\n\"Oh, no!\" groaned Matheny. \"Not the Syrtis Prospector! Kids are taught\nthat swindle in kindergarten.\"\n\nDoran bowed his head. \"We call it the Spanish Prisoner here,\" he said.\nHe got up. \"I will send the price of those films around in the morning.\"\n\n\"You'll call your bank and have the cash pneumoed here tonight,\" said\nMatheny. \"Also Sam's share. I daresay he can pay you back.\"\n\n\"No harm in trying, was there?\" asked Doran humbly.\n\n\"None at all.\" Matheny chuckled. \"In fact, I'm grateful to you. You\nhelped me solve my major problem.\"\n\n\"Huh? I did what? How?\"\n\n\"I'll have to investigate further, but I'm sure my hunch will be\nconfirmed. You see, we Martians have stood in awe of Earthmen. And\nsince for a long time there's been very little contact between the\ntwo planets except the purely official, impersonal sort, there's been\nnothing to disabuse us. It's certainly true that our organizations\ncan't compete with yours, because your whole society is based on\norganizations. But now, by the same token, I wonder if your individuals\ncan match ours. Ever hear of the Third Moon? No? The whipsaw play? The\naqueduct squeeze? Good Lord, can't you even load a derrel set?\"\n\nMatheny licked his chops. \"So there's our Martian export to Earth.\nMartian con men. I tell you this under security, of course--not that\nanyone would believe you, till our boys walk home with the shirt off\nthe Terrestrial back.\"\n\nHe waved an imperious pipe-stem. \"Hurry up and pay me, please. I've\na date tonight with Peri. I just called her up and explained the\nsituation and she really _does_ seem to like Martians.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Innocent At Large, by \nPoul Anderson and Karen Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INNOCENT AT LARGE ***\n\n***** This file should be named 51650.txt or 51650.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/5/51650/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}