{"title": "Pick a Crime", "author": "Richard R. Smith", "releaseDate": "April 4, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n              Going straight meant crooked planning. He'd\n              never make it unless he somehow managed to\n\n                             PICK A CRIME\n\n                          By RICHARD R. SMITH\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction May 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\nThe girl was tall, wide-eyed and brunette. She had the right curves in\nthe right places and would have been beautiful if her nose had been\nsmaller, if her mouth had been larger and if her hair had been wavy\ninstead of straight.\n\n\"Hank said you wanted to see me,\" she said when she stopped beside\nJoe's table.\n\n\"Yeah.\" Joe nodded at the other chair. \"Have a seat.\" He reached into a\npocket, withdrew five ten-dollar bills and handed them to her. \"I want\nyou to do a job for me. It'll only take a few minutes.\"\n\nThe girl counted the money, then placed it in her purse. Joe noticed\na small counterfeit-detector inside the purse before she closed it.\n\"What's the job?\"\n\n\"Tell you later.\" He gulped the remainder of his drink, almost pouring\nit down his throat.\n\n\"Hey. You trying to make yourself sick?\"\n\n\"Not sick. Drunk. Been trying to get drunk all afternoon.\" As the\nliquor settled in his stomach, he waited for the warm glow. But the\nglow didn't come ... the bartender had watered his drink again.\n\n\"Trying to get drunk?\" the girl inquired. \"Are you crazy?\"\n\n\"No. It's simple. If I get drunk, I can join the AAA and get free room\nand board for a month while they give me a treatment.\"\n\nIt was easy enough to understand, he reflected, but a lot harder to do.\nThe CPA robot bartenders saw to it that anyone got high if they wanted,\nbut comparatively few got drunk. Each bartender could not only mix\ndrinks but could also judge by a man's actions and speech when he was\non the verge of drunkenness. At the proper time--since drunkenness was\nillegal--a bartender always watered the drinks.\n\nJoe had tried dozens of times in dozens of bars to outsmart them, but\nhad always failed. And in all of New York's millions, there had been\nonly a hundred cases of intoxication during the previous year.\n\nThe girl laughed. \"If you're that hard up, I don't know if I should\ntake this fifty or not. Why don't you go out and get a job like\neveryone else?\"\n\nAs an answer, Joe handed her his CPA ID card. She grunted when she\nsaw the large letters that indicated the owner had Dangerous Criminal\nTendencies.\n\n       *       *       *       *       *\n\nWhen she handed the card back, Joe fought an impulse to tear it to\npieces. He'd done that once and gone through a mountain of red tape to\nget another--everyone was required by law to carry a CPA ID card and\nshow it upon request.\n\n\"I'm sorry,\" the girl said. \"I didn't know you were a DCT.\"\n\n\"And who'll hire a guy with criminal tendencies? You know the score.\nWhen you try to get a job, they ask to see your ID before they even\ntell you if there's an opening or not. If your CPA ID says you're a\nDCT, you're SOL and they tell you there's no openings. Oh, I've had\nseveral jobs ... jobs like all DCTs get. I've been a garbage man,\nstreet-cleaner, ditch-digger--\"\n\nOn the other side of the room, the jukebox came to life with a roar and\na group of teen-agers scrambled to the dance floor.\n\nFeeling safe from hidden microphones because of the uproar, he leaned\nacross the table and whispered in the girl's ear, \"That's what I\nwant to hire you for. I want you to help me commit a crime. If I get\nconvicted of a crime, I'll be able to get a good job!\"\n\nThe girl's lips formed a bright red circle. \"Say! You really got big\nplans, don't you?\"\n\nHe smiled at her admiration. It _was_ something big to plan a crime.\nA civilization weary of murder, robbery, kidnapping, counterfeiting,\nblackmail, rape, arson, and drunkenness had originated the CPA--Crime\nPrevention Association. There were no longer any prisons--CPA officials\nhad declared loudly and emphatically that their job was to prevent\ncrime, not punish it. And prevent it they did, with thousands of\ningenious crime-prevention devices and methods. They had made crime\nalmost impossible, and during the previous year, only a few hundred men\nin the whole country had been convicted of criminal acts.\n\nNo crime was ever punished. If a man was smart enough to kill\nsomeone, for instance, he wasn't sent to prison to be punished; he\nwasn't punished at all. Instead, he was sent to a hospital where all\ncriminal tendencies were removed from his mind by psychologists, shock\ntreatments, encephalographic devices, a form of prefrontal lobotomy and\na dozen other methods. An expensive operation, but since there were few\ncriminals--only ten in New York during the past year--any city could\nafford the CPA hospitals.\n\nThe CPA system was, actually, cheaper than previous methods because\nit did away with the damage caused by countless crimes; did away with\nprisons and their guards, large police forces, squad cars and weapons.\n\nAnd, ironically, a man who _did_ commit a crime was a sort of hero. He\nwas a hero to the millions of men and women who had suppressed impulses\nto kill someone, beat their mates, get drunk, or kick a dog. Not only a\nhero, but because of the CPA Treatment, he was--when he left one of the\nCPA hospitals--a thoroughly honest and hard-working individual ... a\nman who could be trusted with any responsibility, any amount of money.\nAnd therefore, an EX (a convicted criminal who received the treatment\nwas commonly called an Ex because he was in the strictest sense of the\nword an Ex-criminal) ... an Ex was always offered the best jobs.\n\n\"Well,\" the girl said. \"I'm honored. Really. But I got a date at ten.\nLet's get it over with. You said it'd only take a few minutes.\"\n\n\"Okay. Let's go.\"\n\n       *       *       *       *       *\n\nThe girl followed him across the room, around tables, through a door,\ndown a hall, through a back door and into the alley.\n\nShe followed him up the dark alley until he turned suddenly and ripped\nher blouse and skirt.\n\nHe surprised her completely, but when she recovered, she backed away,\nher body poised like a wrestler's. \"What's the big idea?\"\n\n\"Scream,\" Joe said. \"Scream as loud as you can, and when the cops get\nhere, tell 'em I tried to rape you.\"\n\nThe plan was perfect, he told himself. Attempted rape was one of the\nfew things that was a crime merely because a man attempted it. A crime\nbecause it theoretically inflicted psychological injury upon the\nintended victim--and because millions of women voters had voted it a\ncrime. On the other hand, attempted murder, robbery, kidnapping, etc.,\nwere not crimes. They weren't crimes because the DCT didn't complete\nthe act, and if he didn't complete the act, that meant simply that the\nCPA had once again functioned properly.\n\nThe girl shook her head vigorously. \"Sorry, buddy. Can't help you that\nway. Why didn't you tell me what you wanted?\"\n\n\"What's the matter?\" Joe complained. \"I'm not asking you to do anything\nwrong.\"\n\n\"You stupid jerk. What do you think this is--the Middle Ages? Don't you\nknow almost every woman knows how to defend herself? I'm a sergeant in\nthe WSDA!\"\n\nJoe groaned. The WSDA--Women's Self-Defense Association--a branch of\nthe CPA. The WSDA gave free instruction in judo and jujitsu, even\ndeveloped new techniques of wrestling and instructed only women in\nthose new techniques.\n\nThe girl was still shaking her head. \"Can't do it, buddy. I'd lose my\nrank if you were convicted of--\"\n\n\"Do I have to _make_ you scream?\" Joe inquired tiredly and advanced\ntoward the girl.\n\n\"--and that rank carries a lot of weight. Hey! _Stop it!_\"\n\nJoe discovered to his dismay that the girl was telling the truth when\nshe said she was a sergeant in the WSDA. He felt her hands on his body,\nand in the time it takes to blink twice, he was flying through the air.\n\nThe alley's concrete floor was hard--it had always been hard, but he\nbecame acutely aware of its lack of resiliency when his head struck it.\nThere was a wonderful moment while the world was filled with beautiful\nstars and streaks of lightning through which he heard distant police\nsirens. But the wonderful moment didn't last long and darkness closed\nin on him.\n\n       *       *       *       *       *\n\nWhen he awoke, a rough voice was saying, \"Okay. Snap out of it.\"\n\nHe opened his eyes and recognized the police commissioner's office. It\nwould be hard not to recognize: the room was large, devoid of furniture\nexcept for a desk and chairs, but the walls were lined with the\ncontrols of television screens, electronic calculators and a hundred\nother machines that formed New York's mechanical police force.\n\nCommissioner Hendricks was a remarkable character. There was something\nwrong with his glands, and he was a huge, greasy bulk of a man with\nbushy eyebrows and a double chin. His steel-gray eyes showed something\nof his intelligence and he would have gone far in politics if fate\nhadn't made him so ugly, for more than half the voters who elected men\nto high political positions were women.\n\nAnyone who knew Hendricks well liked him, for he was a friendly,\nlikable person. But the millions of women voters who saw his face on\nposters and on their TV screens saw only the ugly face and heard only\nthe harsh voice. The President of the United States was a capable\nman, but also a very handsome one, and the fact that a man who looked\nsomething like a bulldog had been elected as New York's police\ncommissioner was a credit to Hendricks and millions of women voters.\n\n\"Where's the girl?\" Joe asked.\n\n\"I processed her while you were out cold. She left. Joe, you--\"\n\n\"Okay,\" Joe said. \"I'll save you the trouble. I admit it. Attempted\nrape. I confess.\"\n\nHendricks smiled. \"Sorry, Joe. You missed the boat again.\" He reached\nout and turned a dial on his desk top. \"We had a microphone hidden in\nthat alley. We have a lot of microphones hidden in a lot of alleys.\nYou'd be surprised at the number of conspiracies that take place in\nalleys!\"\n\nJoe listened numbly to his voice as it came from one of the hundreds of\nmachines on the walls, \"_Scream. Scream as loud as you can, and when\nthe cops get here, tell 'em I tried to rape you._\" And then the girl's\nvoice, \"_Sorry, buddy. Can't help--_\"\n\nHe waved his hand. \"Okay. Shut it off. I confess to conspiracy.\"\n\n       *       *       *       *       *\n\nHendricks rose from behind the desk, walked leisurely to where Joe was\nslouched in a chair. \"Give me your CPA ID.\"\n\nJoe handed him the card with trembling fingers. He felt as if the world\nhad collapsed beneath him. Conspiracy to commit a crime wasn't a crime.\nAnyone could conspire. And if the conspirators were prevented from\ncommitting a crime, then that meant the CPA had functioned properly\nonce again. That meant the CPA had once again _prevented_ crime, and\nthe CPA didn't punish crimes or attempted crimes, and it didn't attempt\nto prevent crimes _by_ punishment. If it did, that would be a violation\nof the New Civil Rights.\n\nHendricks crossed the room, deposited the card in a slot and punched a\nbutton. The machine hummed and a new card appeared.\n\nWhen Hendricks handed him the new card, Joe saw that the words\nDANGEROUS CRIMINAL TENDENCIES were now in red and larger than before.\nAnd, in slightly smaller print, the ID card stated that the owner was a\nDCT First Class.\n\n\"You've graduated,\" Hendricks said coldly. \"You guys never learn, do\nyou? Now you're a DCT First Class instead of a Second Class. You know\nwhat that means?\"\n\nHendricks leaned closer until Joe could feel his breath on his face.\n\"That means your case history will be turned over to the newspapers.\nYou'll be the hobby of thousands of amateur cops. You know how it\nworks? It's like this. The Joneses are sitting around tomorrow night\nand they're bored. Then Mr. Jones says, 'Let's go watch this Joe\nHarper.' So they look up your record--amateur cops always keep records\nof First Classes in scrapbooks--and they see that you stop frequently\nat Walt's Tavern.\n\n\"So they go there and they sit and drink and watch you, trying not\nto let you know they're watching you. They watch you all night, just\nhoping you'll do something exciting, like trying to kill someone,\nso they can be the first ones to yell '_Police!_' They'll watch you\nbecause it's exciting to be an amateur cop, and if they ever _did_\nprevent you from committing a crime, they'd get a nice reward and\nthey'd be famous.\"\n\n\"Lay off,\" Joe said. \"I got a headache. That girl--\"\n\nHendricks leaned even closer and glared. \"You listen, Joe. This is\ninteresting. You see, it doesn't stop with Mr. and Mrs. Jones. There's\nthousands of people like them. Years ago, they got their kicks from\nreading about guys like you, but these days things are dull because\nit's rare when anyone commits a crime. So every time you walk down\nthe street, there'll be at least a dozen of 'em following you, and no\nmatter where you go, you can bet there'll be some of 'em sitting next\nto you, standing next to you.\n\n\"During the day, they'll take your picture with their spy cameras that\nlook like buttons on their coats. At night, they'll peep at you through\nyour keyhole. Your neighbors across the street will watch you through\nbinoculars and--\"\n\n\"Lay off!\"\n\n       *       *       *       *       *\n\nJoe squirmed in the chair. He'd been lectured by Hendricks before and\nit was always an unpleasant experience. The huge man was like a talking\nmachine once he got started, a machine that couldn't be stopped.\n\n\"And the kids are the worst,\" Hendricks continued. \"They have Junior\nCPA clubs. They keep records of hoodlums like you in little cardboard\nboxes. They'll stare at you on the street and stare at you through\nrestaurant windows while you're eating meals. They'll follow you in\npublic rest rooms and watch you out of the corners of their eyes\nwhile they wash their little hands, and almost every day when you look\nback, you'll see a dozen freckle-faced little boys following you half a\nblock behind, giggling and gaping at you. They'll follow you until the\nday you die, because you're a freak!\"\n\nJoe couldn't stand the breath in his face any longer. He rose and paced\nthe floor.\n\n\"And it doesn't end _there_, Joe. It goes on and on. You'll be the\nobject of every do-gooder and parlor psychologist. Strangers will stop\nyou on the street and say, 'I'd like to help you, friend.' Then they'll\nask you queer questions like, 'Did your father reject you when you were\na child?' 'Do you like girls?' 'How does it feel to be a DCT First\nClass?' And then there'll be the strangers who hate DCTs. They'll stop\nyou on the street and insult you, call you names, spit on you and--\"\n\n\"Okay, goddam it! _Stop it!_\"\n\nHendricks stopped, wiped the sweat from his face with a handkerchief\nand lit a cigarette.\n\n\"I'm doing you a favor, Joe. I'm trying to explain something you're too\ndumb to realize by yourself. We've taught everyone to hate crime and\ncriminals ... to _hate_ them as nothing has ever been hated before.\nToday a criminal is a freak, an alien. Your life will be a living hell\nif you don't leave New York. You should go to some small town where\nthere aren't many people, or be a hermit, or go to Iceland or--\"\n\nJoe eyed the huge man suspiciously. \"_Favor_, did you say? The day you\ndo _me_ a favor--\"\n\nHendricks shrugged his shoulders negligently. \"Not entirely a favor. I\nwant to get rid of you. Usually I come up here and sit around and read\nbooks. But guys like you are a nuisance and take up my time.\"\n\n\"I couldn't leave if I wanted to,\" Joe said. \"I'm flat broke. Thanks to\nyour CPA system, a DCT can't get a decent job.\"\n\n       *       *       *       *       *\n\nHendricks reached into a pocket, withdrew several bills and extended\nthem. \"I'll loan you some money. You can sign an IOU and pay me back a\nlittle at a time.\"\n\nJoe waved the money away. \"Listen, why don't you do me a favor? Why\ndon't you frame me? If I'm such a nuisance, pin a crime on me--any\ncrime.\"\n\n\"Can't do it. Convicting a man of a crime he didn't commit is a\nviolation of Civil Rights and a crime in itself.\"\n\n\"Umm.\"\n\n\"Why don't you take the free psycho treatment? A man doesn't _have_ to\nbe a DCT. With the free treatment, psychologists can remove all your\ncriminal tendencies and--\"\n\n\"Go to those _head-shrinkers_?\"\n\nHendricks shrugged again. \"Have it your way.\"\n\nJoe laughed. \"If your damned CPA is so all-powerful, why can't you\n_make_ me go?\"\n\n\"Violation of Civil Rights.\"\n\n\"Damn it, there must be some way you can help me! We both want the same\nthing. We both want to see me convicted of a crime.\"\n\n\"How can I help you without committing a crime myself?\" Hendricks\nwalked to his desk, opened a drawer and removed a small black book.\n\"See this? It contains names and addresses of all the people in New\nYork who aren't properly protected. Every week we find people who\naren't protected properly--blind spots in our protection devices. As\nsoon as we find them, we take steps to install anti-robbery devices,\nbut this is a big city and sometimes it takes days to get the work done.\n\n\"In the meantime, any one of these people could be robbed. But what can\nI do? I can't hold this book in front of your nose and say, 'Here, Joe,\npick a name and go out and rob him.'\" He laughed nervously. \"If I did\nthat, I'd be committing a crime myself!\"\n\nHe placed the book on the desk top, took a handkerchief from a pocket\nagain and wiped sweat from his face. \"Excuse me a minute. I'm dying of\nthirst. There's a water cooler in the next room.\"\n\nJoe stared at the door to the adjoining office as it closed behind the\nbig man. Hendricks was--unbelievably--offering him a victim, offering\nhim a crime!\n\nAlmost running to the desk, Joe opened the book, selected a name and\naddress and memorized it: _John Gralewski, Apt. 204, 2141 Orange St._\n\nWhen Hendricks came back, Joe said, \"Thanks.\"\n\n\"Huh? Thanks for what? I didn't do anything.\"\n\n       *       *       *       *       *\n\nWhen Joe reached the street, he hurried toward the nearest subway. As a\nchild, he had been frightened of the dark. As a man, he wasn't afraid\nof the dark itself, but the darkened city always made him feel ill\nat ease. The uneasiness was, more than anything else, caused by his\nown imagination. He hated the CPA and at night he couldn't shrug the\nfeeling that the CPA lurked in every shadow, watching him, waiting for\nhim to make a mistake.\n\nImagination or not, the CPA was almost everywhere a person went.\nTwenty-four hours a day, millions of microphones hidden in taverns,\nalleys, restaurants, subways and every other place imaginable waited\nfor someone to say the wrong thing. Everything the microphones picked\nup was routed to the CPA Brain, a monster electronic calculator.\n\nIf the words \"Let's see a movie\" were received in the Brain, they\nwere discarded. But if the words \"Let's roll this guy\" were received,\nthe message was traced and a police helicopter would be at the scene\nin two minutes. And scattered all over the city were not only hidden\nmicrophones, but hidden television cameras that relayed visual messages\nto the Brain, and hidden machines that could detect a knife or a gun in\nsomeone's pocket at forty yards.\n\nEvery place of business from the largest bank to the smallest grocery\nstore was absolutely impenetrable. No one had even tried to rob a place\nof business for years.\n\nArson was next to impossible because of the heat-detectors--devices\nplaced in every building that could detect, radarlike, any intensity of\nheat above that caused by a cigarette lighter. Chemical research had\nmade poisoning someone an impossibility. There were no drugs containing\npoison, and while an ant-poison might kill ants, no concentrated amount\nof it would kill a human.\n\nThe FBI had always been a powerful organization, but under the\nsupervision of the CPA, it was a scientific colossus and to think\nof kidnapping someone or to contemplate the use of narcotics was\npointless. A counterfeiter's career was always short-lived: every place\nof business and millions of individuals had small counterfeit-detectors\nthat could spot a fake and report it directly to the Brain.\n\nAnd the percentage of crimes had dwindled even more with the appearance\nof the robot police officers. Many a criminal in the past had gambled\nthat he could outshoot a pursuing policeman. But the robots were\ndifferent: they weren't flesh and blood. Bullets bounced off them and\ntheir aim was infallible.\n\n       *       *       *       *       *\n\nIt was like a fantastic dream come true. Only the dream wasn't\nfantastic any more. With the huge atomic power plants scattered across\nthe country and supplying endless electrical power at ridiculously\nlow prices, no endeavor that required power was fantastic. The power\nrequired to operate the CPA devices cost each taxpayer an average of\nfour dollars a year, and the invention, development and manufacture of\nthe devices had cost even less.\n\nAnd the CPA had attacked crime through society itself, striking at\nthe individual. In every city there were neon signs that blinked\nsubliminally with the statement, CRIME IS FILTH. Listening to a radio\nor watching television, if a person heard station identification, he\ninvariably heard or saw just below perception the words CRIME IS FILTH.\nIf he went for a walk or a ride, he saw the endless subliminal posters\ndeclaring CRIME IS FILTH, and if he read a magazine or newspaper he\nalways found, in those little dead spaces where an editor couldn't fit\nanything else, the below-perception words CRIME IS FILTH.\n\nIt was monotonous and, after a while, a person looked at the words and\nheard them without thinking about them. And they were imprinted on his\nsubconscious over and over, year after year, until he knew that crime\nwas the same as filth and that criminals were filthy things.\n\nExcept men like Joe Harper. No system is perfect. Along with thousands\nof other DCTs, Joe refused to believe it, and when he reached apartment\n204 at 2141 Orange Street, he felt as if he'd inherited a gold mine.\n\nThe hall was dimly lit, but when he stood before the door numbered 204,\nhe could see that the wall on either side of it was _new_. That is,\ninstead of being covered with dust, dirt and stains as the other walls\nwere, it was clean. The building was an old one, the hall was wide, and\nthe owner had obviously constructed a wall across the hall, creating\nanother room. If the owner had reported the new room as required by\nlaw, it would have been wired with CPA burglarproof devices, but\nevidently he didn't want to pay for installation.\n\nWhen Joe entered the cubbyhole, he had to stand to one side in order to\nclose the door behind him. The place was barely large enough for the\nbed, chair and bureau; it was a place where a man could fall down at\nnight and sleep, but where no normal man could live day after day.\n\nFearing that someone might detect him before he actually committed the\ncrime, Joe hurried to the bureau and searched it.\n\n       *       *       *       *       *\n\nHe broke out in a sweat when he found nothing but underwear and old\nmagazines. If he stole underwear and magazines, it would still be a\ncrime, but the newspapers would splash satirical headlines. Instead of\nbeing respected as a successful criminal, he would be ridiculed.\n\nHe stopped sweating when he found a watch under a pile of underwear.\nThe crystal was broken, one hand was missing and it wouldn't run,\nbut--perfection itself--engraved on the back was the inscription, _To\nJohn with Love_. His trial would be a clean-cut one: it would be easy\nfor the CPA to prove ownership and that a crime had been committed.\n\nChuckling with joy, he opened the window and shouted, \"_Thief! Police!\nHelp!_\"\n\nHe waited a few seconds and then ran. When he reached the street, a\npolice helicopter landed next to him. Strong metal arms seized him;\ncameras clicked and recorded the damning evidence.\n\nWhen Joe was securely handcuffed to a seat inside the helicopter, the\nmetal police officers rang doorbells. There was a reward for anyone who\nreported a crime, but no one admitted shouting the warning.\n\n       *       *       *       *       *\n\nHe was having a nightmare when he heard the voice, \"Hey. Wake up. Hey!\"\n\nHe opened his eyes, saw Hendricks' ugly face and thought for a minute\nhe was still having the nightmare.\n\n\"I just saw your doctor,\" Hendricks said. \"He says your treatment is\nover. You can go home now. I thought I'd give you a lift.\"\n\nAs Joe dressed, he searched his mind and tried to find some difference.\n\nDuring the treatment, he had been unconscious or drugged, unable to\nthink. Now he could think clearly, but he could find no difference in\nhimself.\n\nHe felt more relaxed than he'd ever felt before, but that could be an\nafter-effect of all the sedatives he'd been given. And, he noticed when\nhe looked in the mirror, he was paler. The treatment had taken months\nand he had, between operations, been locked in his room.\n\nHendricks was standing by the window. Joe stared at the massive back.\nDeliberately goading his mind, he discovered the biggest change:\nBefore, the mere sight of the man had aroused an intense hatred. Now,\neven when he tried, he succeeded in arousing only a mild hatred.\nThey had toned down his capacity to hate, but not done away with it\naltogether.\n\n\"Come here and take a look at your public,\" said Hendricks.\n\nJoe went to the window. Three stories below, a large crowd had gathered\non the hospital steps: a band, photographers, television trucks,\ncameramen and autograph hunters. He'd waited a long time for this day.\nBut now--another change in him--\n\nHe put the emotion into words: \"I don't feel like a hero. Funny, but I\ndon't.\"\n\n\"Hero!\" Hendricks laughed and, with his powerful lungs, it sounded\nlike a bull snorting. \"You think a successful criminal is a hero? You\nstupid--\"\n\nHe laughed again and waved a hand at the crowd below them. \"You think\nthose people are down there because they admire what you did? They're\ndown there waiting for you because they're curious, because they're\nglad the CPA caught you, and because they're glad you're an Ex. You're\nan _ex_-criminal now, and because of your treatment, you'll never be\nable to commit another crime as long as you live. And that's the kind\nof guy they admire, so they want to see you, shake your hand and get\nyour autograph.\"\n\nJoe didn't understand Hendricks completely, but the part he did\nunderstand he didn't believe. A crowd was waiting for him. He could see\nthe people with his own eyes. When he left the hospital, they'd cheer\nand shout and ask for his autograph. If he wasn't a hero, _what was\nhe_?\n\n       *       *       *       *       *\n\nIt took half an hour to get through the crowd. Cameras clicked all\naround him, a hundred kids asked for his autograph, everyone talked at\nonce and cheered, smiled, laughed, patted him on the back and cheered\nsome more.\n\nOnly one thing confused him during all the excitement: a white-haired\nold lady with tears in her eyes said, \"Thank heaven it was only a\nwatch. Thank heaven you didn't kill someone! God bless you, son.\" And\nthen the old lady had handed him a box of fudge and left him in total\nconfusion.\n\nWhat she said didn't make sense. If he had killed someone rather\nthan stealing a watch, he would be even more of a hero and the crowd\nwould have cheered even louder. He knew: he had stood outside the CPA\nhospitals many times and the crowds always cheered louder when an\nex-murderer came out.\n\nIn Hendricks' robot-chauffeured car, he ate the fudge and consoled\nhimself with the thought, _People are funny. Who can understand 'em?_\n\nFeeling happy for one of the few times in his life, he turned toward\nHendricks and said, \"Thanks for what you did. It turned out great. I'll\nbe able to get a good job now.\"\n\n\"That's why I met you at the hospital,\" Hendricks said. \"I want to\nexplain some things. I've known you for a long time and I know you're\nspectacularly dumb. You can't figure out some things for yourself and\nI don't want you walking around the rest of your life thinking I did\nyou a favor.\"\n\nJoe frowned. Few men had ever done him a favor and he had rarely\nthanked anyone for anything. And now ... after thanking the man who'd\ndone him the biggest favor of all, the man was denying it!\n\n\"You robbed Gralewski's apartment,\" Hendricks said. \"Gralewski is a CPA\nemployee and he doesn't live in the apartment you robbed. The CPA pays\nthe rent for that one and he lives in another. We have a lot of places\nlike that. You see, it gives us a way to get rid of saps like you\nbefore they do real damage. We use it as a last resort when a DCT First\nClass won't take the free psycho treatment or--\"\n\n\"Well, it's still a favor.\"\n\nHendricks' face hardened. \"Favor? You wouldn't know a favor if you\nstumbled over one. I did it because it's standard procedure for your\ntype of case. Anyone can--free of charge--have treatment by the best\npsychologists. Any DCT can stop being a DCT by simply asking for the\ntreatment and taking it. But you wouldn't do that. You wanted to commit\na crime, get caught and be a hero ... an _Ex_.\"\n\n       *       *       *       *       *\n\nThe car passed one of the CPA playgrounds. Boys and girls of all ages\nwere laughing, squealing with joy as they played games designed by CPA\npsychologists to relieve tension. And--despite the treatment, Joe\nshuddered when he saw the psychologists standing to one side, quietly\nwatching the children. The whole world was filled with CPA employees\nand volunteer workers. Everywhere you went, it was there, quietly\nwatching you and analyzing you, and if you showed criminal tendencies,\nit watched you even more closely and analyzed you even more deeply\nuntil it took you apart and put you back together again the way it\nwanted you to be.\n\n\"Being an Ex, you'll get the kind of job you always wanted,\" Hendricks\ncontinued. \"You'll get a good-paying job, but you'll work for it.\nYou'll work eight hours a day, work harder than you've ever worked\nbefore in your life, because every time you start to loaf, a voice in\nyour head is going to say, _Work! Work!_ Exes always get good jobs\nbecause employers know they're good workers.\n\n\"But during these next few days, you'll discover what being an Ex\nis like. You see, Joe, the treatment can't possibly take all the\ncriminal tendencies out of a man. So the treatment does the next best\nthing--you'll find a set of laws written in your mind. You might _want_\nto break one now and then, but you won't be able. I'll give you an\nillustration....\"\n\nJoe's face reddened as Hendricks proceeded to call him a series of\nnames. He wanted to smash the fat, grinning face, but the muscles in\nhis arm froze before it moved it an inch.\n\nAnd worse than that, a brief pain ripped through his skull. A pain so\nintense that, had it lasted a second longer, he would have screamed in\nagony. And above the pain, a voice whispered in his head, _Unlawful to\nstrike someone except in self-defense_.\n\nHe opened his mouth to tell Hendricks exactly what he thought of him,\nthe CPA, the whole world. But the words stayed in his throat, the pain\nreturned, and the mental voice whispered, _Unlawful to curse_.\n\nHe had never heard how the treatment prevented an Ex from committing a\ncrime. And now that he knew, it didn't seem fair. He decided to tell\nthe whole story to the newspapers as soon as he could. And as soon as\nthat decision formed in his mind, his body froze, the pain returned and\nthe voice, _Unlawful to divulge CPA procedure_.\n\n\"See what I mean?\" Hendricks asked. \"A century ago, you would have been\nlocked in a prison and taxpayers' money would have supported you until\nthe day you died. With the CPA system, you're returned to society, a\nuseful citizen, unable to commit the smallest crime. And you've got a\nbig hand in your dirty little mind that's going to slap it every time\nyou get the wrong kind of thought. It'll keep slapping you until you\nlearn. It might take weeks, months or years, but you'll learn sooner\nor later to not even think about doing anything wrong.\"\n\n       *       *       *       *       *\n\nHe lit a cigarette and blew a smoke ring at the car's plush ceiling.\n\"It's a great system, isn't it, Joe? A true democracy. Even a jerk like\nyou is free to do what he wants, as long as it's legal.\"\n\n\"I think it's a lousy, filthy system.\" Joe's head was still tingling\nwith pain and he felt suffocated. The CPA was everywhere, only now it\nwas also inside his head, telling him he couldn't do this, couldn't do\nthat. All his life it had been telling him he couldn't do things he\nwanted to do and _now_....\n\nHendricks laughed. \"You'll change your opinion. We live in a clean,\nwonderful world, Joe. A world of happy, healthy people. Except for\nfreaks like yourself, criminals are--\"\n\n\"Let me out!\" Joe grabbed at the door and was on the sidewalk, slamming\nthe door behind him before the car stopped completely.\n\nHe stared at the car as it pulled away from the curb and glided into\nthe stream of traffic again. He realized he was a prisoner ... a\nprisoner inside his own body ... made a prisoner by a world that hated\nhim back.\n\nHe wanted to spit his contempt, but the increasingly familiar pain and\nvoice prevented him.\n\nIt was unlawful to spit on a sidewalk.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pick a Crime, by Richard R. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PICK A CRIME ***\n\n***** This file should be named 51656.txt or 51656.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/5/51656/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}