{"title": "Charity Case", "author": "Jim Harmon", "releaseDate": "April 4, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             Charity Case\n\n                             By JIM HARMON\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1959.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Certainly I see things that aren't there\n               and don't say what my voice says--but how\n               can I prove that I don't have my health?\n\n\nWhen he began his talk with \"You got your health, don't you?\" it\ntouched those spots inside me. That was when I did it.\n\nWhy couldn't what he said have been \"The best things in life are free,\nbuddy\" or \"Every dog has his day, fellow\" or \"If at first you don't\nsucceed, man\"? No, he had to use that one line. You wouldn't blame me.\nNot if you believe me.\n\nThe first thing I can remember, the start of all this, was when I was\nfour or five somebody was soiling my bed for me. I absolutely was not\ndoing it. I took long naps morning and evening so I could lie awake all\nnight to see that it wouldn't happen. It couldn't happen. But in the\nmorning the bed would sit there dispassionately soiled and convict me\non circumstantial evidence. My punishment was as sure as the tide.\n\nDad was a compact man, small eyes, small mouth, tight clothes. He was\nnarrow but not mean. For punishment, he locked me in a windowless\nroom and told me to sit still until he came back. It wasn't so bad a\npunishment, except that when Dad closed the door, the light turned off\nand I was left there in the dark.\n\nBeing four or five, I didn't know any better, so I thought Dad made it\ndark to add to my punishment. But I learned he didn't know the light\nwent out. It came back on when he unlocked the door. Every time I told\nhim about the light as soon as I could talk again, but he said I was\nlying.\n\n       *       *       *       *       *\n\nOne day, to prove me a liar, he opened and closed the door a few times\nfrom outside. The light winked off and on, off and on, always shining\nwhen Dad stuck his head inside. He tried using the door from the\ninside, and the light stayed on, no matter how hard he slammed the\ndoor.\n\nI stayed in the dark longer for lying about the light.\n\nAlone in the dark, I wouldn't have had it so bad if it wasn't for the\nthings that came to me.\n\nThey were real to me. They never touched me, but they had a little boy.\nHe looked the way I did in the mirror. They did unpleasant things to\nhim.\n\nBecause they were real, I talked about them as if they were real, and\nI almost earned a bunk in the home for retarded children until I got\nsmart enough to keep the beasts to myself.\n\nMy mother hated me. I loved her, of course. I remember her smell mixed\nup with flowers and cookies and winter fires. I remember she hugged me\non my ninth birthday. The trouble came from the notes written in my\nawkward hand that she found, calling her names I didn't understand.\nSometimes there were drawings. I didn't write those notes or make those\ndrawings.\n\nMy mother and father must have been glad when I was sent away to reform\nschool after my thirteenth birthday party, the one no one came to.\n\nThe reform school was nicer. There were others there who'd had it about\nlike me. We got along. I didn't watch their shifty eyes too much, or\nask them what they shifted to see. They didn't talk about my screams\nat night.\n\nIt was home.\n\nMy trouble there was that I was always being framed for stealing. I\ndidn't take any of those things they located in my bunk. Stealing\nwasn't in my line. If you believe any of this at all, you'll see why it\ncouldn't be me who did the stealing.\n\nThere was reason for me to steal, if I could have got away with it. The\nothers got money from home to buy the things they needed--razor blades,\ncandy, sticks of tea. I got a letter from Mom or Dad every now and then\nbefore they were killed, saying they had sent money or that it was\nenclosed, but somehow I never got a dime of it.\n\nWhen I was expelled from reform school, I left with just one idea in\nmind--to get all the money I could ever use for the things I needed and\nthe things I wanted.\n\n       *       *       *       *       *\n\nIt was two or three years later that I skulked into Brother Partridge's\nmission on Durbin Street.\n\nThe preacher and half a dozen men were singing _Onward Christian\nSoldiers_ in the meeting room. It was a drafty hall with varnished\ncamp chairs. I shuffled in at the back with my suitcoat collar turned\nup around my stubbled jaw. I made my hand shaky as I ran it through my\nknotted hair. Partridge was supposed to think I was just a bum. As\nan inspiration, I hugged my chest to make him think I was some wino\nnursing a flask full of Sneaky Pete. All I had there was a piece of\ncopper alloy tubing inside a slice of plastic hose for taking care of\nmyself, rolling sailors and the like. Who had the price of a bottle?\n\nPartridge didn't seem to notice me, but I knew that was an act. I knew\npeople were always watching every move I made. He braced his red-furred\nhands on the sides of his auctioneer's stand and leaned his splotched\neagle beak toward us. \"Brothers, this being Thanksgiving, I pray the\ngood Lord that we all are truly thankful for all that we have received.\nAmen.\"\n\nSome skin-and-bones character I didn't know struggled out of his seat,\namening. I could see he had a lot to be thankful for--somewhere he had\nreceived a fix.\n\n\"Brothers,\" Partridge went on after enjoying the interruption with a\nbeaming smile, \"you shall all be entitled to a bowl of turkey soup\nprepared by Sister Partridge, a generous supply of sweet rolls and\ndinner rolls contributed by the Early Morning Bakery of this city,\nand all the coffee you can drink. Let us march out to _The Stars and\nStripes Forever_, John Philip Sousa's grand old patriotic song.\"\n\nI had to laugh at all those bums clattering the chairs in front of me,\nscampering after water soup and stale bread. As soon as I got cleaned\nup, I was going to have dinner in a good restaurant, and I was going to\norder such expensive food and leave such a large tip for the waiter and\nsend one to the chef that they were going to think I was rich, and some\nexecutive with some brokerage firm would see me and say to himself,\n\"Hmm, executive material. Just the type we need. I beg your pardon,\nsir--\" just like the razor-blade comic-strip ads in the old magazines\nthat Frankie the Pig sells three for a quarter.\n\nI was marching. Man, was I ever marching, but the secret of it was I\nwas only marking time the way we did in fire drills at the school.\n\nThey passed me, every one of them, and marched out of the meeting\nroom into the kitchen. Even Partridge made his way down from the\nauctioneer's stand like a vulture with a busted wing and darted through\nhis private door.\n\nI was alone, marking time behind the closed half of double doors. One\ngood breath and I raced past the open door and flattened myself to the\nwall. Crockery was ringing and men were slurping inside. No one had\npaid any attention to me. That was pretty odd. People usually watch my\nevery move, but a man's luck has to change sometime, doesn't it?\n\nFollowing the wallboard, I went down the side of the room and behind\nthe last row of chairs, closer, closer, and halfway up the room again\nto the entrance--the entrance and the little wooden box fastened to the\nwall beside it.\n\nThe box was old and made out of some varnished wood. There was a slot\nin the top. There wasn't any sign anywhere around it, but you knew it\nwasn't a mailbox.\n\nMy hand went flat on the top of the box. One finger at a time drew up\nand slipped into the slot. Index, fore, third, little. I put my thumb\nin my palm and shoved. My hand went in.\n\nThere were coins inside. I scooped them up with two fingers and held\nthem fast with the other two. Once I dropped a dime--not a penny,\nmilled edge--and I started to reach for it. No, don't be greedy. I knew\nI would probably lose my hold on all the coins if I tried for that one.\nI had all the rest. It felt like about two dollars, or close to it.\n\nThen I found the bill. A neatly folded bill in the box. Somehow I knew\nall along it would be there.\n\n       *       *       *       *       *\n\nI tried to read the numbers on the bill with my fingertips, but I\ncouldn't. It had to be a one. Who drops anything but a one into a Skid\nRow collection box? But still there were tourists, slummers. They might\nleave a fifty or even a hundred. A hundred!\n\nYes, it felt new, crisp. It had to be a hundred. A single would be\ncreased or worn.\n\nI pulled my hand out of the box. I _tried_ to pull my hand out of the\nbox.\n\nI knew what the trouble was, of course. I was in a monkey trap. The\nmonkey reaches through the hole for the bait, and when he gets it in\nhis hot little fist, he can't get his hand out. He's too greedy to let\ngo, so he stays there, caught as securely as if he were caged.\n\nI was a man, not a monkey. I knew why I couldn't get my hand out. But I\ncouldn't lose that money, especially that century bill. Calm, I ordered\nmyself. _Calm._\n\nThe box was fastened to the vertical tongue-and-groove laths of the\nwoodwork, not the wall. It was old lumber, stiffened by a hundred\nlayers of paint since 1908. The paint was as thick and strong as the\nboards. The box was fastened fast. Six-inch spike nails, I guessed.\n\nCalmly, I flung my whole weight away from the wall. My wrist almost\ncracked, but there wasn't even a bend in the box. Carefully, I tried to\njerk my fist straight up, to pry off the top of the box. It was as if\nthe box had been carved out of one solid piece of timber. It wouldn't\ngo up, down, left or right.\n\nBut I kept trying.\n\nWhile keeping a lookout for Partridge and somebody stepping out of the\nkitchen for a pull on a bottle, I spotted the clock for the first\ntime, a Western Union clock high up at the back of the hall. Just as\nI seen it for the first time, the electricity wound the spring motor\ninside like a chicken having its neck wrung.\n\nThe next time I glanced at the clock, it said ten minutes had gone by.\nMy hand still wasn't free and I hadn't budged the box.\n\n\"This,\" Brother Partridge said, \"is one of the most profound\nexperiences of my life.\"\n\nMy head hinged until it lined my eyes up with Brother Partridge. The\npipe hung heavy in my pocket, but he was too far from me.\n\n\"A vision of you at the box projected itself on the crest of my soup,\"\nthe preacher explained in wonderment.\n\nI nodded. \"Swimming right in there with the dead duck.\"\n\n\"Cold turkey,\" he corrected. \"Are you scoffing at a miracle?\"\n\n\"People are always watching me, Brother,\" I said. \"So now they do it\neven when they aren't around. I should have known it would come to\nthat.\"\n\nThe pipe was suddenly a weight I wanted off me. I would try robbing\na collection box, knowing positively that I would get caught, but I\nwasn't dumb enough to murder. Somebody, somewhere, would be a witness\nto it. I had never got away with anything in my life. I was too smart\nto even try anything but the little things.\n\n\"I may be able to help you,\" Brother Partridge said, \"if you have faith\nand a conscience.\"\n\n\"I've got something better than a conscience,\" I told him.\n\n       *       *       *       *       *\n\nBrother Partridge regarded me solemnly. \"There must be something\nspecial about you, for your apprehension to come through miraculous\nintervention. But I can't imagine what.\"\n\n\"I _always_ get apprehended somehow, Brother,\" I said. \"I'm pretty\nspecial.\"\n\n\"Your name?\"\n\n\"William Hagle.\" No sense lying. I had been booked and printed before.\n\nPartridge prodded me with his bony fingers as if making sure I was\nsubstantial. \"Come. Let's sit down, if you can remove your fist from\nthe money box.\"\n\nI opened up my fingers and let the coins ring inside the box and I drew\nout my hand. The bill stuck to the sweat on my fingers and slid out\nalong with the digits. A one, I decided. I had got into trouble for a\ngrubby single. It wasn't any century. I had been kidding myself.\n\nI unfolded the note. Sure enough, it wasn't a hundred-dollar bill, but\nit was a twenty, and that was almost the same thing to me. I creased it\nand put it back into the slot.\n\nAs long as it stalled off the cops, I'd talk to Partridge.\n\nWe took a couple of camp chairs and I told him the story of my life, or\nmost of it. It was hard work on an empty stomach; I wished I'd had some\nof that turkey soup. Then again I was glad I hadn't. Something always\nhappened to me when I thought back over my life. The same thing.\n\nThe men filed out of the kitchen, wiping their chins, and I went right\non talking.\n\nAfter some time Sister Partridge bustled in and snapped on the overhead\nlights and I kept talking. The brother still hadn't used the phone to\ncall the cops.\n\n\"Remarkable,\" Partridge finally said when I got so hoarse I had to take\na break. \"One is almost--_almost_--reminded of Job. William, you are\nbeing punished for some great sin. Of that, I'm sure.\"\n\n\"Punished for a sin? But, Brother, I've always had it like this, as\nlong as I can remember. What kind of a sin could I have committed when\nI was fresh out of my crib?\"\n\n\"William, all I can tell you is that time means nothing in Heaven. Do\nyou deny the transmigration of souls?\"\n\n\"Well,\" I said, \"I've had no personal experience--\"\n\n\"Of course you have, William! Say you don't remember. Say you don't\nwant to remember. But don't say you have no personal experience!\"\n\n\"And you think I'm being punished for something I did in a previous\nlife?\"\n\nHe looked at me in disbelief. \"What else could it be?\"\n\n\"I don't know,\" I confessed. \"I certainly haven't done anything that\nbad in _this_ life.\"\n\n\"William, if you atone for this sin, perhaps the horde of locusts will\nlift from you.\"\n\nIt wasn't much of a chance, but I was unused to having any at all. I\nshook off the dizziness of it. \"By the Lord Harry, Brother, I'm going\nto give it a try!\" I cried.\n\n\"I believe you,\" Partridge said, surprised at himself.\n\nHe ambled over to the money box on the wall. He tapped the bottom\nlightly and a box with no top slid out of the slightly larger box. He\nreached in, fished out the bill and presented it to me.\n\n\"Perhaps this will help in your atonement,\" he said.\n\nI crumpled it into my pocket fast. Not meaning to sound ungrateful, I'm\npretty sure he hadn't noticed it was a twenty.\n\nAnd then the bill seemed to lie there, heavy, a lead weight. It would\nhave been different if I had managed to get it out of the box myself.\nYou know how it is.\n\nMoney you haven't earned doesn't seem real to you.\n\n       *       *       *       *       *\n\nThere was something I forgot to mention so far. During the year between\nwhen I got out of the reformatory and the one when I tried to steal\nBrother Partridge's money, I killed a man.\n\nIt was all an accident, but killing somebody is reason enough to get\npunished. It didn't have to be a sin in some previous life, you see.\n\nI had gotten my first job in too long, stacking boxes at the freight\ndoor of Baysinger's. The drivers unloaded the stuff, but they just\ndumped it off the truck. An empty rear end was all they wanted. The\nfreight boss told me to stack the boxes inside, neat and not too close\ntogether.\n\nI stacked boxes the first day. I stacked more the second. The third day\nI went outside with my baloney and crackers. It was warm enough even\nfor November.\n\nTwo of them, dressed like Harvard seniors, caps and striped duffer\njackets, came up to the crate I was dining off.\n\n\"Work inside, Jack?\" the taller one asked.\n\n\"Yeah,\" I said, chewing.\n\n\"What do you do, Jack?\" the fatter one asked.\n\n\"Stack boxes.\"\n\n\"Got a union card?\"\n\nI shook my head.\n\n\"Application?\"\n\n\"No,\" I said. \"I'm just helping out during Christmas.\"\n\n\"You're a scab, buddy,\" Long-legs said. \"Don't you read the papers?\"\n\n\"I don't like comic strips,\" I said.\n\nThey sighed. I think they hated to do it, but I was bucking the system.\n\nFats hit me high. Long-legs hit me low. I blew cracker crumbs into\ntheir faces. After that, I just let them go. I know how to take a\nbeating. That's one thing I knew.\n\nThen lying there, bleeding to myself, I heard them talking. I heard\nnoises like _make an example of him_ and _do something permanent_ and I\nsquirmed away across the rubbish like a polite mouse.\n\nI made it around a corner of brick and stood up, hurting my knee on a\npiece of brown-splotched pipe. There were noises on the other angle of\nthe corner and so I tested if the pipe was loose and it was. I closed\nmy eyes and brought the pipe up and then down.\n\nIt felt as if I connected, but I was so numb, I wasn't sure until I\nunscrewed my eyes.\n\nThere was a big man in a heavy wool overcoat and gray homburg spread on\na damp centerfold from the _News_. There was a pick-up slip from the\nwarehouse under the fingers of one hand, and somebody had beaten his\nbrains out.\n\nThe police figured it was part of some labor dispute, I guess, and they\nnever got to me.\n\nI suppose I was to blame anyway. If I hadn't been alive, if I hadn't\nbeen there to get beaten up, it wouldn't have happened. I could see\nthe point in making me suffer for it. There was a lot to be said for\nlooking at it like that. But there was nothing to be said for telling\nBrother Partridge about the accident, or murder, or whatever had\nhappened that day.\n\n       *       *       *       *       *\n\nSearching myself after I left Brother Partridge, I finally found a\nstrip of gray adhesive tape on my side, out of the fuzzy area. Making\nthe twenty the size of a thick postage stamp, I peeled back the tape\nand put the folded bill on the white skin and smoothed the tape back.\n\nThere was only one place for me to go now. I headed for the public\nlibrary. It was only about twenty blocks, but not having had anything\nto eat since the day before, it enervated me.\n\nThe downstairs washroom was where I went first. There was nobody\nthere but an old guy talking urgently to a kid with thick glasses,\nand somebody building a fix in one of the booths. I could see charred\nmatches dropping down on the floor next to his tennis shoes, and even a\nfew grains of white stuff. But he managed to hold still enough to keep\nfrom spilling more from the spoon.\n\nI washed my hands and face, smoothed my hair down, combing it with my\nfingers. Going over my suit with damp toweling got off a lot of the\ndirt. I put my collar on the outside of my jacket and creased the\nwings with my thumbnail so it would look more like a sports shirt.\nIt didn't really. I still looked like a bum, but sort of a neat,\nnon-objectionable bum.\n\nThe librarian at the main desk looked sympathetically hostile, or\nhostilely sympathetic.\n\n\"I'd like to get into the stacks, miss,\" I said, \"and see some of the\nold newspapers.\"\n\n\"Which newspapers?\" the old girl asked stiffly.\n\nI thought back. I couldn't remember the exact date. \"Ones for the first\nweek in November last year.\"\n\n\"We have the _Times_ microfilmed. I would have to project them for you.\"\n\n\"I didn't want to see the _Times_,\" I said, fast. \"Don't you have any\nnewspapers on paper?\" I didn't want her to see what I wanted to read up\non.\n\n\"We have the _News_, bound, for last year.\"\n\nI nodded. \"That's the one I wanted to see.\"\n\nShe sniffed and told me to follow her. I didn't rate a cart to my\ntable, I guess, or else the bound papers weren't supposed to come out\nof the stacks.\n\nThe cases of books, row after row, smelled good. Like old leather and\ngood pipe tobacco. I had been here before. In this world, it's the man\nwith education who makes the money. I had been reading the Funk &\nWagnalls Encyclopedia. So far I knew a lot about Mark Antony, Atomic\nEnergy, Boron, Brussels, Catapults, Demons, and Divans.\n\nI guess I had stopped to look around at some of the titles, because the\nbusy librarian said sharply, \"Follow me.\"\n\nI heard my voice say, \"A pleasure. What about after work?\"\n\nI didn't say it, but I was used to my voice independently saying\nthings. Her neck got to flaming, but she walked stiffly ahead. She\ndidn't say anything. She must be awful mad, I decided. But then I got\nthe idea she was flushed with pleasure. I'm pretty ugly and I looked\nlike a bum, but I was young. You had to grant me that.\n\nShe waved a hand at the rows of bound _News_ and left me alone with\nthem. I wasn't sure if I was allowed to hunt up a table to lay the\nbooks on or not, so I took the volume for last year and laid it on the\nfloor. That was the cleanest floor I ever saw.\n\nIt didn't take me long to find the story. The victim was a big man,\nbecause the story was on the second page of the Nov. 4 edition.\n\nI started to tear the page out, then only memorized the name and home\naddress. Somebody was sure to see me and I couldn't risk trouble just\nnow.\n\nI stuck the book back in line and left by the side door.\n\n       *       *       *       *       *\n\nI went to a dry-cleaner, not the cheapest place I knew, because I\nwouldn't be safe with the change from a twenty in that neighborhood.\nMy suit was cleaned while I waited. I paid a little extra and had\nit mended. Funny thing about a suit--it's almost never completely\nshot unless you just have it ripped off you or burned up. It wasn't\nexactly in style, but some rich executives wore suits out of style\nthat they had paid a lot of money for. I remembered Fredric March's\ndouble-breasted in _Executive Suite_ while Walter Pidgeon and the rest\nwore Ivy Leagues. Maybe I would look like an eccentric executive.\n\nI bought a new shirt, a good used pair of shoes, and a dime pack of\nsingle-edged razor blades. I didn't have a razor, but anybody with\nnerve can shave with a single-edge blade and soap and water.\n\nThe clerk took my two bucks in advance and I went up to my room.\n\nI washed out my socks and underwear, took a bath, shaved and trimmed\nmy hair and nails with the razor blade. With some soap on my finger, I\nscrubbed my teeth. Finally I got dressed.\n\nEverything was all right except that I didn't have a tie. They had\nthem, a quarter a piece, where I got the shoes. It was only six\nblocks--I could go back. But I didn't want to wait. I wanted to\ncomplete the picture.\n\nThe razor blade sliced through the pink bath towel evenly. I cut out a\nnice modern-style tie, narrow, with some horizontal stripes down at the\nbottom. I made a tight, thin knot. It looked pretty good.\n\nI was ready to leave, so I started for the door. I went back. I had\nalmost forgotten my luggage. The box still had three unwrapped blades\nin it. I pocketed it. I hefted the used blade, dulled by all the work\nit had done. You can run being economical into stinginess. I tossed it\ninto the wastebasket.\n\nI had five hamburgers and five cups of coffee. I couldn't finish all of\nthe French fries.\n\n\"Mac,\" I said to the fat counterman, who looked like all fat\ncountermen, \"give me a Milwaukee beer.\"\n\nHe stopped polishing the counter in front of his friend. \"Milwaukee,\nWisconsin, or Milwaukee, Oregon?\"\n\n\"Wisconsin.\"\n\nHe didn't argue.\n\nIt was cold and bitter. All beer is bitter, no matter what they say on\nTV. I like beer. I like the bitterness of it.\n\nIt felt like another, but I checked myself. I needed a clear head.\nI thought about going back to the hotel for some sleep; I still had\nthe key in my pocket (I wasn't trusting it to any clerk). No, I had\nhad sleep on Thanksgiving, bracing up for trying the lift at Brother\nPartridge's. Let's see, it was daylight outside again, so this was the\nday after Thanksgiving. But it had only been sixteen or twenty hours\nsince I had slept. That was enough.\n\nI left the money on the counter for the hamburgers and coffee and the\nbeer. There was $7.68 left.\n\nAs I passed the counterman's friend on his stool, my voice said, \"I\nthink you're yellow.\"\n\nHe turned slowly, his jaw moving further away from his brain.\n\nI winked. \"It was just a bet for me to say that to you. I won two\nbucks. Half of it is yours.\" I held out the bill to him.\n\nHis paw closed over the money and punched me on the biceps. Too hard.\nHe winked back. \"It's okay.\"\n\nI rubbed my shoulder, marching off fast, and I counted my money. With\nmy luck, I might have given the counterman's friend the five instead of\none of the singles. But I hadn't. I now had $6.68 left.\n\n\"I _still_ think you're yellow,\" my voice said.\n\nIt was my voice, but it didn't come from me. There were no words, no\nfeeling of words in my throat. It just came out of the air the way it\nalways did.\n\nI ran.\n\n       *       *       *       *       *\n\nHarold R. Thompkins, 49, vice-president of Baysinger's, was found\ndead behind the store last night. His skull had been crushed by a\nvicious beating with a heavy implement, Coroner McClain announced in\npreliminary verdict. Tompkins, who resided at 1467 Claremont, Edgeway,\nhad been active in seeking labor-management peace in the recent\ndifficulties....\n\nI had read that a year before. The car cards on the clanking subway and\nthe rumbling bus didn't seem nearly so interesting to me. Outside the\nvan, a tasteful sign announced the limits of the village of Edgeway,\nand back inside, the monsters of my boyhood went _bloomp_ at me.\n\nI hadn't seen anything like them in years.\n\nThe slimy, scaly beasts were slithering over the newspaper holders,\nthe ad card readers, the girl watchers as the neat little carbon-copy\nmodern homes breezed past the windows.\n\nI ignored the devils and concentrated on reading the withered,\nwashed-out political posters on the telephone poles. My neck ached from\nholding it so stiff, staring out through the glass. More than that, I\ncould feel the jabberwocks staring at me. You know how it is. You can\nfeel a stare with the back of your neck and between your eyes. They got\none brush of a gaze out of me.\n\nThe things abruptly started their business, trying to act casually as\nif they hadn't been waiting for me to look at them at all. They had a\nlittle human being of some sort.\n\nIt was the size of a small boy, like the small boy who looked like me\nthat they used to destroy when I was locked up with them in the dark.\nExcept this was a man, scaled down to child's size. He had sort of an\nugly, worried, tired, stupid look and he wore a shiny suit with a piece\nof a welcome mat or something for a necktie. Yeah, it was me. I really\nknew it all the time.\n\nThey began doing things to the midget me. I didn't even lift an\neyebrow. They couldn't do anything worse to the small man than they\nhad done to the young boy. It was sort of nostalgic watching them, but\nI really got bored with all that violence and killing and killing the\nsame kill over and over. Like watching the Saturday night string of\nwesterns in a bar.\n\nThe sunlight through the window was yellow and hot. After a time, I\nbegan to dose.\n\nThe shrieks woke me up.\n\nFor the first time, I could hear the shrieks of the monster's victim\nand listen to their obscene droolings. For the very first time in my\nlife. Always before it had been all pantomime, like Charlie Chaplin.\nNow I heard the sounds of it all.\n\nThey say it's a bad sign when you start hearing voices.\n\nI nearly panicked, but I held myself in the seat and forced myself\nto be rational about it. My own voice was always saying things\n_everybody_ could hear but which I didn't say. It wasn't any worse to\nbe the _only_ one who could hear other things I never said. I was as\nsane as I ever was. There was no doubt about that.\n\nBut a new thought suddenly impressed itself on me.\n\nWhatever was punishing me for my sin was determined that I turn back\nbefore reaching 1467 Claremont.\n\n       *       *       *       *       *\n\n\"Clrmnt,\" the driver announced, sending the doors hissing open and the\nbus cranking to a stop.\n\nI walked through the gibbering monsters, and passing the driver's seat,\nI heard my voice say, \"Don't splatter me by starting up too soon, fat\ngut.\"\n\nThe driver looked at me with round eyes. \"No, sir, I won't.\"\n\nThe monsters gave it up and stopped existing.\n\nThe bus didn't start until I was halfway up the block of sandine\nmoderns and desk-size patios.\n\nNumber 1423 was different from the other houses. It was on fire.\n\nOne of the most beautiful women I've ever seen came running up to me.\nWhat black hair, what red lips, what sparkling eyes she had when I\nfinally got up that far! \"Sir,\" she said, \"my baby brother is in there.\nI'd be so grateful--\"\n\nI grabbed for her. My hand went right on through. I didn't try\ngrabbing her again. This time, I had a feeling I would feel her. I\ndidn't want to be _that_ bad off.\n\nI walked on, ignoring the flames shooting out of 1423.\n\nAs I reached the patio of 1467, the flames stopped. It was a queer\nkind of break. No fadeout, just a stoppage. I took a step backward. No\nflames this time, but the very worst and very biggest monster of them\nall. Coming suddenly like that, it got to my spine and stomach, even\nthough I was pretty used to them. I stepped away from it and it was\ngone.\n\nNumber 1467 was different from the other houses, and it wasn't even\non fire. It was on two lots, and it had two picture windows, but only\none little porch and front door. I guess even the well-to-do have a\nhard time finding big houses and good building sites and the right\nneighborhood. The trouble is so many people are well-to-do and there\njust aren't enough old manses to go around.\n\nI strolled up the stucco path and lifted the wrought-iron knocker,\nwhich rang a bell.\n\nThe door opened and there was a girl there. She wasn't much compared\nto the one I put my hand through. But she was all right--brown hair, a\nnice face underneath the current shades of cosmetics, no figure for a\nstripper, but it would pass.\n\n\"You the maid?\" I inquired.\n\n\"I am Miss Tompkins,\" she said.\n\n\"Oh. Any relation to Harold J. Tompkins?\"\n\n\"My father. He died last year.\"\n\n\"Can I see your mother?\"\n\n\"Mother died a few months after Daddy did.\"\n\n\"You'll do then.\"\n\nI stepped inside. Miss Tompkins seemed too surprised to protest.\n\n\"I'm William Hagle,\" I said. \"I want to help you.\"\n\n\"Mr. Hagle, whatever it is--insurance--\"\n\n\"That's not it exactly,\" I told her. \"I just want to help you. I only\nwant to do whatever you want me to do.\"\n\nShe stared at me, her eyes moving too quickly over my face. \"I've never\neven seen you before, have I? Why do you want to help me? How?\"\n\n\"What's so damned hard to understand? I just want to help. I don't have\nany money, but I can work and give you my pay. You want me to clean up\nthe basement, the yard? Got any painting to be done? Hell, I can even\nsew. Anything--don't you understand--I'll do _anything_ for you.\"\n\n       *       *       *       *       *\n\nThe girl was breathing too hard now. \"Mr. Hagle, if you're hungry, I\ncan find something--no, I don't think there is anything. But I can give\nyou some money to--\"\n\n\"Damn it, I don't want your money! Here, I'll give you mine!\" I wadded\nup the $6.38 cents I had left, plus one bus transfer, and put it on\nthe top of a little bookcase next to the door. \"I know it doesn't mean\nanything to you, but it's every penny I've got. Can't I do anything for\nyou? Empty the garbage--\"\n\n\"We have a disposal,\" she said automatically.\n\n\"Scrub the floors.\"\n\n\"There's a polisher in the closet.\"\n\n\"Make the beds!\" I yelled. \"You don't have a machine for _that_, do\nyou?\"\n\nThe corners of Miss Tompkins' eyes drew up and the corners of her\nmouth drew down. She stayed like that for a full second, then smiled\na strange smile. \"You--you saw me on the street.\" She was breathing\nher words now, so softly that I could only just understand them. \"You\nthought I was--stacked.\"\n\n\"To tell the truth, ma'am, you aren't so--\"\n\n\"Well, sit down. Don't go away. I'll just go into the next room--slip\ninto something comfortable--\"\n\n\"Miss Tompkins!\" I grabbed hold of her. She felt real. I hoped she was.\n\"I want nothing from you. Nothing! I only want to do something for you,\nanything for you. I've got to help you, can't you understand? I KILLED\nYOUR FATHER.\"\n\nI hadn't meant to tell her that, of course.\n\nShe screamed and began twisting and clawing the way I knew she would\nas soon as I said it. But she stopped, stunned, as if I'd slapped her\nout of hysterics, only I'd never let go of her shoulders.\n\nShe hung then, her face empty, repeating, \"What? _What?_\"\n\nFinally she began laughing and she pulled away from me so gently and\nnaturally that I had to let go. She sank down and sat on top of my\nmoney on the little bookcase. She laughed some more into her two open\nhands.\n\nI stood there, not knowing what to do with myself.\n\nShe looked up at me and brushed away a few tears with her fingertips.\n\"_You_ want to get _me_ off of your conscience, do you, William\nHagle? God, that's a good one.\" She reached out and took my hand in\nhers. \"Come along down into the basement, William. I want to show you\nsomething. Afterward, if you want to--if you really want to--you may\nkill me.\"\n\n\"Thanks,\" I said.\n\nI couldn't think of anything else to say.\n\n       *       *       *       *       *\n\nDown in the basement, the machinery looked complex, with all sorts of\nthermostats and speedometers.\n\n\"Automatic stoker?\" I asked.\n\n\"Time machine,\" she said.\n\n\"You don't mean a time machine like H. G. Wells's,\" I said, to show her\nI wasn't ignorant.\n\n\"Not exactly like that, but close,\" she answered sadly. \"This has been\nthe cause of all your trouble, William.\"\n\n\"It has?\"\n\n\"Yes. This house and the ground around it are the Primary Focus area\nfor the Hexers. The Hexers have tormented and persecuted you all your\nlife. They got you into trouble. They made you think you were going\ncrazy--\"\n\n\"I never thought I was going crazy!\" I yelled at her.\n\n\"That must have made it worse,\" she said miserably.\n\nI thought about it. \"I suppose it did. What are the Hexers? What--for\nthe sake of argument--have they got against me?\"\n\n\"The Hexers aren't human. I suppose they are extraterrestrials. No\none ever told me. Maybe they are a kind of human strain that went\ndifferent. I don't really know. They want different things than we do,\nbut they can buy some of them with money, so they can be hired. People\nin the future hire them to hex people in the past.\"\n\n\"Why would anybody up ahead there with Buck Rogers want to cause me\ntrouble? I'm dead then, aren't I?\"\n\n\"Yes, you must be. It's a long time into the future. But, you see, some\nof my relatives there want to punish you for--it must be for killing\nFather. They lost out on a chain of inheritance because he died when\nhe did. They have money now, but they are bitter because they had to\nmake it themselves. They can afford every luxury--even the luxury of\nrevenge.\"\n\nI suppose when you keep seeing monsters and hearing yourself say\nthings you didn't say, you can believe unusual things easier. I\nbelieved Miss Tompkins.\n\n\"It was not murder,\" I said. \"I killed him by accident.\"\n\n\"No matter. They would hex you if you had hit him with a car in a fog\nor given him the flu by sneezing in his face. I understand people are\nhexed all the time for things they never even knew they did. People\nup there have a lot of leisure, a lot of time to indulge their every\nirritation or hate. I think it must be decadent, the way Rome was.\"\n\n\"What do you--and the machine--have to do with my hex?\" I asked.\n\n\"This is the Primary Focus area, I told you. It's how the Hexers get\ninto this time hypothesis. They can't get back into this Primary\nitself, but they can come and go through the outer boundary. It's hard\nto set up a Primary Focus--takes a tremendous drain of power. They\nbroke through into the basement of the old house before I was born and\nDaddy was the first custodian of the machine. He never knew that he\nwas helping avenge his own death. They let that slip later, after--it\nhappened.\"\n\n\"Why did they come to you? Why did you help them?\"\n\nShe turned half away. \"The custodian is well paid. My relatives\npreferred the salary to go to someone in the family, instead of an\noutsider. Daddy accepted the offer and I've carried on the job.\"\n\n\"Paid? You were paid?\"\n\nShe brushed at her eyes. \"Oh, not in United States currency. But--Daddy\ngot to be president of the store. It was set up so he could make a\nfortune that they could inherit. All he left was his insurance, and\nthat went to mother. She died a few months later and some of it went to\nme and the rest to her relatives.\"\n\n\"You mean my life has been like it has because some descendants of\nyours in the future hate me for an accident that deprived them of some\nmoney?\"\n\n       *       *       *       *       *\n\nShe nodded enthusiastically. \"You understand! And because I helped the\nHexers they hired get to you. I was afraid you wouldn't believe me.\nNow\"--she stopped to exhale--\"do you want to kill me?\"\n\n\"No, I don't want to kill you.\" I walked over and squinted at the\nmachine. \"Could _I_ get into the future with this thing?\"\n\n\"I don't know how you work the outer boundary. I think you need\nsomething else. There's an internal energy contact--you can talk to\nCommunications.\" She raced through that. \"You want to kill _them_,\ndon't you? The Hexers and my relatives?\"\n\n\"I don't want to kill anybody,\" I told her patiently. \"I feel dirty\njust hearing how far some people can go for revenge. I just want them\nto let me alone. Why don't they kill me and get it over with?\"\n\n\"They haven't a license to kill. Not yet. There's legislation going on.\"\n\n\"Listen,\" I said, listening to the idea coming into my head, \"_listen_.\nThese descendants of your mother's relatives--they _did_ inherit money\nbecause your father died. Maybe they feel grateful to me. Maybe they\nwould help me. Would you help me try to talk to them?\"\n\n\"Yes,\" Miss Tompkins said, and she used a dial on the machine.\n\nIt was as simple as putting through a phone call.\n\n\"We really understand your situation,\" Mr. Grimes-Tompkins said. \"But\nit would take quite a bit to buy off the Hexers. However, we certainly\nappreciate the killing you made for us.\"\n\n\"Couldn't you buy off the Hexers, then, with some of the money I\nbrought to your side of the family?\" I asked.\n\n\"We don't appreciate it _that_ much.\"\n\n\"What? You aren't going to pay him back for killing my father?\" Miss\nTompkins cried, outraged.\n\n\"Look,\" I said, \"if you had some money of mine, would you pay off the\nHexers for me? You do still use money up there, don't you?\"\n\n\"We certainly do, young man. Just what did you have in mind?\"\n\n\"If I gave you authorization now to use any assets I have in your time,\nwould it be legal?\"\n\n\"Declarations by temporal transmission? Yes, of course. Routine\ntransaction.\"\n\n\"Take any money I have and use it to pay off the Hexers. Will you do\nit?\"\n\n\"I don't see why not, since our ancestor seems to approve.\"\n\nMiss Tompkins regarded me solemnly. \"What do you intend to do,\nWilliam?\"\n\n\"Banks are out,\" I said, thinking hard. \"They don't let inactive\naccounts go on drawing interest more than twenty years, or something\nlike that. But government bonds don't have to be converted when they\nmature. One bond can pile up a fantastic amount of interest for them to\ncollect.\"\n\n\"You have government bonds, William?\"\n\n\"Not yet.\"\n\nMiss Tompkins stood close to me. \"I have plenty of money, William. I'll\ngive it to you. You can buy bonds in my name.\"\n\n\"No. I'll get my own money.\"\n\n\"Shall I destroy the machine, William? Of course they'll only open\nanother Focus--\"\n\n\"No, you would just get yourself hexed too.\"\n\n\"What can I do, William?\" she asked. \"All along, ever since I was a\nlittle girl, I've known I've been helping to torture somebody. I didn't\neven know your name, William, but I helped torture you--\"\n\n\"Because I killed your father.\"\n\n\"--and I've got to make it up to you. I'll give you everything,\nWilliam, everything.\"\n\n\"Sure,\" I said, \"to take me off your conscience. And if I take your\noffer and you get hexed, what happens to my conscience? Do we go around\nagain--me working my tail off to raise the dough to get you unhexed,\nand you buying the Hexers off me? Where would it stop? We're even\nright now. Let's let it go at that.\"\n\n\"But, William, if we've taken, now we can give to each other.\"\n\nShe looked almost pretty then, and I wanted her the way I'd always\nwanted women. But I knew better. She wasn't going to get me into any\ntrouble.\n\n\"No, thanks. Good-by.\"\n\nI walked away from her.\n\nFor the first time, I could see what my life would be like if I wasn't\nhexed. Now I could realize that I knew how to do things right if I was\nonly let alone.\n\n       *       *       *       *       *\n\nThe intern took the blood smear. He reeled off a long string of\nquestions about diseases I wasn't allowed to have.\n\n\"No,\" I said, \"and I haven't given blood in the last thirty days.\"\n\nHe took my sample of blood and left.\n\nI had to have eighteen dollars and seventy-five cents. They paid you\ntwenty dollars a pint for blood here.\n\nOne government bond held for centuries would pile up a fortune in\ninterest. The smallest bond you can buy is twenty-five dollars face\nvalue, and it costs eighteen seventy-five.\n\nIf I had kept that twenty, I would have had a buck and a quarter\nchange. But if I hadn't have gotten cleaned up, the hospital might not\nhave accepted me as a donor at all. They had had some bad experiences\nfrom old bums dying from giving too often.\n\nI only hoped I could force myself to let that bond go uncashed through\nthe rest of my life.\n\nThe intern returned, his small mustache now pointing down. \"Mr. Hagle,\nI have some bad news for you. Very bad. I hardly know how to tell you,\nbut--you've got lukemia.\"\n\nI nodded. \"That means you won't take my blood.\" Maybe it also meant\nthat I would never be allowed to have eighteen dollars and seventy-five\ncents in one lump again as long as I lived.\n\n\"No,\" the intern finally managed. \"We can't accept your blood--\"\n\nI waved him off. \"Isn't there some fund to take care of lukemia\nvictims? Feed them, house them, send them to Florida to soak up the\nsun?\"\n\n\"Certainly there is such a fund, and you may apply, Mr. Hagle.\"\n\n\"I'd certainly benefit a lot from that fund. Doctor, humor me. Test me\nagain and see if I still have lukemia.\"\n\nHe did. I didn't.\n\n\"I don't understand this,\" the intern said, looking frightened.\n\"Transitory lukemia? It must be a lab error.\"\n\n\"Will you buy my blood now?\"\n\n\"I'm afraid as long as there is some doubt--this must be something\nnew.\"\n\n\"I suppose it is,\" I told him. \"I have all sorts of interesting\nsymptoms.\"\n\n\"You do?\" The intern was vitally interested. \"Feel free to tell me all\nabout them.\"\n\n\"I see and hear things.\"\n\n\"Really?\"\n\n\"Do you believe in ESP?\"\n\n\"I've sometimes wondered.\"\n\n\"Test me as much as you like. You'll find that in any game of chance, I\nscore consistently far below the level of wins I should get by the law\nof averages. I'm psionically subnormal. And that's just the beginning.\"\n\n\"This must be _really_ new,\" the intern said, eyes shining.\n\n\"It is,\" I assured him. \"And listen, Doctor, you don't want to turn\nsomething like me over to your superiors, to leave me to the mercies of\nthe A.M.A. This _can_ be big, Doctor, _big_.\"\n\n       *       *       *       *       *\n\nThey offered Hagle's Disease to a lot of comedians, but finally it was\nthe new guy, Biff Kelsey, that got it and made it his own. He did a\nthirty-hour telethon for Hagle's Disease.\n\nThings really started to roll then. Boston coughed up three hundred\nthousand alone. The most touching contribution came from Carrville.\n\nI plugged away on the employ-the-physically-handicapped theme and was\nmade president of the Foundation for the Treatment of Hagle's Disease.\nDr. Wise (the intern) was the director.\n\nSo far, I had been living soft at Cedars, but I hadn't got my hands\non one red cent. I wanted to get that government bond to buy off the\nHexers, but at the same time it no longer seemed so urgent. They seemed\nto have given up, and were just sitting back waiting for their bribe.\n\nOne morning three months later, Doc Wise came worriedly into my room at\nthe hospital.\n\n\"I don't like these reports, William,\" he said. \"They all say there's\nnothing wrong with you.\"\n\n\"It comes and it goes,\" I said casually. \"You saw some of the times\nwhen it came.\"\n\n\"Yes, but I'm having trouble convincing the trustees you weren't\nmalingering. And, contrary to our expectations, no one else in the\ncountry seems to have developed Hagle's Disease.\"\n\n\"Stop worrying, Doc. Read the Foundation's charter. You have to treat\nHagle's Disease, which means you can use that money to treat _any_\ndisease of mine while we draw our salaries. I must have _something_\nwrong with me.\"\n\nWise shook his head. \"Nothing. Not even dandruff or B.O. You are the\nhealthiest man I have ever examined. It's _unnatural_.\"\n\nSix months afterward, I had been walking all night in the park, in the\nrain. I hadn't had anything to eat recently and I had fever and I began\nsneezing. The money was still in the bank--no, not in _my_ name--I\ncouldn't touch it; Miss Tompkins' descendants couldn't touch it--just\nwaiting for me to--\n\nI started running toward the hospital.\n\nI slammed my fists against Wise's door. \"Obed up, Wise. Id's be, Hagle.\nI god a cold. _That's_ a disease, is'd it?\"\n\nWise threw back the door. \"What did you say?\"\n\n\"I said 'Open up, Wise. It's me, Hagle. I've got a cold'.... Never\nmind, Wise, never mind.\"\n\n       *       *       *       *       *\n\nBut you don't want to hear about all that. You want to know about what\nhappened in the relief office. There's not much to tell.\n\nI picked up the check from the guy's desk and looked at it. Nine\nfifty-seven to buy food for two weeks. I griped that it wasn't\nenough--not enough to keep alive on and save eighteen seventy-five\nclear in a lifetime.\n\nThe slob at the desk said, \"What have you got to complain about? You\ngot your health, don't you?\"\n\nThat's when I slugged him and smashed up the relief office, and that's\nwhy the four cops dragged me here, and that's why I'm lying here on\nyour couch telling you this story, Dr. Schultz.\n\nI had my health, sure, but I finally figured out why. If you believe\nany of this, you're thinking that the Hexers must have laid off me,\nwhich is why I'm healthy. I thought so too, but how would that add up?\n\nLook, I tried every way I could to raise eighteen seventy-five to buy\na government bond. I never made it I never made it because I wasn't\n_allowed_ to.\n\nBut I didn't know it because I'd been euchred into the Foundation for\nthe Treatment of Hagle's Disease. Hundreds of thousands of dollars, all\nearmarked for one purpose only--treating my disease--and I haven't got\nany!\n\nOr maybe you're figuring the way I did, that senility is a disease, and\nall I have to do is wait for it to creep up on me so I can get some of\nthat Foundation money. But the Hexers have that fixed too, I'll bet.\nI'm not sure, but I think I'm going to live for centuries without a\nsick day in my life. In other words, I'm going to live that life out as\npoor as I am right now!\n\nIt's a fantastic story, Doctor, but you believe me, don't you? You _do_\nbelieve every word of it. You _have_ to, Doctor!\n\nBecause a persecution complex is kind of a disease and I'd have to be\ntreated for it.\n\nNow will you let me out of this jacket so I can smoke a cigarette?\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Charity Case, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CHARITY CASE ***\n\n***** This file should be named 51657.txt or 51657.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/5/51657/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}