{"title": "The Lamps of the Angels", "author": "Richard Sabia", "releaseDate": "April 6, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE LAMPS OF THE ANGELS\n\n                           By RICHARD SABIA\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine June 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                  The golden guardians denied mankind\n              the stars. They were irresistible in their\n                might ... and they were something more!\n\n\n\"Why did you come creeping into the house last night like a thief?\"\nMrs. Sanchez asked her son.\n\nLithe, dark Roberto set down his breakfast coffee and smiled up at her.\n\"Ah, Mama, you are the owl. I was certain I moved quiet as moonlight.\"\n\n\"I always hear the sounds of my children. Even the little one when\nhe stirs in his grave. It is the way of a mother.\" She drew a cup of\ncoffee and sat with them at the table in the small kitchen patio.\n\n\"The hour was late,\" Roberto said, \"and I did not wish to disturb you\nwith greetings that would keep until morning. You sleep little enough\nas it is. Though the hard days are gone, the sun still rises after you.\"\n\nRoberto's father looked up from his newspaper. \"She will always be\nfull of the old ways,\" he said with fond gruffness. \"For her there\nis no change. Our children have grown proud and fine and freed us\nfrom bondage to the soil. Yet she still behaves as a peon. To her we\nstill toil in the fields of the patron, bent with exhaustion over the\nplanting or harvesting consoles, struggling to control the many field\nmachines. She bakes her own bread. The market vegetables do not please\nher so she chafes her hands with the buttons and switches of a garden.\nAnd a robot to scrub the floors she will not hear of. Perhaps she\nthinks it would be prettier than she and I might run off with it to\nMexico City.\"\n\n\"Foolish old man,\" Mrs. Sanchez said with mock severity, \"you have lost\neven the memory of what it is to run.\"\n\n\"Mama,\" Roberto said, \"I have a present for you.\"\n\nSomething of an eager little girl looked out of the wise eyes.\n\n\"I have no need of a present,\" she said but her eyes searched the leafy\nlittle patio. \"All I ask as a gift is for you to come out of the sky\nfor a little while and marry.\"\n\nRoberto smiled. \"Have not my brothers and sisters given you\ngrandchildren enough? And what woman will marry the captain of a space\nvessel? With my journeys to Jupiter and Saturn and outermost Nyx, I\nwould forever be a stranger to my children and an occasional guest to\nmy wife.\" From under his napkin he drew forth a small silvery box.\n\"Mama, your present.\"\n\nShe gasped with delight when she opened it. In a black velvet\nwomb nested a strange glittering jewel suspended on a delicate,\nspider-strand, silver chain. \"Roberto!\" she exclaimed with a feeble\nremonstrance.\n\n\"Like the others I have brought it is not expensive,\" Roberto said.\n\"The stone is a common one on Nyx. But it is very beautiful and when I\nfound it I thought of you.\"\n\n       *       *       *       *       *\n\nA bell-light flashed on the kitchen console. Mrs. Sanchez went to it as\na shallow dish slid from the oven. She set it, sizzling softly, on the\ntable. \"And a present for you,\" she said. \"Your favorite, quinquaños.\nFresh from Venus yesterday, or so the vendor tells me.\" She shrugged\ndubiously. \"In this sinful age even the machines lie.\"\n\n\"But, Mama, the money I send is not to be wasted on me! These are so\nexpensive.\"\n\n\"And small,\" Mrs. Sanchez said. \"Why is there not a garden manufactured\nthat can be programmed for quinquaños so that I might grow my own?\"\n\n\"Because five fortunes could not pay for it,\" Mr. Sanchez said. \"Try\nas they might, such delicacies come only through the grace of God and\nnot General Electric.\" He set aside his newspaper and accepted another\ncoffee. \"Does this not complete your collection?\" he asked his wife.\n\"Roberto has brought for you a stone from every planet he has touched.\nEven the moon and the grand asteroids.\"\n\n\"I know not how many worlds there are in the sun's family. But if it\nis done, then it is done.\" She tried to make her words unconcerned but\nthere was a shadow of regret across them. \"The stones are beautiful.\nBut they are frivolous and the end to them is not to be mourned.\"\n\n\"Ha!\" Mr. Sanchez snorted. \"She pretends, the sly one, she does not\ncare. But I know how she delights in them, these gifts from her son. I\nhave seen her in a stolen moment open the box and gaze with pleasure\nupon them. And when we go to the opera in Mexico City it is one of your\nsingle-stoned necklaces which adorns her simple black dress. She will\nhave no other ornament.\"\n\n\"I no longer have a husband in this house,\" Mrs. Sanchez said, \"only an\nold woman whose mouth talks away the day.\"\n\n\"Old woman, eh?\" Mr. Sanchez leered and playfully slapped his wife on\nher backside.\n\nShe pretended to be shocked. \"In front of the child! But what can one\nexpect from an evil old lecher?\"\n\nThe three of them laughed and basked in the warmth of their blood\nbonds. Mr. Sanchez resumed his coffee. \"Is it really done, Roberto?\nHave you taken cargoes from all twelve planets?\"\n\n\"Yes.\"\n\n\"Even the one just beyond Pluto? Is it Oceanus or Atlas? I can never\nremember which it is ... but for a long while you were missing one of\nthem.\"\n\n\"I have them all. I am still a young man and yet I have taken my\nship to all the planets in many voyages. But of course that is not\nunusual,\" he lectured, for he knew that was what they wanted, \"for in\nthe thousand years since man first stepped forth on the moon the solar\ncommerce has so increased that there are hardly enough suitable men for\nthe ships that bridge the now familiar worlds. So familiar, I could fly\nto the rings of Saturn or to dark Nyx in my slumber.\"\n\n\"Then you also must also feel a sadness because there will be no more\nstones to pluck from a new planet,\" Mr. Sanchez said. \"Perhaps there is\na thirteenth yet to be found.\"\n\n\"No, Papa. It is certain. There are no more children of our sun. But I\nam not sad. The stones are _not_ finished. Mama shall have other pretty\nbaubles to be caged in fine silver or gold and hung about her neck.\"\n\n       *       *       *       *       *\n\nMrs. Sanchez was programming a day of cooking and baking on the\nautochef. At her son's words her hands poised in mid-flight over the\nconsole. She did not quite comprehend but an intuitive wisp of alarm\ndarkened her face.\n\nShe turned to her husband, as if for some reassurance that her dread\nwas of no substance.\n\nMr. Sanchez said in perplexity, \"I do not understand, Roberto. If\nthere are no more planets--\"\n\n\"In this system!\" Roberto said.\n\nNeither of his parents said a word. They stared at him and waited.\n\n\"In a few days it will be officially announced,\" Roberto said. \"With\nthe perfection of the new Korenyik propulsion, a starship will be\nbuilt. A starship! And I have been selected to take it through the\nother space to Alpha Centauri.\"\n\nMr. Sanchez embraced his son. \"Roberto, I am so proud.\" He turned to\nhis wife. \"Is it not a great--\" He stopped at the look of her.\n\n\"This Alpha Centauri,\" she said, pronouncing it badly, \"it is a planet?\"\n\n\"It is a star, Mama. Like our sun. It may have a family of planets. It\nwill be exciting to discover them.\"\n\n\"Why?\" she asked with a mother's quiet challenge.\n\nThe word echoed in Roberto's mind--_why?_ The very core of his being\nstrained to shout out why. _Space_ was why! Each blazing star was a\ncompelling, beckoning finger. Every constellation a covenant with his\nheart. And somewhere out in the majestic, wheeling Galaxy his soul\nwandered, waiting for him to come.\n\n\"Mama, I will show you why,\" he replied as quietly. \"As I promised\nPapa the last time, I have borrowed from the company a star projector.\nThis time you must put aside the household and watch and listen and\nlearn something about the universe out of which my life and my dreams\nare made. Of all your children I am the only stranger to you. And\nbefore I go out to the stars I want you to know something of that which\nfills my heart.\"\n\nHe went to his room and returned with a foot-square case which he\nset on a table in the living area. He pressed a stud. A transparent\nglobe inflated over it to a four foot diameter. He dimmed the lights,\nmanipulated the controls and a tiny sun burned in the center of the\nglobe. Another adjustment brought into view the solar planets orbiting\naround it. The device was an educational tool; it projected as desired,\nwithin the envelope of gas, three-dimensional mockups of the solar\nsystem, star clusters and galaxies that moved almost as incandescently\nbeautiful as the originals.\n\nMrs. Sanchez was delighted with the views of the solar system and\nthe surface scenes of the various planets. She had as much general\nknowledge of the planets as she had of India or France--which had all\ncome to her through the distorting medium of television dramas. The\nmoon had observatories and mad scientists; India had elephants and\nsinister maharajas; Mars had deserts and fragile ghost people; Venus\nhad quinquaños and swamp dragons; and France was overflowing with sin.\n\nRoberto did not utilize the projector narrative. He explained with\nhis own intense words as he took his parents across the gulf to the\nconstellations. He skipped about the Galaxy, astounding them with the\nsheer billions of stars. He insinuated the possibility of millions of\ninhabited planets and then he flung them across the abyss of space to\nview the Local Group of the Milky Way, its sister Andromeda and the\nsatellite galaxies. Then he plunged them into infinity for a time-lost\nglimpse of the billion other galaxies thus far discovered.\n\n       *       *       *       *       *\n\nThe globe deflated, the lights went on and Roberto leaned toward his\nmother. \"Does not the thought of all this catch at your heart a little?\"\n\nThere was an uncertainty in her voice that Roberto missed because he\nwas so intent upon her answer. \"All those stars,\" she said. \"Something\nlike that I saw once on the television--about strange people who lived\non those stars. I did not like it very much. Perhaps because it is not\ntrue.\"\n\n\"Not true?\" Roberto echoed. \"Yesterday, yes. Today, not quite.\nTomorrow ... your own son is going to the stars!\"\n\n\"It is beyond my understanding why men cannot be content to remain\nwhere they were meant to be.\"\n\n\"But the stars _were_ meant for us. They are our destiny!\" Roberto\nrealized he was speaking too loudly.\n\nMrs. Sanchez looked squarely at her son. Her words were measured and\nsolemn like some solitary, tolling bell. \"If God meant us to be on\nthose stars he would have put us there. Roberto, take care. Listen to\nthe word of your mother. I have not the cleverness of my children but\nI know things here.\" She touched her hand over her heart. \"It may be\nas you say, all the millions of great stars. But they are God's high\nplaces and I tell you, my son, whoever dares violate them will be\nstruck down.\"\n\n\"But, Mama! In ancient times, when man first took to the air, there\nwere those who proclaimed man presumed too much and would be punished.\nAnd a thousand years ago there were people who spoke as you do when man\nfirst went into space. They too said God gave us the earth and to covet\nthe moon and the planets was a grievous sin.\"\n\nMrs. Sanchez shrugged. \"There are always the fanatics. Your mama is not\none of them. God gave men the sun and the moon and the planets and\nset them apart from the stars for him to work out his salvation. It is\nnatural and right.\"\n\n\"And he did not give us the stars also?\"\n\n\"In the sky He put them as a testament to His glory. You have shaken\nmy poor head with the measure of their distance. But it serves to show\nthat they would not have been placed out of reach if they were intended\nfor us to have.\"\n\n\"But Mama, soon they will no longer be out of reach. Your own son will\ngo to the first one in a great new ship.\"\n\nMrs. Sanchez turned troubled eyes on her son. \"I will pray for you.\"\nShe averted her face and would no longer look directly at him.\n\nRoberto angrily snatched up the star projector and went to his room.\n\nHis father followed. \"You must understand,\" he said, \"your mother is a\nsimple woman. She would rather think of the stars as the lamps of the\nangels than the huge blazing spheres that they are.\"\n\n\"I do understand,\" Roberto said bitterly. \"I have heard her words a\nthousand times from as many mouths. They have sounded through history\nand are chains meant to bind man to his few worlds. It is the eternal\nvoice of the heavy, peasant mind which tries to shout down every\nsoaring dream of mankind.\"\n\n\"Your words are too hard,\" his father said.\n\nRoberto's lips curled to say something cruel but he refrained, not\nwanting to hurt this fine, little man whose blood was his own.\n\n\"Yes,\" Roberto said, softening, \"for after all there are always\nthe minds which struggle free and lift us up. They have carried us\nto the threshold of the stars. And the time will come, a thousand\nyears perhaps, when we will be ready to try for our sister Galaxy,\nAndromeda.\" Roberto smiled. \"Of course it is certain we will still\nhave our simple folk who will warn us and tell us to beware; that it\nis not the will of the Almighty that we leave the Milky Way; that we\npresume too much and we will be struck down. And--\" Roberto stopped in\nmild surprise. He saw in his father's expression the reflection of his\nmother's apprehension.\n\nRoberto turned away sadly and began to pack away the star projector.\n\nSomeday, he thought, in spite of the little minds, we will have one of\nthese that will show the other space as commonly as our own. And all\ntheir phantom angels and devils shall not bar man from the universe.\n\n       *       *       *       *       *\n\nTime passed.\n\nThe ship was launched.\n\nSix long years, Roberto thought. Long years of preparation, testing and\ntraining. Hard, bone-wearying hours of familiarization and shakedown\nwith nerve-straining, experimental jumps into the other space. Now\nat last they were in that other space--that strange, blazing white\nelsewhere that Korenyik had given to mankind as the trail to the\nstars--the Horsehead Nebula clear before them.\n\nSix years of frantic activity ... and now he was launched and there\nwas nothing to do in transit but wait. Six years since he had been\nto the little sun-faded stone house near Mexico City and felt the\nwarm blood-tug of his parents. Papa now dead and Mama with her dark\nforebodings of angels and God.\n\nHe gazed at the dark screens in the starship and wondered what he might\nsee if they were on.\n\n       *       *       *       *       *\n\nIn the intense, brilliant region under the vault of heaven the two\ngreat creatures, their golden coruscating substance flung across the\nwhite space, sensed their coming. My-Ky-El limned the ship with a\ngolden halo and knew the creatures within. He linked with Ra-Fa-El and\nthey communed in soaring crystal carillions of thought.\n\n--they are come from the Black Space Hell. The brood of Satan has\nbroken its bonds and penetrated the barrier!\n\n--how is it so? the Fallen were shrivelled of substance and energy;\nshorn of motion and thrust down into the Black Space with no memory of\ntheir origin....\n\n--nevertheless they are here in a devious shape and White Space is once\nagain threatened....\n\n--they must be annulled NOW!\n\n       *       *       *       *       *\n\n!!!A-ROORRR-UH!!!A-ROORRR-UH!!!\n\nThe Klaxon howled out the alarm. The control board erupted into a\nswiftly spreading plague of red warning lights, indicating the Korenyik\nMatrix Units were being subjected to incredible strain.\n\nRoberto punched a row of screen tabs. The normal-space view screens\nshowed nothing. He punched in the E-screens. He gasped at the sight,\nstruck with an awful dread. Great golden mists were clustering,\nbursting, swirling and spiralling in the blinding whiteness. They\nwreathed the ship, and the KM units sobbed as they strained against the\nrending golden energies. Roberto fought against odd, thick fear that\ntried to prostrate him on the deck and make him grovel in utter, abject\nterror. _This icy dread that freezes my blood is not of my making_,\nRoberto thought. With a desperate effort of will he hurled his leaden\nfingers at the keys and punched in the Omega beams. Eyes burning, he\nsaw ashen whorls spin through the golden mists and crystal screams\nseemed to splinter in his mind.\n\nFor a fragment of time the KM units ceased their belabored sobbing and\nthe fear drained from Roberto. In the instant he slammed the jump bar\nand they were in their own Black Space.\n\n\"We'll never get home this way,\" the navigator said. He was trembling\nwith shock.\n\nRoberto struggled to keep his own body from quivering. \"I will take\nus home. We will dodge in and out of the two spaces. The danger seems\nunable to follow. Can you navigate such a course?\"\n\n       *       *       *       *       *\n\nThe navigator was trembling violently and he began to sob. \"What were\nthey? So ma--magnificent ... and ... terrifying ... like great golden\nangels....\"\n\n\"SHUT UP! SHUT UP!\" Roberto screamed, his control shattering. He\nleaned to the limit of his pad straps and struck once and again at the\nnavigator. Roberto pulled his hands back and crowded his anger and fear\nto the back of his mind. \"Can you skip us home?\" he again demanded of\nthe navigator.\n\nThe man's voice was steadier. \"I'll need three minutes in black each\ntime to compute position and plot the next jump. But, yes, I can do\nit.\"\n\n\"I make you a gift of three hours right now.\" _And perhaps more we will\nneed_, Roberto thought, _to recover the courage for venturing again\ninto the White Space. And my navigator spoke of angels but where were\nthe faces and wings? And why did I also think of angels almost as if I\nfelt a nebulous ancient memory of them? And do the others feel as my\nnavigator and I?_\n\nThey did! Roberto had gone around the ship carefully questioning\nhis men. No matter how delicately he inquired, whenever he touched\nupon what they might have seen on the E-screen the fear would come\ninto their eyes. Some spoke directly of heavenly creatures, others\nembarrassedly admitted such impressions and a few averted their eyes\nand denied such thoughts. But the words of them all were edged with\nterror and awe.\n\nRoberto and his shaken crew were slowly regaining confidence. They had\nmade a jump into the White Space and remained there for some hours\nbefore being frightened back into the Black by a vague alarm. Nothing\nmore than a quivering needle and a lighter patch on an E-screen; but\nthey had remained hidden in Black for many hours and now they were\nready to make another jump.\n\nRoberto pressed the jump bar, throwing them into White Space ... and\nthe golden fury struck!!!! A-ROORRR-UH!!! A ROORRR-UH!!! The board\nblazed red. There were screams on the intercom. There was heat and\nsavage bucking with a crashing and screeching tear of ultra-steel. The\nE-screens flared with a terrible molten dancing of golden fire. Roberto\npunched in the Omega beams in a shell pattern, cut them and snapped on\nthe force shield in full crackling Power. It flared greenly against the\ngolden furies. The reactive thrust slammed hard against the hull and\nthe ship went hurtling end over end. Roberto slapped the jump bar but\nthe ship remained trapped in the White Space. Blue energy licked along\nthe heaving bulkheads and decks. There were more cries and an odor\nof scorched flesh, and the corpse of his first officer went spinning\nlimply through the control cabin. Something wrenched loose and crunched\nheavily on Roberto's leg before bouncing away. _Too much red!_ Roberto\ncried within, looking from his crimsoning leg to the carmine lights of\nthe board. He pounded his fists on the unresponsive jump bar. \"_Mama_,\"\nhe whispered in agony, and suddenly something connected, and the\ntortured ship tumbled shudderingly into Black Space.\n\n       *       *       *       *       *\n\nMrs. Sanchez sat in the twilight with the darkened house at her back\nand unmovingly faced the mountains. She heard the jet whine of the\ntaxi helicopter but could not see it because it landed in front of the\nhouse. She listened as the whine faded. And in the silence she heard an\nodd step that she could not recognize.\n\n\"Mama.\"\n\nThe voice was different. There was no longer a smile under it. But it\nwas Roberto's.\n\nShe did not answer, but as she stood the noise of her chair brought him\nlimping toward her. She started to move to him but he stopped abruptly\nand she suddenly felt a new bitter distance between them that mere\nsteps could never cross. In the dusk she stared at his twisted leg.\n\n\"Roberto,\" she whispered sadly.\n\n\"Call me Jacob,\" he said harshly. \"I have wrestled with angels.\" He\nthrust out his crippled leg. \"... and behold a _man_ wrestled with him\ntill morning. And when he saw that he could not overcome him he touched\nthe sinew of his thigh and forthwith it shrank!\"\n\nWith no triumph, but only a mother's distressed remonstrance, Mrs.\nSanchez softly wailed, \"O Roberto, Roberto, I warned you. I told you.\"\n\n\"Yes, Mama, you told me,\" he said. \"But you did not tell me the thing\nmost important. You did not tell me that we are devils!\"\n\nShe stared at him, uncomprehending.\n\n\"Yes, my fine, good Mama! With all your thoughts of heaven, we are a\nworld of devils. How or why or from whence I do not yet know. But I\nam going back to the White Space to seek and I only come now to see\nyou once more and say good-by ... and....\" Roberto faltered and leaned\ntoward her as if straining to see her face in the evening gloom that\nhad almost deepened into night. \"... and ... ask your blessing.\" The\nwords were hardly more than a whisper.\n\n\"Going back?\" she said incredulously.\n\n\"I must.\"\n\nAnger was in her voice as she pointed to his leg. \"Even with the mark\nof wrath you carry? You dare make more sacrilege?\"\n\nShe turned to go into the house. Roberto limped a few steps after her.\n\"Mama, as you love me, your blessing! For your son.\"\n\nShe turned in the doorway, her face hard. \"I can only pray for you.\"\n\nRoberto watched her go inside. No light appeared and he knew she would\nbe kneeling before the shelf of holy things in the small flickering\nlight of the votive candle. He made his way to the front of the house\nto the waiting heli-taxi. He looked back at the house. _This is no\nlonger my home_, he thought. And then, a moment later: _Was it ever?_\n\nHe looked up at the stars and thought of the pure brilliance of White\nSpace and the magnificent golden creatures. _Why the sweet anguish in\nthe depths of my being when I think of them and the white place? Why in\nspite of my fear am I drawn to it more than I am to this house which is\nmy home? Home?_\n\nRoberto climbed into the machine and it moved upward a little closer to\nthe stars before turning south.\n\n\n\n\n\nEnd of Project Gutenberg's The Lamps of the Angels, by Richard Sabia\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LAMPS OF THE ANGELS ***\n\n***** This file should be named 51669-8.txt or 51669-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/6/51669/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}