{"title": "Dawningsburgh", "author": "Wallace West", "releaseDate": "April 5, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             DAWNINGSBURGH\n\n                            By WALLACE WEST\n\n                        Illustrated by RUVIDICH\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine June 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n    A lean wind wails through the age-old avenues of Dawningsburgh.\n\n    Mornings, it brings sand from surrounding hills and scrubs at fresh\n    paint, neon signs endlessly proclaiming the city's synthetic name\n    and street markers in seven languages.\n\n    At sunrise it prepares the dunes for footprints of scurrying guided\n    tourists.\n\n    When icy night clamps down and the intruders scamper to their\n    hotels, the wind howls as it flings after them a day's collection\n    of paper cups, bottle caps and other picnic offal.\n\n       *       *       *       *       *\n\n                               VACATION\n                              AT STORIED\n                             DAWNINGSBURGH\n\n                              _The Cradle\n                       of Martian Civilization_\n\n                               RESTORED!\n                             REPOPULATED!\n\n                         TOUR SCARLET DESERTS\n                         DINE ON EXOTIC FOODS\n                                 DANCE\n                            COCKTAILS FREE\n\n                           MAKE NEW FRIENDS\n\n                         _FARE ONLY $5,000 UP\n                          A FULL YEAR TO PAY_\n\n                     SEE YOUR TRAVEL AGENT OR YOUR\n                  NEAREST TRANS-PLANETARY OFFICE NOW!\n\n       *       *       *       *       *\n\n\"Liars! Cheats!\" whimpered Betsy O'Reilly as she tossed on the lumpy\nbed of her third class room and recalled the sky poster that had\nhypnotized her.\n\nNow, Betsy was disappointed and bored. Slim, pretty, freckled and pert,\nbut ten years older than she wished, she had mortgaged her secretarial\nsalary to engage once more in The Eternal Quest. And, as always, the\nquest was proving futile. Eligible bachelors shunned Dawningsburgh\nas they did other expensive tourist traps. The \"new friends\" she\nhad made were either loudmouthed, hairy miners en route to or from\nthe orichalcum diggings, or middle-aged couples on tragic second\nhoneymoons, or self-styled emigre artists and novelists intent on\ncadging free meals and any other favors that lonely females might grant.\n\nBut maybe, Betsy tried to console herself, there was something real\nhere; something glamorous that she could find and cling to during the\nlong months back in New York when she would have to subsist on soups\nand salads in order to pay her debt to Trans-Plan. Mars had been great,\nthe guides insisted. Once, they said, it had even colonized Atlantis.\nPerhaps, under the sham and away from those awful conducted tours,\nsomething was still left that could make her feel a trifle less\nforlorn.\n\nBetsy jumped out of bed and rummaged in a closet. There it was! A\nheated emergency garment equipped with plastic helmet, air pack and a\nsearchlight. Required by law but seldom used, since tourists were told\nto stay off the 60° below zero streets at night.\n\nWriggling into the clumsy thing, she tested valves and switches as she\nhad been instructed. Then she tiptoed out of her cubbyhole, down a\ncorridor and into the hotel lobby.\n\nThe room clerk did not greet her with its usual trill. A robot, built\non Earth as a \"stand-in\" for one of the vanished Martians, it had\nturned itself off when the last tourists left the dining room for their\nbeds. But how lifelike it still looked, balancing on a perch behind the\nornate plastic desk. And how human too, despite the obviously avian\nancestry of the race it mimicked. What was it the guides had said about\nthe way in which all intelligent lifeforms so far discovered closely\nresembled one another? Why, even artificial Martians made the average\nhuman look drab and clumsy.\n\nBetsy circled the overdecorated room like a shadow and pushed against\nthe street door. Escaping air whistled through the crack.\n\n\"Miss!\" squawked the clerk, triggered alive by the noise. \"Don't....\"\n\nShe was outside by then and running through the crazy half-light thrown\nby Mars's nearer and farther moons. Wind howled and tugged at her. Cold\nturned the breath from her helmet vent into snow.\n\n       *       *       *       *       *\n\nWhen no pursuit developed she stopped, gasping, before one of the\nopen-air shops she had toured that afternoon. Five \"Martians\" bent\nstiffly over lathes and other machines, just where they had stopped\nafter the last visitor departed. Hoarfrost mottled their leather\nharness, their downy red skins and the scars on their shoulders where\natrophied wings had supposedly been amputated. No breath came from\ntheir nostrils. How cold and small they looked!\n\nOn impulse, she approached briskly.\n\n\"Yes, Miss?\" The robot proprietor unkinked as its automatic relays\nturned it on. It came forward with a grimace meant to represent a\nsmile. \"You're out very late. What may I show you?\" Its voice was like\na rusted bird song.\n\n\"Tell me,\" said she, \"what the Martians really made here.\"\n\n\"Why, we design jewelry, Miss. I have some nice....\"\n\n\"No, no!\" she interrupted. \"What did the real Martians make here?\nSurely not junk jewelry for tasteless tourists. Something beautiful, it\nmust have been. Wind bells? Dreams? Snowflakes? Please tell me.\"\n\nThe robot twittered and flinched like a badly made toy.\n\n\"I d-do not understand,\" it ventured at last. \"I am not programmed to\nanswer such questions. Perhaps the guides can do so. Now may I show\nyou....\"\n\n\"Thank you, no.\" She touched the thing's cold, six-fingered hand with\nquick compassion. \"But I'll ask the guides. Good night.\"\n\nBack in the street, she began to retrace her tour of the afternoon.\nHere was what the guide had called a \"typical home.\" This time she did\nnot disturb the mother, father and one furry child with budding wings\nwho clustered about what experts thought must have been a telepathic\namplifier. It did not work any longer--none but the coarsest Martian\nmachines did--yet the frost-rimed robots sat stiffly enchanted before\nit, as they would do until the sun rose and tourists resumed their\nendless tramp. (The day's last, she noted, had left an empty pop bottle\nin the mother's lap.)\n\nFarther on she met a \"policeman\", resplendent in metal harness, leaning\nforlornly against an anachronistic lamppost. Some late-prowling\njokester had stuck a cigarette between its still lips.\n\nSurely not policemen here? She looked up at the fairy towers that laced\nthe stars. Surely not in this grave place. It must be one of those\nhuman touches introduced by Trans-Planetary to make tourists smile and\nfeel superior. Nevertheless, she removed the cigarette and ground it\nunder her heel.\n\nAfter walking half a mile through the sand-whipped night, Betsy paused\nbefore a structure of translucent spires and flying buttresses where\na library had once been housed. No robots were on duty there and no\nserious attempt had been made at restoration. No Champollion had\nappeared in the early days of exploration to decipher some Martian\nRosetta stone, and by now the historical record had been hopelessly\nscrambled by souvenir hunters.\n\nBut that didn't matter really, they said. Outside of the tourist trade\nthe only really valuable things on the dying planet were extensive\ndeposits of orichalcum, an ore rich in pure radium. Thanks to the\nimpartial mining monopoly established by Trans-Planetary twenty years\nago, orichalcum supplied the nations of Earth with sinews of war which\nthey had not yet dared use, and fuel for ships that were questing\ngreedily farther and farther out into the darkness of space.\n\nSo metal-paged books had long vanished from the library's stacks and\nits sand-strewn halls were littered with broken rolls of tape. How long\nwould it be, she wondered as she passed on with a sigh, before the\nguides realized that even those mute tapes could be sold as souvenirs?\n\n       *       *       *       *       *\n\nPhobos had set by now. She turned on the searchlight, checked her air\ntank--the gauge showed enough reserve for another hour--and defiantly\nopened the face plate of her helmet. The atmosphere was cold; cold as a\nnaked blade. It had a heady tang and she stood taking in great gulps of\nit until a warning dizziness forced her to close the plate. The guides\nwere wrong again! A human could learn to breathe this air!\n\nLeaving the gutted library, Betsy breasted the wind as she ploughed\nthrough shifting dunes toward a structure shimmering on the other\nside of the plaza. This, the guides pattered, was a cathedral. When\nthe place now called Dawningsburgh had been alive, they said, its\ninhabitants gathered at the shrine each evening to sip one ceremonial\ndrink of precious water, shed two ceremonial tears for the days when\nMars had been young and worship a flock of atavistic winged princesses\nwho performed ceremonial flights under a pressurized, transparent dome\nin the rays of the setting sun.\n\nThis showplace had, of course, been restored right down to its last\nperch, and had been equipped with a full complement of \"worshippers.\"\nAt the climax of each day's final guided tour, visitors jammed\nthemselves into the nave, sipped cocktails, \"ohed\", \"ahed\" and even\nshed tears along with the robots as they gawked at mannequins flying\nabove them on invisible wires in the best Peter Pan tradition.\n\nDucking under the electric eye that would have started a performance,\nBetsy tiptoed into the structure. It was quieter than any grave.\nSeveral hundred robots huddled there on their perches, drinks in hand,\nready to go into their act. At the far end of the transept a soaring\nmural, gleaming phosphorescently, hinted at the lakes, seas and forests\nof Mars's prehistory. Under the dome a single flyer dangled, its plumes\ntrailing.\n\nFor long minutes Betsy stood in the dimness, seeking to capture the\nmystery and wonder of this place. In ruins, it would have swept her\nwith ecstasy, as had her moonlit view of the Parthenon. Restored and\n\"repopulated,\" it made her sick and ashamed of her race ... no, not of\nher race, exactly, but of the few hucksters who debased its thirst for\nknowledge and beauty.\n\nThen a bird started to sing!\n\nA bird? On Mars? This must be a tape, triggered on somehow despite her\ncare in avoiding the electric eye. Any moment now, the robots would\nbegin their mindless worship.\n\nShe shuddered and turned to escape. But something held her. She crept\ninstead, step by soundless step, toward the source of that exquisite\nmusic.\n\nAn almost naked male robot had materialized before the mural. It\nwas singing, far better than any nightingale, its strange hands\noutstretched to the radiance.\n\nSuch notes could not ... should not ... spring from the throat of a\nmachine. Heart in mouth, Betsy advanced with infinite care. By the\nmural's light she saw that the newcomer had no hoarfrost coating. And\nthe moisture of its breath condensed and fell to the floor like a\nblessing. She reached out a small hand to touch its scarred shoulder,\nthen jerked back.\n\nThe shoulder was warm!\n\n       *       *       *       *       *\n\n\"Greetings, girl,\" Betsy's brain whispered to her. \"You're out late.\nJust let me finish this thing and we'll have a chat.\"\n\nThe music soared, uninterrupted, to a climax sparkling with grace\nnotes and glittering with chromatic trills.\n\n\"Now,\" fluted the creature, turning and fixing her with golden,\nfreewheeling eyes, \"what brings a tourist\" (the word was a curse) \"here\nat this hour?\"\n\n\"L-love,\" she gulped, hardly knowing what she said. \"I-I mean, I wanted\nto find out if anything real was left. And, well, I ran away from the\nhotel. They'll be coming after me, I suppose.\"\n\n\"Don't fret. Martians can play tricks with time. I'll return you to\nyour room well before they get here.\"\n\n\"You--you're not just another, fancier, robot?\"\n\n\"I'm alive enough.\" He bowed with a sweep that seemed to invest him\nwith wings. \"Pitaret Mura, at your service. A princeling of sorts. An\niconoclast. And an atavist like you.\"\n\n\"There are others here?\" Her eyes grew round.\n\n\"Most of the others have finished with this outgrown eyrie and are away\non larger affairs. Only I return with a few friends once each year to\nsing of past glories and weep over present desecrations.\"\n\n\"Two ceremonial tears?\" she asked with a return of bitterness. There\nwas something in his attitude that she found disquieting.\n\n\"Many more than two. But....\" he shrugged angrily, \"I grow tired of\nweeping. On this visit I plan to wipe out you little humans who foul\nthe nest of my ancestors.\"\n\n\"How?\" She gripped his arm, fear racing through her.\n\n\"Tomorrow all this junk--\" he nodded his handsome head at the\nrobots--\"will have been replaced by real Martians ... youngsters out\nfor a lark with me. We'll tend shop, make jewelry and all that until I\ngive a signal. Perhaps this shrine would be the best place. When it's\ncrowded, just at sunset. Then we pounce!\"\n\nMura ruffled himself up and sprang at her so convincingly that she\nshrieked.\n\n\"How juvenile!\" she managed to laugh shakily.\n\n\"What did you say, human?\" The Pitaret was taken aback by this\nunexpected thrust.\n\n\"I said your plan is childish!\" She stamped her foot. \"So you cut the\nthroats of a few stupid people. Then Earth sends up cobalt bombs and\nblows this cradle of Martian civilization to smithereens. The others\nwon't like that, even if they are occupied with larger affairs. You\nwould be in real trouble.\"\n\n\"Hmmm!\" He looked at her with new respect and a faint tinge of\nuncertainty. \"But some punishment is justified. Even you can see that.\"\n\n\"Yes,\" she admitted, wrinkling her nose at him, now that the worst was\nover. \"This place is a horror. And we tourists are horrors too, for\nhaving let ourselves be taken in by it. But death isn't punishment,\njust an ending.\"\n\n\"I hadn't thought of it that way.\" Mura slipped an arm around her\nshoulders and looked down at her impishly. \"_You_ suggest a fitting\npunishment then.\"\n\n       *       *       *       *       *\n\nHere was the final test. If she could keep the hold that she had\nsomehow gained over this immature superman, horrible things might be\naverted. Her thoughts raced in circles.\n\n\"Martians can play tricks with time?\" she asked at last.\n\n\"Oh, yes. Time is like this mural. Let me show you: Aim your light\nat the left-hand corner of the picture. See the sun and its planets\nforming out of cosmic dust? Now move the beam toward the right.\nSlowly.... Slowly! Notice how Martian oceans form and living things\ncrawl out of them.\n\n\"Now continue. There you see the winged Martians with their cities that\nlong have crumbled to dust. Next, water grows scarce and canals are\nbuilt. Here all but a few of us have lost our wings.\n\n\"Here we colonize Earth ... to our eternal regret. Finally, you see us\nabandon Mars rather than risk another test of strength with you pushing\ntroglodytes.\"\n\n\"I-I don't understand,\" she whispered, strangely moved.\n\n\"That searchlight beam represents the living present. Where it shines,\nlife pulses briefly on a vast mural that is painted across time, from\nits beginning to its end. Martians manipulate the light of the present\nas we please, living when we please, so long as we please.\"\n\n\"How dreadful.... Wonderful, I mean.\" She gazed at him worshipfully.\n\"And you can do this for humans too?\"\n\n\"For short periods, yes. But stop fluttering your lovely eyelashes at\nme. Punished you are going to be. If you can suggest nothing better\nthan my plan, I'll go back to it and take the consequences. Otherwise\nI'll be the laughing stock of my friends.\"\n\n\"And you couldn't stand that, could you, poor boy?\" She patted his hand\nbefore he snatched it away. \"How is this, then, for an alternative?\nTonight, when I couldn't sleep, I got to thinking that there could be\nno more fitting punishment for tourists than to be forced to live,\nfor years and years, in a plush hotel at Atlantic City, Las\nVegas ... or Dawningsburgh. Think how miserable they would become if\nthey had to take the same tours over and over with the same guides;\nstuff themselves on the same meals; dance to the same orchestras with\nthe same new friends. Can you hold your time spotlight still here for,\nsay, ten years?\"\n\n\"Of course,\" Mura crowed as he swept her into his downy arms and danced\nher about among the robot perches. \"A wonderful idea. You're a genius.\nEven the others may come back, now, to watch humans squirm, yawn--and\nperhaps learn to respect their elders. How can I repay you?\"\n\n       *       *       *       *       *\n\n\"Let me go back to New York,\" she said, feeling like a traitor.\n\n\"That wouldn't be fair. You're a tourist. You came here to prove to\nyourself that, as your Bible puts it, 'a living dog is better than a\ndead lion.' You must learn your lessons along with others.\"\n\n\"I suppose you're right.\" She felt cleaner now, even though the\nprospect of a decade at Dawningsburgh, with The Quest unfinished,\nappalled her. To be forty-one and still single when she returned to\nEarth! Two tears trickled down her freckled nose.\n\n\"That's better,\" the Pitaret sang happily. \"You're already beginning to\nunderstand the meaning of our ancient ceremonial. Give me ten years and\nI'll make a real Martian of you!\"\n\nOutside, the lean wind echoed his glee as it tossed a hatful of Good\nHumor sticks and sand-coated lollipops against the cathedral wall.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Dawningsburgh, by Wallace West\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DAWNINGSBURGH ***\n\n***** This file should be named 51663-8.txt or 51663-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/6/51663/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}