{"title": "The Air of Castor Oil", "author": "Jim Harmon", "releaseDate": "April 7, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         THE AIR OF CASTOR OIL\n\n                             BY JIM HARMON\n\n                         Illustrated by WALKER\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine August 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                   Let the dead past bury its dead?\n                    Not while I am alive, it won't!\n\n\nIt surely was all right for me to let myself do it now. I couldn't have\nbeen more safe. In the window of the radio store a color television\nset was enjoying a quiz by itself and creased in my pocket was the\nnewspaper account of the failure of a monumental human adventure in the\nblooming extinction of a huge rocket. The boys on the corner seemed\nhardly human, scowling anthropoids in walrus-skin coats. It was my own\ntime. Anybody could see I was safe, and I could risk doing what I ached\nto do.\n\nI turned the corner.\n\nThe breaks were against me from the start. It didn't come as any\nsurprise. I could never get away with it. I knew that all along.\n\nThere was a Packard parked just beyond the fire plug.\n\nThe metal and glass fronts of the buildings didn't show back here, only\nseasoned brick glued with powdering chalk. The line of the block seemed\nto stretch back, ever further away from the glossy fronts into the\ncrumbling stone.\n\nA man brushed past me, wearing an Ivy League suit and snap-brim hat,\ncarrying a briefcase. And, reassuringly, he was in a hurry.\n\nI decided to chance it. I certainly wanted to do it in the worst way.\n\nMy footsteps carried me on down the block.\n\nA little car spurted on past me. One of those foreign jobs, I decided.\nOnly it wasn't. I fixed the silhouette in my mind's eye and identified\nit. A Henry J.\n\nStill, I wasn't worried. It was actually too early in the day. It\nwasn't as if it were evening or anything like that.\n\nThe little store was right where I left it, rotting quietly to itself.\nThe Back Number Store, the faded circus poster proclaimed in red and\ngold, or now, pink and lemon. In the window, in cellophane envelopes,\nwere the first issue of _Life_, a recent issue of _Modern Man_ with\na modern woman fronting it, a Big Big Book of _Buck Rogers and the\nSilver Cities of Venus_, and a brand-new, sun-bleached copy of _Doctor\nZhivago_.\n\nThere was a little car at the curb. This time I recognized that it\nwasn't an import, just a Crosley.\n\nI went in, the brass handle making me conscious of the sweat on my palm.\n\n       *       *       *       *       *\n\nThe old man sat behind a fortress of magazines and books, treacherously\nreading the funnies in a newspaper. His bald head swiveled on the\nhunched shoulders of his sweater which was azuring toward white. He\ngrinned, toothless.\n\n\"Came back for more of the stuff, did you?\"\n\nHe laid down the newspaper. (That subheadline couldn't really be\nmaking so nasty a suggestion to a noted general, could it?)\n\n\"Yes,\" I laughed, not very true.\n\n\"I know what a craving can be. I shouldn't smoke, but I do. I've tried\nto stop but I lie there thinking about cigarettes half the night. Long\nones, short ones, smoked ones, ones unlit. I feel like I could smoke\none in each hand. It like that with you?\"\n\n\"Not that bad. To me it's just--\"\n\n\"Don't tell me reading isn't a craving with some of you fellows. I've\nseen guys come in here, hardly two threads stuck together on them, and\ngrab up them horror magazines and read and read, until sweat starts\nrolling off the end of their nose. I've hardly got the heart to throw\n'em out.\"\n\nHorror magazines. Ones with lovely girls about to have their flesh\nshredded by toothy vampires. Yes, they were a part of it. Not a big\npart, but a part.\n\n\"That's not what I want to see. I want--\"\n\nThe old man snickered. \"I know what you want. Indeed I do. This way.\"\n\nI followed his spidering hand and sure enough, there they were. Stacks\nupon stacks of air-war pulp magazines.\n\n\"Fifteen cents for ones in good condition,\" the old man pronounced the\nritual, \"a dime for ones with incomplete covers, three for a quarter,\ncheck 'em at the desk when you go.\"\n\nI ran my hand down a stack. _Wings_, _Daredevil Aces_, _G-8 and his\nBattle Aces_, _The Lone Eagle_, all of them.\n\nThe old man was watching me. He skittered back across the floor and\nsnatched up a magazine. It was a copy of _Sky Fighters_ with a girl in\na painted-on flying suit hanging from the struts of a Tiger Moth.\n\n\"This one, this one,\" he said. \"This must be a good one. I bet she\ngets shoved right into that propeller there. I bet she gets chopped to\npieces. Pieces.\"\n\n\"I'll take it.\"\n\nReluctantly he handed over the magazine, waited a moment, then left me.\n\nI stared at the stacks of flying story magazines and I felt the slow\nrun of the drop of sweat down my nose.\n\nMy sickness was terrible. It is as bad to be nostalgic for things\nyou have never known as for an orphan who has never had a home to be\nhomesick.\n\n       *       *       *       *       *\n\nLiving in the past, that was always me. I never watched anything on TV\nmade later than 1935. I was in love with Garbo, Ginger Rogers, Dolores\ndel Rio. My favorite stars were Richard Dix, Chester Morris and Richard\nArlen.\n\nThe music I listened to was Gershwin and Arlen and Chicago jazz.\n\nAnd my reading was the pulp literature harking back to the First World\nWar. This was the biggest part of it all, I think.\n\nYou identify with the hero of any story if it's well enough written.\nBut the identification I felt with the pilots in air-war stories was\nplainly ridiculous.\n\nI was there.\n\nI was in the saddle of the cockpit, feeling on my face the bite of the\nslipstream--no, that was a later term--the prop-wash?--no, that was\nstill later--the backlash from the screw, that was it. I was lifting\nto meet the Fokker triplanes in the dawn sky. Then in a moment my\nVickers was chattering in answer to Spandaus, firing through the screw\noutfitted with iron edges to deflect bullets that did not pass to the\nleft and right. And back through the aerial maps in the cockpit pocket\nat my knee.\n\nHere he comes, the Spandaus firing right through the screw in perfect\nsynchronization. Look at that chivalrous wave. You can almost see the\ndueling scar on his cheek from old Krautenberg. He can afford to be\nchivalrous in that Fokker. I'd like to trade this skiddoo for it. That\nmay be just what I do too if I don't watch it.\n\nYou ain't any Boelcke, mister, but this is from the Fifth for Squadron\n70.\n\nMissed!\n\nHard on that rudder! God, look at the snake in that fabric. At least it\nwas a lie about them using incendiaries.\n\nOne of your own tricks for you, Heinie. Up on the stick, up under your\ntail, into the blind spot. Where am I? Where am I? _Right here._\n\nLook at that tail go. Tony can't be giving you as good stuff as he\nclaims.\n\nSo long. I'm waving, see.\n\nHe's pulling her up. No tail and he's pulling her up. He's a good man.\nCome on. A little more. A little more and you can deadstick her. Come\non, buddy. You're doing it. You're pulling her up--\n\nBut not enough.\n\nGod, what a mess.\n\nI'm sick.\n\nThat damned castor oil in the carburetor. I'll be in the W. C. until\noh-six-hundred....\n\n       *       *       *       *       *\n\nNo, the air wasn't one of castor oil but the pleasant smell of aged\npaper and printer's ink.\n\nI'd been daydreaming again. I shouldn't forget things were getting\ndifferent lately. It was becoming dangerous.\n\nI gathered up an armload of air-war magazines at random.\n\nLeaning across the table, I noticed the curtain in back for the first\ntime. It was a beaded curtain of many different colors. Theda Bara\nmight have worn it for a skirt. Behind the curtain was a television\nset. It was a comforting anti-anachronism here.\n\nThe six- or eight-inch picture was on a very flat tube, a more\npronounced Predicta. The size and the flatness didn't seem to go\ntogether. Then I saw that the top part of the set was a mirror\nreflecting an image from the roof of the cabinet where the actual\npicture tube lay flat.\n\nThere was an old movie on the channel. An old, old movie. Lon Chaney,\nSr., in a western as a badman. He was protecting a doll-faced blonde\nfrom the rest of the gang, standing them off from a grove of rocks. The\nflickering action caught my unblinking eyes.\n\nTom Santschi is sneaking across the top of the rocks, a knife in his\ndirty half-breed hand. Raymond Hatton makes a try for his old boss, but\nChaney stops his clock for him. Now William Farnum is riding up with\nthe posse. Tom makes a try with the knife, the girl screams, and Chaney\nturns the blade back on him. It goes through his neck, all the way\nthrough.\n\nThe blonde is running toward Farnum as he polishes off the rest of the\ngang and dismounts, her blouse shredded, revealing one breast--is\nthat the dawn of Bessie Love? Chaney stands up in the rocks. Farnum\naims his six-shooter. No, no, say the girl's lips. \"No!\" \"No!\" says\nthe subtitle. Farnum fires. Swimming in blood, Chaney smiles sadly and\nfalls.\n\nI had seen movies like that before.\n\nWhen I was a kid, I had seen _Flicker Flashbacks_ between chapters of\nFlash Gordon and Johnny Mack Brown westerns. I looked at old movies and\nheard the oily voice making fun of them. But hadn't I also seen these\npictures with the sound of piano playing and low conversation?\n\nI had seen these pictures before the war.\n\nThe war had made a lot of difference in my life.\n\nComic books were cut down to half their size, from 64 to 32 pages, and\nprices had gone up to where you had to pay $17 for a pair of shoes, so\nhigh that people said Wilson should do something about it.\n\nTom Mix had gone off the air and he and his Cowboy Commandos beat the\nJaps in comic books. Only, hadn't he sold Liberty Bonds with Helen\nMorgan?\n\nAnd at school I had bought\nDefense--War--Savings--Security--Liberty--Freedom--I had bought stamps\nat school. I never did get enough to trade in for a bond, but Mama had\ntaken my book and traded parts of it in for coffee. She could never get\nenough coffee....\n\n\"Nobody would look at my magazines,\" the old man chuckled, \"if I put it\nout front. My boy got me that. He runs a radio and Victrola store. A\ngood boy. His name's in the fishbowl.\"\n\nI pressed some money on him and walked myself out of the store.\nShutting the door, I saw that the copy of _Doctor Zhivago_ had been\nreplaced by _Gone With the Wind_.\n\n       *       *       *       *       *\n\nThe street was full of wooden-paneled station wagons, blunt little\nroadsters with canvas tops, swept-back, tailless sedans. Only one dark,\ntailed, over-thyroided car moved through the traffic. It had a light on\nthe roof.\n\nI dodged in front of a horse-drawn garbage wagon and behind an electric\npostal truck and ran for that light, leaving a trail of gaudy air\nbattles checkering the street behind me.\n\nI grabbed the handle on the door, opened it and threw myself into the\nback seat.\n\n\"Madison Avenue,\" I said from my diaphragm, without any breath behind\nit.\n\nSomething was wrong. Two men were in the front seat. The driver showed\nme his hard, expressionless face. \"What do you think you are doing?\"\n\n\"This isn't a taxicab?\" I asked blankly.\n\n\"Park Police.\"\n\nI sat there while we drove on for a few minutes.\n\n\"D. & D.,\" the second man said to the driver.\n\n\"Right into our laps.\"\n\nThe second officer leaned forward and clicked something. \"I'll get the\nCity boys.\"\n\n\"No, kill it, Carl. Think of all that damned paper work.\"\n\nCarl shrugged. \"What will we do with him?\"\n\nI was beginning to attach myself to my surroundings. The street was\nfull of traffic. My kind of traffic. Cars that were too big or too\nsmall.\n\n\"Look, officers, I'm not drunk or disorderly. I thought this was a cab.\nI just wanted to get away from back then--I mean back _there_.\"\n\nThe two policemen exchanged glances.\n\n\"What were you running from?\" the driver asked.\n\nHow could I tell him that?\n\nBefore I even got a chance to try, he said: \"What did you do?\"\n\n\"I didn't _do_ anything!\"\n\nThe car was turning, turning into shadows, stopping. We were in an\nalley. Soggy newspapers, dead fish, prowling cats, a broken die, half\na dice, looking big in the frame of my thick, probably bullet-proof\nwindow.\n\nThe men opened their doors and then mine.\n\n\"Out.\"\n\n       *       *       *       *       *\n\nI climbed out and stood by the car, blinking.\n\n\"You were causing some kind of trouble in that neighborhood back\nthere,\" the driver announced.\n\n\"Really, officers--\"\n\n\"What's your name?\"\n\n\"Hilliard Turner. There--\"\n\n\"We don't want you going back there again, Turner, causing trouble.\nUnderstand?\"\n\n\"Officer, I only bought some books--I mean magazines.\"\n\n\"These?\" the second man, Carl, asked. He had retrieved them from the\nback seat. \"Look here, Sarge. They look pretty dirty.\"\n\nSarge took up the _Sky Fighters_ with the girl in the elastic flying\nsuit. \"Filth,\" he said.\n\n\"You know about the laws governing pornography, Turner.\"\n\n\"Those aren't pornography and they are my property!\"\n\nI reached for them and Carl pulled them back, grinning. \"You don't want\nto read these. They aren't good for you. We're confiscating them.\"\n\n\"Look here, I'm a citizen! You can't--\"\n\nCarl shoved me back a little. \"Can't we?\"\n\nSarge stepped in front of me, his face in deadly earnest. \"How about\nit, Turner? You a narcotics user?\"\n\nHe grabbed my wrist and started rolling up my sleeve to look for needle\nmarks. I twisted away from him.\n\n\"Resisting an officer,\" Sarge said almost sadly.\n\nAt that, Carl loped up beside him.\n\nThe two of them started to beat me.\n\nThey hit clean, in the belly and guts, but not in the groin. They gave\nme clean white flashes of pain, instead of angry, red-streaked ones.\nI didn't fight back, not against the two of them. I knew that much. I\ndidn't even try to block their blows. I stood with my arms at my sides,\nleaning back against the car, and hearing myself grunt at each blow.\n\nThey stood away from me and let me fold helplessly to the greasy brick.\n\n\"Stay away from that neighborhood and stay out of trouble,\" Sarge's\nvoice said above me.\n\nI looked up a little bit and saw an ugly, battered hand thumbing across\na stack of half a dozen magazines like a giant deck of cards.\n\n\"Why don't you take up detective stories?\" he asked me.\n\nI never heard the squad car drive away.\n\n       *       *       *       *       *\n\nHome. I lighted the living room from the door, looked around for\nintruders for the first time I could remember, and went inside.\n\nI threw myself on the couch and rubbed my stomach. I wasn't hurt badly.\nMy middle was going to be sorer in the morning than it was now.\n\nLighting up a cigarette, I watched the shapes of smoke and tried to\nthink.\n\nI looked at it objectively, forward and back.\n\nThe solution was obvious.\n\nFirst of all, I positively could _not_ have been an aviator in World\nWar One. I was in my mid-twenties; anybody could tell that by looking\nat me. The time was the late 'Fifties; anybody could tell that from\nthe blank-faced Motorola in the corner, the new Edsels on the street.\nMemories of air combat in Spads and Nieuports stirred in me by old\nmagazines, Quentin Reynolds, and re-runs of _Dawn Patrol_ on television\nwere mere hallucinations.\n\nNeither could I remember drinking bootleg hooch in speak-easies,\nhearing Floyd Gibbons announce the Dempsey-Tunney fight, or paying\n$3.80 to get into the first run of _Gone with the Wind_.\n\nOnly ... I probably had seen GWTW. Hadn't I gone with my mother to a\nmatinee? Didn't she pay 90¢ for me? So how could I remember taking a\ngirl, brunette, red sweater, Cathy, and paying $3.80 each? I couldn't.\nDifferent runs. That was it. The thing had been around half a dozen\ntimes. But would it have been $3.80 no more than ten years ago?\n\nI struck up a new cigarette.\n\nThe thing I must remember, I told myself, was that my recollections\nwere false and unreliable. It would do me no good to keep following\nthese false memories in a closed curve.\n\nI touched my navel area and flinched. The beating, I was confident, had\nbeen real. But it had been a nightmare. Those cops couldn't have been\ntrue. They were a small boy's bad dream about symbolized authority.\nThey were keeping me from re-entering the past where I belonged,\npunishing me to make me stay in my trap of the present.\n\nOh, God.\n\nI rolled over on my face and pushed it into the upholstery.\n\nThat was the worst part of it. False memories, feelings of persecution,\nthat was one thing. Believing that you are actively caught up in a\nmixture of the past with the present, a Daliesque viscosity of reality,\nwas something else.\n\nI needed help.\n\nOr if there was no help for me, it was my duty to have myself placed\nwhere I couldn't harm other consumers.\n\nIf there was one thing that working for an advertising agency had\ntaught me, it was social responsibility.\n\nI took up the phone book and located several psychiatrists. I selected\none at random, for no particular reason.\n\nDr. Ernest G. Rickenbacker.\n\nI memorized the address and heaved myself to my feet.\n\n       *       *       *       *       *\n\nThe doctor's office was as green as the inside of a mentholated\ncigarette commercial.\n\nThe cool, lovely receptionist told me to wait and I did, tasting mint\ninside my mouth.\n\nAfter several long, peaceful minutes the inner door opened.\n\n\"Mr. Turner, I can't seem to find any record of an appointment for you\nin Dr. Rickenbacker's files,\" the man said.\n\nI got to my feet. \"Then I'll come back.\"\n\nHe took my arm. \"No, no, I can fit you in.\"\n\n\"I didn't have an appointment. I just came.\"\n\n\"I understand.\"\n\n\"Maybe I had better go.\"\n\n\"I won't hear of it.\"\n\nI could have pulled loose from him, but somehow I felt that if I did\ntry to pull away, the grip would tighten and I would never get away.\n\nI looked up into that long, hard, blank face that seemed so recently\nfamiliar.\n\n\"I'm Dr. Sergeant,\" he said. \"I'm taking care of Dr. Rickenbacker's\npractice for him while he is on vacation.\"\n\nI nodded. What I was thinking could only be another symptom of my\nillness.\n\nHe led me inside and closed the door.\n\nThe door made a strange sound in closing. It didn't go _snick-bonk_; it\nmade a noise like _click-clack-clunk_.\n\n\"Now,\" he said, \"would you like to lie down on the couch and tell\nme about it? Some people have preconceived ideas that I don't want\nto fight with at the beginning. Or, if you prefer, you can sit\nthere in front of my desk and tell me all about it. Remember, I'm a\npsychiatrist, a doctor, not just a psychoanalyst.\"\n\nI took possession of the chair and Sergeant faced me across his desk.\n\n\"I feel,\" I said, \"that I am caught up in some kind of time travel.\"\n\n\"I see. Have you read much science fiction, Mr. Turner?\"\n\n\"Some. I read a lot. All kinds of books. Tolstoi, Twain, Hemingway,\nLuke Short, John D. MacDonald, Huxley.\"\n\n\"You should _read_ them instead of live them. Catharsis. Sublimate, Mr.\nTurner. For instance, to a certain type of person, I often recommend\nthe mysteries of Mickey Spillane.\"\n\nI seemed to be losing control of the conversation. \"But this time\ntravel....\"\n\n\"Mr. Turner, do you really believe in 'time travel'?\"\n\n\"No.\"\n\n\"Then how can there be any such thing? It can't be real.\"\n\n\"I know that! I want to be cured of imagining it.\"\n\n\"The first step is to utterly renounce the idea. Stop thinking about\nthe past. Think of the future.\"\n\n\"How did you know I keep slipping back into the past?\" I asked.\n\n       *       *       *       *       *\n\nSergeant's hands were more expressive than his face. \"You mentioned\ntime travel....\"\n\n\"But not to the past or to the future,\" I said.\n\n\"But you did, Mr. Turner. You told me all about thinking you could go\ninto the past by visiting a book store where they sold old magazines.\nYou told me how the intrusion of the past got worse with every visit.\"\n\nI blinked. \"I did? I did?\"\n\n\"Of course.\"\n\nI stood up. \"I did not!\"\n\n\"Please try to keep from getting violent, Mr. Turner. People like you\nactually have more control over themselves than you realize. If you\n_will_ yourself to be calm....\"\n\n\"I _know_ I didn't tell you a thing about the Back Number Store. I'm\nstarting to think I'm not crazy at all. You--you're trying to do\nsomething to me. You're all in it together.\"\n\nSergeant shook his head sadly.\n\nI realized how it all sounded.\n\n\"Good--GOD!\" I moaned.\n\nI put my hands to my face and I felt the vein over my left eye\nswelling, pulsing.\n\nThrough the bars of my fingers I saw Sergeant motion me down with one\neloquent hand. I took my hands away--I didn't like looking through\nbars--and sat down.\n\n\"Now,\" Sergeant said, steepling his fingers, \"I know of a completely\nnice place in the country. Of course, if you respond properly....\"\n\nThose hands of his.\n\nThere was something about them that wasn't so. They might have been the\nhands of a corpse, or a doll....\n\nI lurched across the desk and grabbed his wrist.\n\n\"_Please_, Mr. Turner! violence will--\"\n\nMy fingers clawed at the backs of his hands and my nails dragged off\nugly strips of some theatrical stuff--collodion, I think--that had\ncovered the scrapes and bruises he had taken hammering away at me and\nmy belt buckle.\n\nSergeant.\n\nSarge.\n\nI let go of him and stood away.\n\nFor the first time, Sergeant smiled.\n\nI backed to the door and turned the knob behind my back. It wouldn't\nopen.\n\nI turned around and rattled it, pulled on it, braced my foot against\nthe wall and tugged.\n\n\"Locked,\" Sergeant supplied.\n\nHe was coming toward me, I could tell. I wheeled and faced him. He had\na hypodermic needle. It was the smallest one I had ever seen and it had\nan iridescence or luminosity about it, a gleaming silver dart.\n\nI closed with him.\n\n       *       *       *       *       *\n\nBy the way he moved, I knew he was used to physical combat, but you\ncan't win them all, and I had been in a lot of scraps when I had been\nyounger. (Hadn't I?)\n\nI stepped in while he was trying to decide whether to use the hypo on\nme or drop it to have his hands free. I stiff-handed him in the solar\nplexus and crossed my fist into the hollow of the apex arch of his\njawbone. He dropped.\n\nI gave him a kick at the base of his spine. He grunted and lay still.\n\nThere was a rapping on the door. \"Doctor? Doctor?\"\n\nI searched through his pockets. He didn't have any keys. He didn't\nhave any money or identification or a gun. He had a handkerchief and a\nballpoint pen.\n\nThe receptionist had moved away from the door and was talking to\nsomebody, in person or on the phone or intercom.\n\nThere wasn't any back door.\n\nI went to the window. The city stretched out in an impressive panorama.\nOn the street below, traffic crawled. There was a ledge. Quite a wide,\nold-fashioned ornamental ledge.\n\nThe ledge ran beneath the windows of all the offices on this floor. The\nfourteenth, I remembered.\n\nI had seen it done in movies all my life. Harold Lloyd, Douglas\nFairbanks, Buster Keaton were always doing it for some reason or other.\nI had a good reason.\n\nI unlatched the window and climbed out into the dry, crisp breeze.\n\nThe movies didn't know much about convection. The updraft nearly lifted\nme off the ledge, but the cornice was so wide I could keep out of the\nwind if I kept myself flat against the side of the building.\n\nThe next window was about twenty feet away. I had covered half that\ndistance, moving my feet with a sideways crab motion, when Carl,\nindisputably the second policeman, put his head out of the window\nwhere I was heading and pointed a .38 revolver at me, saying in a\nlet's-have-no-foolishness tone: \"Get in here.\"\n\nI went the other way.\n\nThe cool, lovely receptionist was in Sergeant's window with the tiny\nsilver needle in readiness.\n\nI kept shuffling toward the girl. I had decided I would rather wrestle\nwith her over the needle than fight Carl over the rod. Idiotically, I\nsmiled at that idea.\n\nI slipped.\n\nI was falling down the fourteen stories without even a moment of\nwindmilling for balance. I was just gone.\n\nLines were converging, and I was converging on the lines.\n\nYou aren't going to be able to Immelmann out of this dive, Turner.\nGood-by, Turner.\n\nDeath.\n\nA sleep, a reawakening, a lie. It's nothing like that. It's nothing.\n\nThe end of everything you ever were or ever could be.\n\nI hit.\n\nMy kneecap hurt like hell. I had scraped it badly.\n\nReality was all over me in patches. I showed through as a line\ndrawing, crudely done, a cartoon.\n\nSome kind of projection. High-test Cinerama, that was all reality meant.\n\nI was kneeling on a hard surface no more than six feet from the window\nfrom which I had fallen. It was still fourteen flights up, more or\nless, but _Down_ was broken and splattered over me.\n\nI stood up, moving forward a step.\n\nIt brought me halfway through the screen, halfway through the wall at\nthe base of the building. The other side of the screen. The solid side,\nI found, stepping through, bracing a hand on the image.\n\nLooking up fourteen floors, I saw an unbroken line of peacefully closed\npanes.\n\n       *       *       *       *       *\n\nI remembered riding up in the elevator, the moments inside, the faint\nfeeling of vertigo. Of course, who was to say the elevator really\nmoved? Maybe they had only switched scenery on me while I was caught\ninside, listening to the phony hum, seeing the flashing lights. Either\ncut down or increase the oxygen supply inside the cubicle suddenly and\nthat would contribute a sensation of change, of movement. They had it\nall worked out.\n\nMy fingers rubbed my head briskly, both hands working, trying to get\nsome circulation in my brain.\n\nI guessed I had to run. There didn't seem much else to do.\n\nI ran.\n\nGet help?\n\nNot this old lady and her daughter. Not this Neanderthal sailor on his\nway to a bar and a blonde. Not the bookkeeper. Maybe the car salesman,\nex-Army, Lions Club member, beefy, respectable, well-intentioned, not\na complete fool. The guy on the corner reading a newspaper by the bus\nstop.\n\n\"I need help,\" I panted to him. \"Somebody's trying to kidnap me.\"\n\n\"Really makes you sick to hear about something like that, doesn't it?\"\nhe said. \"I'm in favor of the Lindbergh Law myself.\"\n\n\"I'm not sure whether--\"\n\n\"This heat is murder, isn't it? Especially here in these concrete\ncanyons. Sometimes I wish I was back in Springfield. Cool, shaded\nstreets....\"\n\n\"Listen to me! These people, they're conspiring against me, trying to\ndrive me insane! Two men, a girl--\"\n\n\"For my money, Marilyn Monroe is _the_ doll of the world. I just don't\nunderstand these guys who say she hasn't got class. She gets class by\nsatirizing girls without any....\"\n\nHe was like anybody you might talk to on the street. I knew what he\nwould say if I cued him with \"baseball\" or \"Russia\" instead of the key\nwords I had used.\n\nI should have known better, but I wanted to touch him in some way, make\nhim know I was alive. I grabbed him and shook him by the shoulders, and\nthere was a whoosh and as I might have expected he collapsed like the\ninsubstantiality he was.\n\nThere was a stick figure of a man left before me, an economical\nskeleton supporting the shell of a human being and two-thirds of a\ntwo-trouser suit.\n\nHide.\n\nI went into the first shop I came to--Milady's Personals.\n\nAppropriately, it was a false front.\n\nA neutral-colored gray surface, too smooth for concrete, stretched away\ninto some shadows. The area was littered with trash.\n\nCartons, bottles, what looked like the skin of a dehydrated human\nbeing--obviously, on second thought, only the discarded skin of one of\nthe things like the one I had deflated.\n\nAnd a moldering pile of letters and papers.\n\nSomething caught my eye and I kicked through them. Yes, the letter I\nhad written to my brother in Sioux Falls, unopened. _And which he had\nanswered._\n\nMy work.\n\nThe work I had done at the agency, important, creative work. There\nwas my layout, the rough of the people with short, slim glasses, the\nparents, children, grandparents, the caption: Vodka is a Part of the\nAmerican Tradition.\n\nAll of it lying here to rot.\n\nSomething made me look away from that terrible trash.\n\nSergeant stood in the entrance of Milady's, something bright in his\nhand.\n\nSomething happened.\n\nI had been wrong.\n\nThe shining instrument had not been a hypodermic needle.\n\n       *       *       *       *       *\n\n\"You're tough,\" Sergeant said as I eased back into focus.\n\n\"You aren't, not without help,\" I told him in disgust.\n\n\"Spunky, aren't you? I meant mental toughness. That's the one thing\nwe can never judge. I think you could have taken the shock right from\nthe start. Of course, you would still have needed the conditioning to\nintegrate properly.\"\n\n\"Conditioning? Conditioning?\" It came out of me, vortexing up, outside\nof my piloting. \"What have you done to my mind?\"\n\n\"We've been trying to get it to grow back up,\" Sergeant said\nreasonably. \"Think of this. Fountain of Youth. Immortality.\nRejuvenation. This is it. Never mind how it works. Most minds can't\nstand being young and knowing they will have to go through the same\ndamned thing all over again. We use synapse-shift to switch your upper\nconscious memories to your id and super-ego, leaving room for new\nmemories. You remember only those things out of the past you _have_ to,\nto retain your identity.\"\n\n\"Identity,\" I repeated. \"I have no identity. My identity is a dream. I\nhave two identities--one of them years beyond the other.\"\n\nSergeant tilted his head and his eyes at me and slapped me across the\nface. \"Don't go back on me now. We gave you the best we could. The\nRejuvenation Service couldn't help it if you were too old for a _beta_.\nYou shouldn't have waited until you were so old, so very old. We used\nthe very oldest sets and mock-ups we had for _betas_, but you, you had\nto keep wandering onto _alpha_ territory, while they were striking\nsets, even. _Beta_ or not, we gave you good service. Don't slip now.\"\n\nI heard the voice and I heard another voice, and it said \"What could\nyou expect of a _beta_?\" and they were only some of the voices I was\nhearing, and I wondered what you could expect from a _beta_, and I\ndidn't know, or think that I would ever know.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Air of Castor Oil, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE AIR OF CASTOR OIL ***\n\n***** This file should be named 51688-8.txt or 51688-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/8/51688/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}