{"title": "The Imitation of Earth", "author": "James Stamers", "releaseDate": "April 7, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE IMITATION OF EARTH\n\n                           By JAMES STAMERS\n\n                         Illustrated by CARTER\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Once they had been human--now they shared a\n          remarkable destiny on an incredible new planet....\n\n\nHe was in some dark, moving medium which pressed him gently and\nreleased him and pressed against him again with irregular rhythm. He\ncould not feel his hands. He could not feel any part of his body,\nexcept a sort of itching in his calf.\n\nHe thrust downward to relieve this mild irritation and, surprisingly,\nseemed to rise up. He seemed to be alive. He had no idea where, or\neven when, or whether these were valid questions, for the ship had\nbeen entering hyper-spacetime when they hit the asteroid belt. Warps\nand elongations took place in hyper-spacetime. Perhaps he was now a\nhyper-spaceman.\n\nHe could recall his name. It was John Shepherd. He could remember\nobjective events such as Doctor Adelitka Wynn creating a scene in the\nMars terminal bar. Her sociology was better than her sense, as she\naccused him of making a pass at her. He would have liked to, perhaps,\nbut ship's etiquette said: \"Crews date, captains wait, space is not\nthe place.\" He and she had been the last alive, and the last image he\nhad seen on the screen had been a sun. Whose sun, which sun, and where\nwere just uninformed speculations. But he was alive and conscious of\nhimself. And he was buried deep in something.\n\nHe tried to define his feelings.\n\nThe alternating pressure of the darkness was felt only in one spot,\nin the area of his heart and about the size of a small bean. The\noccasional itching came from below this. He thrust again and again\nrose upward. Yet he had no heart, or no sense of hearing, for he could\nhear no sound of pumping. After several years in space he was only too\nfamiliar with the sound of his own blood circulating in his veins. The\nvoids of space turned men into especially noisy bodily orchestras.\nThere was none of that now.\n\nHe thought of himself as having the shape of a man, but perhaps that\nwas just habit. The only area he could in fact feel was the bean\nslightly higher than his middle ... and a column perhaps attaching\nhim to the bean ... and this itching down below, in what seemed to be\none doubled-up leg. He thrust again and again, rising higher each\ntime. There was nothing else to do. He never felt tired. He never felt\nanything, except the itching.\n\n       *       *       *       *       *\n\nEventually he felt a slackening on the upward pressure. He had kicked\nwith his one leg, risen and found no resistance. Warmth played over him\nand he uncurled his head. So he had a head.\n\nHabit had accustomed him to seeing with his eyes, from one set focal\npoint. It was some time before he found he could see, in a general way,\nfrom any point on his exposed surface.\n\nHe could even see parts of himself, where the edges doubled over. It\nwas like being able to run round a large gallery on the top of a dome,\nlooking out at the view--and yet being the entire dome. He was green!\nHe looked down beneath him and saw a long green pillar, tubular and\nshiny, rising out of a brown background.\n\nHe could still feel the beating pressure down below. It struck him\nthat he was a plant, growing from seed which presumably his liquified,\natomized or dissolved body had provided, and emerging on the surface of\na planet.\n\nImmediately overhead a bright orange satellite swung through a\nbrilliant yellow and white sky. Unless there were two suns here, this\nwas no more than a satellite body, trapped in orbit, for he could feel\nthe fierce beat on his surface from another source on the other side of\nthe sky. This was a vast fiery globe traveling at immense speed.\n\nHe felt a vigorous thrusting inside his structure as he expanded. But\ndarkness rushed up from the bottom of the pit in which he stood, and\ncloud came in to mask the sky.\n\nThe general inference was that he was on a very warm planet around\nwhich the bright orange satellite swung, and that both were circling\nthe hot sun at a speed far exceeding that of Mercury. Naturally that\nwas only a subjective impression. But the little he had seen did not\nsuggest any system he had ever heard of. He curled up.\n\nEach time the sun went past he grew further out toward the edge of\nthe pit. He branched and clung to the earth with subsidiary tendrils.\nIt was exactly as though he were clawing with fingers into the earth,\nexcept that he did not remove them but simply grew on past them. When\nhe reached the top of the pit, and accustomed his seeing to the greater\ndistances now before him, he saw a violently active world of fire and\nsteam. The ultra-rapid rotation of this planet made day and night into\nthe flickering of a primitive film. Mountains of earth were raised up,\nbroke off and shattered. Remote volcanoes fizzed into action briefly\nlike fireworks and faded, their tremendous display spent. Whole swamps\nheaved and moved with internal motion. He became big enough to be able\nto lose a side creeper without giving it a thought. He felt no pain.\n\nThere were advantages in being a plant, and particularly in being\nan apparently highly active creeper. He could see from any point in\nhis enormous network. He could organize races between his outlying\ntendrils. He found that the orange satellite exerted quite a strong\npull on his internal sap system, which was not unpleasant.\n\n       *       *       *       *       *\n\nThe first sign of life other than himself, oddly, came up from a\nneighboring pit.\n\nIt lay within the area he had grown over, but he had never bothered to\nsend down shoots and side creepers into it. It was a peculiar sensation\nto recognize--Dr. Adelitka Wynn.\n\nHe sent out a sly root and detected that she was a bulb formation. Her\nindignation was transmitted violently along the ground, in a series\nof sharp shocks. She stood in tall sheaves of broad-bladed grass\nwhich rustled in the wind. He found it was intelligible, though of a\ndifferent timbre than the deep, rough scraping he made with his own\nhairy leaves.\n\n\"Kindly keep to yourself,\" she said in effect.\n\nHer leaves had a high hissing note. He marveled that she had managed\nto retain the same unpleasant approach to life.\n\nShe was objectionable again when she had filled her pit and found she\ncould not extend onto the flat earth beyond, because he had already\ncovered the area.\n\n\"Come on,\" he said. \"We've got the whole world to ourselves.\"\n\n\"I can't,\" she answered hissingly. \"You have spikes on your stems.\nThey'll tear my leaves.\"\n\nHe shut off the sap from a whole subsidiary system, killing it.\nShe spread over his withered shoots and leaves without a sound of\nacknowledgment. They both developed toward the marshes.\n\nAs he approached, leaving her slower bulb-formation behind as he raced\ntendril ahead of tendril down the slope, he saw there were other forms\nof life, in the water.\n\nHe said nothing. But he quietly doubled his thorns and built up a\nreserve in his advance tendrils, so that he could rush an armored shoot\nacross the ground at high speed if necessary. The aquatic life moved\nand died extremely fast. Whole species expanded from a single specimen,\nand for no visible reason extinguished themselves. Life on the planet\ndid not seem to be stable. It was highly experimental. He had been down\nat the marsh for some time before the first crablike object came into\nexistence and began to leave the water in fitful dashes. He gave it an\nearly dose of his thorns. Thereafter it left him alone.\n\nThe former Dr. Adelitka Wynn, however, approached the marsh without\nlooking.\n\nHe watched with satisfaction. She was a golden brown and tender green,\nand highly succulent apparently to the crab tribe. She cried for help.\n\nThey were, after all, the only two of human origin on the planet. So he\nput his reserve to work and sent an armored set of shoots racing across\nthe ground as a barrier between her and the marsh. The crab tribes\nretreated.\n\n\"Thank you,\" she said, regenerating her clipped stems.\n\n\"That's the first time you've ever said that,\" he said hoarsely.\n\n\"I'm sorry. I am ... really glad you're here.\"\n\n\"How glad?\"\n\n\"This is a most peculiar world,\" she said, changing the subject. \"I\ndon't recognize it at all.\"\n\nHe said nothing but sent out an advancing barrier of thorns to clear\na small area of marsh for her. He performed small services with his\nroots and tendrils, levering apart her bulbs where they were in danger\nof rotting, brushing small insects off her leaves when they became\nestablished in colonies. His main trunk was now thicker than the body\nof a man, and he covered several miles. In the marsh, his shoots were\nthick and black, standing like dark fingers deep into the ooze. Out in\nthe drier areas, which seemed to be spreading, he modified his system\nto conserve internal moisture. He grew fine multitudes of hairs against\nthe heat and predatory insects. Dr. Adelitka Wynn covered several acres\nherself, surrounded by his thorn barriers.\n\n       *       *       *       *       *\n\nWhen she felt well established, she flowered in great blue blossoms,\nheavy with orange pollen. He had been waiting, and flowered all along\nhis immense length in every color of the spectrum, mile upon mile of\nwide flat flowers, open and ready for the breeze. She did not protest.\nHe sent clouds of pollen from his anthers, turning the landscape into a\nfine mist that drifted over her. He covered her with several pounds of\nfine golden dust.\n\n\"Thank you,\" she said.\n\nHe wondered whether she would produce a bulb like her or a young\ncreeper like himself. He kept young tendrils hanging around her like\na catcher's glove, until she told him to go away and let her seed in\npeace.\n\nShe seeded in a particularly stormy period and in profusion. She did it\nwith a gusto and variety that amazed him. Seeds with airborne devices,\nparachutes, airvanes, twirling rotators, balls of down, with hard\nshells, soft shells. She even kept some pods, and, with a gesture\nalmost tender, allowed ripe seeds to fall into his waiting leaves. He\npassed these very slowly and carefully along his system, from cup to\ncup. He cleared a slope near the marsh and brushed deep furrows with\nhis thorns to put the seeds in. He planted them gently and grew an open\nlattice of thorny stems above them, so that only the sunlight could get\nin. As they grew, he retreated his protective screen to allow them air\nand free ground of their own. They shot up straight and tall, saplings\nheaded for the stars.\n\nThe other seeds had taken hold in remote regions, in marshes, on\nthe rising and falling mountains, and in great flat stretches of\npulverized volcanic dust. He found he was aware of them and could,\nby concentrating, even gain a vague impression of the ground around\nthem, as if each were a locus of his consciousness. He also found a\ntelepathic link now existed between him and their mother. It was vague\nat first but it became clearer, eventually superseding speech between\nthem.\n\nNone of their children had flowers. Only the two of them flowered,\npollinated and seeded with regularity. Their seeds spread in a\nvariety--and variety was the word, for in the first seeding she had\npacked as many variations as she could imagine. There was, in his\nopinion, too much emphasis on grasses after her own general style\nand too few creepers like himself. But that was a small detail. The\noriginal form did not last long in any case. Some of his seedlings\nhad been enclosed by the rising marshes and were now more comfortable\nunder water than above. A few wilder members even retained a measure of\nmobility and spent their lives floating from place to place.\n\n       *       *       *       *       *\n\nHe did not entirely approve of this. But, as the marshes grew under the\nconstant rain and acquired an unpalatable saltiness so that they were\nvirtually seas, he saw the sense of this development. He now covered,\nby himself and in proxy through his seeds, almost the entire land\narea of the planet. She extended just as far. They came to a working\nagreement to leave certain areas primarily for the grass-like progeny\nand others for his more treelike seedlings. The global view led them\nboth to consider the same experiment.\n\nThere were occasional worms and crablike creatures, minute bodies\nfloating with his somewhat gipsy water-seedlings, but they and their\nown seeds were the only significant forms of life on their planet.\n\n\"Shall we see what we can evolve?\" he suggested.\n\n\"I had that thought myself,\" she answered.\n\n\"At least we know the end product. It seems unlikely, now, but man\nmust have come from much this environment on Earth.\"\n\n\"Very well. Where shall we start?\"\n\n\"I have some enterprising water-plants,\" he said diffidently.\n\n\"_We_ have.\"\n\nIt was an ambitious program. But, on the other hand, life on Earth had\npresumably also developed against all probabilities. Here on their\nplanet they could provide continual intelligent guidance.\n\nThey went out into their water-plants and sensed through their miles\nof sensory surfaces the most favorable areas of the planet. They\nencouraged the water-plants to breed, cross-breed and extend. They fed\nfractional parts of themselves to each other, loaded certain areas with\nnutrient life, encouraged mobility.\n\nGreat continental areas rose and sank. Generation after generation was\nrapidly produced and as rapidly developed and died. The planet was\nlittered with the remains of unsuccessful experiment. But, mainly by\nconcentration on iron-rich diets and localizing their sight perceptions\nrepeatedly in one particular part of their species, they produced\nplants which no longer responded to them. They had separate existence\nof their own.\n\nAt last they managed to lure repeated generations out of the water and\nonto land.\n\nThey had the advantage not of merely controlling the environment but\nof being the environment. Subject to the violence of volcanoes and the\nendless shifting of the planet's crust, aberrations in the plane of\nrotation, and rapid changes of climate, as ice mounted and retreated\nand heat waxed and waned, within these limits they could and did make\narbitrary decisions. By withdrawing from an area, either of them could\ncreate a desert. By doubling their rate of growth in a local tributary\nof themselves, they could create a forest. Their descendant seeds were\nas much part of themselves as the original trunks. In fact, they rarely\ndistinguished between that original growth and later developments. It\ncame as quite a surprise to them both to find there was not much left\nof the first bulb clusters and the first sprawling creeper.\n\n       *       *       *       *       *\n\nOnce they had induced the more-or-less fishes to leave the water,\nprogress was rapid.\n\nThere was never a difficulty quite as great as that again. On\nland, wherever the land happened to be at the time, they could\ninduce generations of different shapes and sizes by modifying the\nvegetation--themselves, in their many forms. He took his branches\nhigher and higher in a sparse zone, for example, to encourage the necks\nof the local animals to extend. They were remodeling their program\ndeliberately on their old Earth, cutting off what they knew to be\nunsuccessful by-paths and nurturing the developments that should lead\nto man. The original crablike inhabitants had long since passed away,\nthough they had used some features of these. The insects continued to\nmultiply on their own by sheer probability and without their guidance.\n\nThey were both ruthless in their experiments. Once they abolished whole\nraces of enormous vegetarians by withholding themselves in inaccessible\nareas. Like the dinosaurs, whom they resembled closely, these great\nreptiles were too big and too stupid.\n\nShe blamed him for having allowed them to feed too many generations on\ntoo highly radioactive parts of themselves.\n\n\"I can't be everywhere at once all the time,\" he said.\n\nTo annoy her, and because he had been a space captain, he encouraged an\nentirely abortive series of flying reptiles.\n\nHis excuse was true. By exerting his consciousness to its maximum,\nhe could be aware of almost all the planet simultaneously, but this\nawareness lacked intensity and definition.\n\nThe comfortable maximum for concentration was about a hundred square\nmiles. If he focused his attention within a square mile, his roots and\ntrunks and branches hissed with massive life and rapidly propagated\nthemselves into a thick jungle. This in turn multiplied the surface\nareas and diffused his attention. There was a lot going on in the\nundergrowth that they both missed.\n\nThey almost missed their ultimate triumph.\n\n       *       *       *       *       *\n\nThe satellite of their planet had cooled. The sun around which they\nswung was shielded by thick banks of the carbon dioxide they breathed\noff from their myriad bodies. They had stabilized most of the animals.\nDespite the repeated cataclysms they had arrived at descendants who\ncould flower just as they themselves originally had flowered.\n\nAs a matter of fact, he was quite deeply taken with an offshoot wood of\nflowering trees. In the guise of honeysuckle he spent most of his time\nwooing tenderly round their trunks, to the fury of her grasses and the\nlashing of her reeds.\n\nAn object that was a rudimentary improvement on an ape came shambling\ninto the wood where he was and quite idiotically tore off some of his\nprettier flowers.\n\nOn checking, he found there were several varieties of this object in\nvarious parts of the planet. None appeared any better than this brute,\nwho whizzed through the trees and bred and died in a flicker of time.\n\n\"He'll never last,\" he said to her. \"His metabolism burns out before he\nhas time to do anything.\"\n\n\"He'll reproduce all the faster,\" she answered. \"And leave those trees\nalone. At your age, really!\"\n\nShe was right about the prototype brute. Never in their experiments had\nthey produced a creature that was so active. They had raised animals\nthat bred much faster, but none that bred at a reasonable pace and also\nkept flashing about the planet in a restless motion.\n\nThey had to litter the ground with suitable seeds before the humanoids\nstopped long enough in one spot to try planting for themselves. And\neven then, the idea did not take root for many many generations. But\nhere and there, at last, they had the beginnings of a culture, and the\nbeginnings of speech. The telepathic content of the humanoids' speech\nwas intelligible to them, though not apparently intelligible to the\nhumanoids themselves.\n\nThey concentrated on the temperate zones, where they could most easily\nencourage the humanoids to stand still from generation to generation.\nThe humanoid dwellings flickered into existence and decayed too rapidly\nfor any reliable observations until several tribes of them took to\nusing stone for building materials.\n\n\"Well,\" he said thankfully, \"at last I can tell where they are without\ndashing from branch to branch like one of your monkeys.\"\n\nHe still did not believe her monkey experiments had had much to do with\nit. Secretly he suspected she had encouraged that development to annoy\nhim--by putting multitudes in his hair, so to speak. It was just and\nproper, therefore, that the humanoids trampled all over her grasslands\nby preference.\n\nIt was in this mood that he created cool groves of tall trees and\nconcentrated in them thoughts of love and pleasure.\n\nThe humanoids took the hint remarkably quickly. He had many happy\ngenerations encouraging the humanoids to sport in his groves. She was\nfurious. But trees were his province and there was nothing she could do\nabout it.\n\n\"You're debasing them,\" she complained.\n\n\"They're enjoying themselves, aren't they?\"\n\n\"Voyeur!\"\n\nWell, he frankly enjoyed the swift rush of little pink bodies in and\nout of the groves. He was sorry when she succeeded in countering with\na sterner line of thought, bred out of her deserts and thin-grassed\nmountains, where she was full of thought of privacy, and continence,\nand wonder and the stars. When he could, he made life uncomfortable for\nthese higher-minded generations. He was never slow to create sybaritic\nand sensual surroundings to knock them off their mental perches. In one\ngroup of islands--which she could not reach because his pines starved\nout her seeds before they had a chance to establish--he had a series of\npermanent statues erected to himself by the humanoids, and he had frank\nand open worship. He considered it very proper. He maintained a cool\nand bracing temperature in the trees around the sandy shores.\n\nHe had passed through four or five hundred generations of giant\nredwoods before the little humanoids established themselves in the\ncities across the planet. Many of their activities were too fast for\nhim to perceive, but he could contemplate their cities.\n\nThese were temporary structures, on the scale of the thrusting growth\nhe felt in one of his redwoods. Still, to these dizzy little humanoids\nno doubt the cities lasted long enough. It was rare now for him to\npick up a humanoid thought. Unlike their first models, the present\ngenerations thought at the high speed which characterized their entire\nlife. A blurred flicker of an impression to him was apparently the\nwhole life's output of one of her contemplatives sitting in a cave,\nuntil he fell to pieces and was whizzed away.\n\nThe pink varieties no longer worshipped him, save fitfully, but he\nstill had a pleasant range of warmer-colored humanoids whom he could\ntempt into an orgy. This kept him deep in the forests on the central\nbelt of the planet.\n\n       *       *       *       *       *\n\nShe signaled to him from across the main ocean. He transferred his\nconsciousness to join her on the edge of one of her wide prairies.\n\n\"I think we've done very well,\" she said.\n\n\"Surely you didn't call me all the way here just to say that.\"\n\n\"Yes. It really is Earthlike, isn't it? I felt it was about time you\ncongratulated me.\"\n\nHe thought back.\n\n\"I don't remember, now,\" he said. \"But it seems to be roughly similar.\"\n\n\"Roughly! After all this time, you dare to suggest I have only achieved\na rough similarity? I was a trained sociologist, kindly remember. It is\n_exactly_ like Earth.\"\n\nHe looked patiently up at the satellite and the stars. She was\ndetailing the achievement interminably.\n\n\"It's very difficult to tell,\" he said, interrupting her. \"Our time\nscale is quite different from what it was on Earth. These humanoids of\nours breed and die like ephemerids.\"\n\nShe rustled impatiently.\n\n\"If you took trouble to examine the species from their time scale, you\nwould find it is precisely the same as Earth time to them.\"\n\n\"Is it? Very well, I believe you. We have created an exact duplicate of\nthe other Earth. Congratulations.\"\n\n\"You're just agreeing without proof. I have evidence to show the\nsociology is a detailed replica. These humanoids are repeating human\nhistory exactly as we knew it! One of our ivy shoots even reported a\ntombstone marked 'Killed in the Battle of Bunker Hill, June 17, 1775.'\"\n\n\"Now you're exaggerating!\" he said. \"How could they possibly duplicate\na time system that applied on the other Earth?\"\n\n\"What other Earth?\" she said.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Imitation of Earth, by James Stamers\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE IMITATION OF EARTH ***\n\n***** This file should be named 51682.txt or 51682.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/8/51682/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}