{"title": "Amateur in Chancery", "author": "George O. Smith", "releaseDate": "April 7, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          AMATEUR IN CHANCERY\n\n                          By GEORGE O. SMITH\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            The creature from Venus didn't know right from\n             left--and life and death hung in the balance!\n\n\nPaul Wallach came into my office. He looked distraught. By some trick\nof selection, Paul Wallach, the director of Project Tunnel, was one\nof the two men in the place who did not have a string of doctor's and\nscholar's degrees to tack behind their names. The other was I.\n\n\"Trouble, Paul?\" I asked.\n\nHe nodded, saying, \"The tunnel car is working.\"\n\n\"It should. It's been tested enough.\"\n\n\"Holly Carter drew the short straw.\"\n\n\"Er--\" I started and then stopped short as the implication became\nclear. \"She's--she's--not--?\"\n\n\"Holly made it to Venus all right,\" he said. \"Trouble is we can't get\nher back.\"\n\n\"Can't get her back?\"\n\nHe nodded again. \"You know, we've never really known very much about\nthe atmosphere of Venus.\"\n\n\"Yes.\"\n\n\"Well, from what little came through just before Holly blacked out, it\nseems that there must be one of the cyanogens in the atmosphere in a\nconcentration high enough to effect nervous paralysis.\"\n\n\"Meaning?\"\n\n\"Meaning,\" said Paul Wallach in a flat tone, \"that Holly Carter stopped\nbreathing shortly after she cracked the airlock. And her heart stopped\nbeating a minute or so later.\"\n\n\"Holly--dead?\"\n\n\"Not yet, Tom,\" he said. \"If we can get her back in the next fifteen or\ntwenty minutes, modern medicine can bring her back.\"\n\n\"But there'll be brain damage!\"\n\n\"Oh, there may be some temporary impairment. Nothing that retraining\ncan't restore. The big problem is to bring her back.\"\n\n\"We should have built two tunnel cars.\"\n\n\"We should have done all sorts of things. But when the terminal rocket\nlanded on Venus, everybody in the place was too anxious to try it out.\nLord knows, I tried to proceed at a less headlong pace. But issuing\norders to you people is a waste of time and paper.\"\n\nI looked at him. \"Doc,\" I asked, giving him the honorary title out of\nhabit, \"Venus is umpty-million miles from here. We haven't another\ntunnel car, and no rocket could make it in time to do any good. So how\ncan we hope to rescue Holly?\"\n\n\"That's the point,\" said Wallach. \"Venus, it appears, is inhabited.\"\n\n\"Oh?\"\n\n\"That's what got Holly caught in the first place. She landed, then saw\nthis creature approaching. Believing that no life could exist in an\natmosphere dangerous to life, she opened the airlock and discovered\notherwise.\"\n\n\"So?\"\n\n\"So now all we have to do is to devise some way of explaining to a\nVenusian the difference between left and right. I thought you might\nhelp.\"\n\n\"But I'm just a computer programmer.\"\n\n\"That's the point. We all figured that you have developed a form of\ncommunication to that machine of yours. The rest of the crew, as you\nknow, have a bit of difficulty in communicating among themselves in\ntheir own jargon, let alone getting through to normal civilians. When\nit comes to a Venusian, they're licked.\"\n\nI said, \"I'll try.\"\n\n       *       *       *       *       *\n\nProject Tunnel is the hardware phase of a program started a number of\nyears ago when somebody took a joke seriously.\n\nIn a discussion of how the tunnel diode works, one of the scientists\npointed out that if an electron could be brought to absolute rest,\nits position according to Heisenberg Uncertainty would be completely\nambiguous. Hence it had as high a possibility of being found on Venus\nas it had of being found on Earth or anywhere else. Now, the tunnel\ndiode makes use of this effect by a voltage bias across the diode\njunction. Between narrow limits, the voltage bias is correct to upset\nthe ambiguity of Mr. Heisenberg, making the electron nominally found on\none side of the junction more likely to be found on the other.\n\nNobody could deny the operability of the tunnel diode. Project Tunnel\nwas a serious attempt to employ the tunnel effect in gross matter.\n\nThe terminal rocket mentioned by Paul Wallach carried the equipment\nneeded to establish the voltage bias between Venus and the Earth. Once\nestablished, Project Tunnel was in a state that caused it to maroon the\nmost wonderful girl in the world.\n\nSince the latter statement is my own personal opinion, my pace from the\noffice to the laboratory was almost a dead run.\n\nThe laboratory was a madhouse. People stood in little knots, arguing.\nThose who weren't talking were shaking their heads in violent negation.\n\nThe only one who appeared un-upset was Teresa Dwight, our psi-girl. And\nhere I must confess an error. When I said that Paul Wallach and I were\nthe only ones without a string of professorial degrees, I missed Teresa\nDwight. I must be forgiven. Teresa had a completely bland personality,\nzero drive, and a completely unstartling appearance. Teresa was\nonly fourteen. But she'd discovered that her psi-power could get her\nanything she really wanted. Being human, therefore, she did not want\nmuch. So forgive me for passing her by.\n\nBut now I had to notice her. As I came in, she looked up and said,\n\"Harla wants to know why can't he just try.\"\n\n       *       *       *       *       *\n\nWallach went white. \"Tell that Venusian thing 'NO!' as loud as you can.\"\n\nTeresa concentrated, then asked, \"But why?\"\n\n\"Does this Harla understand the Heisenberg Effect?\"\n\nShe said after a moment, \"Harla says he has heard of it as a theory.\nBut he is not quite prepared to believe that it does indeed exist as\nanything but an abstract physical concept.\"\n\n\"Tell Harla that Doctor Carter's awkward position is a direct result of\nour ability to reduce the tunnel effect to operate on gross matter.\"\n\n\"He realizes that. But now he wants to know why you didn't fire one of\nthe lower animals as a test.\"\n\n\"Tell him that using animals for laboratory experiments is only\npossible in a police state where the anti-vivisection league can be\nexiled to Siberia. Mink coats and all. And let his Venusian mind make\nwhat it can of that. Now, Teresa--\"\n\n\"Yes?\"\n\n\"Tell Harla, very carefully, that pressing the left-hand button will\nflash the tunnel car back here as soon as he closes the airlock. But\ntell him that pushing the right-hand button will create another bias\nvoltage--whereupon another mass of matter will cross the junction. In\neffect, it will rip a hole out of this laboratory near the terminal,\nover there, and try to make it occupy the same space as the tunnel car\non Venus. None of us can predict what might happen when two masses\nattempt to occupy the same space. But the chances are that some of the\nholocaust will backfire across the gap and be as violent at this end,\ntoo.\"\n\n\"Harla says that he will touch nothing until he has been assured that\nit is safe.\"\n\n\"Good. Now, Tom,\" he said, addressing me, \"how can we tell right from\nleft?\"\n\n\"Didn't you label 'em?\"\n\n\"They're colored red on the right and green on the left.\"\n\n\"Is Harla color-blind?\"\n\n\"No, but from what I gather Harla sees with a different spectrum than\nwe do. So far as he is concerned both buttons look alike.\"\n\n\"You could have engraved 'em 'COME' and 'GO'.\"\n\nFrank Crandall snorted. \"Maybe you can deliver an 'English,\nSelf-Taught' course through Teresa to the Venusian?\"\n\nI looked at Crandall. I didn't much care for him. It seemed that every\ntime Holly Carter came down out of her fog of theoretical physics long\nenough to notice a simpleton who had to have a machine to perform\nroutine calculations, we were joined by Frank Crandall who carted her\noff and away from me. If this be rank jealousy, make the most of it.\nI'm human.\n\n\"Crandall,\" I said, \"even to a Hottentot I could point out that the\nengraved legend 'GO' contains two squiggly symbols, whereas the legend\n'RETURN' contains 'many'.\"\n\n       *       *       *       *       *\n\nWallach stepped into the tension by saying, \"So we didn't anticipate\nalien life. But now we've got the problem of communicating with it.\"\n\nCrandall didn't appear to notice my stiff reply. He said, \"Confound it,\nwhat's missing?\"\n\n\"What's missing,\" I told him, \"is some common point of reference.\"\n\n\"Meaning?\"\n\n\"Meaning that I could define left from right to any semi-intelligent\nhuman being who was aware of the environment in which we live.\"\n\n\"For example?\"\n\nI groped for an example and said, lamely, \"Well, there's the weather\nrule, valid for the northern hemisphere. When the wind is blowing on\nyour back, the left hand points to the low pressure center.\"\n\n\"Okay. But how about Venus? Astronomical information, I mean.\"\n\nI shook my head.\n\n\"Why not?\" he demanded. \"If we face north, the sun rises on our right,\ndoesn't it?\"\n\n\"Yes. Even in the southern hemisphere.\"\n\n\"Well, then. So it doesn't make any difference which hemisphere they're\nin.\"\n\n\"You're correct. But you're also making the assumptions that Venus\nrotates on its axis, that the axis is aligned parallel to the Earth's\nand that the direction of rotation is the same.\"\n\n\"We know that Venus rotates!\"\n\n\"We have every reason to believe so,\" I agreed. \"But only because\nthermocouples measure a temperature on the darkside that is too high\nto support the theory that the diurnal period of Venus is equal to the\nyear. I think the latest figures say something between a couple of\nweeks and a few months. Next, the axis needn't be parallel to anything.\nShucks, Crandall, you know darned well that the solar system is a\nfinely made clock with no two shafts aligned, and elliptical gears\nthat change speed as they turn.\"\n\n       *       *       *       *       *\n\n\"Practically everything in the solar system rotates in the same\ndirection.\"\n\nI looked at him. \"Would you like to take a chance that Venus agrees\nwith that statement? You've got a fifty percent chance that you'll\nbe right. Guess wrong and we have a metric ton of hardware trying to\noccupy the same space as another metric ton of matter.\"\n\n\"But--\"\n\n\"And furthermore,\" I went on, \"we're just lucky that Polaris happens\nto be a pole star right now. The poles of Mars point to nothing that\nbright. Even then, we can hardly expect the Venusian to have divided\nthe circumpolar sky into the same zoo full of mythical animals as our\nforebears--and if we use the commonplace expression, maybe the Venusian\nnever paused to take a long-handled dipper of water from a well. Call\nthem stewpots and the term is still insular. Sure, there's lots of\npointers, but they have to be identified. My mother always insisted\nthat the Pleiades were--er--was the Little Dipper.\"\n\nTeresa Dwight spoke up, possibly for the second or third time in her\nlife without being spoken to first. She said, \"Harla has been listening\nto you through me. Of astronomy he has but a rudimentary idea. He\nis gratified to learn from you that there is a 'sun' that provides\nthe heat and light. This has been a theory based upon common sense;\n_something_ had to do it. But the light comes and goes so slowly that\nit is difficult to determine which direction the sun rises from.\nThe existence of other celestial bodies than Venus is also based on\nlogic. If, they claim, they exist, and their planet exists, then there\nprobably are other planets with people who cannot see them, either.\"\n\n\"Quoth Pliny the Elder,\" mumbled Paul Wallach.\n\nI looked at him.\n\n\"Pliny was lecturing about Pythagoras' theory that the Earth is round.\nA heckler asked him why the people on the other side didn't fall off.\nPliny replied that on the other side there were undoubtedly fools who\nwere asking their wise men why we didn't fall off.\"\n\n\"It's hardly germane,\" I said.\n\n\"I'm sorry. Yes. And time is running out.\"\n\n       *       *       *       *       *\n\nThe laboratory door opened to admit a newcomer, Lou Graham, head of the\nelectronics crew.\n\nHe said, \"I've got it!\"\n\nThe chattering noise level died out about three decibels at a time. Lou\nsaid, \"When a steel magnet is etched in acid, the north pole shows\nselective etching!\"\n\nI shook my head. \"Lou,\" I said, \"we don't know whether Venus has a\nmagnetic field, whether it is aligned to agree with the Earth's--nor\neven whether the Venusians have discovered the magnetic compass.\"\n\n\"Oh, that isn't the reference point,\" said Lou Graham. \"I'm quite aware\nof the ambiguity. The magnetic field does have a vector, but the arrow\nthat goes on the end is strictly from human agreement.\"\n\n\"So how do you tell which is the north pole?\"\n\n\"By making an electromagnet! Then using Ampere's Right Hand Rule. You\ngrasp the electromagnet in the right hand so that the fingers point\nalong the winding in the direction of the current flow. The thumb then\npoints to the north pole.\"\n\n\"Oh, fine! Isn't that just the same confounded problem? Now we've got\nto find out whether Harla is equipped with a right hand complete with\nfingers and thumbs--so that we can tell him which his right hand is!\"\n\n\"No, no,\" he said. \"You don't understand, Tom. We don't need the right\nhand. Let's wind our electromagnet like this: We place the steel bar\nhorizontally in front of us. The wire from 'Start' leaves us, passes\nover the top of the bar, drops below the bar on the far side, comes\ntoward us on the under side, rises above the bar on the side toward us,\nand so on around and around until we've got our electromagnet wound.\nNow if the 'start' is positive and the 'end' is negative, the north\npole will be at the left. It will show the selective etching in acid.\"\n\nI looked at him. \"Lou,\" I said slowly, \"if you can define positive and\nnegative in un-ambiguous terms as well as you wound that electromagnet,\nwe can get Holly home. Can you?\"\n\nLou turned to Teresa Dwight. \"Has this Harla fellow followed me so far?\"\n\nShe nodded.\n\n\"Can you speak for him?\"\n\n\"You talk, I hear, he reads me. I read him and I can speak.\"\n\n       *       *       *       *       *\n\n\"Okay, then,\" said Lou Graham. \"Now we build a Le Clanche cell. Ask\nHarla does he recognize carbon. A black or light-absorbing element.\nCarbon is extremely common, it is the basis of life chemistry. It is\nelement number six in the periodic chart. Does Harla know carbon?\"\n\n\"Harla knows carbon.\"\n\n\"Now we add zinc. Zinc is a light metal easily extracted from the\nore. It is fairly abundant, and it is used by early civilizations for\nmaking brass or bronze long before the culture has advanced enough to\nrecognize zinc as an element. Does Harla know zinc?\"\n\n\"He may,\" said Teresa very haltingly. \"What happens if Harla gets the\nwrong metal?\"\n\n\"Not very much,\" said Lou. \"Any of the light, fairly plentiful\nmetals that are easily extracted from the ore will suffice. Say tin,\nmagnesium, sodium, cadmium, so on.\"\n\n\"Harla says go on.\"\n\n\"Now we make an electrolyte. Preferably an alkaline salt.\"\n\n\"Be careful,\" I said. \"Or you'll be asking Harla to identify stuff from\na litmus paper.\"\n\n\"No,\" said Lou. He faced Teresa and said, \"An alkaline substance burns\nthe flesh badly.\"\n\n\"So do acids,\" I objected.\n\n\"Alkaline substances are found in nature,\" he reminded me. \"Acids\naren't often natural. The point is that an acid will work. Even salt\nwater will work. But an alkaline salt works better. At any rate, tell\nHarla that the stuff, like zinc, was known to civilized peoples many\ncenturies before chemistry became a science. Acids, on the other hand,\nare fairly recent.\"\n\n\"Harla understands.\"\n\n\"Now,\" said Lou Graham triumphantly, \"we make our battery by immersing\nthe carbon and the zinc in the electrolyte. The carbon is the positive\nelectrode and should be connected to the start of our electromagnet,\nwhereas the end of the winding must go to the zinc. This will place the\nnorth pole to the left hand.\"\n\n\"Harla understands,\" said Teresa. \"So far, Harla can perform this\nexperiment in his mind. But now we must identify which end of the steel\nbar is north-pole magnetic.\"\n\n\"If we make the bar magnetic and then immerse it in acid, the north\nmagnetic pole will be selectively etched.\"\n\n\"Harla says that this he does not know about. He has never heard of it,\nalthough he is quite familiar with electromagnets, batteries, and the\nlike.\"\n\nI looked at Lou Graham. \"Did you cook this out of your head, or did you\nuse a handbook?\"\n\nHe looked downcast. \"I did use a handbook,\" he admitted. \"But--\"\n\n\"Lou,\" I said unhappily, \"I've never said that we couldn't establish a\ncommon frame of reference. What we lack is one that can be established\nin minutes. Something physical--\" I stopped short as a shadowy thought\nbegan to form.\n\n       *       *       *       *       *\n\nPaul Wallach looked at me as though he'd like to speak but didn't want\nto interrupt my train of thoughts. When he could contain himself no\nlonger, he said, \"Out with it, Tom.\"\n\n\"Maybe,\" I muttered. \"Surely there must be something physical.\"\n\n\"How so?\"\n\n\"The tunnel car must be full of it,\" I said. \"Screws?\"\n\nI turned to Saul Graben. Saul is our mechanical genius; give him a\nsketch made on used Kleenex with a blunt lipstick and he will bring you\nback a gleaming mechanism that runs like a hundred-dollar wrist watch.\n\nBut not this time. Saul shook his head.\n\n\"What's permanent is welded and what's temporary is snapped in with\nplug buttons,\" he said.\n\n\"Good Lord,\" I said. \"There simply _must_ be something!\"\n\n\"There probably is,\" said Saul. \"But this Harla chap would have to use\nan acetylene torch to get at it.\"\n\nI turned to Teresa. \"Can this psi-man Harla penetrate metal?\"\n\n\"Can anyone?\" she replied quietly.\n\nWallach touched my arm. \"You're making the standard, erroneous\nassumption that a sense of perception will give its owner a\nblueprint-clear grasp of the mechanical details of some machinery.\nIt doesn't. Perception, as I understand it, is not even similar to\neyesight.\"\n\n\"But--\" I fumbled on--\"surely there must be some common reference\nthere, even granting that perception isn't eyesight. So how does\nperception work?\"\n\n\"Tom, if you were blind from birth, I could tell you that I have\neyesight that permits me to see the details of things that you can\ndetermine only by feeling them. This you might understand basically.\nBut you could never be made to understand the true definition of the\nword 'picture' nor grasp the mental impression that is generated by\neyesight.\"\n\n\"Well,\" I persisted, \"can he penetrate flesh?\"\n\n\"Flesh?\"\n\n\"Holly's heart has stopped,\" I said. \"But it hasn't been removed. If\nHarla can perceive through human flesh, he might be able to perceive\nthe large, single organ in the chest cavity near the spine.\"\n\nTeresa said, \"Harla's perception gives him a blurry, incomplete\nimpression.\" She looked at me. \"It is something like a badly\nout-of-focus, grossly under-exposed x-ray solid.\"\n\n\"X-ray solid?\" I asked.\n\n\"It's the closest thing that you might be able to understand,\" she said\nlamely.\n\nI dropped it right there. Teresa had probably been groping in the dark\nfor some simile that would convey the nearest possible impression. I\nfelt that this was going to be the nearest that I would ever get to\nunderstanding the sense of perception.\n\n\"Can't he get a clear view?\"\n\n\"He has not the right.\"\n\n\"Right!\" I exploded. \"Why--\"\n\nWallach held up his hand to stop me. \"Don't make Teresa fumble for\nwords, Tom. Harla has not the right to invade the person of Holly\nCarter. Therefore he can not get a clearer perception of her insides.\"\n\n\"Hell!\" I roared. \"Give Harla the right.\"\n\n\"No one has authority.\"\n\n\"Authority be dammed!\" I bellowed angrily. \"That girl's life is at\nstake!\"\n\n       *       *       *       *       *\n\nWallach nodded unhappily. \"Were this a medical emergency, a surgeon\nmight close his eyes to the laws that require authorization to operate.\nBut even if he saved the patient's life, he is laying himself open to\na lawsuit. But this is different, Tom. As you may know, the ability of\nany psi-person is measured by their welcome to the information. Thus\nTeresa and Harla, both willing to communicate, are able.\"\n\n\"But can't Harla understand that the entire bunch of us are willing\nthat he should take a peek?\"\n\n\"Confound it, Tom, it isn't a matter of our permission! It's a matter\nof fact. It would ease things if Holly were married to one of us, but\neven so it wouldn't be entirely clear. It has to do with the invasion\nof privacy.\"\n\n\"Privacy? In this case the very idea is ridiculous.\"\n\n\"Maybe so,\" said Paul Wallach. \"But I don't make the rules. They're\n_natural_ laws. As immutable as the laws of gravity or the refraction\nof light. And Tom, even if I were making the laws I might not change\nthings. Not even to save Holly Carter's life. Because, Tom, if\ntelepathy and perception were as free and unbounded as some of their\nearly proponents claimed, life would be a sheer, naked hell on earth.\"\n\n\"But what has privacy to do with it? This Harla isn't at all humanoid.\nA cat can look at a king--\"\n\n\"Sure, Tom. But how long would the cat be permitted to read the king's\nmind?\"\n\nI grunted. \"Has this Harla any mental block about examining the\noutside?\"\n\nHe looked at me thoughtfully. \"You're thinking about a scar or some\nsort of blemish?\"\n\n\"Yes. Birthmark, maybe. No one is perfect.\"\n\n\"You know of any?\"\n\nI thought.\n\nIt was not hard for me to conjure up a picture of Holly Carter.\nUnfortunately, I looked at Holly Carter through the eyes of love,\nwhich rendered her perfect. If she had bridgework, I hadn't found it\nout. Her features were regular and her hair fell loose without a part.\nHer complexion was flawless ... at least the complexion that could\nbe examined whilst Holly sunned herself on a deck chair beside the\nswimming pool.\n\nI shook my head. Then I faced an unhappy fact. It hurt, because I\nwanted my goddess to be perfect, and if she were made of weak, mortal\nflesh, I did not want to find it out by asking the man who knew her\nbetter than I did.\n\nStill, I wanted her alive. So I turned to Frank Crandall.\n\n\"Do you?\" I asked.\n\n\"Do I what?\"\n\n\"Know of any scars or birthmarks?\"\n\n\"Such as?\"\n\n\"Oh, hell,\" I snapped. \"Such as an appendix scar that might be used to\ntell left from right.\"\n\n\"Look, Tom, I'm not her physician, you know. I can only give you the\nold answer: 'Not until they wear briefer swim suits.'\"\n\nMy heart bounced lightly. That Holly was still in mortal danger was not\nenough to stop my elation at hearing Frank Crandall admit that he was\nnot Holly's lover, nor even on much better terms than I. It might have\nbeen better to face the knowledge that Holly was all woman and all\nhuman even though the information had to come from someone who knew her\nwell enough to get her home.\n\nThen I came back to earth. I had my perfect goddess--in deadly\nperil--instead of a human woman who really did not belong to any man.\n\n       *       *       *       *       *\n\nI hadn't seen Saul Graben leave, but he must have been gone because now\nhe opened the door and came back. He was carrying a heavy rim gyroscope\nthat was spinning in a set of frictionless gymbals. He looked most\nconfused.\n\nHe said, \"I've spent what seems like an hour. You can't tell me that\nthis gizmo is inseparable from the selfish, insular intellect of\nterrestrial so-called homo sapiens.\"\n\nHe turned the base and we all watched the gymbal rings rotate to keep\nthe gyro wheel in the same plane. \"It should be cosmic,\" he said. \"But\nevery time I start, I find myself biting myself on the back of the\nneck. Look. If you make the axle horizontal in front of you and rotate\nthe gyro with the top edge going away from you, you can define a common\nreference. But motion beyond that cannot be explained. If the axle is\ndepressed on the right side, the gyro will turn so the far edge looks\nto the right. But that's defining A in terms of A. So I'm licked.\"\n\nFrank Crandall shook his head. \"There's probably an absolute to that\nthing somewhere, but I'm sure none of us know it. We haven't time to\nfind it. In fact, I think the cause is lost. Maybe we'd better spend\nour time figuring out a plausible explanation.\"\n\n\"Explanation?\" blurted Wallach.\n\n\"Let's face it,\" said Crandall. \"Holly Carter's life is slipping away.\nNo one has yet come close to finding a common reference to describe\nright from left to this Harla creature.\"\n\n\"So what's your point?\"\n\n\"Death is for the dying,\" Crandall said in a monotone. \"Let them have\ntheir hour in peace and dignity. Life is for the living, and for the\nliving there is no peace. We who remain must make the best of it. So\nnow in about five minutes Holly will be at peace. The rest of us have\ngot to answer for her.\"\n\n\"How do you mean?\"\n\n\"How do you propose to explain this unfortunate incident?\" asked\nCrandall. \"Someone will want to know what happened to the remains of\nHolly Carter. I can see hell breaking loose. And I can see the whole\nlot of us getting laughed right off the Earth because we couldn't tell\nright from left. And I can see us all clobbered for letting the affair\ntake place.\"\n\n\"You seem to be more worried about your professional reputation than\nabout Holly Carter's life!\"\n\n\"I have a future,\" he said. \"Holly doesn't seem to. Hell,\" he groaned,\n\"we can't even gamble on it.\"\n\n\"Gamble?\"\n\n\"How successful do you think you'd be in getting this Venusian to risk\nhis life by closing his eyes and making a fifty-fifty stab in the dark\nat one of those buttons?\"\n\n\"Well--\" started Wallach--\"we'd be gambling too, you know. But--\"\n\n       *       *       *       *       *\n\n\"Wait a moment,\" I said. \"I've got a sort of half-cracked theory. May I\ntry?\"\n\n\"Of course.\"\n\n\"Not 'of course.' I'll have to have quiet, with just Teresa to\ncommunicate through.\"\n\n\"If you have any ideas, try them,\" said Wallach.\n\n\"Do you really know what you're doing?\" demanded Frank Crandall.\n\n\"I think so,\" I replied. \"If it works, it'll be because I happen to\nfeel close to Holly.\"\n\n\"Could be,\" he said with a shrug. I almost flipped. Duels have been\nfought over less. But instead of taking offense, Crandall topped it\noff by adding, \"You could have been a lot closer if you'd tried. She\nalways said you had the alert, pixie-type mind that was pure relaxation\ninstead of a dead let-down after a period of deep concentration. But\nyou were always scuttling off somewhere. Well, go ahead and try, Tom.\nAnd good luck!\"\n\nI took a deep breath.\n\n\"Teresa?\" I asked.\n\n\"Yes, Mr. Lincoln?\"\n\n\"Tell Harla to concentrate on the buttons.\"\n\n\"He is.\"\n\n\"There is a subtle difference between them.\"\n\n\"This he knows, but he does not know what it is.\"\n\n\"There is a delicate difference in warmth. One button will be faintly\nwarmer than the other.\"\n\n\"Harla has felt them.\"\n\nI dropped the third-person address and spoke to Teresa as if she\nwere but one end of a telephone line. \"Harla,\" I said, \"only part of\nthe difference lies in the warmth to physical touch. There should be\nanother kind of warmth. Are you not affected by a _feeling_ that one is\nbetter than the other?\"\n\nHarla's reply came direct through Teresa: \"Why yes, I am indeed drawn\nto the warmer of the two. Were this a game I would wager on it. But\nthat is emotion and hardly suitable as a guide.\"\n\n\"Ah, but it is!\" I replied quickly. \"This is our frame of reference.\nPress the warmer of the but--\"\n\nI was violently interrupted. Wallach shook me violently and hurled me\naway from Teresa. Frank Crandall was facing the girl, shouting, \"No!\nNo! The warm one will be the red one! You must press the green--\"\n\nAnd then he, too, was interrupted.\n\nDisplaced air made a near-explosive _woosh!_ and the tunnel car was\nthere on its pad. In it was a nightmare horror holding a limp Holly\nCarter across its snakelike tentacles. A free tentacle opened the door.\n\n\"Take her while I hold my breath,\" said Harla, still talking through\nTeresa. \"I'll return the tunnel car empty. I can, now that I know that\nwarmth is where the hearth is.\"\n\nHarla dropped the unconscious girl in my arms and snapped back into\nthe car. It disappeared, then returned empty just as the doctor was\nbending over Holly.\n\n       *       *       *       *       *\n\nSo now I have my Holly, but every now and then I lie awake beside her\nin a cold sweat. Harla could have guessed wrong. Just as Wallach and\nCrandall had been wrong in assuming the red button would be warmer than\nthe green. Their reaction was as emotional as Harla's.\n\nI hope Harla either forgives me or never finds out that I had to sound\nsure of myself, and that I had to play on his emotions simply to get\nhim to take the fifty-fifty chance on his--hers--_our_ lives.\n\nAnd I get to sleep only after I've convinced myself that it was more\nthan chance ... that somehow our feelings and emotions guided Harla\nwhere logic and definition fail.\n\nFor right and left do not exist until terrestrial man defines them.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Amateur in Chancery, by George O. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK AMATEUR IN CHANCERY ***\n\n***** This file should be named 51681.txt or 51681.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/8/51681/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}