{"title": "The Spy in the Elevator", "author": "Donald E. Westlake", "releaseDate": "April 7, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE SPY IN THE ELEVATOR\n\n                         By DONALD E. WESTLAKE\n\n                          Illustrated by WEST\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               He was dangerously insane. He threatened\n               to destroy everything that was noble and\n                decent--including my date with my girl!\n\n\nWhen the elevator didn't come, that just made the day perfect. A broken\negg yolk, a stuck zipper, a feedback in the aircon exhaust, the window\nsticking at full transparency--well, I won't go through the whole sorry\nlist. Suffice it to say that when the elevator didn't come, that put\nthe roof on the city, as they say.\n\nIt was just one of those days. Everybody gets them. Days when you're\nlucky in you make it to nightfall with no bones broken.\n\nBut of all times for it to happen! For literally months I'd been\nbuilding my courage up. And finally, just today, I had made up my\nmind to do it--to propose to Linda. I'd called her second thing this\nmorning--right after the egg yolk--and invited myself down to her\nplace. \"Ten o'clock,\" she'd said, smiling sweetly at me out of the\nphone. She knew why I wanted to talk to her. And when Linda said ten\no'clock, she meant ten o'clock.\n\nDon't get me wrong. I don't mean that Linda's a perfectionist or a\nharridan or anything like that. Far from it. But she does have a\nfixation on that one subject of punctuality. The result of her job,\nof course. She was an ore-sled dispatcher. Ore-sleds, being robots,\nwere invariably punctual. If an ore-sled didn't return on time, no one\nwaited for it. They simply knew that it had been captured by some other\nProject and had blown itself up.\n\nWell, of course, after working as an ore-sled dispatcher for three\nyears, Linda quite naturally was a bit obsessed. I remember one time,\nshortly after we'd started dating, when I arrived at her place five\nminutes late and found her having hysterics. She thought I'd been\nkilled. She couldn't visualize anything less than that keeping me from\narriving at the designated moment. When I told her what actually had\nhappened--I'd broken a shoe lace--she refused to speak to me for four\ndays.\n\nAnd then the elevator didn't come.\n\n       *       *       *       *       *\n\nUntil then, I'd managed somehow to keep the day's minor disasters from\nruining my mood. Even while eating that horrible egg--I couldn't very\nwell throw it away, broken yolk or no; it was my breakfast allotment\nand I was hungry--and while hurriedly jury-rigging drapery across that\ngaspingly transparent window--one hundred and fifty-three stories\nstraight down to slag--I kept going over and over my prepared proposal\nspeeches, trying to select the most effective one.\n\nI had a Whimsical Approach: \"Honey, I see there's a nice little\nNon-P apartment available up on one seventy-three.\" And I had a\nRomantic Approach: \"Darling, I can't live without you at the moment.\nTemporarily, I'm madly in love with you. I want to share my life\nwith you for a while. Will you be provisionally mine?\" I even had a\nStraightforward Approach: \"Linda, I'm going to be needing a wife for at\nleast a year or two, and I can't think of anyone I would rather spend\nthat time with than you.\"\n\nActually, though I wouldn't even have admitted this to Linda, much less\nto anyone else, I loved her in more than a Non-P way. But even if we\nboth had been genetically desirable (neither of us were) I knew that\nLinda relished her freedom and independence too much to ever contract\nfor any kind of marriage other than Non-P--Non-Permanent, No Progeny.\n\nSo I rehearsed my various approaches, realizing that when the time\ncame I would probably be so tongue-tied I'd be capable of no more\nthan a blurted, \"Will you marry me?\" and I struggled with zippers and\nmalfunctioning air-cons, and I managed somehow to leave the apartment\nat five minutes to ten.\n\nLinda lived down on the hundred fortieth floor, thirteen stories away.\nIt never took more than two or three minutes to get to her place, so I\nwas giving myself plenty of time.\n\nBut then the elevator didn't come.\n\nI pushed the button, waited, and nothing happened. I couldn't\nunderstand it.\n\nThe elevator had always arrived before, within thirty seconds of\nthe button being pushed. This was a local stop, with an elevator\nthat traveled between the hundred thirty-third floor and the hundred\nsixty-seventh floor, where it was possible to make connections for\neither the next local or for the express. So it couldn't be more than\ntwenty stories away. And this was a non-rush hour.\n\nI pushed the button again, and then I waited some more. I looked at my\nwatch and it was three minutes to ten. Two minutes, and no elevator! If\nit didn't arrive this instant, this second, I would be late.\n\nIt didn't arrive.\n\nI vacillated, not knowing what to do next. Stay, hoping the elevator\nwould come after all? Or hurry back to the apartment and call Linda, to\ngive her advance warning that I would be late?\n\nTen more seconds, and still no elevator. I chose the second\nalternative, raced back down the hall, and thumbed my way into my\napartment. I dialed Linda's number, and the screen lit up with white\nletters on black: PRIVACY DISCONNECTION.\n\nOf course! Linda expected me at any moment. And she knew what I wanted\nto say to her, so quite naturally she had disconnected the phone, to\nkeep us from being interrupted.\n\nFrantic, I dashed from the apartment again, back down the hall to the\nelevator, and leaned on that blasted button with all my weight. Even if\nthe elevator should arrive right now, I would still be almost a minute\nlate.\n\nNo matter. It didn't arrive.\n\nI would have been in a howling rage anyway, but this impossibility\npiled on top of all the other annoyances and breakdowns of the day\nwas just too much. I went into a frenzy, and kicked the elevator door\nthree times before I realized I was hurting myself more than I was\nhurting the door. I limped back to the apartment, fuming, slammed the\ndoor behind me, grabbed the phone book and looked up the number of\nthe Transit Staff. I dialed, prepared to register a complaint so loud\nthey'd be able to hear me in sub-basement three.\n\nI got some more letters that spelled: BUSY.\n\n       *       *       *       *       *\n\nIt took three tries before I got through to a hurried-looking female\nreceptionist \"My name is Rice!\" I bellowed. \"Edmund Rice! I live on the\nhundred and fifty-third floor! I just rang for the elevator and----\"\n\n\"The-elevator-is-disconnected.\" She said it very rapidly, as though she\nwere growing very used to saying it.\n\nIt only stopped me for a second. \"Disconnected? What do you mean\ndisconnected? Elevators don't _get_ disconnected!\" I told her.\n\n\"We-will-resume-service-as-soon-as-possible,\" she rattled. My bellowing\nwas bouncing off her like radiation off the Project force-screen.\n\nI changed tactics. First I inhaled, making a production out of it,\ngiving myself a chance to calm down a bit. And then I asked, as\nrationally as you could please, \"Would you mind terribly telling me\n_why_ the elevator is disconnected?\"\n\n\"I-am-sorry-sir-but-that----\"\n\n\"Stop,\" I said. I said it quietly, too, but she stopped. I saw her\nlooking at me. She hadn't done that before, she'd merely gazed blankly\nat her screen and parroted her responses.\n\nBut now she was actually looking at _me_.\n\nI took advantage of the fact. Calmly, rationally, I said to her, \"I\nwould like to tell you something, Miss. I would like to tell you just\nwhat you people have done to me by disconnecting the elevator. You have\nruined my life.\"\n\nShe blinked, open-mouthed. \"Ruined your life?\"\n\n\"Precisely.\" I found it necessary to inhale again, even more slowly\nthan before. \"I was on my way,\" I explained, \"to propose to a girl whom\nI dearly love. In every way but one, she is the perfect woman. Do you\nunderstand me?\"\n\nShe nodded, wide-eyed. I had stumbled on a romantic, though I was too\npreoccupied to notice it at the time.\n\n\"In every way but one,\" I continued. \"She has one small imperfection,\na fixation about punctuality. And I was supposed to meet her at ten\no'clock. _I'm late!_\" I shook my fist at the screen. \"Do you realize\nwhat you've _done_, disconnecting the elevator? Not only won't she\nmarry me, she won't even _speak_ to me! Not now! Not after this!\"\n\n\"Sir,\" she said tremulously, \"please don't shout.\"\n\n\"I'm not shouting!\"\n\n\"Sir, I'm terribly sorry. I understand your--\"\n\n\"You _understand_?\" I trembled with speechless fury.\n\nShe looked all about her, and then leaned closer to the screen,\nrevealing a cleavage that I was too distraught at the moment to pay\nany attention to. \"We're not supposed to give this information out,\nsir,\" she said, her voice low, \"but I'm going to tell you, so you'll\nunderstand why we had to do it. I think it's perfectly awful that it\nhad to ruin things for you this way. But the fact of the matter is--\"\nshe leaned even closer to the screen--\"there's a spy in the elevator.\"\n\n\nII\n\nIt was my turn to be stunned.\n\nI just gaped at her. \"A--a what?\"\n\n\"A spy. He was discovered on the hundred forty-seventh floor, and\nmanaged to get into the elevator before the Army could catch him. He\njammed it between floors. But the Army is doing everything it can think\nof to get him out.\"\n\n\"Well--but why should there be any problem about getting him out?\"\n\n\"He plugged in the manual controls. We can't control the elevator from\noutside at all. And when anyone tries to get into the shaft, he aims\nthe elevator at them.\"\n\nThat sounded impossible. \"He _aims_ the elevator?\"\n\n\"He runs it up and down the shaft,\" she explained, \"trying to crush\nanybody who goes after him.\"\n\n\"Oh,\" I said. \"So it might take a while.\"\n\nShe leaned so close this time that even I, distracted as I was, could\nhardly help but take note of her cleavage. She whispered, \"They're\nafraid they'll have to starve him out.\"\n\n\"Oh, no!\"\n\nShe nodded solemnly. \"I'm terribly sorry, sir,\" she said. Then she\nglanced to her right, suddenly straightened up again, and said,\n\"We-will-resume-service-as-soon-as-possible.\" Click. Blank screen.\n\nFor a minute or two, all I could do was sit and absorb what I'd been\ntold. A spy in the elevator! A spy who had managed to work his way all\nthe way up to the hundred forty-seventh floor before being unmasked!\n\nWhat in the world was the matter with the Army? If things were getting\nthat lax, the Project was doomed, force-screen or no. Who knew how many\nmore spies there were in the Project, still unsuspected?\n\nUntil that moment, the state of siege in which we all lived had had\nno reality for me. The Project, after all, was self-sufficient and\ncompletely enclosed. No one ever left, no one ever entered. Under our\nroof, we were a nation, two hundred stories high. The ever-present\nthreat of other projects had never been more for me--or for most other\npeople either, I suspected--than occasional ore-sleds that didn't\nreturn, occasional spies shot down as they tried to sneak into the\nbuilding, occasional spies of our own leaving the Project in tiny\nradiation-proof cars, hoping to get safely within another project and\nbring back news of any immediate threats and dangers that project might\nbe planning for us. Most spies didn't return; most ore-sleds did. And\nwithin the Project life was full, the knowledge of external dangers\nmerely lurking at the backs of our minds. After all, those external\ndangers had been no more than potential for decades, since what Dr.\nKilbillie called the Ungentlemanly Gentleman's War.\n\nDr. Kilbillie--Intermediate Project History, when I was fifteen years\nold--had private names for every major war of the twentieth century.\nThere was the Ignoble Nobleman's War, the Racial Non-Racial War, and\nthe Ungentlemanly Gentleman's War, known to the textbooks of course as\nWorld Wars One, Two, and Three.\n\nThe rise of the Projects, according to Dr. Kilbillie, was the result of\nmany many factors, but two of the most important were the population\nexplosion and the Treaty of Oslo. The population explosion, of course,\nmeant that there was continuously more and more people but never any\nmore space. So that housing, in the historically short time of one\ncentury, made a complete transformation from horizontal expansion to\nvertical. Before 1900, the vast majority of human beings lived in\ntiny huts of from one to five stories. By 2000, _everybody_ lived in\nProjects. From the very beginning, small attempts were made to make\nthese Projects more than dwelling places. By mid-century, Projects\n(also called apartments and co-ops) already included restaurants,\nshopping centers, baby-sitting services, dry cleaners and a host of\nother adjuncts. By the end of the century, the Projects were completely\nself-sufficient, with food grown hydroponically in the sub-basements,\nseparate floors set aside for schools and churches and factories, robot\nore-sleds capable of seeking out raw materials unavailable within the\nProjects themselves and so on. And all because of, among other things,\nthe population explosion.\n\nAnd the Treaty of Oslo.\n\nIt seems there was a power-struggle between two sets of then-existing\nnations (they were something like Projects, only horizontal instead of\nvertical) and both sets were equipped with atomic weapons. The Treaty\nof Oslo began by stating that atomic war was unthinkable, and added\nthat just in case anyone happened to think of it only _tactical_ atomic\nweapons could be used. No _strategic_ atomic weapons. (A tactical\nweapon is something you use on the soldiers, and a strategic weapons is\nsomething you use on the folks at home.) Oddly enough, when somebody\ndid think of the war, both sides adhered to the Treaty of Oslo, which\nmeant that no Projects were bombed.\n\nOf course, they made up for this as best they could by using tactical\natomic weapons all over the place. After the war almost the whole\nworld was quite dangerously radioactive. Except for the Projects. Or\nat least those of them which had in time installed the force screens\nwhich had been invented on the very eve of battle, and which deflected\nradioactive particles.\n\nHowever, what with all of the _other_ treaties which were broken during\nthe Ungentlemanly Gentleman's War, by the time it was finished nobody\nwas quite sure any more who was on whose side. That project over there\non the horizon might be an ally. And then again it might not. Since\nthey weren't sure either, it was risky to expose yourself in order to\nask.\n\nAnd so life went on, with little to remind us of the dangers lurking\nOutside. The basic policy of Eternal Vigilance and Instant Preparedness\nwas left to the Army. The rest of us simply lived our lives and let it\ngo at that.\n\n       *       *       *       *       *\n\nBut now there was a spy in the elevator.\n\nWhen I thought of how deeply he had penetrated our defenses, and of how\nmany others there might be, still penetrating, I shuddered. The walls\nwere our safeguards only so long as all potential enemies were on the\nother side of them.\n\nI sat shaken, digesting this news, until suddenly I remembered Linda.\n\nI leaped to my feet, reading from my watch that it was now ten-fifteen.\nI dashed once more from the apartment and down the hall to the\nelevator, praying that the spy had been captured by now and that Linda\nwould agree with me that a spy in the elevator was good and sufficient\nreason for me to be late.\n\nHe was still there. At least, the elevator was still out.\n\nI sagged against the wall, thinking dismal thoughts. Then I noticed the\ndoor to the right of the elevator. Through that door was the stairway.\n\nI hadn't paid any attention to it before. No one ever uses the stairs\nexcept adventurous young boys playing cops and robbers, running up and\ndown from landing to landing. I myself hadn't set foot on a flight of\nstairs since I was twelve years old.\n\nActually, the whole idea of stairs was ridiculous. We had elevators,\ndidn't we? Usually, I mean, when they didn't contain spies. So what was\nthe use of stairs?\n\nWell, according to Dr. Kilbillie (a walking library of unnecessary\ninformation), the Project had been built when there still had been such\nthings as municipal governments (something to do with cities, which\nwere more or less grouped Projects), and the local municipal government\nhad had on its books a fire ordinance, anachronistic even then, which\nrequired a complete set of stairs in every building constructed in the\ncity. Ergo, the Project had stairs, thirty-two hundred of them.\n\nAnd now, after all these years, the stairs might prove useful after\nall. It was only thirteen flights to Linda's floor. At sixteen steps a\nflight, that meant two hundred and eight steps.\n\nCould I descend two hundred and eight steps for my true love? I could.\nIf the door would open.\n\nIt would, though reluctantly. Who knew how many years it had been since\nlast this door had been opened? It squeaked and wailed and groaned and\nfinally opened half way. I stepped through to the musty, dusty landing,\ntook a deep breath, and started down. Eight steps and a landing, eight\nsteps and a floor. Eight steps and a landing, eight steps and a floor.\n\nOn the landing between one fifty and one forty-nine, there was a\nsmallish door. I paused, looking curiously at it, and saw that at one\ntime letters had been painted on it. The letters had long since flaked\naway, but they left a lighter residue of dust than that which covered\nthe rest of the door. And so the words could still be read, if with\ndifficulty.\n\nI read them. They said:\n\n      EMERGENCY ENTRANCE\n        ELEVATOR SHAFT\n     AUTHORIZED PERSONNEL\n            ONLY\n         KEEP LOCKED\n\nI frowned, wondering immediately why this door wasn't being firmly\nguarded by at least a platoon of Army men. Half a dozen possible\nanswers flashed through my mind. The more recent maps might simply\nhave omitted this discarded and unnecessary door. It might be sealed\nshut on the other side. The Army might have caught the spy already.\nSomebody in authority might simply have goofed.\n\nAs I stood there, pondering these possibilities, the door opened and\nthe spy came out, waving a gun.\n\n\nIII\n\nHe couldn't have been anyone else but the spy. The gun, in the first\nplace. The fact that he looked harried and upset and terribly nervous,\nin the second place. And, of course, the fact that he came from the\nelevator shaft.\n\nLooking back, I think he must have been just as startled as I when we\ncame face to face like that. We formed a brief tableau, both of us\nopen-mouthed and wide-eyed.\n\nUnfortunately, he recovered first.\n\nHe closed the emergency door behind him, quickly but quietly. His gun\nstopped waving around and instead pointed directly at my middle. \"Don't\nmove!\" he whispered harshly. \"Don't make a sound!\"\n\nI did exactly as I was told. I didn't move and I didn't make a sound.\nWhich left me quite free to study him.\n\nHe was rather short, perhaps three inches shorter than me, with a bony\nhigh-cheekboned face featuring deepset eyes and a thin-lipped mouth. He\nwore gray slacks and shirt, with brown slippers on his feet. He looked\nexactly like a spy ... which is to say that he _didn't_ look like a\nspy, he looked overpoweringly ordinary. More than anything else, he\nreminded me of a rather taciturn milkman who used to make deliveries to\nmy parents' apartment.\n\nHis gaze darted this way and that. Then he motioned with his free hand\nat the descending stairs and whispered, \"Where do they go?\"\n\nI had to clear my throat before I could speak. \"All the way down,\" I\nsaid.\n\n\"Good,\" he said--just as we both heard a sudden raucous squealing from\nperhaps four flights down, a squealing which could be nothing but the\nopening of a hall door. It was followed by the heavy thud of ascending\nboots. The Army!\n\nBut if I had any visions of imminent rescue, the spy dashed them. He\nsaid, \"Where do you live?\"\n\n\"One fifty-three,\" I said. This was a desperate and dangerous man.\nI knew my only slim chance of safety lay in answering his questions\npromptly, cooperating with him until and unless I saw a chance to\neither escape or capture him.\n\n\"All right,\" he whispered. \"Go on.\" He prodded me with the gun.\n\nAnd so we went back up the stairs to one fifty-three, and stopped at\nthe door. He stood close behind me, the gun pressed against my back,\nand grated in my ear, \"I'll have this gun in my pocket. If you make one\nfalse move I'll kill you. Now, we're going to your apartment. We're\nfriends, just strolling along together. You got that?\"\n\nI nodded.\n\n\"All right. Let's go.\"\n\nWe went. I have never in my life seen that long hall quite so empty as\nit was right then. No one came out of any of the apartments, no one\nemerged from any of the branch halls. We walked to my apartment. I\nthumbed the door open and we went inside.\n\nOnce the door was closed behind us, he visibly relaxed, sagging against\nthe door, his gun hand hanging limp at his side, a nervous smile\nplaying across his lips.\n\nI looked at him, judging the distance between us, wondering if I could\nleap at him before he could bring the gun up again. But he must have\nread my intentions on my face. He straightened, shaking his head. He\nsaid, \"Don't try it. I don't want to kill you. I don't want to kill\nanybody, but I will if I have to. We'll just wait here together until\nthe hue and cry passes us. Then I'll tie you up, so you won't be able\nto sic your Army on me too soon, and I'll leave. If you don't try any\nsilly heroics, nothing will happen to you.\"\n\n\"You'll never get away,\" I told him. \"The whole Project is alerted.\"\n\n\"You let me worry about that,\" he said. He licked his lips. \"You got\nany chico coffee?\"\n\n\"Yes.\"\n\n\"Make me a cup. And don't get any bright ideas about dousing me with\nboiling water.\"\n\n\"I only have my day's allotment,\" I protested. \"Just enough for two\ncups, lunch and dinner.\"\n\n\"Two cups is fine,\" he said. \"One for each of us.\"\n\n       *       *       *       *       *\n\nAnd now I had yet another grudge against this blasted spy. Which\nreminded me again of Linda. From the looks of things, I wasn't _ever_\ngoing to get to her place. By now she was probably in mourning for me\nand might even have the Sanitation Staff searching for my remains.\n\nAs I made the chico, he asked me questions. My name first, and then,\n\"What do you do for a living?\"\n\nI thought fast. \"I'm an ore-sled dispatcher,\" I said. That was a lie,\nof course, but I'd heard enough about ore-sled dispatching from Linda\nto be able to maintain the fiction should he question me further about\nit.\n\nActually, I was a gymnast instructor. The subjects I taught included\nwrestling, judo and karati--talents I would prefer to disclose to him\nin my own fashion, when the time came.\n\nHe was quiet for a moment. \"What about radiation level on the\nore-sleds?\"\n\nI had no idea what he was talking about, and admitted as much.\n\n\"When they come back,\" he said. \"How much radiation do they pick up?\nDon't you people ever test them?\"\n\n\"Of course not,\" I told him. I was on secure ground now, with Linda's\ninformation to guide me. \"All radiation is cleared from the sleds and\ntheir cargo before they're brought into the building.\"\n\n\"I know that,\" he said impatiently. \"But don't you ever check them\nbefore de-radiating them?\"\n\n\"No. Why should we?\"\n\n\"To find out how far the radiation level outside has dropped.\"\n\n\"For what? Who cares about that?\"\n\nHe frowned bitterly. \"The same answer,\" he muttered, more to himself\nthan to me. \"The same answer every time. You people have crawled into\nyour caves and you're ready to stay in them forever.\"\n\nI looked around at my apartment. \"Rather a well-appointed cave,\" I told\nhim.\n\n\"But a cave nevertheless.\" He leaned toward me, his eyes gleaming with\na fanatical flame. \"Don't you ever wish to get Outside?\"\n\nIncredible! I nearly poured boiling water all over myself. \"Outside? Of\ncourse not!\"\n\n\"The same thing,\" he grumbled, \"over and over again. Always the same\nstupidity. Listen, you! Do you realize how long it took man to get out\nof the caves? The long slow painful creep of progress, for millennia,\nbefore he ever made that first step from the cave?\"\n\n\"I have no idea,\" I told him.\n\n\"I'll tell you this,\" he said belligerently. \"A lot longer than it\ntook for him to turn around and go right back into the cave again.\" He\nstarted pacing the floor, waving the gun around in an agitated fashion\nas he talked. \"Is this the _natural_ life of man? It is not. Is this\neven a _desirable_ life for man? It is _definitely_ not.\" He spun back\nto face me, pointing the gun at me again, but this time he pointed\nit as though it were a finger, not a gun. \"Listen, you,\" he snapped.\n\"Man was progressing. For all his stupidities and excesses, he was\ngrowing up. His dreams were getting bigger and grander and better all\nthe time. He was planning to tackle _space_! The moon first, and then\nthe planets, and finally the stars. The whole universe was out there,\nwaiting to be plucked like an apple from a tank. And Man was reaching\nout for it.\" He glared as though daring me to doubt it.\n\n       *       *       *       *       *\n\nI decided that this man was doubly dangerous. Not only was he a spy,\nhe was also a lunatic. So I had two reasons for humoring him. I nodded\npolitely.\n\n\"So what happened?\" he demanded, and immediately answered himself.\n\"I'll tell you what happened! Just as he was about to make that first\ngiant step, Man got a hotfoot. That's all it was, just a little\nhotfoot. So what did Man do? I'll tell you what he did. He turned\naround and he ran all the way back to the cave he started from, his\ntail between his legs. _That's_ what he did!\"\n\nTo say that all of this was incomprehensible would be an extreme\nunderstatement. I fulfilled my obligation to this insane dialogue by\nsaying, \"Here's your coffee.\"\n\n\"Put it on the table,\" he said, switching instantly from raving maniac\nto watchful spy.\n\nI put it on the table. He drank deep, then carried the cup across the\nroom and sat down in my favorite chair. He studied me narrowly, and\nsuddenly said, \"What did they tell you I was? A spy?\"\n\n\"Of course,\" I said.\n\nHe grinned bitterly, with one side of his mouth. \"Of course. The damn\nfools! Spy! What do you suppose I'm going to spy on?\"\n\nHe asked the question so violently and urgently that I knew I had to\nanswer quickly and well, or the maniac would return. \"I--I wouldn't\nknow, exactly,\" I stammered. \"Military equipment, I suppose.\"\n\n\"Military equipment? _What_ military equipment? Your Army is supplied\nwith uniforms, whistles and hand guns, and that's about it.\"\n\n\"The defenses--\" I started.\n\n\"The defenses,\" he interrupted me, \"are non-existent. If you mean the\nrocket launchers on the roof, they're rusted through with age. And what\nother defenses are there? None.\"\n\n\"If you say so,\" I replied stiffly. The Army claimed that we had\nadequate defense equipment. I chose to believe the Army over an enemy\nspy.\n\n\"Your people send out spies, too, don't they?\" he demanded.\n\n\"Well, of course.\"\n\n\"And what are _they_ supposed to spy on?\"\n\n\"Well--\" It was such a pointless question, it seemed silly to even\nanswer it. \"They're supposed to look for indications of an attack by\none of the other projects.\"\n\n\"And do they find any indications, ever?\"\n\n\"I'm sure I don't know,\" I told him frostily. \"That would be classified\ninformation.\"\n\n\"You bet it would,\" he said, with malicious glee. \"All right, if that's\nwhat _your_ spies are doing, and if _I'm_ a spy, then it follows that\nI'm doing the same thing, right?\"\n\n\"I don't follow you,\" I admitted.\n\n\"If I'm a spy,\" he said impatiently, \"then I'm supposed to look for\nindications of an attack by you people on my Project.\"\n\nI shrugged. \"If that's your job,\" I said, \"then that's your job.\"\n\nHe got suddenly red-faced, and jumped to his feet. \"That's _not_ my\njob, you blatant idiot!\" he shouted. \"I'm not a spy! If I _were_ a spy,\n_then_ that would be my job!\"\n\n       *       *       *       *       *\n\nThe maniac had returned, in full force. \"All right,\" I said hastily.\n\"All right, whatever you say.\"\n\nHe glowered at me a moment longer, then shouted, \"Bah!\" and dropped\nback into the chair.\n\nHe breathed rather heavily for a while, glaring at the floor, then\nlooked at me again. \"All right, listen. What if I were to tell you that\nI _had_ found indications that you people were planning to attack my\nProject?\"\n\nI stared at him. \"That's impossible!\" I cried. \"We aren't planning to\nattack anybody! We just want to be left in peace!\"\n\n\"How do I know that?\" he demanded.\n\n\"It's the truth! What would we want to attack anybody for?\"\n\n\"Ah hah!\" He sat forward, tensed, pointing the gun at me like a finger\nagain. \"Now, then,\" he said. \"If you know it doesn't make any sense for\nthis Project to attack any other project, then why in the world should\nyou think _they_ might see some advantage in attacking _you_?\"\n\nI shook my head, dumbfounded. \"I can't answer a question like that,\" I\nsaid. \"How do I know what they're thinking?\"\n\n\"They're human beings, aren't they?\" he cried. \"Like you? Like me? Like\nall the other people in this mausoleum?\"\n\n\"Now, wait a minute--\"\n\n\"No!\" he shouted. \"You wait a minute! I want to tell you something. You\nthink I'm a spy. That blundering Army of yours thinks I'm a spy. That\nfathead who turned me in thinks I'm a spy. But I'm _not_ a spy, and I'm\ngoing to tell you what I am.\"\n\nI waited, looking as attentive as possible.\n\n\"I come,\" he said, \"from a Project about eighty miles north of here.\nI came here by foot, without any sort of radiation shield at all to\nprotect me.\"\n\nThe maniac was back. I didn't say a word. I didn't want to set off the\nviolence that was so obviously in this lunatic.\n\n\"The radiation level,\" he went on, \"is way down. It's practically as\nlow as it was before the Atom War. I don't know how long it's been\nthat low, but I would guess about ten years, at the very least.\" He\nleaned forward again, urgent and serious. \"The world is safe out there\nnow. Man can come back out of the cave again. He can start building\nthe dreams again. And this time he can build better, because he has\nthe horrible example of the recent past to guide him away from the\npitfalls. There's no need any longer for the Projects.\"\n\nAnd that was like saying there's no need any longer for stomachs, but I\ndidn't say so. I didn't say anything at all.\n\n\"I'm a trained atomic engineer,\" he went on. \"In my project, I worked\non the reactor. Theoretically, I believed that there was a chance the\nradiation Outside was lessening by now, though we had no idea exactly\nhow much radiation had been released by the Atom War. But I wanted\nto test the theory, and the Commission wouldn't let me. They claimed\npublic safety, but I knew better. If the Outside were safe and the\nProjects were no longer needed, then the Commission was out of a job,\nand they knew it.\n\n       *       *       *       *       *\n\n\"Well, I went ahead with the test anyway, and I was caught at it. For\nmy punishment, I was banned from the Project. They kicked me out,\ntelling me if I thought it was safe Outside I could live Outside. And\nif it really was safe, I could come back and tell them. Except that\nthey also made it clear that I would be shot if I tried to get back in,\nbecause I would be carrying deadly radiation.\"\n\nHe smiled bitterly. \"They had it all their own way,\" he said. \"But it\n_is_ safe out there, I'm living proof of it. I lived Outside for five\nmonths. And gradually I realized I had to tell others. I had to spread\nthe word that Man could have his world back. I didn't dare try to get\nback into my own Project; I would have been recognized and shot before\nI could say a word. So I came here.\"\n\nHe paused to finish the cup of chico that I should have had with lunch.\n\"I knew better,\" he continued, \"than to simply walk into the building\nand announce that I came from Outside. Man has an instinctive distrust\nfor strangers anyway; the Projects only intensify it. Once again, I\nwould have been shot. So I've been working in a more devious way. I\nsnuck into the Project--not a difficult thing for a man with no metal\non his person, no radiation shield cocooning him--and for the last two\nmonths I've been wandering around the building talking with people. I\nstrike up a conversation. I try to plant a few seeds of doubt about the\ndeadliness of Outside, and I hope that at least a few of the people I\ntalk to will begin to wonder, as I once did.\"\n\nTwo months! This spy, by his own admission, had been in the Project two\nmonths before being detected. I'd never heard of such a thing, and I\nhoped I'd never hear of such a thing again.\n\n\"Things worked out pretty well,\" he said, \"until today. I said\nsomething wrong--I'm still not sure what--and the man I was talking to\nhollered for Army, shouted I was a spy.\" He pounded the chair arm. \"But\nI'm not a spy! And it's the truth, Outside is safe!\" He glared suddenly\nat the window. \"Why've you got that drape up there?\"\n\n\"The window broke down,\" I explained. \"It's stuck at transparent.\"\n\n\"Transparent? Fine!\" He got up from the chair, strode across the room,\nand ripped the drape down from the window.\n\nI cowered away from the sun-glare, turning my back to the window.\n\n\"Come over here!\" he shouted. When I didn't move, he snarled, \"Get up\nand come over here, or I swear I'll shoot!\"\n\nAnd he would have, it was plain in his voice. I got to my feet,\nhesitant, and walked trembling to the window, squinting against the\nglare.\n\n\"Look out there,\" he ordered. \"Look!\"\n\nI looked.\n\n\nIV\n\nTerror. Horror. Dizziness and nausea.\n\nFar and away and far, nothing and nothing. Only the glare, and the high\nblue, and the far far horizon, and the broken gray slag stretching out,\nway down below.\n\n\"Do you see?\" he demanded. \"Look down there! We're so high up, it's\nhard to see, but _look_ for it. Do you see it? Do you see the green?\nDo you know what that means? There are green things growing again\nOutside! Not much yet. It's only just started back, but it's begun. The\nradiation is down. Plants are growing again.\"\n\nThe power of suggestion. And, of course, the heightened sensitivity\ncaused by the double threat of a man beside me carrying a gun that\nyawning aching expanse of nothing beyond the window. I nearly fancied\nthat I did see faint specks of green.\n\n\"Do you see it?\" he asked me.\n\n\"Wait,\" I said. I leaned closer to the window, though every nerve in me\nwanted to leap the other way. \"Yes!\" I said. \"Yes, I see it! Green!\"\n\nHe sighed, a long painful sigh of thanksgiving. \"Then now you know,\" he\nsaid. \"I've been telling you the truth. It _is_ safe Outside.\"\n\nAnd my lie worked. For the first time, his guard was completely down.\n\nI moved like a whirlwind. I leaped, and twisted his arm in a hard\nhammerlock, which caused him to cry out and drop the gun. That was\nwrestling. Then I turned and twisted and dipped, causing him to fly\nover my head and crash to the floor. That was judo. Then I jabbed\none rigid forefinger against a certain spot on the side of his neck,\ncausing the blood in his veins to forever stop its motion. That was\nkarati.\n\n       *       *       *       *       *\n\nWell, by the time the Army men had finished questioning me, it was\nthree o'clock in the afternoon, and I was five hours late. The Army\nmen corroborated my belief that the man had been a spy, who had\napparently lost his mind when cornered in the elevator. Outside was\nstill dangerous, of course, they assured me of that. And he'd been\nlying about having been here two months. He'd been in the Project less\nthan two days. Not only that, the Army men told me they'd found the\nradiation-proof car he'd driven, and in which he had hoped to drive\nback to his own Project once he'd discovered all our defenses.\n\nDespite the fact that I had the most legitimate excuse for tardiness\nunder the roof, Linda refused to forgive me for not making our ten\no'clock meeting. When I asked her to marry me she refused, at length\nand descriptively.\n\nBut I was surprised and relieved to discover how rapidly I got over my\nheartbreak. This was aided by the fact that once the news of my exploit\nspread, there were any number of girls more than anxious to get to know\nme better, including the well-cleavaged young lady from the Transit\nStaff. After all, I was a hero.\n\nThey even gave me a medal.\n\n\n\n\n\nEnd of Project Gutenberg's The Spy in the Elevator, by Donald E. Westlake\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SPY IN THE ELEVATOR ***\n\n***** This file should be named 51687.txt or 51687.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/6/8/51687/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}