{"title": "Metamorphosis", "author": "Charles V. de Vet", "releaseDate": "April 9, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             METAMORPHOSIS\n\n                         By Charles V. de Vet\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine December 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            The man I searched for could be anybody at all.\n            If I didn't find him, there'd be nobody at all.\n\n\nOne more city. The pattern went on. One more city to search for a man I\ndid not know, whose face I would not recognize. I had no copy of either\nhis fingerprints or encephalograph, or any other clue to his identity.\n\nYet he had to be found.\n\nAt one time he had been my best friend. His name was Howard Zealley\nthen. He wouldn't be using the same name now.\n\nAnd the \"bug\" in his brain would by this time have made him a stranger.\n\nThere was only one way the job could be done: I had to make\ncontact--even though I might not be aware of it at the time--reveal who\nI was, and hope he'd come out after me.\n\nI rented a room in a cheap hotel. But not so cheap that it wouldn't\nhave a grid connection with information service.\n\nI wrote my name big on the register: MAX CALOF. There was always the\nchance that he would see it. He would remember the name.\n\nThe room was small, a standard \"living-in\" cubicle. Which was all\nright. I didn't intend to sleep here. I hadn't slept in nine years\nnow--a year before the chase began. I kicked off my saddle shoes and\nwalked on stockinged feet to the vid coin slot and dropped in a half\ndollar.\n\nThe screen flickered once and the face of a beautiful, smiling woman\ncame into focus. \"May I help you, sir?\" she asked in a pleasant, very\nfriendly voice.\n\nI realized that the woman was not actually speaking, as she appeared\nto be doing. She was merely a woman image, with her voice and facial\nexpressions synchronized in some way with the word impulses coming from\ninformation central.\n\n       *       *       *       *       *\n\nI stretched out on the bed, folding the pillow under my head to have an\nunobstructed view of the screen. \"Give me the names of the city's two\nhundred most prominent male citizens,\" I said.\n\nThere was no sign of surprise on the woman face, but I got the usual\nexpressive long pause from central. The request was unusual. Central\nrelays always had trouble with the proper definition of \"prominent.\"\n\n\"Any particular category?\" the woman image finally asked.\n\n\"All categories,\" I answered.\n\nAnother pause. Even a mechanical brain would take a bit of time to\nassemble that information, but get it I would.\n\nAfter a while the woman began. \"Edward Anderson. Russell Baker. Joseph\nDillon. Francis....\" As her gently modulated voice went on, I closed my\neyes, keeping my mind blank, letting each name pass without resistance\nthrough my consciousness. Sometimes a hunch came that way. There was no\nneed to make a written list. I had total recall.\n\nI became aware that I had opened my shirt collar and that I was\nperspiring. I hadn't noticed how hot the day was or that the room had\nno air conditioning. I took a minute to concentrate. The perspiration\ndried and my body adjusted itself to the room's temperature and\nhumidity. When I was comfortable again, I returned my attention to the\nwoman's voice.\n\nAt the end of the reading, no name had stayed with me. I opened my\neyes. \"Eliminate all except those within the age range of twenty to\nforty,\" I said. Zealley would be thirty-seven by now--but probably\nappear younger. \"Got that?\"\n\n\"Yes sir.\"\n\n\"How many left?\" I asked.\n\n\"Sixty-four.\"\n\nIt was always a temptation to cut the list further. I was weary of the\nseemingly endless repetition of the same routine and the frustrating\nlack of any results. Eight years is a long time to search for a man.\nYet I could not afford to be careless. I was gambling everything on my\nhaving figured out the way Zealley's mind operated, how he would act,\nwhere he would hide. When the woman finished speaking, I walked to the\nvid and switched it off.\n\nI noted by the wall clock that it was almost noon. I hadn't had\nbreakfast yet. In the back of my mind, as I ordered a meal, was the\ncertainty that someday this appetite too would grow sated and dull.\nThere were so few satisfactions left....\n\n       *       *       *       *       *\n\nThe first name on my list was Edward Anderson. The city's mayor. It\ntook me two hours to get into his office, and two minutes to be on\nmy way out again. I had asked my questions and met the usual blank\nresponse.\n\nOn the street I spent another hour strolling through the shopping\ndistrict. No shadower picked me up.\n\nWhich pretty well eliminated Anderson--or anyone in close contact with\nhim.\n\nSecond name, Russell Baker. Industrialist. Minneapolis Mining & Allied\nProducts.\n\nI got as far as his secretary, John Roesler.\n\n\"What can I do for you?\" Roesler asked. He was a big-boned, handsome\nman, with an air of sleepy indolence. He cleaned and trimmed his\nfingernails with a small gold penknife.\n\n\"I'd like to see Mr. Baker,\" I said.\n\n\"What about?\"\n\n\"Confidential business.\"\n\n\"No one gets in to see a man like Mr. Baker that easy. If they could,\nhe'd be pestered by every crackpot in town.\"\n\nThis was as far as I was going to get. I had to make the best of it.\n\"Will you give him a message then?\" I asked.\n\nRoesler shrugged. \"If I think he should have it.\"\n\n\"I would advise you to deliver it,\" I said making my tone as impressive\nas possible. \"If he doesn't get it, you may be out of a job.\"\n\nHis eyebrows raised slightly.\n\n\"Tell him,\" I said, \"that Max Calof wants to see him,\" and spelled my\nlast name for him.\n\n\"And what should I say you want to see him about?\" I had caught a\nslight break in Roesler's composure.\n\n\"About a mutual friend--Howard Zealley,\" I replied. \"I think he'll be\ninterested.\"\n\nRoesler hid a yawn behind a well-manicured hand. \"We'll see,\" he said,\nand I went back out.\n\nTwice within ten minutes I observed the same pale-faced youth trailing\nme, and my pulse gave a great racing bound. This could be it.\n\nI stopped and studied the men's hats in a shop window. From the side\nof my eye I saw the youth stop also. He leaned against a traffic light\nstanchion and kicked idly at a scrap of paper on the sidewalk.\n\nI wandered through a department store, stopping to purchase a\ntoothbrush and a handkerchief, and he followed, keeping always a\ndiscreet distance behind. My last doubt was removed. I returned to my\nhotel. With luck, the hunter would now become the hunted.\n\nIn my room I pulled a grip from under the bed and took out a\nrubber-handled screwdriver and a pair of pliers, a pocket knife,\nseveral lengths of copper wire, and a small instrument in a black case\nabout the size of my fist. Climbing on a straight-back chair, I removed\nthe frosted globe from the room's center light. I bared the wires,\ncarefully spliced on two pieces of wire, connected the black box, and\nreplaced the globe.\n\nI had a little more trouble with the electrical clock's wiring, but at\nthe end I was satisfied. The time was two-fifteen. I made my setting\nfor three o'clock. Zealley should be here before then. If not, I could\nalways set the timing back.\n\nThere was nothing to do now except wait.\n\n       *       *       *       *       *\n\nNearly a half hour passed from the time I finished my preparations, and\nI was beginning to think Zealley would be late, when the door of my\ncompartment was kicked savagely open.\n\nThe man who followed the kick was lean and dark, with wavy brown hair\ncombed meticulously into place. A bent nose dispelled any illusion of\nsoftness.\n\nI was disappointed. If this was Zealley, it was not at all the way\nI had expected him to look. I had thought he would be more polished\nperhaps, more intelligent, with more of the outward signs of success.\n\nThis weighing I did with a fleeting glance, and passed to the two\nmen who followed my first visitor: Roesler and the pale-faced youth.\nRoesler was wearing a yellow hat.\n\nI swung my legs over the side of the bed where I had been lying and sat\nup. \"Come in,\" I said.\n\nThe sarcasm was not wasted on Roesler. He kept his gaze on me, but\nspoke to the two men with him. \"Stay by the door, George,\" he ordered\nthe boy. \"You, Steve,\" he addressed the lean man, \"get on the other\nside of him. Stay close.\" He let himself ease into the lounge chair\nbehind him.\n\nI decided to stir things up a bit. \"I see you brought a boy,\" I said,\nnodding at the one by the door. \"This might turn out to be a man's job.\"\n\nRoesler glanced aside at the youth, whose lips pulled away from his\nteeth and eyes filled with quick hate. He pulled a switch-blade knife\nfrom his pocket and snapped it open.\n\nI found myself making a swift reappraisal. The lad was not the simple\nhood type I had first judged him to be. There was a flat look about the\nwide whites of his eyes that warned of something apart from courage.\n\n\"Not yet, George,\" Roesler said, and his voice, though almost gentle,\nstopped the boy before he took a step.\n\nRoesler pulled his penknife from a coat pocket and began trimming his\nnails.\n\n\"Someday you're going to run out of fingernails,\" I said.\n\nRoesler laughed soundlessly, amused.\n\nI glanced unobtrusively at the clock. Ten minutes to three. Time passed\nslowly in a situation like this.\n\nRoesler regarded me speculatively. \"You don't seem very nervous,\" he\nsaid.\n\n\"Should I be?\"\n\n\"I would think so,\" he said. \"If I were in your position, I think I'd\nbe nervous.\"\n\n\"Would you?\"\n\n\"Take off your clothes,\" he said, with no change of tone.\n\nI took in a long breath and began opening my shirt. Another glance at\nthe clock told me I needed at least eight more minutes. I had to stall.\n\n       *       *       *       *       *\n\nRoesler made no attempt to hurry me. He was a man certain of his\ncontrol of the situation.\n\nI kicked off my shorts, the last of my clothes, and for the first\ntime felt ill at ease. Standing stripped to the raw before these men\nput me at a mental disadvantage. I feared them only to the point of\ndiscretion, but I had lost a bit of my poise. I sat back on the edge of\nthe bed and lit a cigarette, doing my best to appear unconcerned.\n\nRoesler turned to the dark man. \"The shade, Steve,\" he directed. \"Pull\nit down a minute.\"\n\nSteve did as he was told.\n\nThe fact that my skin glowed with a faint phosphorescent sheen in the\nsemidarkness was no surprise to me.\n\nRoesler leaned forward and the penknife, which he had set on one knee,\nslipped off. Without attention he caught it before it touched the floor.\n\nWhich confirmed my original suspicion. No one had reflexes that\nfast--except Zealley--and myself. I had estimated him correctly\nthen. He had been too clever to expose himself to any searcher; he\nhad disdained the prestige he might have acquired, staying in the\nbackground, but in a position where he could observe any pursuer if and\nwhen he appeared.\n\nRoesler-Zealley had noted the brief play of understanding on my face\nand he nodded. \"I had to be certain, Max,\" he said. \"You've changed\ntoo, you know.\"\n\nWhich was true. The mites in our veins had altered us both considerably\nthrough the years. We had developed some small empathy with them and\nthey often performed as we wished. It was not that they could read\nour thoughts. Their activities were probably only reactions to our\nemotional and glandular functions. Moreover, they acted as often in\nways that suited their own designs, changing our body structures, and\nregulating our metabolisms, seemingly at random.\n\n\"What did you want with me, Max?\" Zealley asked, still being very\npleasant. \"Did you come to join me in conquering the world?\"\n\nHe was being facetious and I did not answer him. He knew why I was here.\n\nOverhead a faint click came from the light globe, a sound that probably\nonly I noticed, and I knew that my alarm had gone off. I judged it\nwould take the police only a few minutes to reach here.\n\n\"Or are you going to pretend that the medics have found a way to boil\nthe bugs out of us?\" Zealley asked. Did I detect a concealed pleading\nfor just that assurance?\n\nI shook my head. \"No, they haven't found any way, Howard,\" I\nobliterated the hope.\n\n\"Good old Max.\" Bitterness crept into his voice. \"Faithful, selfless\nold Max. Going to save the world. Going to save the whole of humanity,\"\nhe amended expansively.\n\nHe hadn't changed too much. Sarcasm had always come natural with him,\nwhich made it no more likable.\n\n       *       *       *       *       *\n\nHe might have said dull, stupid, cloddish old Max. The words would have\nbetter matched the tone of his voice. At that, he might be right. The\nauthorities back on our home world of New Nebraska had said pretty much\nthe same thing, only more diplomatically.\n\n\"You and Zealley are different,\" I'd been told. \"That was one of\nthe reasons we made you a team, originally. Zealley is clever and\nimaginative, but basically an egotist. A to-hell-with-the-other-fellow\ncharacter. Fortunately, you're not like him. You're a man who accepts\nhis responsibilities, a man with a strong sense of duty. We know we can\ntrust you.\" Whether it was actually trust or only that they had little\nchoice, I had not let myself decide.\n\n\"We had such high hopes.\" Zealley was reminiscing, speaking more to\nhimself than to me.\n\nWe had. We'd been a two-man survey crew, mapping out new territory\nfor the future expansion of the human race. On a world listed only as\nTR768-L-14 on the star maps, we had run into disaster. We found the\nplanet unfit for human habitation, but not before we'd been bitten\nseveral times by things we never did see.\n\nNo infection had resulted and we thought little about it, until we were\na good part of the way home. Gradually then we noticed a quickening\nof our sensory processes, a well-being of body too pronounced to be\nnormal. During the next several weeks of flight, Zealley wrote a\nhistorical novel that I was certain would turn out to be a classic.\nI found myself mastering, without difficulty, higher math, which had\nalways been beyond me before.\n\nAt the end of the third month we stopped needing sleep. During the days\nand nights that followed we conversed brilliantly on subjects that\nhad not interested us before, and the depth of which we couldn't have\nfathomed if they had interested us. We were at a loss to explain the\nreason for the change, though we knew it tied in somehow with our stay\non TR768-L-14, and probably with the things that had bitten us. The\ncause was of secondary importance; the marvel of the reality was what\nintrigued us. We looked forward with poorly restrained excitement to\ndisplaying our new mental and physical dexterity.\n\n       *       *       *       *       *\n\nThe Space Bureau authorities were every bit as impressed as we had\nanticipated. The medics readily found that we had been infested by a\ngerm, but by a benevolent germ, a true symbiote. That discovery was\nfollowed by months of tests and examinations.\n\nBetween sessions with our own medics and laboratory men and various\nvisiting specialists, we amused ourselves by showing our new abilities.\nAt least a dozen times a day I had to put someone down in an arm\nwrestle. Even when they devised a way to pit two against me at a time,\nI had little difficulty besting them.\n\nZealley's displays tended toward the more flamboyant. One of the tricks\nhe delighted in was taking a razor blade, and, while his audience\nwatched with repelled fascination, cut a long gash in his forearm. For\nan instant the blood would ebb out, then quickly clot and cease to\nflow. The next day he would show them the arm, where a thin red line at\nthe most would remain to mark where the wound had been.\n\nApparently Zealley's reminiscing had kept pace with my own. \"It seems\nsuch a shame, doesn't it, Max?\" he asked. He was genuinely sad.\n\nSo was I.\n\nTest results and theories developed fast in those early days. The\nfindings showed that the symbiotes repaired damage and faults in our\nsystems and protected us against disease. It was even hazarded that\nthey would prolong our lives indefinitely.\n\nYet we were warned against complacency. The bug--we always spoke of it\nin the singular, even though we knew the original mites had spawned in\nour blood streams--could not act quickly enough to save our lives in\nthe event of major damage to essential organs or the brain. Also, we\ncould drown. Or we could die in a fall from a great height. Or starve\nto death.\n\nThe first intimation we had that all was not well had started as\na rumor. Two of the staff biochemists had been experimenting with\ntransplants of the bugs in fruit flies. They had turned up something\nsensational.\n\nZealley was not present when I received the disastrous news. At the end\nof what would normally be a twenty- or thirty-year cycle--the chemists\nwere not able to estimate it any closer--the symbiotes evolved into\ntiny winged insects.\n\nAt that stage they acquired size and flying strength by devouring the\ntissues of their hosts.\n\nIn twenty or thirty years, then, our benign cohabitants would kill\nus--and spread out by the millions to infest other available animal\nlife. Unless they were destroyed, not only would Zealley and I die,\nbut all humanity on all the worlds would face the prospect of becoming\ninfested.\n\nZealley must have surmised what was coming. He had disappeared a week\nearlier. Before he left, I had noticed considerable change in our body\nand facial features. He would very soon be impossible to identify.\n\nThe only lead the authorities ever got on him was that he had fled to\nEarth. At that particular time Earth and New Nebraska were involved in\none of the more serious interworld bickerings. Citizens of each were\ndenied admittance to the other, which was probably the reason Zealley\nhad chosen Earth as a haven.\n\nNew Nebraska's authorities called me in and briefed me on what I was\nto do. They were able to smuggle me to Earth with forged papers that\nidentified me as a citizen of another planet.\n\nZealley had to be found--and I was their one hope.\n\n       *       *       *       *       *\n\n\"You have some interest in that clock?\" Zealley's words jarred me out\nof my retrospection. Silently I cursed myself for letting my thoughts\nand eyes stray. I was dismayed, too, to find that only a few minutes\nhad passed since I'd last looked. Even so, the police were taking\nlonger than I had calculated.\n\nZealley abandoned all pretense of joviality. \"Now, George,\" he said to\nthe pale-faced youth, who still stood by the door with his knife in his\nhand.\n\nThe boy started toward me and I tensed, shifting my feet to face him.\nSomething crashed against my right temple and only then did I remember\nSteve, the man behind me.\n\nThe force of the blow knocked me sideways but not unconscious. I\nstarted to turn and a second glancing blow split the skin across my\nforehead. I slid off the bed on the side away from him.\n\nI retained just enough control of my faculties to get to my feet as the\nyouth reached me and to grab him in a bear hug, but not fast enough to\nkeep the long blade of his knife from ripping into my stomach.\n\nThe symbiote, though able to repair damage, was not able to block pain.\nThe bite of the knife clenched my muscles in a spasm of agony, and\ndimly I heard the youth give a grunt of distress as my arms squeezed\nand bent him back at the waist.\n\nSomething landed on my foot--his knife. With blackness closing in, my\narms lost their strength and I slid down his body.\n\nI blanked out, but only for an instant. The kid had fallen with me and\nmy hands clutched his ankles as I fought to stay conscious. I stood up,\nstill holding his ankles. Putting everything I had into the effort,\nI swung him around and sent him crashing into Steve, who was just\nrounding the foot of the bed. They went down together.\n\nI gasped in air, clutching the gash in my stomach with hands that were\nsticky and wet with blood. I turned toward Zealley. He was still\nseated in his chair, still smiling. One hand, resting negligently in\nhis lap, held a snub-nosed pistol.\n\nHe could have killed me any time before this, but he had wanted the fun\nof watching me fight for my life. He opened his mouth to say something\nbut closed it abruptly as someone pounded at the door.\n\n\"Come in!\" I shouted through the froth in my mouth.\n\n\"Damn you,\" Zealley said softly. He wiped the pistol on his trousers\nand slid it across the floor away from him.\n\nThe door burst inward.\n\n\"These men tried to kill me,\" I told the two police officers.\n\n       *       *       *       *       *\n\nZealley's bland features simulated surprise. \"I?\" he asked. \"I heard\nnoise in here as I was passing in the hall. I came in to see what the\ntrouble was.\"\n\n\"He's lying,\" I said as the policemen turned inquiringly toward me.\n\"He's with them.\"\n\nZealley shook his head sadly. \"He must be delirious--\" he began, but\nthe evidence was all on my side.\n\n\"Shut up!\" one of the officers said, grabbing him by the shirt front\nand jerking him to his feet.\n\nI had started dressing immediately. I wanted to hide the wound in my\nstomach. It burned, but I kept my face blank.\n\nZealley was silent now. If I had been just superficially wounded,\nhis bluff would have worked--I'd have healed right there and then. I\nhadn't, so he had to wait for developments. I hoped I could give him\nsome.\n\nWhile one of the officers worked to revive the youth--the thug named\nSteve was already on his feet--I went to the bowl in the alcove and\nwashed the blood off my hands and stomach.\n\nThey had the kid upright when I turned around: \"Are you hurt bad?\" the\npoliceman holding Zealley asked me.\n\n\"Not too bad.\" I managed to keep my voice steady. \"I'll be all right\nuntil you can send an ambulance.\"\n\nHe stood uncertainly for a moment. \"I don't like to leave you alone,\nbut I can put in a call from our cruiser. The ambulance should get here\nwithin ten minutes.\"\n\n\"I'll be OK,\" I said.\n\nThe sound of the closing door was the only way I had to know they were\ngone. For the past half minute, my tight grip on the bed headboard\nwas all that held me erect. Now the starch went out of my body and I\ncrumpled to the floor.\n\nThis time I did not blank out, but lay twisted and tight, waiting for\nthe pain to stop--or to kill me.\n\nA small easing of the torment came and I forced myself to relax. I was\nable now to steel my mind against the racking spasms and pull myself to\nmy feet. I was not at all safe yet; even if I was not mortally wounded,\nit would take the symbiote hours to repair the damage.\n\nI managed to pull on my clothes with numbed, awkward fingers and get\nout of the room before the ambulance arrived. I took with me only my\ngrip. I would still need that.\n\nThere was small chance that the police could hold Zealley. He would\nprobably be free on bail this same afternoon.\n\nThe odds were against me. I was fighting in Zealley's own back yard,\nwounded and entirely alone, while he must have been prepared for this\ncontingency for years. But I had succeeded in the first part of my\nplan. I had found out who he was, and I had put him in a position where\nhe could not use his superior resources, for a time at least. Now I had\nto get to him before he was able to mobilize those resources.\n\n       *       *       *       *       *\n\nIn the street, I had a violent attack of cramps in my upper diaphragm,\nand I got down on one knee and made a pretense of adjusting a shoe\nstrap as I fought the torment. Perspiration gathered in clammy globules\nall over my body. When the pain left, I rose and pushed grimly on.\n\nOpposite Minneapolis Mining's main offices, and a quarter of a block\ndown, I found the type of commercial building I was looking for, and\nwent in and sought out the building superintendent.\n\n\"Do you have an office for rent on one of the lower floors?\" I asked\nhim. \"One that faces the front street?\"\n\n\"We have several,\" he answered with professional courtesy. He thumbed\nthrough a row of cards and pulled out one with a small brown envelope\nattached. \"Here's a fine office on the sixth floor. It's only one room,\nbut--\"\n\n\"I'll take a look at it,\" I interrupted him.\n\n\"Of course.\" He tore open the small envelope and took out a brass key.\n\"I'll take you up.\"\n\n\"I'd rather go alone.\"\n\nAs he hesitated, I took out my billfold and separated a hundred-dollar\nbill from two others of its kind and laid it on his desk. \"I'll leave\na deposit--in case I should like it,\" I said, taking the key from his\nhand.\n\n\"I suppose it will be all right,\" he murmured doubtfully.\n\n\"Thank you,\" I called back over my shoulder. \"I may be a while. I want\nto look it over carefully.\" I ignored the fact that he seemed to have\nmore he wanted to say.\n\nThe office was small, but that made little difference to me. There was\na clear view of the street from the window. That was all I cared about.\n\nIn one corner was a small packing case, left by the former tenant.\nI dragged it over by the window and sat down. From my grip I took a\nrifle barrel and stock and assembled them, and filled the magazine with\nammunition. I kept part of my attention on the building down the street\nwhile I worked.\n\nI hoped I had guessed right--that Zealley would get free of the police,\nand that he would return to his office.\n\nThe day-shift workers had begun to pour from the Mining building before\na taxi drew up to the curb and a man in a yellow hat alighted.\n\nZealley had come.\n\nHe was alone. I aligned the sights of my rifle on his head, waited\nuntil I had a clear shot, and squeezed the trigger.\n\nThe yellow hat sprang upward and Zealley sank from sight among the\nhurrying workers.\n\nThe job was done.\n\n       *       *       *       *       *\n\nFinding a way back to New Nebraska took me a year, for I no longer\nfitted my passport picture and description at all.\n\n\"Except for the danger to others,\" I said when I reported in, \"I\nwouldn't have bothered coming back.\"\n\n\"A good thing for you that you did bother to come back here,\" I was\ntold.\n\nThe biochemists had gone on with their work through the years I'd\nsearched for Zealley. They had learned that the symbiotes' life cycle\ndeveloped in three distinct stages: five years of propagation, fifteen\nyears in the dormant aging process, an undetermined number of years in\nthe final form.\n\nIf the blood of a carrier was replaced any time during the first five\nyears, the bugs in the residual blood in the body began to propagate\nagain, delaying the aging process another five years.\n\n\"In other words,\" I was told, \"we can control the symbiote. Mankind can\nreap the benefits--with not a single one of the dangers.\"\n\nExcept poor Zealley, I thought pityingly, but wonderingly. The hogs,\nthe smart boys who have every angle figured in getting the jump on\neverybody else--how is it they never figure the last angle?\n\nHe should have waited instead of grabbing.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Metamorphosis, by Charles V. de Vet\n\n*** END OF THIS PROJECT GUTENBERG EBOOK METAMORPHOSIS ***\n\n***** This file should be named 51713.txt or 51713.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/1/51713/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}