{"title": "Big Baby", "author": "Jack Sharkey", "releaseDate": "April 12, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               BIG BABY\n\n                            By JACK SHARKEY\n\n                        Illustrated by GAUGHAN\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine April 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            The baby was lonesome, helpless and afraid. It\n           wasn't his fault he was seven hundred feet tall!\n\n\nThe dancing green blip traced an erratic course upon the glossy gray\nscreen, the jagged-line pattern repeated over and over, its outline\ngoing from dim to sharply emerald brightness to dim again before\nfading. The technician cut the switch. There was a sustained whir of\nreorganization within the machine as the data-cards were refiled.\n\n\"Care to see it again, sir?\" asked the technician. His fingers hovered\nover the dials, his body in an attitude of impending motion.\n\nJerry Norcriss tilted his head in a brief, authoritative nod. The\ntechnician started the machine again. With a soft humming, the gray\ncircular screen began to pulse once more with that dancing line of\nbrightness.\n\n\"Now, here, sir,\" said the tech, \"is where the scanner beam first\ncaught the pulse of the creature.\"\n\nJerry nodded, his eyes riveted to that zigzag phosphor pattern upon the\nscreen. He noted the soaring peaks and plunging valleys with something\nlike dismay. \"It's a powerful one,\" he marveled. It was one of his rare\ncomments. Space Zoologists rarely spoke at all, to any but their own\nkind, and even then were typically terse of speech.\n\nThe tech, almost as impressed by this--for Jerry--long speech as he had\nbeen by the first warning from Naval Space Corps Headquarters on Earth,\ncould only nod grimly. His own eyes were as intent upon the screen as\nJerry's.\n\n\"Here--\" the line was glowing its brightest now--\"here's where the\ncreature passed directly beneath the scanner-beam. That's the full\nstrength of its life-pulse.\" The line lost clarity and strength, faded.\n\"And here's where it was lost again, sir.\"\n\n\"Time of focus?\" snapped Jerry, trying to keep his voice calm.\n\n\"Nearly a full minute,\" said the tech, still blinking at the screen. It\nwas now devoid of impulse, barren once more. \"That means that whatever\nthe thing is, it's big, sir. Damned big, to stay at maximum pulse that\nlong.\"\n\n\"I know very well what it means!\" Jerry grated. \"The thing's so--\"\n\nThe tech smiled bleakly. \"--incredible, sir?\"\n\nJerry's nod was thoughtful. \"The only word for it, Ensign.\" His inner\neye kept repeating for him that impossible green pattern he'd seen. The\nstrong, flat muscles of his shoulders and neck knotted into what could\neasily become a villainous tension-headache. Jerry realized suddenly\nthat he was badly scared....\n\n       *       *       *       *       *\n\n\"Sir,\" the tech said suddenly, \"I was under the impression that\nthe roborocket scanners couldn't miss a life-pulse on a planet. I\nmean, making a complete circuit of the planet every ninety minutes,\nfor a period of six months.... It's impossible for them to miss an\nuncatalogued life-form.\"\n\n\"I know it is,\" said Jerry Norcriss, pushing blunt fingers through his\nshock of prematurely white hair. \"Save for two precedents, I cannot\nconceive of any way in which this pulse could have been overlooked.\"\n\n\"Two precedents, sir?\" said the tech, intrigued both by the unsuspected\nfallibility of the scanner and by this unusual loquacity from the\nzoologist.\n\nJerry removed his gaze from the screen and regarded the young man\nstanding beside it. He made as if to reply, then thought better of it.\nAny out-going on his part was an effort. A big effort. And a danger.\nOnly another Space Zoologist would understand the danger of speech, of\nletting loose, of relaxing for a moment that terrible vigil over one's\npersonal psychic barricades.\n\n\"Skip it,\" he said abruptly. The young ensign's smile tightened to\nobedience at the words.\n\n\"Yes, sir,\" said the tech, with strained cordiality. \"Will that be all,\nsir?\"\n\n\"Yes,\" said Jerry. Then, as the tech started out of the compartment,\n\"No, wait. Tell Ollie Gibbs in the Ward Room to bring up a pot of\ncoffee. Black.\"\n\nThe man nodded, and went out the door, dogging it after him.\n\nJerry listened to the booted feet clanking on their magnetic soles up\nthe passageway of the spaceship, and sighed.\n\nThe situation, in Jerry's experience, was fantastic. Only twice, in\nthe history of Space Zoology, had there been oversights on the part\nof the scanners. One, almost comically, had been on Earth, when the\nscanners were first being tested. The chunky roborocket--its angles\nand bulges and tapering pickup-heads unsuitable for flight in any\nmedium but airless space--had swept giddily about the planet, the\nsensitive pickup-heads recording and filing on microtape the patterns\nof the life-pulses of all sentient life below. And when the tape had\nbeen translated onto the IBM cards, and the cards run through the\ntranslation chambers, to get their incomprehensible sine-patterns\nchanged into readable English, it was found that there was an animal\nmissing.\n\nSix months of circling the planet had still left the index blank on\nthat animal's expected check-pattern. The animal was the brown bear, of\nnorth central America. And only after agonizing hours of theorizing and\nworrying did someone come up with the answer to the dilemma:\n\nIt had been a long, hard winter. The bears were in extended\nhibernation. Somehow, the fleeting flicker of their subdued life-pulses\nhad never managed to correspond with the inquisitive sweep of the\nscanner-beams from the blackness of space overhead. And so, they'd been\nleft off, as though they did not even exist.\n\nA lot of sweat was dabbed from relieved foreheads in the Corps when a\nsecondary roborocket, sent into a short one-week orbit, had picked up\nthe animals' pulses with ease as soon as springtime was upon the land.\nThe odds against their being thus missed were fantastic, astronomically\nunlikely. But it _had_ happened, despite the odds against it, and the\nCorps was forcibly reminded that in a universe of planets, there is\ninfinite room for even the unlikely to occur.\n\nThe only other oversight had been years later, when a just-settling\ncolony had been half-destroyed by a herd of immense beasts similar to\nthe buffalo of Earth, but viciously carnivorous. There had been no\nindication, in the six-month scanning period, that such a species even\nexisted on the planet, the third planet of Syrinx Gamma, the sun of a\nnewly discovered system beyond the Coalsack.\n\nThe reason was maddeningly simple. The herds were migratory. Their\nmigrations had corresponded in scope around the oceanless planet with\nthe sweep of the scanner-beam in such a way that the roborocket was\nscanning either where the herd had just been or where it had not yet\narrived. Again, the odds were fantastic against the occurrence. Yet,\nagain, it _had_ happened. Other than these two events, though, there\nhad been no further error on the part of scanners for nearly a decade.\n\nPrecautions had been taken against recurrence.\n\nRoborockets were now sent to scan a planet only at a time when there\nwould be an overlap of seasonal climes, so that the beam would inspect\nthe surface throughout both the mild and the rigorous weathers, thus\nobviating a repeat of the brown bear incident. And the sweep of the\nbeam had been extended, so that no animal with migratory movement at\nspeeds less than that of a supersonic plane could have avoided being\nduly detected and catalogued. That, they thought, should prevent any\nmore such incidents.\n\nAll that Jerry knew.\n\n       *       *       *       *       *\n\nAnd yet, here he was, descending through the black vacuum of space\ntoward an already-colonized planet, the second planet of Sirius, a\nplanet supposedly already scanned, catalogued, and long-since ready for\ninhabitation. And now, after the colonials had been there for nearly\nfive years, something was starting to wipe them out. Some unsuspected\nalien thing was present on the planet, a thing that a hastily lofted\nroborocket had located in a matter of hours, and yet had missed in its\noriginal six-month orbital check, before the settlers came.\n\nIt was impossible. Incredible. And yet, again, it _had_ happened--_was_\nhappening--and had to be stopped.\n\nA frantic appeal had been beamed to Earth through sub-space, an appeal\nfor a Space Zoologist to find the alien, learn its weaknesses, and\nrecommend its mode of destruction.\n\n\"Some day,\" Jerry mused, waiting impatiently for Ollie Gibbs with the\ncoffee, \"I'll come upon an invincible alien. What recommendation then!\"\nHe could just imagine himself telling a second-generation village of\nhardshell settlers that they'd best just pack up and get out....\n\nJerry's ruminations were interrupted by the soft tap on the door that\nmeant Ollie had arrived. He grunted an answer, and the ship's mess boy\ncame in, his face rigid in an expression of polite decorum as he set\nthe steaming pot and drab plastic cup down on the swing-out table at\nJerry's elbow.\n\nJerry sensed the man's eyes flickering onto him each time the mess boy\nfelt the zoologist wasn't looking his way. He finally turned and caught\nthe youth in mid-stare.\n\n\"What is it, Ollie?\" said Jerry, not unkindly. \"You'll burst if you\ndon't talk. Go ahead, spit it out.\"\n\nOllie flashed a brief grin, a dazzle of white teeth that was all the\nbrighter in his bronze face. \"If I'm bursting with anything, sir, it's\njust plain nosiness.\"\n\n       *       *       *       *       *\n\nJerry glanced from Ollie to the wall clock--spaceship clocks were\nalways set at Eastern Standard Earth Time--and sighed. He was cutting\nit terribly close this time. Suddenly, he wanted very much to have\nsomeone to talk to. It didn't matter, all at once, that he'd be\nexposing himself to danger by relaxing his mental grip on himself. If\nthe ship were not landed and his job begun within two hours he'd be no\nworse off speaking than if he'd kept still.\n\n\"Sit down, Ollie,\" he said abruptly.\n\nThe mess boy's eyebrows rose at this unheard-of request, but he\nperched obediently in a chair, almost poised for flight on the edge of\nthe seat. To have a chat with a Space Zoologist was without precedent\nin Ollie's experience.\n\nJerry carefully poured himself a cup of coffee, took a sip and settled\nback comfortably in his chair. \"What's on your mind, Ollie?\"\n\n\"Like I said, sir, just plain nosiness. I--I can't get over you\nLearners, sir, that's all. I always wonder what gets you into the\nbusiness. Why you stay in it so long, why you die so quick if you quit\nthe Corps, or--Well, like that, sir.\"\n\n\"Just general curiosity about my _raison d'être_, huh?\" said Jerry. He\nwasn't trying to floor the mess boy with a four-dollar word; even the\nlowliest crewman on a spaceship had been chosen for brainpower, long\nbefore brawn came into consideration at all.\n\n\"That's about it, sir.\" Ollie nodded. \"I mean, I watch you, sir, when\nyou come out on these trips. You get all keyed up and worried and\nsick-looking, and I keep wondering, 'Why does he do it? Why doesn't he\nget out of it if it affects him like that?'\"\n\nJerry stared ruefully at the wall before him, and didn't meet the mess\nboy's eyes as he replied.\n\n\"Every man gets keyed up and scared when he has an important\nundertaking at hand. It's just worry, plain and simple. The thought of\nfailure keeps me all tightened up.\"\n\nJerry paused, awaiting a response. When none was forthcoming, he turned\nhis gaze slowly to meet that of the mess boy, hoping he was doing it\ncasually enough to allay anything like suspicion in the other man. But\nthe smile he met was, affectionately, the smile of a man who hasn't\nbeen fooled.\n\n\"That's not it, sir,\" said Ollie. \"I know it's not. Because you're\nkeyed up the wrong way. You're keyed up with worry that you _won't_\nhave a job to do. Your big upset's a lot like a--Well, like a junky\nwaiting for his next fix.... If you'll pardon the expression, sir.\"\n\n       *       *       *       *       *\n\n\"I will _not_ pardon it!\" Jerry bawled, then gripped the arms of his\nchair and shook his head in instant apology as the other man's face\nwent slack with surprise. \"No, Ollie, no. I take that back. I _asked_\nyou to sit there, _told_ you to let me know what was on your mind. I\ncan't very well blow up just because you followed my lead.\"\n\n\"Everyone blows up, now and then, sir,\" Ollie said.\n\nJerry nodded glumly.\n\nOllie got up. \"I'll be in the ward room, sir, if you need anything\nelse,\" he said. \"Unless you'd like me to stick around awhile?\"\n\nJerry considered the offer, then shook his head. \"No.... I'd better\nnot, Ollie.\" The barest ghost of humor glowed a moment on the\nzoologist's face. \"You're too damned easy to talk to.\"\n\n\"Yes, sir,\" Ollie grinned, then went out and closed the door after him.\n\nJerry sat in the chair a second longer, then jumped up and pulled the\ndoor open again. Ollie, a few steps down the passageway, turned about\nin curious surprise.\n\n\"Sir?\"\n\n\"Tell Captain--\" Jerry began, then realized his voice was nearly a\nragged shout, and lowered it. \"Would you please tell the captain to\nspeed things up if he can, Ollie?\"\n\nOllie hesitated. \"The vector--\" he started, then stiffened militarily\nand replied, \"Yes, sir. At once, sir.\"\n\n\"No,\" Jerry groaned, closing his eyes and hanging onto the metal edge\nof the doorframe. \"Forget it. He's got a course to follow in. He can't\nget there any faster.\"\n\nOllie, knowing this already, just stood there.\n\n\"Just go have a cup of coffee,\" Jerry added, lamely. \"And about what I\nsaid--\"\n\n\"_You_ know I wouldn't say anything about it, sir,\" Ollie said.\n\n\"I know,\" Jerry admitted. \"Sorry. Space nerves or something of the\nsort, I guess.\"\n\n\"Sure, sir.\"\n\nThe mess boy turned and continued down the passageway. Jerry shut the\ndoor slowly, then sat down in his chair once more, and stared at the\nclock, and sipped the hot coffee, and fought the cold needle-pricks of\nfear in every muscle and joint of his body....\n\n\nII\n\nThe colony on the second planet of Sirius existed solely due to one of\nthose vicious circles of progress. Just as iron is needed to make the\nsteel to build the tools and equipment necessary to mine the raw iron\nore, so this colony was needed to mine the precious mineral that made\nsuch colonies possible in the first place.\n\nThe mineral was called Praesodynimium, a polysyllabic mouthful which\nmeant simply that it was an unstable crystalline isotope of sodium\nthat broke down eventually into ordinary sodium (hence \"prae-\":before;\n\"sod-\":sodium), which was possessed of extreme kinetic potentials\n(\"dyn-\":power), and was first extracted from sodium compounds by a\nCanadian scientist (\"-imium\" instead of the more American \"-inum\" or\neven \"-um\").\n\nThis crystal had the happy habit of electrical allergy. When\nsubjected to even a mild electric current, it avoided the consequent\nshakeup of its electronic juxtaposition by simply vanishing from\nnormal space until the power was turned off. The nice part about its\ndisappearance--from an astronaut's point of view--was that the crystal\ntook not only itself, but objects within a certain radius along with\nit. It turned out that a crystal of Praesodynimium the moderate size\nof a sixteen-inch softball would warp a ninety-foot spaceship into\nhyperspace without even breathing hard. Of course, it would warp\nanything _else_ within a fifty-foot radius, too; so it was only turned\non after the ship had ascended beyond planetary atmosphere, lest a\nlarge scoop of landing-field, not to mention a few members of the\nground crew, be carried away with the ship.\n\nIn her eagerness to investigate the now-attainable stars, Earth had\nsoon exhausted her sources of the mineral. Worse, the crystal, being\nunstable, had a half-life of only twenty-five years. That meant that a\nship using it had a full-range radial margin of about five years before\nthe crystal ceased warping the ship-inclusive area.\n\nUntil some way was discovered to get into hyperspace without using\nPraesodynimium--and its actual function was as much a mystery to\nscientists as an automobile's cause-and-effect is to a lot of drivers;\nvery few people can describe the esoteric relationships between the\nturning of the ignition key and the turning of the rear wheels--the\nmineral was worth ten times its weight in uranium 235.\n\nSirius II had been found to be as rife with the mineral as a candy\nstore is with calories. Hence the colony.\n\nFor so long as the ore held out the planet would be regarded with\nfond respect and esteem by any and all persons who had investments,\nrelatives or even just interest in the Space Age and its contingent\nprograms.\n\n       *       *       *       *       *\n\nSo it was with considerable trepidation that Earth received the news\nthat the mines on Sirius were no longer being worked. Oh, yes, there\nwas still ore--enough to keep the planet profitable for another\ncentury. The trouble was the miners. They weren't coming out of the\nmines anymore. And no one who went inside to look for them was ever\nseen again, either.\n\nNaturally, mining slacked off. The men refused to set foot in the mines\nuntil somebody found out what had happened to their predecessors.\n\nSo the officials of the colony resurrected a scanner-beam and\nroborocket from the cellar of the spacefield warehouse and storage\ndepot. They sent the rocket into an orbit matching planetary rotation.\nIn effect it simply hovered over the mines while it scanned the area\nfor uncatalogued alien life.\n\nAnd when they brought the rocket down and checked the microtape\nagainst the file of known species on the planet, they found that no\nsuch beast had ever been catalogued. Its life-pulse gave a reading of\npoint-nine-nine-nine.\n\nSince life-pulses are catalogued on a decimal scale based on the\nnumeral one (with Man rated at point-oh-five-oh), the colonial\nadministration staff immediately ordered the mines officially closed\nand off-limits. This brought no results on Sirius II which had not been\nalready achieved, but the declaration made the miners feel a little\nless guilty over their dereliction of duty.\n\nAn SOS was swiftly sent to Earth, explaining the situation in detail\nand requesting instructions.\n\nEarth sent word to hang on, keep calm and leave the mines closed until\nan investigation could be made--all of which the colony was trying to\ndo anyway.\n\nA duplicate of the microtape had been transmitted along with the SOS.\nEarth had checked the pattern against every known species filed in\nU.S. Naval Space Corps Alien-Contact Library, a collection of the\nvast alien multitude gathered by Space Zoologists in the methodical\ncolonization and exploration of the universe. It was found to be not\nonly _unknown_ anywhere in the thus-far-explored cosmos, but totally\n_unlike_ any life-pulse previously encountered.\n\nEarth decided the only way to get any satisfaction would be by the\nunorthodox method of sending in a Space Zoologist to Contact the alien,\nthough this would be the first time in the history of Contact that this\nhad ever been done on an already-settled planet.\n\nAnd so the badly frightened colony lingered behind bolted doors, and\npeered through locked windows at the sky--awaiting the arrival of Jerry\nNorcriss, and praying he'd locate the alien and tell them how it might\nbe dealt with....\n\n       *       *       *       *       *\n\n\"Begging your pardon, sir,\" grinned the tech, doing some last-minute\nfiddling with the machine, \"but you never had it so good.\" Jerry dabbed\nat the cold sweat-film on his forehead and upper lip, and nodded\nsilently.\n\nIn all his previous Contacts, done before any colonization was even\nattempted, things were a bit more rustic. His present environs\nwere luxury compared to those setups. If the six-month orbit of the\nroborocket found the planet safe for humans, well and good; Jerry did\nnot have to go. But if a new life-form were spotted--one that did not\ncorrespond in life-pulse to any known species--then it was Jerry's job\nto land on the planet and Learn the beast, to determine its probable\nmenace, if any, to man.\n\nThe tech was referring to the fact that Jerry's usual base of\noperations was out on the sward beside the tailfin of the rocket, the\nonly power-source on a non-colonized planet. There, in his Contact\nhelmet, relaxed upon his padded couch, he would let his mind be\nsent right into that of the alien, to Learn it from the inside out.\nHere, though, on a settled world, his accommodations were pleasantly\nout of the ordinary. He was in the solarium of the town's research\nlaboratory-hospital. He gazed up through quartz panes at soothing blue\nskies, in air-conditioned comfort spoiled only by a fugitive scent of\ndisinfectant lingering in the building.\n\nSome half-dozen curious members of the building's staff were gathered\nin the room. None of them had ever seen a man go into Contact before.\nIn vain the tech had assured them, before Jerry's arrival, that there\nwas nothing to be seen. Jerry would lie on the couch and adjust the\nhelmet upon his head, and then the tech would throw a switch. And for\nforty minutes there would be nothing to see except Jerry's silent\nsupine body.\n\nLater, of course, the information transmitted by Jerry's mind through\nthe helmet pickups to the machine would be translated into English.\nThen they could all read about the new animal. That would be the\ninteresting part, for them; not this senseless staring at the young\nman, white-haired at thirty-plus, who would, so far as they'd be able\nto tell, merely doze off for an uneventful forty-minute nap.\n\nFor Jerry, however, things would be anything but dull for those forty\nminutes.\n\nOnce the process was begun, there was no way known even to the\ndiscoverer of the Contact principle to extend or reduce the\ntime-period. When Jerry's mind had traveled to that of the alien, he\nwould remain there for the full time. Anything that happened to the\nalien in that period would also happen to Jerry. Including death.\n\nIf the alien somehow perished with Jerry \"aboard,\" as it were, the\ngroup in the solarium would wait in vain for him ever to bestir himself\nand rise from the couch again.\n\nJerry, fighting the waves of nausea that burned in the pit of his\nstomach, lay there in his helmet and waited for the tech to finish\nadjusting the machine.\n\nA scanner-beam, sent toward the suspected locale from the solarium, had\ninstantly retriggered that same green blip in response, as jagged and\npowerful as before. Jerry would soon be sent right into the center of\nthe response-area, and his mind imbedded in the brain of the alien.\n\n\"Hurry it up, will you?\" Jerry called over to the tech, trying not to\nshout.\n\n\"Ready, sir,\" the other man said abruptly. \"Are you all set?\"\n\n\"All set, Ensign,\" Jerry replied, then shut his eyes to the clear blue\nsky and the stares of the curious and let his mind relax for the brief\nshock of transport....\n\nA flare of lightning, silent, white and cold in his mind--and Jerry\nNorcriss was in Contact....\n\n       *       *       *       *       *\n\nOne of the nurses, crisp and efficient in white starched cotton, took\na hesitant step toward the figure on the couch, then spoke to the tech\nwithout looking at him, intensely. \"What are his chances? It's so\nimportant that he succeed!\"\n\nAbout to brush her off with a noncommittal reply, the tech turned his\ngaze from the control panel to meet, turning to face him, a pair of the\ndeepest blue eyes he'd ever seen, and a smooth-skinned serious face\nbeneath a short-cropped tangle of bright yellow hair. The eyes were\ntroubled. His manner softened instantly.\n\nTrying not to show the sudden warmth he felt, he pointed with offhand\nauthority at the tall metal machine, its face alive with leaping lights\nand quivering indicator needles.\n\n\"This'll tell the story, one way or the other,\" he said. \"A Space\nZoologist's chances are always fifty-fifty. He either succeeds and\nreturns in perfect health, or he fails and doesn't return at all.\nBut whatever data he picks up in Contact will be punched onto the\nmicrotape. It may help us deal with the menace. Or it may not.\"\n\nShe looked surprised. \"Then this is simply a recorder? I'd thought it\nwas the thing that sent his mind out to the mine area....\" She faltered\non the last few words, and looked more concerned than ever.\n\nThe tech was tempted to ask her about it, but decided to stay on the\nneutral ground of simple mechanics for a while. \"No, his mind sends\nitself. That is, the helmet triggers a certain brain-center; his mind\nfollows a scanner-beam directed toward the alien and he Contacts. After\nthat, this machine could be turned off, so far as maintaining Contact\ngoes. After a forty-minute interim, his mind would return to his\nbody by itself. The brain-center gets triggered sort of like a muscle\nreacts to a blow. It gets paralyzed for a certain time. Forty minutes.\nBeyond that limit, or short of it, no Contact or breaking of Contact is\npossible....\"\n\nHis voice trailed off as he realized her responsive nods were\nabstracted and vague, her thoughts elsewhere. \"Look,\" he said\nawkwardly, \"I'm no psyche-man, but--maybe it'd help if you talked about\nit.\"\n\nA faint smile touched her mouth. \"I didn't realize it showed.\"\n\nHe grinned and shrugged.\n\n\"My name's Jana,\" she said. \"Jana Corby.\" She was trying to ease some\nof the natural tension between strangers.\n\n\"Bob Ryder,\" said the tech. He stood and waited for her to make the\nnext move.\n\n\"My father--\" she said, and for the first time, some of the tension\nbehind her eyes flowed over into her voice. \"My father was one of the\nminers. He was on the morning shift. The day the men didn't come home\nwas the day before my wedding.\"\n\nBob frowned. \"I don't understand.\"\n\n       *       *       *       *       *\n\nShe blinked at the moisture that had come to her eyes, and flashed\nhim a sad little smile. \"I'm sorry. I was telescoping events. You\nsee, with Dad missing, I postponed the ceremony, naturally, till I\ncould learn what had happened. Jim--that's Jim Herrick, my fiance--was\nwonderfully understanding about it. He's a miner, too. On the\nnight-shift, thank God. But if Lieutenant Norcriss doesn't succeed--if\nhe can't find a way to destroy this beast, whatever it is--we can't get\nmarried, ever.\"\n\nBob shook his head slowly. \"You can't? I don't follow.\"\n\n\"You're in the Space Corps,\" she said. \"Maybe you don't know about\ninterstellar colonies. It costs plenty to send people to the stars. The\ninvestors want some kind of guarantees for their money. So we're all\nsigned to a ten-year contract. If we fail to fulfill the terms we're\nsent back to Earth on the next ship going that way.\"\n\n\"Well--I know you're still within the limit,\" said Bob, \"but how does\nthis upset your marriage plans?\"\n\n\"We go where we're sent,\" she said simply. \"If this colony fails, we'll\nbe sent to a new planet. It may not be the same one. I'll be sent where\nthey need nurses, Jim where they need miners.\"\n\nBob felt funny, talking against the colonial program, but the weary\ndespair in the girl's eyes outweighed economic considerations. \"You\ncould both renege on your contracts.\"\n\n\"And go back to Earth together?\" Jana shook her head. \"I couldn't do\nthat, for Jim's sake. He's spent his life at mining, and this is the\nkind of mining he knows best: Praesodynimium. And there just _is_ no\nmore on Earth.\"\n\n\"He could get something else,\" said Bob.\n\n\"I know. But he might not be happy. After a while, he might blame me\nfor it. Or I'd blame myself. Either way, things just wouldn't be the\nsame. I--I suppose you think I'm foolish, feeling so strongly about\nhim?\"\n\nBob said softly, \"Honey, any guy would cut his arm off to get a girl\nlike you. Myself included.\"\n\nEmbarrassed, she looked once more toward the silent figure upon the\ncouch. \"You're very kind.\"\n\n\"Not kind,\" said the tech. \"Wistful.\"\n\nBehind them, a myriad banks of lights and switches flickered, shifted\nwith electric monotony, slowly recording the details, down to the most\nminute sensory awareness, of the Contact between Jerry Norcriss and the\nalien....\n\n\nIII\n\nThere was at first the feeling of warm sunlight on his flesh, then a\npungent scent of crushed foliage, green and heady, very strong and\nfamiliar.\n\nAs his mind took hold, a whisper of wind hummed into his consciousness\nand a shimmering golden brightness began to grow upon his closed\neyelids. Abruptly, unity of sensation was achieved. Jerry Norcriss\n\"was\" in a sunlit part of the woods near the mines, feeling the alien's\nperceptions as though they were his own.\n\nHe crinkled his eyes against the glare, then slowly opened them.\n\nAs he blinked his eyes to focus the golden glare, he spotted a strange\nlittle cluster of tiny sticks, with miniature leaves sprouting\ngreenly on thread-like branches. Halfway between his face and this\nfragile copse slithered a brilliant blue line, ribbon-thin, through\na serpentine gouge along the earth. On the far side of this trickle\nlay a rich tumble of soft green velvet, ending at a group of more of\nthose twig-copses. Puzzled, Jerry turned his gaze skyward. Within the\nwarm blue canopy overhead he saw clouds ... but clouds unlike any he'd\never seen for size. None of them could have been more than a foot in\ndiameter. They hung against the sky like cotton-covered basketballs.\n\nHe returned his gaze groundward, and for the first time saw the\nscuffed grayish area of earth between himself and the trickle. A wiry\nnetwork of metal glittered there, the wires in pairs, and the pairs\ndisappearing into small square punctures against a wall of banked soil.\n\nThen Jerry gasped. His mind had apprehended the implications of his\nvista so suddenly that he was staggered.\n\nAll the facts sprang into proper perspective. The twigs were actually\ntall trees, the tumble of velvet a wide stretch of grassy sward, the\ntrickle was a rushing blue river, and the tiny wire-network in the\ngrayish area was the tracks for the mine-cars, leading down into the\nplanet through those tiny square adits.\n\nJerry had unconsciously been receiving sensations in terms of his\nhost's size. A quick calculation showed him that his head must be\neasily five hundred feet in the air.\n\nCautiously, he glanced for the first time toward the body of his host,\nto see what sort of creature he was in Contact with.\n\nThere was nothing whatever to be seen.\n\nYet when he closed his eyelids once again, golden opacity returned.\nHe reopened them thoughtfully. The alien, apparently, could cut off\nits vision. Yet the eyes of a creature so high must be many feet in\ndiameter. And, at this height, twin opacities would be spotted even\nfrom the nearby town.\n\nBut no such sight had been reported. Therefore, the lids were opaque\nonly from the inside. Which was ridiculous. Yet it was happening.\n\nJerry's thoughts were interrupted by a giddy realization. He, in this\nalien body, was not standing. He was seated cross-legged on the ground.\nThat meant a height of not five hundred feet, but nearer seven hundred.\n\n       *       *       *       *       *\n\nCautiously, he extended a hand toward one of the tiny mine-cars. He had\na little difficulty directing a hand and arm he could not see; but, by\nfeeling along the earth, he got hold of the dull gray object and tried\nto lift it. It came up with featherweight ease.\n\nThen, halfway to his eyes, it began to glow, to smoke, to grow terribly\nhot. And as Jerry released it with a reflex of pain, it burst into\nwhite flame and hit the ground as a shapeless gobbet of molten slag.\nJerry's hand came to his mouth automatically. He sucked and licked at\nthe sore surfaces of his finger and thumb, trying to drain some of the\nhurt out of them.\n\nThen he froze.\n\nAfter a heartbeat, he felt carefully about the interior of his mouth\nwith a forefinger. Gums. Warm, wet, soft-boned toothless gums.\nWhatever the alien looked like--it was still only a baby.\n\nWhich meant--\n\nQuickly Jerry looked at the sky again. Not a cloud had moved. Their\nrotund fleeciness might have been carven there. He gave himself a\nmental kick. Hadn't one of his first alien awarenesses been the sound\nof wind? And yet the grass lay still. The trees stood silent. And the\nclouds, so nearly over his head that he could have touched one, hung\nquietly against a perfectly calm sky.\n\nIt was not the wind he had heard. It was air. Just molecules of air, as\nthey shifted and flew about at incredible speeds.\n\nThe alien-baby's time-sense was occluded, as that of any Earth-baby, by\nshortness of life. It was the paradox of relative lifetime.\n\nA lifetime, Old Peters had said, training the eager young men who were\nto become graduate Space Zoologists, is a lifetime. He'd written it on\nthe blackboard so they might understand he was not speaking in circles.\n\n\"A lifetime,\" he'd said, \"is the time one spends from birth until any\npresent moment. A lifetime is the actual count of moments of existence\nfrom birth. When a baby has been born for an hour, its lifetime is\nsixty minutes. And to the baby, that sixty minutes is a lifetime.\"\n\nHe'd written the two words on the board, and would point from one to\nthe other as he spoke, so the class could understand the distinction\nvisually, and not have to rely on his inflection to tell which term\nhe'd used.\n\n\"A lifetime,\" he'd continued, \"is subjective; a lifetime is objective.\nThe first deals in one's personal sense of time passed. The second is\nsimply readings from a clock. When a man turns ninety, he is usually\nsurprised to find how short a life he's seemed to have had. His ninety\nyears seem hardly longer to him than a single day seemed when he was a\nbaby.\n\n\"It is a lucky thing that we cannot penetrate the mind of an\nintelligent creature. If any of us got into the mind of a baby, we'd\nsoon start going out of our minds with the maddening length of a day's\ntime, seen from a baby's viewpoint. Remember, when you are in Contact\nwith an alien mind, for that immutable forty minutes your _sensation_\nof elapsed time will be subject to that of your host. To a baby, forty\nminutes is forever.\"\n\n       *       *       *       *       *\n\nAnd here Jerry Norcriss was, in a baby's mind.\n\nNo wonder no tree had rippled, no cloud had blown. The baby-senses\nwere geared to a near-eternal forty minutes. For all practical\npurposes, Jerry was stuck in one frame of a movie film, trapped for\nwho-knows-how-long till the next frame came by.\n\n\"_That's_ why the car melted!\" he realized. \"The movement of the car\ntoward me, in my hand, must have been infinitely shorter than the few\nseconds it seemed to take. I tried to make the mine car move more\nthan five hundred feet, in an actual time less than a thousandth of a\n_second_!\"\n\nJerry wasn't overly concerned about the duration itself. He'd been in\nsubjectively-slow creatures before. If things got too boring, he could\nalways doze off; that usually served to pass the time. Even a baby's\ntime-sense jumps long gaps when it sleeps.\n\nThe thing that puzzled him was this: If the mine car had burnt up\nfrom moving too far too fast, why hadn't the baby's hand and arm been\nscorched by the motion? The heat of the car had affected it, so that\nlet out inborn heat-resistance....\n\nHis hands once again went to his face. He felt not only the\nfeatures--familiar features, eerily like a human baby's--but the\nskull-size. When he'd finished, he no longer had reason to doubt that\nthe baby was of an intelligent species. Too much cranial allotment to\nthink any differently.\n\nThe whole situation, Jerry mused with grim humor, was screwy. The\nsix-month roborocket could not have missed a creature with such an\nintense life-pulse, but it had. Contact could not be achieved with an\nintelligent mind, but it had been. Invisibility--except for certain\nspecies of underwater, creatures--was supposed to be impossible for a\nliving organism. Yet here it was.\n\nThree separate impossibles ... all accomplished.\n\n\"Still,\" said Jerry to himself, \"that's not the main puzzle. The\nvanishing of those two shifts of miners is still beyond me. They could,\nof course, have simply walked head-on into this invisible leviathan.\nBut how fast can a man walk? And would they _all_ have done it? Now, if\nthis kid happened to pick one of them _up_--\" Jerry gave a shudder at\nthe thought of what had happened to that metal mine car. \"Still,\" he\nsighed, baffled, \"a man who bursts into flame is no more fun to hold\nthan a hot mine car. After maybe two or three deaths at the _outside_,\nthe kid would've learned not to touch them.\"\n\nThen he had an even eerier thought. If this creature were a baby--where\ndid its mother and father lurk?\n\nThe thought of two more invisible giants at large on the planet was\nunbearable.\n\n       *       *       *       *       *\n\nJerry decided to chance losing control over the alien mind, to let its\nown instincts come to the fore.\n\nThere was the possibility that it knew where its folks were, and would\ntry moving in that direction. Or it might cry for its mother, and she'd\nhurry back. If there _were_ invisible giants, the sooner the colony was\ninformed the better.\n\nAs Jerry's control of his host grew tenuous, he could feel the baby's\nmind taking over once again. Feeble pulsations reached him--nothing\nlike solid thought, but mere urgencies about comfort, food and\naffection.\n\nJerry waited, in the background of the unformed mind, for something to\nhappen. Then, suddenly, there was a shifting, something like a metal\nearthquake. A cold hard light of awareness focused on him, where he'd\nthought he was safely hidden in the background.\n\n\"Who are you?\" asked the awareness.\n\nIt is not in so many words, of course. A mind speaks to another mind\nin incredibly swift shorthand. The actual thought-impulse that came to\nJerry was a thick wave of curiosity, its stress laid upon identity.\n\n\"I am a Learner,\" Jerry's thought replied. It was a self-sufficient\nresponse, since Jerry's concept of all that a Learner was was\nincorporated in the thought.\n\n\"I see,\" said the alien. \"You have memories of antagonism which are now\ngone from your intent. Explain.\"\n\n\"I came to find a menace. I found a helpless child.\"\n\n\"I see,\" came the cold, thoughtful reply. \"Yes, that is how I sensed\nit.\"\n\n\"Is your mother around?\" asked Jerry. \"Or father?\"\n\n\"Dead,\" said the awareness. \"I am alone.\"\n\nAt the thought, the intense thought of loneliness, a kindred spark\nflared in Jerry's own mind. The alien caught at the spark, recognized\nit.\n\n\"Strange,\" it said. \"You, too, are alone. But it is a different\naloneness.\"\n\nJerry's thoughts were whirling in confusion. To be read so easily by a\nbaby was incredible to him. Yet the situation was without precedent.\nPerhaps a baby's mind was brighter than science gave credit. Since a\nmind needed no words or manual skills, the mind of a baby might be open\nto learn the thousand things necessary for adult survival. Maybe as a\nman learned to use his body, he forgot in proportion how to use his\nmind.\n\n\"How can you know my aloneness?\" asked Jerry.\n\n\"I see it, there in your mind. It is plain to me. You have been\nmisled. You are a helpless pawn of a singularly wicked scheme. The\nvictim of a lie.\"\n\n       *       *       *       *       *\n\nJerry's recollection flashed to his conversation with Ollie Gibbs, to\nthe things he had wanted to tell the other man but was unable to put\ninto words. All the heaviness he had borne alone these many years was\napparent to this mind he enhosted. The alien mind knew. _Knew!_\n\n\"I see,\" it said again, though Jerry was unaware of expressing any\nconscious thought. \"It is clear to me now. You have suffered much--will\nsuffer much. No hope for you, is there?\"\n\nThere was warmth in the words--warmth, friendship and compassionate\nunderstanding. Suddenly, to this mind of an alien in its incongruous,\ninvisible baby's body, Jerry found himself blurting the things he\nhad never told to any man. Things which no Space Zoologist had ever\ndiscussed even with another member of that hapless clan.\n\n\"They never told us,\" he said to the alien. \"I don't hold any rancor\nbecause of it; they dared not tell us, lest we refuse to become one\nwith them. They were fair, though. Long before we were indoctrinated,\nlong before we'd been allowed to attempt our first Contact, we were\ntold that there were dangers. Not the dangers we had heard about,\nsuch as the imminent peril of dying if the host died while we were in\nContact. Another danger was implied, one which we could only learn of\nby actually becoming Learners, and one which--once we had learned of\nit--would be impossible to escape.\n\n\"With a little thought along the proper lines, we might almost have\nguessed it. For every action, there is an equal and opposite reaction.\nOne of Newton's laws, applied in an area he did not even suspect\nexisted.\n\n\"Oh, we were a brave, adventurous lot, all of us. We would be Learners;\nno alien mind but we could enter it, and actually become the alien for\nthe period of Contact. Thrills, danger and hairsbreadth escapes would\nbe ours. Ultimate adventurers, they called us. And all along, we were\nfools.\"\n\nThe alien refrained from comment, although Jerry could feel its mind\nwaiting, listening, assimilating.\n\n\"Contact had a drawback. A basic one which we might have guessed, if\nwe hadn't been going around with stars in our eyes and a delightful\nfeeling of superiority over the men who would never know the interior\non any minds but their own. In Contact, just as in sunbathing, there is\na delayed reaction, a kickback.\"\n\n\"Sunbathing?\" thought the alien.\n\nJerry's mind swiftly opened for the alien's inspection his full\nstorehouse of information on the subject. In an instant, the alien\napprehended the fate that lay in wait for the careless Space Zoologist--\n\n       *       *       *       *       *\n\n\"Sure is warm in here,\" said Bob, running a finger around inside his\nsweat-dampened uniform collar.\n\n\"You have to be careful,\" said Jana, indicating the quartz panes that\nformed the ceiling and three walls of the solarium. \"The quartz passes\nultraviolet, unlike glass. You can pick up a severe burn if you sit out\nhere too long without some sort of protection for your skin.\"\n\nThe tech nodded. \"The insidious thing about sunburn is that you only\nturn a little pink as long as you're out in the sunlight. It's when\nyou've gone indoors, or the sun has set, or you put your clothes back\non that the red-hot burn begins to show up on your flesh.\"\n\n\"It's the light-pressure,\" said Jana. \"As long as there's an influx\nof ultraviolet, the flesh continues to absorb it without showing much\nreaction. But as soon as you get away from the rays--the burns show\nup.... I wonder how Norcriss is making out.\"\n\n\nIV\n\n\"You mean, then,\" said the alien to Jerry, \"that all the experiences\nyou undergo in Contact are held back under the surface of your mind,\nwaiting there until you let up on the incoming Contact experiences?\"\n\n\"That's it,\" said Jerry, miserably. \"In some of my Contacts, I've\nundergone pretty painful experiences. I've had an eye twisted out, an\narm eaten and digested, been poisoned, nearly strangled--you name a\nnear-death; I've been through it.\"\n\n\"And your reaction?\" thought the mind.\n\n\"Nil,\" said Jerry, ruefully. \"When I awakened from a Contact, my memory\nof my experiences was strictly a mental one. Like something I'd read in\na book. There was no emotional reaction whatsoever. My heart beat its\nnormal amount, my glands excreted normal perspiration, my muscles were\nrelaxed. Not a trace of shock or any other after effect.\"\n\n\"And later?\" the mind asked gently.\n\n\"Back on Earth,\" said Jerry, \"the Space Zoologists have a thing we\ncall the Comprehension Chamber. It's a room filled with couches and\nhelmets, in which we can listen--through replayed microtapes--to all\nthe Contacts our confreres have ever made. Perhaps 'listen' is a weak\nword. For all practical purposes, we are in Contact, so long as the\ntape runs. I thought this room was a wonderful adjunct to my education,\nbut nothing more. I went there a lot at first. It was even more fun\nthan the real thing because there was no danger of perishing. Tapes of\nzoologists who died while in Contact are never used in the Chamber.\"\n\nThe mind waited, listening patiently.\n\n\"So one week--\" Jerry's mind gave a mental twinge akin to a\nphysical shudder--\"one week I got bored. I decided not to go to the\nComprehensive Chamber. I went out on a few dates, instead. Tennis, the\nmovies, like that. And on the third day, I woke in the morning with\na heart trying to pound its way through my ribs, with my bedsheets\ndripping with cold perspiration, and lancing agony in my eye, my hand\nknotted into a fist of pain, lungs burning for air....\"\n\n\"Delayed reaction,\" said the mind.\n\n\"Yes,\" said Jerry. \"That was it. I recognized the pains right away,\nhaving been through them personally in Contact only a month before\nthem. I had a horrible inkling of what was occurring. I called the\nmedics at Space Corps Headquarters before I passed out. They came,\nshot me full of morphine and stuck me into a helmet for twenty-four\nhours straight, to cram my reactive agonies back beneath an overload\nof vicarious Contacts. It worked pretty well. The pain was gone when\nI awakened. But my nerves weren't the same afterward. I used to look\nforward to Contacts because I enjoyed them. Now I look forward to them\nbecause I dread what will happen if I don't have another one in time.\"\n\n\"In time?\"\n\n       *       *       *       *       *\n\n\"I find that I _must_ get to a Contact--real or vicarious--at least\nonce in forty-eight hours. I've been trapped by my job. I'm doomed to\ndo this job or die horribly. Some men, desperate for escape from this\ntreadmill, have quit the Corps, tried to battle this kickback-effect.\nNone of them have made it. They were found, all of them, in various\nstates of agony. Dead, broken, burnt, torn....\"\n\n\"Psychosomatic pressures?\" asked the mind.\n\n\"Yes. Their minds, overborne by their emotions, self-hypnotized them\ninto re-undergoing their experiences. And their bodies, duped by\ntheir minds, reacted. On a normal man, a hypnotically suggested burn\ncan raise an actual blister. On a man who's opened his mind to the\nContact-power--his body can break, burn, dissolve or even evaporate.\"\n\n\"Poor Jerry,\" said the alien mind, soothingly. A tingle formed slowly\nin Jerry's mind, a growing warmth, a vibration of utter affection. He\nwas being consoled, being loved by the alien. It knew his troubles. It\nunderstood the sorrow of his life. It wanted only to keep him close,\nto tell him not to be afraid, to make him happy, comfortable, safe....\nSafe, and secure, and--\n\nThe glare of silent lightning leaped through Jerry's consciousness,\njerking him back from the unnervingly delightful torpor he'd been\nletting overcome his thoughts.\n\nSomething hard bumped against his forehead. He realized that he'd just\nsat up on the couch, knocking the helmet from his head with the shock\nof the breaking Contact.\n\n\"Sir!\" said the tech, pausing only to snap off the circuit switch\nbefore dashing to his side. \"What the hell happened? I never saw you\nbreak Contact like that! Did you see the alien? Can it be destroyed?\"\n\nJerry groaned, tried to speak, then fell back onto the thick padding,\nunconscious.\n\n\"What's the matter with him?\" cried Jana, sensing the fright in the\ntech's attitude.\n\n\"I don't know,\" he whispered. \"I've never seen him act this way\nbefore. Whatever's out there, it's unlike anything we've ever\nencountered before! Here, you get some of your medics up here to see to\nhim. I'm going to process this damned tape and see what's what!\"\n\nHer face pale, Jana hurried off to do his bidding. The tech began to\nreset the machine so that the coded information on the tape might be\ntranslated into legible words.\n\nAnd Jerry Norcriss lay on the couch, sobbing and groaning like a man on\nthe rack, although his mind was blanked by merciful unconsciousness.\n\n       *       *       *       *       *\n\n\"A baby?\" choked the tech. \"That thing out there is a _baby_?\"\n\n\"Does the tape ever lie?\" sighed Jerry, relaxing against the plump\nwhite pillows Jana had arranged under his back and shoulders.\n\n\"Well, no,\" faltered the tech. \"But a baby! Five hundred feet high--and\ninvisible--and able to carry on an intelligent conversation?\"\n\n\"Which reminds me,\" said Jerry, sternly. \"I am going to ask you to edit\nboth the tape and that typewritten translation of that conversation.\nIt's just as well too many people don't get the inside story on my job,\nand its rather rugged drawback. And as for yourself.... Well, I can't\norder you to forget what you've read there.\"\n\n\"I won't talk about it, sir, if that's what you mean,\" said the tech.\n\"It's not such a hard secret to keep. All the crewmen on the ship know\nthere's _something_ pretty awful about your job. I just happen to know\n_what_. All I'd get for spilling the inside dope would be, 'Oh, is\n_that_ what it is!' Hardly worth it.\"\n\n\"That's hardly a noble reason to keep a secret,\" Jerry murmured,\nlooking narrow-eyed at the tech.\n\nThe man grinned, then shrugged. \"Makes my life easy, too. Now when you\nflare up at me, I'll know why, and skip it.\"\n\n\"Thanks a hell of a lot,\" Jerry muttered.\n\nThe tech laughed aloud.\n\n\"But,\" the zoologist added soberly, \"we did learn one surprising lesson\ntoday. The forty-minute Contact period can be broken, under certain\nstresses.\"\n\nThe smile left the tech's face, and he looked earnestly puzzled. \"I\ndon't follow you, sir. There was nothing on the tape about--\"\n\n\"Tape?\" said Jerry. \"You _saw_ how quickly I came out, didn't you?\nWhat's that got to do with the tape?\"\n\n\"Sir,\" the tech said hesitantly, \"you were under the helmet for the\nfull forty.\"\n\nJerry flopped back upon the pillows, staring at the other man as if\nhe'd suddenly gone berserk. \"That can't _be_,\" he said slowly. \"I was\nin a long-life host. The clouds weren't even moving. That baby was\nliving many subjective days in the forty-minute period.\"\n\n\"Begging your pardon, sir,\" said the tech, \"but you must be mistaken.\nYou were gone the full forty.\"\n\n\"That's impossible,\" said Jerry.\n\nJana, who'd been standing back from the two men, stepped forward\ncautiously, apprehensive at butting into something that was not really\nher affair.\n\n\"Excuse me, Lieutenant Norcriss,\" she said softly, \"but Bob's right.\nYou were gone as long as he says.\"\n\n\"You don't understand, either of you!\" Jerry snapped. \"My\ntime-awareness in a host is subject to the host's time-awareness. So\nfar as this host was concerned, a day was a confoundedly long period.\nBut I could tell the elapsed time by watching the clouds, the height of\nthe sun. They didn't move, either of them, visibly....\"\n\n\"How's that again, sir?\" asked the tech. \"How long did you _seem_ to\nspend?\"\n\n\"Possibly an hour.\"\n\n\"Well, then.\" The tech shrugged.\n\n\"But this had nothing to do with the host's subjective sense of _time_,\nEnsign. It was my own knowledge of _objective_ time through watching\nthe sun, the trees, the clouds. None of them moved during my subjective\nhour in the host-alien. So no time--or very little time; barely a few\nminutes--could have passed while I was enhosted, do you see?\"\n\n\"Lieutenant Norcriss,\" said Jana, abruptly. \"I'm sorry to interrupt,\nbut did you say clouds?\"\n\n\"Yes,\" said Jerry, puzzled by her intensity. \"Why?\"\n\n\"There hasn't been a cloud in the sky today,\" she said awkwardly. \"I\nmean--Well, look for yourself!\"\n\nJerry turned his gaze upward through the quartz ceiling of the\nsolarium. The sky, a rich turquoise, was smooth and unbroken save for\nthe glaring gold orb of the sun, Sirius. He sat up then, looking out\nthrough the likewise transparent walls. As far as he could see, over\nstoretops, cottage roofs, and distant green glades, the sky was that\nsame unbroken blue.\n\n\"But that's crazy!\" he said, sinking back against the pillows. \"It\ncouldn't have been like that all the time I was in Contact. Could it?\"\n\nJana and Bob exchanged an uncomfortable look.\n\n\"Well, sir,\" the tech said, \"we weren't exactly _watching_ the sky, if\nyou know what I mean. But it was clear when you went into Contact. And\nit's clear _now_.\"\n\nHis voice trailed off, uncertainly, but Jerry gave a slow thoughtful\nnod. \"You're right, Ensign. It is, and it was. The likelihood of its\nclouding up for forty minutes, and then clearing again is so ridiculous\nI can't even consider it.... And yet, I _saw_--\"\n\nJerry stopped speaking, and shook his head. Then he waved a hand at the\ntech, abstractedly. \"Get me some coffee, Ensign. I have to think, hard.\"\n\n       *       *       *       *       *\n\nWhen nightfall had cloaked the planet in dark purple folds, Jerry was\nstill gazing intently at nothingness, racking his brain for an answer.\nBob, meantime, had checked the card against the ship's files on dealing\nwith alien menaces, and had found--much as both he and Jerry had\nsuspected--that there was no recommendation available. The menace was\nnew. It would have to be approached strictly _ad libidum_. Whatever\nmethod served to rid the planet of the menace would then, not before,\nbe incorporated into the electronic memory of the brain on the ship, to\nserve future colonies who might meet a similar alien species.\n\n\"Any ideas, sir?\" asked the tech, after a long silence from his\nsuperior.\n\n\"None,\" Jerry admitted, not turning his head. \"It's pretty damned\ndifficult to find a solution to a problem until you're sure what the\nproblem _is_.\"\n\n\"Well,\" said the tech, \"we played the radar all over the area where the\ntape said the thing was located. We got nothing. Maybe the kid's mother\ncame back.\"\n\n\"Just a second--\" said Jerry. \"Ensign, could you rig the machine to\ngive us, not a written transcript of that alien's description, but a\ndrawing of it?\"\n\n\"Jeepers, sir!\" choked the tech, taken aback. \"I don't know. I'd have\nto talk with the engineers.\"\n\n\"It should be possible. Hell, it's got to be. When I was enhosted, my\nmind transmitted back every bit of info on that body. A man who only\nknew mechanical drawing could sketch that shape, simply by following\nthe measurement specifications as my mind recorded them. Go on, Ensign,\nget with it. One way or the other, I want a look at what we're dealing\nwith.\"\n\nIt was nearly midnight when Bob shook Jerry gently awake and handed him\na small glossy rectangle of paper.\n\nJerry, blinking his eyes against the sudden onslaught of light in the\nroom as the tech threw the wall switch, stared blearily at the paper\nfor a moment, blank and disoriented.\n\n\"It's the picture, sir,\" Bob said, recognizing the bafflement on his\nsuperior's face for what it was. \"I finally had the bright idea of\nturning the problem over to the brain, aboard the ship. It followed the\nspecifications from the tape by drawing the picture in periods.\"\n\n\"In what periods?\" Jerry mumbled, still trying to come awake.\n\n\"Not time-periods, sir. Punctuation. Then, when it had the thing done,\non a ten-by-fourteen-inch sheet of feed-paper from its roller, I had\nthe ship's photographer take a snapshot and reduce it in size, so it\nlooks at least as good as the average newspaper half-tone job.\"\n\nJerry nodded, absorbing the information even as his eyes crept over the\nimage in his hands. \"Looks strangely familiar,\" he said, studying it\nclosely.\n\n\"If you'll pardon what sounds like a gag, sir,\" began the tech, \"I\nthink that the picture--in fact, we all think--\"\n\n\"Yes?\" said Jerry, looking at the man.\n\n\"Well, the consensus among the crew was that this baby here looks a\nhell of a lot like _you_, sir.\"\n\nJerry sat where he was, his eyes on Bob's face, for a long moment,\nas fingers of ice took hold of his spine. Then, with unreasoning\napprehension, he turned his gaze back upon the near-photographic\nlikeness he held. \"Ensign,\" he said, after a minute. \"This _is_ a\npicture of me.\"\n\n\"But sir, it can't be,\" said the tech.\n\n\"You're wrong,\" said Jerry, letting the paper drop to the floor. \"It\ncan be, because it is. And all at once I think I know why.\"\n\nWithout warning, Jerry swung his legs over the side of the couch and\njumped to his feet.\n\n\"Listen,\" he said urgently, \"there's no time to lose. Get the hospital\nstaff together, fast, and bring me back their best psyche-man. I need a\nhypnotist.\"\n\n\"A h-hyp--?\" the tech blurted, confused, then gave an obedient nod and\nhurried out, shaking his head all the way to the switch-board.\n\n       *       *       *       *       *\n\n\"Never mind _why_, Doctor. Can you _do_ it? That's all I care to know,\"\nJerry's voice crackled, his eyes flashing with authority.\n\n\"Y-Yes, I think so,\" quavered the other man. \"If you _can_ be\nhypnotized, I mean.\"\n\n\"All Space Zoologists have the brainpower necessary to be perfect\nsubjects,\" Jerry snapped. \"Quickly, now, Doctor. I've wasted one\nContact already.\"\n\n\"Very well, sir,\" said the man. \"If you'll lie back, now, and make your\nmind blank--\"\n\n\"I know, I know! Get _on_ with it, will you!\"\n\nBob and Jana stood back in the shadows beside the towering metal\ncontrol board, listening in silence as the hypnotist put Jerry under,\ndeeper and deeper, until his mind was readily suggestible. Then he\nmade the statements Jerry had told him to make, and with a snap of his\nfingers brought the zoologist out of hypnosis.\n\n\"You heard, Ensign?\" asked Jerry. \"Did he do exactly as I told him to?\"\n\n\"Sir!\" protested the doctor.\n\n\"I mean no offense,\" said Jerry. \"But if your words left my mind too\nfree, too human somehow, the alien would sense it. And a ruse like\nthis one might not work on a second attempt, once the alien had been\napprised of our intent.\"\n\n\"He did, sir,\" said Bob. \"Word for word, as you told it to him.\"\n\n\"Good,\" Jerry said. \"Thank you, Doctor. And good night.\"\n\n\"Uh--yes,\" said the man, finally realizing he was being peremptorily\ndismissed after coming all the way across the town from his warm bed in\nthe black morning hours. \"Good night to you, sir.\"\n\n       *       *       *       *       *\n\nHe fumbled his way out the door, and Jana, after a glance at Bob, shut\nit after him. Bob stood beside the control board, waiting as Jerry once\nmore adjusted the helmet upon his head and lay back on the couch.\n\n\"All right?\" he called to the tech, as Jana, now walking nervously on\ntiptoe, though there'd been no injunction against noise, hurried to\nBob's side and took his arm.\n\n\"Ready, sir,\" Bob said, keeping his voice steady.\n\n\"You've set the stopwatch?\" warned Jerry.\n\n\"I depress the starter the same instant I turn on the machine,\" said\nBob.\n\n\"All right, then,\" said Jerry.\n\nBob's right hand threw a switch.\n\nEven as it snapped home, his left thumb had jabbed down upon the\nstopwatch button. The long red sweephand began clicking with relentless\neagerness about the dial.\n\nOn the couch Jerry stiffened, then relaxed.\n\n\"You'd better stay with him,\" Bob cautioned Jana. \"The machine's on\nautomatic. If I'm not back on time, it'll take care of itself.\"\n\n\"Back on time?\" she gasped. \"But you can't be, Bob. If what he said\nabout the timing--\"\n\nBob shut his eyes and gripped his forehead between thumb and fingers.\n\"Yes, of course. I'm being an idiot. This maneuver is something new.\nBut--\" he withdrew his hand from his face and smiled at the girl--\"you\nstay with him anyhow. I'd feel better--safer--if you weren't with me\nand the others.\"\n\n\"Yes, Bob,\" she said, in a faint shadow of her normal voice. \"Be\ncareful.\"\n\nBob grinned with more confidence than he felt, turned and hurried from\nthe room.\n\nJana moved slowly across the floor to the couch where Jerry Norcriss\nlay in unnatural slumber, and stood staring down at his strange,\nyoung-old face, and her eyes were bright with quiet wonder....\n\n\nV\n\n\"What's this, what's this?\" rasped Jerry's mind. \"Where have I gotten\nto, now?\"\n\n\"It's all right,\" said a soothing voice. \"You're with _me_, now.\"\n\n\"Oh? Oh?\" Jerry's mind said, snickering. \"And who might _you_ be?\"\n\nIt was dark as he looked out through the alien eyes, but a quick\npatting of his paw across his face reassured him that his sharp white\nincisors, muzzle and stiff gray whiskers were intact and healthy.\n\n\"How can I be you?\" asked Jerry. \"If I'm a gray rat and you're a gray\nrat, what am I doing here?\"\n\n\"You've come to spy on me, I know,\" said the soothing voice. \"But see?\nYou have nothing to fear, nothing at all. I'm not going to hurt you.\nYou find no menace in me. Do you?\"\n\n\"No. No menace. No danger. I'm safe, I'm secure, I'm warm and loved....\"\n\n\"Relax,\" said the alien. \"Relax, and let me have full control again.\nYou can sleep if you do. You can rest. _I'll_ take care of you, trust\nin that.\"\n\n\"Yes. Sleep. Rest. No more running, hiding, fearing....\" said Jerry\nNorcriss, the gray rat-mind in the invisible body of another rat much\nlike himself....\n\n       *       *       *       *       *\n\n\"Come on with that flashlight, damn it!\" Bob raged, leading the other\nthree crewmen through the woods. Two of them carried rifles, one had\na flamethrower, and Bob himself carried one of the new bazookas with\na potent short-range atomic warhead. Ollie, the man with the light,\nhurried up to him with a quick apology.\n\n\"Okay, okay,\" Bob said. \"But I've got to see this dial--Ah, yes. This\nis the way, all right. Come on. Ollie, keep that beam so it spills on\nthe tracking-cone dial as well as on the earth. We don't dare risk\nlosing our way. There are only seven minutes left until Contact is\nbroken.\"\n\n\"Yes, sir. I'll keep it right on there,\" Ollie said. \"But about the\nlieutenant--are you _sure_ he won't--\"\n\n\"That's what the stopwatch is for. We _must_ strike just as Contact\nis being broken. Any sooner, and we kill Lieutenant Norcriss with the\nalien. Any later, and the alien kills us. The same way it did the\nothers who came upon it.\"\n\n\"But what does it do? What does it look like?\" Ollie persisted.\n\n\"Damn it, there's no time to talk now! Just keep that light steady, and\nhurry!\"\n\nThe men plunged onward through the woods, the white circle of light\nfrom the arc-torch splashing the cold leaves and damp, colorless grass\nwith sickly, stark illumination.\n\n       *       *       *       *       *\n\n\"If you would only release your hold,\" the alien was saying. Then its\nmind-voice stopped.\n\nJerry, too, had seen the dancing white freckles that spattered the\nboles and branches of the nearby trees. The darkness of the woods was\nrent by streamers of ruler-straight light beams. They began to radiate\nlike luminous wheel-spokes through the tangled leaves of the woods.\n\n\"Men!\" cried the alien mind. \"Men are coming here. Men, our enemies!\"\n\nJerry, still in partial control of the invisible rat-body, fought the\nflight-impulse that began to stir beneath the unseen skin.\n\n\"Run!\" shrieked the alien mind. \"You fool, can't you see that we must\nflee this place? Quickly, or we are done for!\"\n\n\"Run--Flee--\" Jerry said dully, within the alien mind. \"Yes. Run from\nmen ... the eternal enemy, men. Run, hide, a dark corner, under a bush,\nbehind a tree....\"\n\nHe felt his own mind joining that of the alien in the preliminary\ntension that comes before flight.... Then the glaring beam of the\narc-torch was full in his eyes, and the hypnotic illusion, at this, the\ntrigger of his psyche, was shattered. And Jerry once again knew himself\nto be a man.\n\nA man in the body of a rat--the animal which Jerry Norcriss loathed\nmost of all creatures!\n\n\"Run!\" screamed the alien. \"Why don't you--!\" Its commands ceased as it\nrealized the difference within the mind that had invaded its body. \"You\nagain!\" it cried, trying wildly to reassume the placid plump image of\nthat unseen baby once more.\n\n\"You're too late,\" said Jerry, fighting its will with his own as the\ncrewmen broke from the underbrush into the clearing, and the tech,\npointing straight at him, yelled a caution to the man with the flame\nthrower. The man bringing up the terrible gaping mouth of that weapon\nhalted, waiting, as the tech stared at the stopwatch in his hand.\n\n\"Five seconds!\" cried the tech. \"Four ... three ... two ... one....\n_Get_ it, quick!\"\n\nJerry, still within the mind and watching with the same horrified\nfascination as his host, saw the puff of flame within the flame-tube of\nthe weapon, then saw the insane red flower blossoming with its smoking\nyellow tendrils toward his face--\n\nAnd the silent white lightning flared--\n\nAnd he sat up on the couch, back in the solarium.\n\n       *       *       *       *       *\n\nJana hurried over to him.\n\n\"Did it work? Did it work, sir?\" she cried. \"Is Bob--\"\n\nJerry patted her hand. \"Bob's all right. He was on time. _Just_ on\ntime.\"\n\n\"I still don't understand, sir,\" said the nurse, sinking onto the couch\nbeside him without waiting for an invitation. \"I don't understand _any_\nof this!\"\n\nFor an instant, Jerry resented this familiarity, then felt slightly\noverstuffed, and slipped an arm paternally across her slim shoulders.\n\n\"I'll explain,\" he said. \"It'll pass the time till he gets back.\"\n\nJana nodded.\n\n\"The alien,\" Jerry said softly, \"was a mimic. A perfect mimic. It\nwas, while non-intelligent, of an abnormally well developed mind in\none function: telepathy. That's how it could carry on apparently\nintelligent mental conversation with me, during my first contact.\nIt could sense my questions, then probe my mind for the answers I\nwanted most to hear--and play them back to me. For my forty minutes\nof contact, it told me only what I wanted to know, like a selective\necho. It needed no understanding of my questions, nor of the answers it\nplucked from my mind. It had one instinct: self-preservation. It could\nsense my question, select an uncontroversial answer from my mind and\nfeed it back to me, without really understanding how it warded me off\nas a menace to it, any more than a dog understands why lowering its\nears and hanging its head as it whines can fend off the wrath of its\nmaster. It works; that's all the creature cares about.\"\n\n\"But how did you _know_--?\" Jana asked.\n\n\"I didn't,\" Jerry replied. \"It fooled me completely. Until the\nEnsign--Bob told me that my full forty minutes in Contact had elapsed,\ndespite my knowledge that the sun and clouds had remained motionless\nduring my Contact. That threw me, I'll admit, for quite a while. It\njust didn't make sense.\"\n\nJana's eyes widened as she suddenly understood. \"And then you realized\nthat you had seen the sun and clouds motionless because that was what\nyou _expected_ to experience when enhosted in a baby!\"\n\n\"That's it,\" Jerry nodded. \"It made an error with the baby, though. It\nwas able to duplicate it in almost every respect except two: Size and\nappearance.\"\n\n\"Why?\" asked Jana. \"And why appear as a baby at all?\"\n\n       *       *       *       *       *\n\n\"I'm coming to that,\" said Jerry. \"The size was off because the first\nthing I saw when I blinked open my eyes was a distant copse of trees,\nwhich I took to be an upright pile of leafy twigs. Since my mind\npossessed information regarding the relative size of babies and twigs,\nthe alien immediately made sure my mind saw other things in the same\nperspective. By the time it realized it had made an error, it was too\nlate to normalize the baby's dimensions; that would have given its\nfakery away.\"\n\n\"But why did the thing choose a baby?\"\n\n\"Because that was the thing's protection! It had a powerful hypnotic\npower, one that worked on its victims' minds directly through its\ntelepathic interference with sensory perception. It always appeared as\nthe thing the victim would be least likely to harm. In my case, a baby.\nBut it made a slight error there, too. I'm a bachelor, Jana. There's\nonly one baby with whom I ever had any great amount of experience:\nmyself.\"\n\n\"And the invisibility?\"\n\n\"I have no recollection, even now, of my body when I was a baby. I may\nhave stared at my toes, played with my fingers, but they just never\nregistered on my consciousness as being part of _myself_. So the thing\nwas stuck when it came to reproducing me visually, since it depended\nupon my own memory for details. But it was able to supply the way I'd\n_felt_ as a baby. Every baby has an acute awareness of its own skin; it\nwill cry if any particle of its flesh is bothered in the slightest. So\nthe alien fed the 'feel' of my baby-body back to me, if not the view.\nWhich is why the electronic brain on the ship was able to duplicate the\ndetail into an almost perfect replica of my babyhood likeness.\"\n\nJana nodded, as she finally understood the meaning of that strange\nillusion. \"And this time? That post-hypnotic suggestion you had the\ndoctor give you, I mean: that you'd think you were a gray rat until\nsuch time as the light of the arc-torch caught you directly in the\neyes....\"\n\n\"Duplicity, Jana. It had to be that way. The alien was very sure of its\npowers. If I returned, and it were a baby again, I couldn't attack it\nor thwart its ends. And such an attack was necessary. I had to be able\nto fight it, to hold it in place for that last moment before it was\ndestroyed. Which is why I chose a gray rat, an animal I cannot bear the\nsight of. When the light struck my eyes and I became myself again, I\ncaught the alien unawares. Then, before it could change to a baby, and\nstart lulling me back into camaraderie, it was too late. Bob had given\nthe order to fire. And here I am.\"\n\n       *       *       *       *       *\n\nHurrying footsteps sounded in the corridor. The door burst open and Bob\nrushed in, his face anxious and creased with worry until he saw Jerry\nsitting on the couch, alive and well.\n\n\"Whoosh!\" The tech expelled a mingled chuckle and sigh as he sank into\na chair opposite the zoologist. \"Well, sir, I can't tell you how glad I\nam to see you. I couldn't be sure you'd gotten out of that thing alive\nuntil I got back here. Glad you made it, sir. Damn glad!\"\n\n\"That 'thing' you mentioned,\" said Jerry. \"What did it _actually_ look\nlike?\"\n\nBob jerked his head toward the corridor. \"The other guys are bringing\nit along. I kind of thought you'd want a peep at it.\"\n\nAs more footfalls were heard from the corridor, Bob bounced to his feet\nagain, and stepped to the door. \"Hold it a minute, guys,\" he said,\nthen turned back into the room. \"Jana, I don't think you'd better stick\naround for this. It's not very pretty.\"\n\nThe girl hesitated, then flashed him a smile and shook her head.\n\"I'll stay. It can't look as ugly as a bad case of peritonitis on the\nsurgeon's table. If I can take that without upchucking, I can take\nanything.\"\n\nBob shrugged. \"Suit yourself, honey. Just remember you got fair\nwarning.\" He leaned back out the door. \"Okay. Bring it in.\"\n\nThe crewmen, looking a little ill, came slowly into the room, bearing\na bloated, scorched object on a stretcher they'd contrived from two\nlong poles and their jackets. They set it onto the tiled floor before\nthe zoologist, then stepped away, all of them wiping their hands hard\nagainst their trousers in ludicrous unison, though their grip on the\npoles had not brought them into actual contact with the alien's corpse.\n\n\"There it is, sir,\" said Ollie Gibbs. \"And you are very welcome to it.\"\n\nJana, to her credit, had not upchucked, but she went a shade paler, and\nher mouth grew tight.\n\nJerry studied the burnt husk, from its sharp-fanged mouth--easily\neighteen inches from side to side--to its stubby centipedal cilia under\nthe grossly swollen body.\n\n\"Damn thing's all bloat, slime and mouth,\" said the tech, suddenly\nshuddering. \"I wonder if its victims felt those jaws rending them open,\nor if it kept their minds fooled through to the end?\"\n\n\"I don't think we'll ever know that, Ensign,\" said Jerry. \"Unless you\nfeel like going out there and playing victim to one of this thing's\nconfreres?\"\n\n\"No thanks, sir,\" said Bob, so swiftly that Jana laughed. \"I'd rather\nfall out an airlock in hyperspace.\"\n\n       *       *       *       *       *\n\n\"Well, here's what we do to get rid of this thing, then,\" said Jerry.\n\"Since it assumes a form that's the least likely to be harmed by\nwhatever presence stimulates its mimetic senses, we'll have to trick\nit. Before this thing decomposes too far, rig it up with an electrical\ncharge, and stimulate its nerve-centers artificially. That ought to\ngive you an accurate microtape of its life-pulse. Then hook the tape\nto a scanner-beam, and _send_ the life-pulse into the mine-area. When\nthe fellows of this creature react to it, they'll assume the safest\npossible form: their own.\"\n\n\"I get you, sir!\" said Bob. \"Then all the miners have to do is see it\nfor what it is, and shoot it.\"\n\nJerry nodded. \"It'll mean all miners will have to go armed for awhile.\nBut that's better than getting eaten alive by one of these.\"\n\n\"You sure their presence won't trigger the thing's mimetic power?\"\nasked Bob, uneasily.\n\n\"Not if you give full power to the scanner-beam,\" Jerry replied. \"It'll\nmuffle their life-pulse radiations under the brunt of the artificial\none.\"\n\n\"Good enough, sir,\" said Bob. \"I'll rig it right away.\"\n\nJerry shook his head. \"No need. You could use some rest, I'm sure. The\nmorning'll be soon enough. Meantime, you can see this young lady home.\nThe rest of you,\" he said to the hovering crewmen, \"are dismissed, too.\"\n\nThe men, eager to be away from the thing, saluted smartly and hurried\nout of the solarium, buzzing with wordy relief.\n\nJana paused a moment, staring at the creature whose strange powers had\ndestroyed her father. Then she turned to Bob.\n\n\"I think I'll go to Jim's place,\" she said. \"I want him to know.\" She\nmoved her gaze to Jerry. \"I owe you a lot,\" she said. \"We all owe you a\nlot.\"\n\nEmbarrassed by the warmth of her praise, Jerry could only mumble\nsomething diffident and look the other way. He was taken quite by\nsurprise by the pressure of cool moist lips against the side of his\nface.\n\nWhen he looked back at the pair, Bob and Jana were on their way out\nthe door.\n\nOnly when he heard the elevator doors at the end of the corridor\nclose behind them did he move to the still-warm corpse of his onetime\nadversary, with a look of deepest compassion on his face.\n\n\"Well,\" he said gently, \"you've lost. The planet goes back to\nthe invaders. Once again, Earth has successfully obliterated the\nopposition.\"\n\nHe reached out a hand and touched the hulking thing on the floor.\n\"Good-by,\" he said. \"And I'm sorry.\"\n\nJerry Norcriss wasn't thinking about the deadliness of the thing,\nnor of the deaths of the hapless miners, nor of the billions of\ndollars he'd saved the investors holding Praesodynimium stock. He was\nthinking of a voice that--even unintelligently, even in the course\nof deception--had said, \"Poor Jerry. Rest.... Relax. You're safe....\nSecure....\"\n\n\"You really had me going for a while, baby,\" he said, then blinked at\nthe sudden sharp sting in his eyes, and hurried from the room.\n\n       *       *       *       *       *\n\nOutside, the sun was glowing pink against the black eastern sky, and\nthe air was cool and fresh in his nostrils. As he crossed the street\nfrom the hospital, heading toward the landing field and his shipboard\nbunk, a hurrying figure from the end of the block caught up with him\nand began to pace his stride, panting slightly.\n\n\"Talk about happy,\" said Bob, glumly. \"When Jana told her boy friend\nthe news, they went into such a clinch I didn't even stick around to\nbe introduced. Seemed a nice enough guy, I guess. Hope she'll be happy\nwith him.\"\n\nJerry recognized the gloominess of the tech's mood, and its cause, so\ndidn't say anything. After a moment, Bob seemed to recover himself a\nlittle.\n\n\"Sir,\" he said, \"there's one thing still bugs me about this alien.\"\n\n\"Oh?\" said Jerry, halting. \"What's that, Ensign?\"\n\n\"How'd the initial roborocket miss the thing and its kind when it\ncircled the planet before colonization began?\"\n\n\"That's a moot question,\" said Jerry. \"But my conjecture is that the\nscanner always caught it when it was assuming some other form. Since\nits victims were always indigenous to this planet, the things familiar\nto them were also of this planet, and the scanner-beam couldn't detect\nany life-pulses which were dissimilar to already-known species.\"\n\n\"I'll be damned,\" said Bob. \"It's almost childishly simple when you\nexplain it.\" Then, as Jerry went to start off again, Bob stopped him\nwith an exclamation.\n\n\"What about that melting mine car I read about on the translation\nsheets? Was that for real, or wasn't it?\"\n\nJerry shook his head. \"Part of the general mimetic illusion, like the\nmotionless clouds and unmoving trees. It let me see what I expected to\nsee. In reality, I was just in the woods near the mine area, where you\ncame upon the creature to destroy it.\" Jerry started slowly moving away\nonce more.\n\nA few steps further, and Bob halted again. \"One final point, sir. That\nlife-pulsing reading of point-nine-nine-nine. If the thing's pulsation\nwas that powerful, I should think it would've been a lot harder to\nknock off than it was.\"\n\n\"You're right,\" said Jerry. \"It would have been. But its life-pulse\nwasn't nearly that high.\"\n\n\"But the scanner-beam--\" Bob protested. \"When the colony sent up\nthat roborocket, after those miners vanished, it reported an unknown\nlife-pulse of point-nine-nine-nine. If that wasn't the alien's\nlife-pulse, what the devil was it?\"\n\nJerry patted Bob on the shoulder. \"You're forgetting the mimicry. The\nroborocket they sent up caught the alien off-guard, in its own shape,\nnot imitating some other life-form's pulsations. It detected the beam,\nsince a scanner picks up mental pulses, and it instantly assumed the\nlife-pulse of a creature it assumed no roborocket would worry about.\"\n\n\"What? What life-pulse, sir? What kind of life?\"\n\n\"Atomic life, Ensign,\" said Jerry. \"That bright green blip you and I\nstudied so assiduously was the life-pulse of an atom-powered creature.\nIt was another roborocket.\"\n\nAnd as Bob stared after him, stupefied, Jerry Norcriss made his way\nacross the landing field toward a well-earned bed--and oblivion.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Big Baby, by Jack Sharkey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BIG BABY ***\n\n***** This file should be named 51735-8.txt or 51735-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/3/51735/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}