{"title": "Round-and-Round Trip", "author": "H. B. Fyfe", "releaseDate": "April 12, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      All he wanted to do was go\n\n                         ROUND-AND-ROUND TRIP\n\n                    from here to there--but somehow\n                     the entire Milky Way had been\n                    converted into a squirrel cage.\n\n                             By H. B. FYFE\n\n                          Illustrated by WOOD\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine December 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\nWhen the passengers from Epseri II had been chauffeured from the\n_Centaur Queen_ to the administration building of the spaceport,\nthe man whose papers identified him as Robert L. Winstead trailed\nthe others to the Interstellar Travel Agency counter. His taking an\nunobtrusive place near the end of the line was entirely in keeping\nwith his unobtrusive appearance.\n\nOf medium height but somewhat underweight, Winstead looked like a\ntired clerk who had not slept well in space. The wide trousers of\nhis conservative maroon suit flapped about his thin shins and drew\nattention to the fact that he had donned one blue and one green sock.\n\nThe processing was rapid; most of the two dozen passengers meant to\nstay here on St. Andrew V. Only a few, of whom Winstead was one,\ncarried \"ultimate destination\" tickets. They remained after the locals\nhad been taken in charge by a guide who would see them into the\nadjacent city.\n\nWinstead finally reached a clerk, a dark, extremely brisk young man. He\npresented his papers. The young man riffled through them, stamped the\ndate of arrival on the travel record according to both local and Terran\ncalendar, then turned back abruptly to the card showing Winstead's\ndestination. He shook his head in puzzled annoyance.\n\n\"I'm very sorry, Mr.--uh--Winstead. Is this the proper ticket you've\ngiven me? Could you have gotten it mixed up with someone else's?\"\n\nThe traveler coughed and spluttered worried, questioning noises. A look\nof vague alarm spread over his undistinguished features.\n\nHis wispy gray hair had become rumpled when he had pulled off and\nstuffed into a side pocket his rather sporty maroon-and-white checked\ncap. This, plus the fact that he had to look up to the clerk, lent him\nan air of the typical little man in the wrong queue. It did not help\nthat he wore old-fashioned sunglasses instead of colored contacts, and\nhad forgotten to remove them before peering at the ticket.\n\n\"Why--er--yes, yes, this is right,\" he said. \"See, here's my name on\nit.\"\n\n       *       *       *       *       *\n\nThe clerk sighed as he looked around, but his partner was busy.\n\"Someone seems to have blown a nova, sir,\" he condescended to explain.\n\"It says here your ultimate destination is Altair IV.\"\n\n\"Quite right, quite right,\" said Winstead. \"Going out there to see what\nthe sales possibilities are for--\"\n\n\"And they sent you _here_ from Epseri? That can't be, sir.\"\n\n\"But--they told me--don't you Agency people take care of picking out\nthe routes?\"\n\n\"Yes, sir, of course. Beyond the local Terran sphere of travel, there\nare very few scheduled flights and most of them are for important\ncargo. That's why your ticket simply shows your ultimate destination,\nand that's why the Interstellar Travel Agency was developed--to arrange\nfor the traveler's progress by stages.\"\n\n\"Yes,\" said Winstead. \"That is how they explained it to me.\"\n\nThe clerk met his worried gaze for a few moments before shaking himself\nslightly. He prodded the ticket on the counter between him and Winstead\nwith a disdainful forefinger.\n\n\"Let me put it as simply as possible, Mr.--uh--Winstead,\" he said very\npatiently. \"Somebody at your last stop sent you in the wrong direction.\"\n\n\"But--but--you just said it went by stages. I realize I can't go in\na direct line. It depends on whether you can find me the right ship,\ndoesn't it?\"\n\nThe young man glanced about once more for help, but none was available.\n\n\"We'll see what we can do,\" he said, examining the ticket sourly. He\nthumbed a button to roll out a length of note paper from a slot in the\ncounter top and scribbled upon it with his lectropen. \"Now, if you will\nplease accompany that young lady to the Agency hotel with those other\ntravelers, we will notify you the moment a desirable ship is scheduled\nto leave.\"\n\nWinstead thanked him gratefully and turned away to locate his baggage.\nUnder the conditions imposed by space travel, only the barest minimum\nwas permitted. Even so, some little time was required to find his\nbag--an unlikely occurrence that the clerk accepted with a resigned air.\n\nFinally, with the half dozen who also would be traveling onward,\nWinstead was off to the hotel and a day's rest.\n\nAs a matter of fact, it was three days' rest, before he was summoned.\nHe was, perhaps by intent, confronted upon his arrival by a different\nclerk, a solid, square-faced girl. Winstead's nervous questions were\nreflected unanswered from a shield of impervious calm. He received all\nthe information the Agency seemed to feel was good for him and was sent\nout with a personal guide.\n\nThe guide delivered him to a thick thing named the _Stellar Streak_,\nclearly a workhorse freighter. Somehow, it never did become plain to\nWinstead until after he had emerged from his acceleration net that the\ndestination was Topaz IV.\n\n\"But, Captain!\" he protested. \"Are you sure the people at the spaceport\nhave not made some mistake? That is more or less the direction I came\nfrom.\"\n\nThe pilot stared impatiently at the papers thrust under his nose.\n\n\"Can't say, sir. We have our work cut out just to take the ship to\nwhere they tell us. Only reason we carry passengers is that regulations\nrequire cooperation with the Agency. Don't believe in it myself.\"\n\n       *       *       *       *       *\n\nMr. Winstead sighed and returned to his quarters. At least, on this\nship, he still had a private compartment in which to float his net.\nThere was even a chair, equipped with a safety belt and folding table,\nbolted to the deck. What he did miss was the general dining saloon of\nthe liner he had taken from Epseri II.\n\n_Still_, he reflected, _travel can't always be luxurious._\n\nHe spent some time, after the ship had slipped into stellar drive, in\nunpacking his one small suitcase. He found that he had to take his\nshaver to the general head to plug it in, but otherwise got along\ncomfortably enough. One or two of the crew who shared his turn at the\ngalley counter, in fact, took him for an old space hopper and began to\nexchange yarns.\n\nThis sort of semi-suspended living passed the four-day hop to the Topaz\nsystem and the extra day necessary for planetary approach. When they\nlanded, Winstead was the only passenger, either incoming or outgoing,\nto show up at the cargo shed designated as the spaceport administration\nbuilding.\n\nHere on Topaz IV, the Agency clerk was a part-time man who had to be\ncalled from the mines on the far side of the city. He arrived to find\nWinstead dozing on a cot at the end of the shed.\n\n\"Billy Callahan,\" he introduced himself. \"They say you're not for the\nmines.\"\n\n\"That is correct,\" answered Winstead, stretching a kink out of his\nback. \"I have my destination here in these papers ... if you will bear\nwith me a moment....\"\n\nHe fumbled out his identification, travel record, and ticket. Callahan,\nrubbing his carroty hair with a large, freckled hand, pored over them.\nA few minutes of searching through the battered desk that was his\nheadquarters revealed the official arrival stamp. Its inky smear was\nduly added to the record.\n\n\"Now for your way outa here,\" grunted Callahan. \"Meanwhile, how about a\ncigar, Mr. Winstead?\"\n\n\"Why--thanks very much.\"\n\nWinstead regarded the torpedo doubtfully. He wondered upon which planet\nthe tobacco for it--if it was tobacco--had been grown.\n\n\"This might take a little while,\" said Callahan, applying to the ends\nof their cigars a lighter that could have welded I-beams. \"It ain't\nevery day we get a through traveler here. I gotta look up the Galatlas\nan' the shipping notices.\"\n\nHe hoisted a bulky catalogue from a side table onto his desk and blew\noff a cloud of dust. Winstead seized the excuse to cough out a lungful\nof smoke. His host reached out for the ticket.\n\n\"Ultimate destination Fomalhaut VIII,\" he read off. \"Say! That ain't\none I ever had to handle before!\"\n\nHe leafed through the volume for some minutes, reexamined the ticket,\nthen dug into two or three appendices. He tapped a knobby knuckle\nagainst his chin.\n\n\"It don't look to me, Mr. Winstead,\" he said thoughtfully, \"like you\nshoulda wound up here at all. Fomalhaut VIII! That's a hell of a way\nfrom here!\"\n\n\"The clerk at the last spaceport _did_ seem to think there had been a\nmistake,\" Winstead volunteered cautiously.\n\n\"Somethin' sure slipped. Maybe some jet-head read his directions wrong\nan' sent you so many degrees Sol north instead of Sol south. Best you\ncan say is you're still on the right general side of the Solar System.\"\n\n\"Oh, dear!\" Winstead said, flustered. \"What can you do about that?\"\n\n\"Depends what ships, if any, are due here. If I was you, I'd take the\nfirst one out. Get to a bigger settlement, where you'll get a better\nchoice of ships.\"\n\n       *       *       *       *       *\n\nHe flicked ash from his cigar and inquired whether Winstead had\nretained quarters aboard the _Stellar Streak_. He was undaunted by the\nnegative reply.\n\n\"Never mind,\" he said heartily. \"We're too small to have an Agency\nhotel here, but I'll fix you up a place to stay in town.\"\n\nThey left Winstead's bag under the desk and set off by dilapidated\ngroundcar for Topaz City. This turned out to be a crude, sprawling\nvillage of adobe walls and corrugated plastic roofs. The varied colors\nof the roofs contrasted in desperate gaiety with the dun walls. As soon\nas Callahan skidded to a halt, the car was enveloped by its own dust\ncloud.\n\n\"Phew!\" coughed Callahan. \"Some day they're gonna have to pave the\nstreet!\"\n\nWinstead pulled out a handkerchief to mop his tear-flooded eyes. His\nthin chest heaved and he spat out muddy saliva.\n\n\"I'm sorry about that,\" apologized Callahan. \"Tell you what--we don't\nhave much civilization yet, but we do have a little cocktail lounge.\nCome along an' I'll get you somethin' to clear your throat.\"\n\nThe traveler allowed himself to be helped out of the car and guided\nalong the \"street\" to a low building marked by a small parking jam.\nMost of the men and women that passed them on the way shouted out a\ngreeting to his companion. They dressed with little distinction between\nthe sexes in rough shirts, boots, and pants of a narrower pattern than\nWinstead's conservative suit. He was introduced to six or seven people\nhe never expected to lay eyes upon again.\n\n_Frontier culture_, he deduced. _Where humans are rare, each one counts\nfor more._\n\nThe first thing he saw in the lounge was the girl guitarist. She was\nthe only woman he had yet seen who was not wearing pants. In fact, it\nhad hardly occurred to him that there might be someone in town who was\nnot connected with the mines. This girl was hardly connected to her own\nbrief costume.\n\nThe second thing he saw was a wall of friendly, weather-beaten faces,\nturning his way in response to Callahan's cheerful whoop. The third was\na man-size drink somebody thrust at him.\n\nAfter listening for quite a while to a repertoire of apparently ribald\nsongs, most of them too local in humor for Winstead to follow, the\ntraveler was led by Callahan to a sort of restaurant just down the\nstreet.\n\nWinstead thought later that he had eaten something there, but what it\nmight have been he forgot as soon as they returned to the cocktail\nlounge, for a bottle-swinging brawl broke out almost immediately in a\nfar corner. After a form of order had been restored, there was a girl\nwho danced; and presently Callahan was shaking him up and down on a\nspine-stiffening bed in a small, darkened room.\n\nWinstead promptly discovered that he had, indeed, eaten. When he\nrecovered, he followed Callahan out on wobbly legs to seek a remedy.\nIt was a bright, sunny day, but he could not even guess at the local\ntime. A little while after they had been successful in finding the\nremedy, he forgot about it.\n\n\"Take care of Bobby Winstead for me a little while, George,\" he heard\nCallahan say to someone. \"I gotta stop out at the port to check a ship\nfor him. Be right back.\"\n\n       *       *       *       *       *\n\nThe hospitality shown him shamed Winstead into inquiring where he might\ncash a traveler's check. With the proceeds, he was permitted to buy\nabout one round in a dozen, and to join in the singing. He was eagerly\npumped between stops along the street for the latest news of Terra. His\nleast little knowledge was of interest to those he encountered.\n\nAt one point, he came to himself in the midst of drawing a current\ndress design on the bar for one of the girls. Callahan, whose return he\nhad missed, dissuaded the lady from taking his charge home with her as\na gesture of pure gratitude. He declared that Winstead had just enough\ntime for a nap.\n\nWinstead's next awakening was in the echo of a terrified scream.\n\nA light was turned on and he discovered that the man-eating vine which\nhad been strangling him was in reality an acceleration net. The face\nthat floated before him was clean-shaven and anxious.\n\nWith considerable mental effort, Winstead deduced that the face was\ninquiring as to his health.\n\n\"Quite ... fine ... thank ... you,\" he answered with difficulty.\n\"Haven't we met somewhere?\"\n\n\"Sure! Last week, Mr. Winstead, when we took you to Topaz IV,\" said the\nface.\n\nWinstead tried shaking his head. It did not hurt--very much--but he\nfelt that his thinking was terribly slow. Then things began to click.\nHe recognized the man as the second pilot of the _Stellar Queen_. It\nmight have been easier had the spacer not been standing upside down to\nWinstead's twisted position.\n\nHe groped dizzily for a question that would not make him sound a\ncomplete idiot. The pilot saved him.\n\n\"Callahan, back on Topaz IV,\" he volunteered, \"asked us to tell you the\nbest routing he could figure was to go on with us to Queen Bess III.\nIt's a busy spaceport, so he thinks you can make better connections.\"\n\n\"Oh. I ... see,\" murmured Winstead.\n\nUnzipping the opening of his net, he floated himself out gingerly.\n\n\"I hope it's all right, Mr. Winstead,\" said the spacer. \"I know you\nwent in there on an Altair IV destination, but old Callahan seemed to\nthink he was sending you to Fomalhaut VIII. To tell the truth, I think\nhe was a little over-fueled.\"\n\n\"I ... didn't notice,\" said Winstead. \"Tell me--how long were you down\nat Topaz?\"\n\n\"Three days,\" the spacer told him. \"They sure took a liking to you\nthere, Mr. Winstead. A big crowd brought you out to the spaceport with\nCallahan. We found your bag under his desk by ourselves, but I don't\nknow where you got that orange suit.\"\n\nWinstead looked down at his clothing for the first time and flinched.\n\n\"But that was yesterday,\" continued the pilot. \"You ought to be feeling\nlike some chow by now, eh? Hey wait--the door is down here, Mr.\nWinstead!\"\n\nIn six days, including one of landing maneuvers, they reached Queen\nBess III, a very Terran world that was a minor crossroads of space\ntravel.\n\nHere, Winstead bade farewell to the _Stellar Queen_. His first stop\nwas the communications office. He left a message to be transmitted to\nCallahan on Topaz IV by \"fastest means\"--_i. e._, by the next spaceship\nheaded that way. He said, simply, \"Thanks for everything.\"\n\n       *       *       *       *       *\n\nHe found a good many travelers wandering about the clean, beautifully\nfurnished waiting room of the Agency here. Winstead sank into a softly\nupholstered armchair, opened his bag, and began to sort out his papers.\nNo sooner did he look up from this task than there appeared before him\na pleasantly smiling, gray-haired man. He was about Winstead's height,\nbut chunky and full of bounce.\n\n\"My name is John Aubrey,\" he announced. \"I trust I can be of service.\nAre you stopping here on Bessie?\"\n\n\"No, I--I'm just passing through,\" said Winstead. \"I assume you are the\nAgency official here?\"\n\n\"One of them,\" Aubrey said. \"Ah, your papers? Thank you. We can just\nstep this way into my office if you like.\"\n\nHe threaded his way between chairs, tables, and occasional travelers\nto one of a row of offices. It was the size of a large closet, but\ncheerfully decorated. Aubrey gave Winstead a chair and sat himself down\nbehind an extremely modern desk to commit the required formalities upon\nthe traveler's papers. The ultimate destination ticket Winstead had\nincluded gave him pause.\n\n\"Well, well, well!\" he exclaimed. \"Achernar X! Really! You must be with\nthe government, I suppose? Or a scientist? As I recall, Achernar is\nrather blue for human use, except our research outpost there, isn't it?\"\n\n\"I--er--I am engaged in a little research,\" said Winstead. \"You did\nvery well to remember the place offhand.\"\n\n\"It _is_ a long way out. Interesting. I wonder how I can get you there.\nSomeone seems to have sent you--well, no matter. Just leave it to me.\nYou'll be staying at our hotel, of course? Might as well, since you\nhave paid for the service, eh? I'll have you flown over right away.\"\n\nAn aircar carried Winstead to the roof of a hotel overlooking a\nconsiderable metropolis. Having left his bag in his room, he found his\nway to the hotel department store and ordered another suit. He spent\nthe rest of the afternoon sightseeing and decided that he might just\nas well have been on Terra. When he sat down to an excellent dinner\nthat evening, he discovered that his appetite, unfortunately, had not\nrecovered from his stay on Topaz IV.\n\nHe was awakened before dawn by the soft chime of his bedside screen. A\ntouch of the button brought on the happy features of Aubrey.\n\n_Does he never rest?_ thought Winstead.\n\nHe pushed the audio button and answered.\n\n\"Good morning, Mr. Winstead,\" said the Agency man brightly. \"Sorry to\ncall so early, but I was extremely lucky to find you a passage toward\nAchernar.\"\n\n\"Not sure I want to go,\" Winstead muttered into his pillow.\n\nAubrey, apparently not hearing him, bubbled merrily on. There would be\nan aircar on the hotel roof for Winstead in half an hour. Haste was\nnecessary because the ship was leaving from a spaceport fifty miles\noutside the city. Indeed, Winstead could count himself fortunate to\nhave had the chance so quickly. Aubrey had found it only by checking\nall the private spacelines. After all, Achernar was a long way off.\n\nWinstead thanked him blearily before switching off. He then dialed\nthe hotel store, but got no more answer than he expected. Giving up\nthoughts of his new suit, he rose and struggled into his clothes.\n\n       *       *       *       *       *\n\nQueen Bess had not yet poked her corona above the horizon when the\naircar delivered him to a little island spaceport south of the city.\nA stocky, taciturn shadow met him. They walked silently out to a ship\nthat towered darkly overhead.\n\n\"No inside elevator?\" asked Winstead, peering at the skeleton framework\nrising beside the ship.\n\n\"Too much load.\"\n\nThey rode a creaking platform up through the chilly breeze until\nWinstead thought they would go past the nose of the monster. Clutching\nhis bag in one hand and the single railing in the other, he edged\nacross a narrow gangway to an airlock. Inside, he followed the crewman\ndown a short, three-foot-diameter shaft to a square chamber, catching\nhis bag on the ladder no more than a few times.\n\nIn the more adequate light here, the spacer was revealed as a swarthy\nman with a muscular, dark-stubbled face. He wore tight trousers and\nshirt of navy blue and a knit cap that might once have been white. With\na preoccupied air, he pulled open a small door on the bulkhead at chest\nlevel.\n\n\"Let's have your bag,\" he said.\n\nWinstead handed it over. The spacer shoved it into what seemed to be a\nspacious compartment in spite of the yard-square door.\n\n\"Now you,\" he said. \"I'll give you a hand up.\"\n\n\"Up where?\" asked Winstead innocently.\n\n\"In there. That's your acceleration compartment. Plenty of room.\nArmored, air-conditioned, has its own emergency rations of air and\nwater.\"\n\nWinstead stooped to peer into the opening. It was deeper than he had\nthought, but a three-foot square was not much of a cross section. All\nsurfaces inside were thickly padded and springy to the touch.\n\n\"Here's the light switch,\" the spacer said, turning on a soft interior\nlight. \"The rest of the facilities and instructions are on this plate\nbeside the hatch. Okay now, grab that handhold up there so you go in\nfeet first. Alley-oop!\"\n\n_As long as I don't come out that way_, thought Winstead, sliding into\nthe compartment with surprising ease. He twisted around and discovered\nthat the door had a small window.\n\n\"Make yourself comfortable,\" said the spacer. \"Just don't forget to\nclose the hatch when the takeoff buzzer sounds. You'd better listen for\nit.\"\n\nHe turned away. Winstead saw him look into several other little windows\nalong the bulkhead.\n\n\"Are there other passengers?\" asked Winstead.\n\n\"No. Just checking to see if all my crew stayed. Always seems to be one\nthat slides down the pipe before takeoff. Dunno why they sign on if\nthey don't like the risk.\"\n\n\"What--what risk?\"\n\n\"Didn't the Agency tell you? We've got nothing below here but tanks\nof concentrated landing fuel for the station on Gelbchen II. The idea\nmakes some of them nervous now and then. They talk quiet, they walk\nquiet, and they wouldn't wear an orange suit.\"\n\nHe pulled open a door and nodded in gloomy satisfaction when the\ncompartment proved to be empty.\n\n\"_Is_ it dangerous?\" asked Winstead.\n\n       *       *       *       *       *\n\nThe spacer gnawed upon a very short thumbnail. \"What's dangerous?\"\nhe retorted at last. \"You can get killed any day under a downcoming\naircar.\"\n\nWinstead considered. \"Where's the captain?\" he inquired.\n\n\"I'm the captain.\"\n\n\"But--aren't you preparing to blast off?\"\n\n\"I generally let my second pilot do it,\" said the spacer.\n\n\"But why? I thought--\"\n\n\"Why? Because I own the ship, that's why.\"\n\n\"What has that got to do with it?\" said Winstead. \"I should think you'd\nwant all the more to handle it yourself!\"\n\n\"Listen--I sweated out years in space, saving the price of this can.\nIf she blows up, d'you think I want to know that I did it? There's the\nbuzzer. Button up!\"\n\nHe pulled himself into a compartment like Winstead's and clapped the\ndoor shut. Winstead, beginning to perspire gently, found the safety\nstraps, secured himself, and awaited the worst.\n\nThe _Leaky Dipper_ sped through interstellar space for five silent and\nintroverted days before reaching the little yellow sun named Gelbchen.\nThe highlight of the flight was the day one of the crew dropped his\nmess tray on the deck, causing one faint, one case of palpitations, and\none fist fight, in approximately that order.\n\nThe captain spent two days groping his way into an orbit about the\nsecond planet. When he announced that the cargo would be pumped into a\nnumber of small local tankers that had risen from the surface to meet\nthem, Winstead volunteered to go down in the first one.\n\n\"Don't blame you,\" said the swarthy spacer. \"I'd like to go too. Don't\nworry--they'll be good and careful landing. The stuff's that much more\nexpensive now that it's been freighted out here.\"\n\n\"That is a--a great relief,\" said Winstead. \"It's been very\ninteresting. Good-by and good luck!\"\n\n\"Likewise,\" said the captain.\n\n_If I ever meet Aubrey again!_ thought Winstead.\n\nOn the surface of the planet, he met with a thriving community that\nlived in a peculiar milieu blended of well-being and isolation. The\nspaceport was a center for refueling and repair. It was supported by\nmines and mills, and by just enough agricultural organization to get\nby. The standard of living was comfortably high because of the services\nrendered and charged for; but some of the customs struck Winstead as\nbeing almost too informal.\n\n\"I think you're pulling my leg!\" exclaimed the slim blonde at the\nAgency counter when Winstead was escorted in from the field. \"Nobody\nwould travel on the _Leaky Dipper_ without being paid for it. You must\nhave real nerve!\"\n\nShe leaned uninhibitedly across the counter and planted a kiss on his\ncheek. He could not help noticing that she was not slim everywhere.\n\n\"I assure you, Miss--er--here are my papers.\"\n\n\"Oh, those! Let me see, I have a stamp somewhere in one of my drawers.\"\n\n       *       *       *       *       *\n\nShe rummaged through several hiding places under the counter. Winstead\nthought of the compartments on the _Leaky Dipper_. He leaned wearily on\none elbow.\n\n\"Oh, well, it's time to close up anyway,\" the girl decided. She swept\nhis papers into a drawer, after a fast glance at them. \"We can fix\nthese up tomorrow, Bob.\"\n\n\"You are a very quick reader,\" Winstead said.\n\n\"It said 'Robert L.,' didn't it? That's all I was looking for--your\nname. Mine's Carole, just to keep things straight. Now, since no more\nships are due and no passengers can leave tonight, let's get out of\nhere.\"\n\nWinstead looked around, but the mechanic who had brought him in from\nthe field had long since disappeared. Other clerks went about their own\naffairs in the background without showing any interest in him.\n\nCarole hoisted herself onto the counter and twisted across in a swirl\nof skirts. There was no way for Winstead to avoid catching her. He saw\nthat she was not really slim _anywhere_.\n\nGrabbing his hand, she set off at a smart pace. He had just time to\nhook his bag off the counter as they passed it.\n\n\"You'll be wanting a place to stay,\" she said. \"I'll bet you never\nslept well on that spaceship.\"\n\nThis so neatly paralleled Winstead's own opinion that he rejected a\nhalf-formed impulse to drag his feet.\n\nThey dashed pell-mell through a wide exit from the building to a\nparking lot. Carole led the way to a monstrous groundcar that looked as\nif its mother had been frightened by a truck. A moment later, they were\nboosting up to stellar speed along a more-or-less paved road to the\ncity.\n\n\"They call it 'Junction,'\" Carole informed him. \"You'd think they\ncould have picked a better name for the only real city on the planet.\"\n\nThey buzzed through a narrow band of suburbs, along the edge of an open\nsquare and decelerated at a well-lighted avenue that looked like an\nentertainment section. Winstead noted that most of the men and women\nstrolling past the taverns and theaters were dressed in work clothes.\n\n\"Just finishing their shifts, like me,\" Carole explained.\n\nShe slowed the monster a bit more upon entering a side street. They\ncame to a section of four- and five-storied buildings whose metal\ncurtain walls had the air of business offices. It developed immediately\nthat they were apartment houses.\n\nCarole pulled into an opening in a row of parked vehicles similar to\nhers. Winstead got out quickly, since his hostess seemed about to\ncrawl across his lap to reach the door. He stared at the groundcar\nmeditatively.\n\n\"Awful heap, isn't it?\" said the blonde. \"They have to make them that\nway here, so they can be converted for trucking. The spaceships count\non Gelbchen II; everything else--including us--is what can be scraped\nup to do the job. Well, come on in!\"\n\n_I really must be very tired_, Winstead thought as he meekly followed\nthe girl into the lobby of the building.\n\n       *       *       *       *       *\n\nInside, two youths in coveralls were lounging on wooden chairs of\naustere design. One leaped to his feet at the sight of Carole. As he\nstrode toward them, Winstead glanced over his shoulder to make sure of\nthe door.\n\nTurning back, he was just in time to find the young man seizing Carole\nin an enthusiastic embrace. The two melted together in a passionate\nkiss. Then the young man stepped back, checked his wristwatch and\ndashed for the door.\n\n\"Good night, kid,\" he called to her over his shoulder.\n\nCarole waved jauntily. She took Winstead by the elbow.\n\n\"That was Wilfie,\" she explained. \"We'll be getting married if we can\never get our job shifts straightened out. I hope I didn't make him\nlate, poor boy--it was his only chance to see me until tomorrow.\"\n\nWinstead was hardly aware of having been steered into an elevator. When\nthey reached the second floor, Carole led him a few steps along the\nhall. She used a simple light-key to open an apartment door. Winstead\nfollowed her inside wordlessly.\n\n\"Let me take your bag,\" she said. \"In here is the bedroom. I'll bet\nyou didn't have that much room on the spaceship.\"\n\n\"Well....\"\n\n\"Now let's go in the kitchen and see what we can get you for dinner. I\nmight as well feed you, since I figure to charge you fifty credits for\nthe night.\"\n\nWinstead remained silent by a considerable effort.\n\nHe wondered what his expression showed. Carole did not seem to notice\nanything. She prattled on about the folly of trying to find a room\nin one of the few hotels boasted by the city of Junction. Most of\nthem, she claimed, would be full of carousing spacers. Meanwhile, she\nrummaged through a frozen food unit.\n\nWinstead agreed to something in a foil package without knowing what.\nShe popped it into an automatic infra-red heater. He allowed himself to\nbe led by the hand to a large chair in the living room.\n\n\"There's the entertainment program for the TV,\" she told him. \"Not that\nwe have much here--most of it is old tapes from Terra. Make yourself\ncomfortable while I change.\"\n\nShe pattered off into the bedroom, leaving Winstead weighing the\nprogram in a limp hand. He looked around the room. There were two doors\nto rooms or exits he had not been shown. What he had seen or could\nexamine from where he sat was very comfortably furnished, with a\nresilient carpet substitute from wall to wall and new-looking furniture\nof the simple Gelbchen style. Carole seemed partial to reds and other\nbright colors. Only the pastels of the walls had prevented a disaster.\n\n_Is it worth fifty credits?_ he asked himself. _On the other hand, if\nI go out looking for a hotel, will I just happen to have a hard time\ngetting a ship?_\n\nHe glanced indecisively at the door to the bedroom into which Carole\nhad vanished. It had been left slightly ajar. About the time he became\naware of this, a tinny chime began to sound from the direction of the\nkitchen.\n\nIt continued until Winstead realized that he would have to investigate\nfor himself. He entered the kitchen to find that the automatic heater\nhad flipped up a small sign saying, \"_Hot!_\"\n\n       *       *       *       *       *\n\nHe guessed the right button to get the door of the appliance open,\nlooked around until he located a tray and tongs, and removed his\ndinner. Further search supplied him with cutlery. He opened the foil,\ndiscovering that he had chosen a meal of roast beef with mashed\npotatoes and two vegetables he had never seen on Terra.\n\nCarole still had not appeared, so he carried his tray out to the dining\narea, which was furnished with bronze-colored metal chairs and table.\nIt looked like a dinner for one, he reflected, but he was on a strange\nplanet. As he hesitated, the bedroom door was flung back and footsteps\nsounded behind him.\n\n\"Go ahead and enjoy it,\" called Carole. \"Wine in the sideboard there.\nThen make yourself at home for the night.\"\n\nWinstead turned. The girl was bending to zip the front of one shoe. She\nwas clad in coveralls of a yellow that made Winstead blink.\n\n\"I'm off,\" she announced cheerfully. \"Got a second-shift job as an\nambulance driver. I tell you, it's one big rat race to meet expenses on\nGelbchen II! It helps when I can bring home guests from the spaceport,\nbut Wilfie wants me to cut that out when we get married.\"\n\nShe waved and bustled out to the elevator.\n\nWinstead wondered whether he had said good night.\n\nHe discovered after some minutes that he was leaning on the table\nwith one thumb in the hot potatoes. He sat down, examining his thumb\nattentively. After due consideration, he licked off the potato, found a\nfork, and began to prod dubiously at the local idea of vegetables....\n\nHe awoke next morning with a start of surprise at finding himself in\nneither a net nor a padded compartment. The bed was soft. It invited\nhim to roll over for another half hour's snooze in the faintly perfumed\nroom.\n\nPerfume?\n\nBedroom ... _Carole!_\n\nWinstead sat straight up as full memory returned.\n\nEverything was quiet. He threw back the electric blanket, checked a\nclock that must be set to planetary time, and decided that it was early\nmorning. The window filters yielded to trial-and-error manipulation,\nflooding the room with cheerful sunlight not unlike that of a Terran\nsummer morning. Winstead walked softly to the door and opened it a\ncrack. The room outside remained dim and silent.\n\nHe washed in the adjoining bathroom and dressed rapidly. Feeling better\nprepared for the day, he sallied out to seek breakfast. The first sight\nthat met his eyes was that of Carole sleeping on a couch under an\naquamarine blanket she had plugged in at the socket of a floor lamp.\n\nThe thought of fifty credits restrained the impulse to pat her blonde\nhead in commiseration. He thought of it a little more, thereby fighting\ndown a mild attack of conscience over appropriating the bed.\n\n_After all_, he thought, _here I have to get my own breakfast. She's\nprobably tired out, but that's the reward of moonlighting. It's her\nplanet, not mine._\n\n       *       *       *       *       *\n\nWinstead tiptoed to the kitchen door, slipped furtively through, and\nclosed the door as quietly as possible behind him.\n\nTwo men eating breakfast at a small table looked up at him amiably.\n\n\"Gaagh!\" said Winstead.\n\n\"Good morning,\" replied one man, who wore a rather feminine dressing\ngown.\n\nThe other, a ruddy, farmerish individual, grunted past a mouthful of\ntoast.\n\n\"I beg your pardon,\" Winstead said.\n\n\"You must be another star traveler,\" said the gentleman in the dressing\ngown. \"We knew there must be one when we saw Carole on the couch. I\nhope she gets you out of here quicker than she's finding a ship for me.\"\n\n\"You have been waiting for a spaceship?\" Winstead asked.\n\n\"Over two weeks now,\" said the other. \"The kid's fair enough about it,\nI must admit. She can't ship me toward Epseri, so she's been giving me\na discount on my room.\"\n\n\"Sit down and have some eggs,\" invited the farmer type. \"Brought 'em\ninto town myself, along with my other produce.\"\n\nWinstead eyed the platter of fried eggs. They were entirely too large\nto have come from chickens, but they looked good. He decided not to ask\nany questions.\n\nIt developed after he joined them at the table that the farmer was\nin the habit of boarding with Carole whenever he came to Junction on\nbusiness. The traveler, one Cecil Feigelson, excused his borrowing\nCarole's robe on grounds of the scanty baggage allowed space travelers\nand the fact that he had been hanging about for so long. They assured\nhim that he looked fine in pink.\n\nWinstead drained his cup of coffee substitute, considered having\nanother.\n\n\"You know,\" he said thoughtfully, \"it hardly seems necessary to spend\nall that time finding a ship headed for Epseri. I--uh--happen to be\ngoing that way too. I suspect that a good, close look at the schedules\ndown at the spaceport might show us a way.\"\n\n\"But Carole is the clerk in charge.\"\n\n\"I also happen to know a little about how it's done,\" said Winstead\nquietly. He added, \"From traveling so much you know.\"\n\n\"Well, if you think anything can be done, I'm all for it.\"\n\n\"When the kid wakes up, she could drive you down,\" suggested the farmer.\n\n\"That should require only a moment to arrange,\" said Winstead, rising\nto fill a pitcher with ice water. _Fifty credits a night!_ he thought.\n_Wait till I get my hands on her shipping schedules!_\n\nHardly five minutes later, they all spilled out of the elevator into\nthe lobby. Carole was still rather damp and angry. Cecil Feigelson's\nsuitcase zipper was only three-quarters closed. Fortunately, he was\nwearing pants under the girl's dressing gown, which clashed horribly\nwith Winstead's rumpled orange suit.\n\n\"Hey!\" someone yelped as they blazed through the lobby.\n\nYoung Wilfie catapulted from a chair where he appeared to have been\ndozing.\n\n_Doesn't he have a home?_ wondered Winstead.\n\n       *       *       *       *       *\n\nBy the time they reached Carole's groundcar outside, the youth had\nsomehow inserted himself into the group in place of the farmer.\nWinstead set the machine in motion while the others were scrambling for\nseats.\n\n\"Do you know how to drive one of these, friend?\" asked Feigelson.\n\n\"I am an expert groundcar operator,\" Winstead assured him.\n\nUnfortunately, he was soon forced to admit, he was accustomed to\nTerran cars that floated on cushions of air. Although bumps in the\nspaceport road encouraged a good deal of floating at the speed he was\nmaking, the Gelbchen vehicle was really designed for less intermittent\nwheel-to-ground contact.\n\nThe trip seemed shorter, though, than it had the previous evening.\nWinstead skidded to a halt at their destination and discovered that he\nwas perspiring slightly. His passengers were in a frank sweat and lost\nseveral yards trailing him into the terminal and over to the Agency\ncounter.\n\nWhen they arrived, still quite pale, Winstead was already up to his\nelbows in shipping schedules and blank forms. A few passing clerks\nglanced curiously at Feigelson's frilly pink dressing gown, but they\nwere used to outworld garb.\n\n\"Wait! That's my Galatlas you're tearing apart!\" Carole protested\nbreathlessly.\n\n\"How would you know, my dear?\" asked Winstead, riffling the pages\nfuriously. \"Hah! Just as I thought--this cruise ship down here for\nsupplies, the _Virgo_, is listed to make New Ceres next. The Galatlas\nshows that New Ceres is halfway to Epseri, Feigelson!\"\n\n\"Wilfie!\" wailed Carole. \"Make him stop tearing the place apart like a\nsaloon! Look at that stack of folders spilled all over the floor!\"\n\nWilfie bestirred himself, but he was handicapped by being on the other\nside of the counter with Carole and Feigelson.\n\n\"What do you think you're doing?\" he demanded truculently. \"Where did\nyou come from, anyway?\"\n\n\"I came from Terra,\" said Winstead, pausing in filling out a form, \"and\nI am more than ready to return. Combining a vacation with a business\ninspection trip occasionally becomes too exciting for a man of my\nyears.\"\n\n\"Inspection trip?\" echoed Carole, freezing.\n\n\"My hobby,\" said Winstead. \"It keeps one in touch with the people\nwho make the Agency go. This place, now, is the most slapdash,\ndisorganized--Young man! You quit one of your jobs and take over this\nbranch of the Interstellar Travel Agency. Don't argue--of course you\ncan! What is your full name?\"\n\n\"_Me?_\" gasped Wilfie. \"Wilfred Evans.\"\n\n\"All right, Evans, you're hired. You'll be able to get married and put\na stop to all this nonsense of renting rooms while ships go out without\nour passengers.\"\n\n\"What authority have you to--\" began Carole indignantly.\n\n\"The first test of a chief agent,\" said Winstead, scribbling upon a\nbusiness card, \"is to know when to tell an assistant manager to button\nher hatch.\"\n\nWilfie accepted the card and glanced at both print and scribbling.\n\n\"Button your hatch!\" he ordered Carole over his shoulder.\n\n       *       *       *       *       *\n\nShe stood silent, her mouth open about the same distance as\nFeigelson's. Winstead looked about for a local clock, and snatched up\none of the sheets strewn about the counter. A departure time listed\nupon it made him swear. He leaped to Carole's phone, switching on sound\nand screen with one swipe of his thumb.\n\nThe blonde advanced a timid step, to read the card bearing Wilfie's\nappointment.\n\n\"Robert Winstead Lewis, Terra ... President, Interstellar Travel\nAgency....\"\n\n\"Winstead\" was shouting at a face on the phone screen.\n\n\"You tell them who I am!\" he demanded, holding up another of his cards\nto the scanner. \"They'll manage to hold the ship three minutes until we\nreach her!\"\n\nHe switched off, mopping his forehead with the back of his hand, and\nstarted around the counter. Carole swayed weakly against Feigelson's\nsupporting arm.\n\n\"Now, then!\" snapped Winstead. \"This branch will be checked in the near\nfuture, Evans. I trust that you are the sort of man who can show a firm\nhand, should he return home to discover a star traveler in his bedroom.\"\n\nHe smacked the flat of his own hand significantly upon the counter,\nstaring at Carole between the eyes. Wilfie nodded thoughtfully.\n\nRobert Winstead Lewis flagged down an unwary porter driving by on an\nempty baggage truck.\n\n\"Bring the bags, Feigelson!\" he commanded, hopping aboard and seizing\nthe controls. \"As far as New Ceres, anyhow, we'll be going first-class!\"\n\nPicking up speed, the baggage truck squealed around a turn and headed\nfor an exit to the spaceport. The porter looked back with a horrified\nexpression, the pink gown fluttered beside the orange suit one last\ntime, and they disappeared through the portal.\n\nThe air about the disorganized counter and reorganized agents continued\nto vibrate for some minutes.\n\nFinally, the distant roar of a ship lifting for space penetrated to\nrestore a sense of relative peace.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Round-and-Round Trip, by H. B. Fyfe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ROUND-AND-ROUND TRIP ***\n\n***** This file should be named 51741.txt or 51741.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/4/51741/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}