{"title": "From An Unseen Censor", "author": "Rosel George Brown", "releaseDate": "April 14, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         FROM AN UNSEEN CENSOR\n\n                         By ROSEL GEORGE BROWN\n\n                         Illustrated by DILLON\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine September 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                 You can't beat my Uncle Isadore--he's\n                 dead but he's quick--yet that is just\n                 what he was daring me to try and do!\n\n\nUncle Isadore's ship wasn't in bad shape, at first glance. But a second\nlook showed the combustion chamber was crumpled to pieces and the jets\nwere fused into the rocks, making a smooth depression.\n\nThe ship had tilted into a horizontal position, nestling in the hollow\nits last blasts had made. Dust had sifted in around it, piling over the\nalmost invisible seam of the port and filming the whole ship.\n\nWe circled around the ship. It was all closed and sealed, blind as a\nbullet.\n\n\"Okay,\" Rene said. \"He's dead. My regrets.\" He coughed the word out as\nthough it were something he had swallowed by accident.\n\n\"But how do you know?\" I asked. \"He might be in there.\"\n\n\"That port hasn't been opened for months. Maybe years. I told you the\nconverter wouldn't last more than a month in dock. He couldn't live\nlocked up in there without air and water. Let's go.\" My guide had no\nfurther interest in the ship. He hadn't even looked to see what the\nplanet was like.\n\nI stood shivering in my warm clothes. The ship seemed to radiate\na chill. I looked around at the lumpy, unimaginative landscape of\nAlvarla. There was nothing in sight but a scraggly, dun heather\nsprouting here and there in the rocks and dust, and making hirsute\npatches on the low hills.\n\nI had some wild idea, I think, that Uncle Izzy might come sauntering\nnonchalantly over the hills, one hand in the pocket of a grilch-down\njacket and the other holding a Martian cigarene. And he would have on\nhis face that look which makes everything he says seem cynical and\nslightly clever even if it isn't.\n\n\"The scenery is dull,\" he might say, \"but it makes a nice back-drop for\nyou.\" Something like that, leaving the impression he'd illuminated a\nside of your character for you to figure out later on.\n\n       *       *       *       *       *\n\nNothing of the kind happened, of course. I just got colder standing\nthere.\n\n\"All right,\" Rene said. \"We've had a moment of silence. Now let's go.\"\n\n\"I--there's something wrong,\" I told him. \"Let's go in and _see_\nthe--the body.\"\n\n\"We can't go in. That ship's sealed from the inside. You think they\nmake those things so any painted alien can open the door and shoot in\npoisoned arrows? Believe me, he _has_ to be inside if those outside\nports are sealed. And he _has_ to be dead because that port hasn't been\nopened in months. Look at the dust! It's a fourth of the way up the\nport.\"\n\nRene lumbered over to it and blew away some of the lighter dust higher\nup.\n\n\"See that?\" he asked.\n\n\"No.\"\n\nHe groaned. \"Well, you'll have to take my word for it. It's a raindrop.\nAlmost four months old. A very light rain. You could see the faint,\ncrusted outline of the drop if you knew how to look.\"\n\n\"I believe you,\" I said. \"I hired you because you know which side of\nthe trees the moss grows on and things like that. Still....\"\n\nRene was beginning to stomp around impatiently. \"Still _what_?\"\n\n\"It just isn't like Uncle Isadore.\" I was trying to search out, myself,\nwhat it was that struck me as incongruous. \"It's out of character.\"\n\n\"It's out of character for _anybody_ to die,\" Rene said. \"But I've seen\na lot of them dead.\"\n\n\"I mean at least he would have died outside.\"\n\n\"Oh, for Pete's sake! Why outside? You think he took rat poison?\"\n\nI went around to the other side of the spaceship, mostly to get away\nfrom Rene for a moment. I'm only a studs and neck clasp man and Rene\nhad twenty years' experience on alien planets. So he was right, of\ncourse, about the evidence. There was no getting around it. Still....\n\nI circled back around to where Rene was smoking his first cigarette\nsince we left Earth. His face was a mask of sunbaked wrinkles pointing\ndown to the cigarette smack in the middle of his mouth.\n\n\"Uncle Izzy wouldn't die like an ordinary mortal,\" I said. \"He'd have\na brass band. Or we'd find his body lying in a bed of roses with a big\nlily in his hand. Or he might even disappear into thin air. But not\n_this_.\" I waved a hand toward the dead ship.\n\n\"Look,\" Rene said. \"My job was to find your Uncle Isadore. I've found\nhim. We can't get inside that ship with anything short of a matter\nreducer, which I _don't_ happen to have along since they weigh several\ntons. You'll have to take my word for it that his body's in there. Now\nlet's go home.\" He managed to talk without moving the cigarette at all.\n\n       *       *       *       *       *\n\n\"You said a week,\" I reminded Rene.\n\n\"I said if I didn't find him in a week, then he wasn't there. I've\nfound him. I'm sorry if he was your favorite uncle or something.\"\n\n\"As a matter of fact, I never liked him. He was--frivolous. He never\nhad a job. He thought life was a big game.\"\n\n\"Then how come he got so rich?\"\n\n\"He always won.\"\n\n\"Not this time, brother! But if he's not your favorite uncle, why all\nthis concern? You can take my word for it he's dead and you've done\nyour duty.\"\n\n\"There are two things that bother me. One is curiosity. I just\ndon't believe Uncle Izzy died in an ordinary fashion locked up in a\nspaceship. You don't know him, so you wouldn't understand. The other\nthing I'm concerned about is--well, his will.\"\n\nRene barked a couple of times. I had learned this indicated laughter.\n\"I figured what you were really after was his money.\"\n\nUnder my yellow overskin, I could feel myself coloring. That wasn't\nat all the point. I'd mortgaged Mother's bonds to finance this trip,\nconfident that Uncle Izzy would make it good when we found him. If I\ncouldn't get Mother's bonds out of hock, she'd have to live out her\nlife in a Comfort Park. I shuddered at the thought. Uncle Isadore must\nhave known that when he radared for help. He must have provided some\nway....\n\n\"You said a week and we're staying a week,\" I told Rene as\nauthoritatively as I could manage. \"You haven't actually _showed_\nme Uncle Izzy's--er--corpus delicti, so I have you on a legal\ntechnicality.\" I didn't know whether or not this was true, but it\nsounded good.\n\n\"All right, we'll stay.\" Rene spat the sentence out onto the ground.\n\"But if you think I'm going to do any more looking, take another guess.\"\n\nHe tramped back into his own ship, leaving the outside port and the\npressure chamber open.\n\nIf only Uncle Izzy had done that!\n\nI went over his ship inch by inch, feeling with my hands, to be sure\nthere was no extra door that might be opened. Rene would have laughed,\nbut I was beginning to build up antibodies against Rene's laughter.\n\nI got the bottom part of the ship dusted off and found nothing.\n\nI pushed open the door of Rene's ship and asked him for a ladder.\n\n\"You'll have to pay for it,\" he warned. \"Once it's open, I can't carry\nit in my ship and I'll have to get another.\"\n\n\"Okay, okay! I'll _pay_ for it.\"\n\n       *       *       *       *       *\n\nHe handed me a synthetic affair that looked like a meshed rope, wound\ntight, about the size of a Venusian cigar.\n\n\"This is a ladder?\" I asked incredulously, but he had shut the door in\nmy face.\n\nI slipped the cellophane off and unrolled it. It seemed to unroll\nendlessly. When it was ten feet long and four feet wide, I stopped\nunrolling. Sure enough, it hardened into a ladder in about ten minutes.\nIt was so strong I couldn't begin to bend it over my knee.\n\nI set it against the side of the ship and began to investigate the view\nports. The first two were sealed tight as a drum.\n\nThe third slipped off in my hands and clattered over the side of the\nship onto the rocks.\n\nI was almost afraid to look through the \"glass\" beneath. I needn't have\nbeen. I could see absolutely nothing. It was space-black inside.\n\nI went back to Rene's ship for a flashlight. He was unimpressed by my\ndiscovery.\n\n\"Even if you could break the glass, which you can't,\" he said, \"you\nstill couldn't get through that little porthole. Here's the flash. You\nwon't be able to see anything.\"\n\nHe came with me this time. Not because he was interested, but because\nhe wanted another cigarette and never smoked in the ship.\n\nHe was right. I couldn't see a darned thing in the ship with the\nflashlight. But I found something--a little lead object that looked\nlike a coin. It had rolled into a corner of the port.\n\nNow I don't like adventure. I don't like strange planets. All I've ever\nasked of life was my little four-by-six cubby in the Brooklyn Bloc and\nmy job. A job I know inside out. It's a comfortable, happy, harmless\nway to live and I test 10:9 on job adjustment.\n\nAll the same, it was a thrill to discover a clue that Rene would have\nthrown away if he'd been the one looking.\n\nI tossed it casually in the air and showed it to Rene.\n\n\"Know what that is?\" I asked.\n\n\"Slug for a halfdec slot machine?\"\n\n\"Nope. Know what I can do with it?\"\n\nHe didn't say.\n\n\"I'm going to open Uncle Izzy's ship from the _inside_.\"\n\n       *       *       *       *       *\n\nRene lighted a fresh cigarette from the old one and let the smoke out\nof his nose. It gave rather the impression of a bull resting between\npicadors.\n\n\"Can you show me, on the outside, approximately where the button is\nthat you push on the inside to unseal the ship?\" I inquired casually.\n\n\"I can show you exactly.\"\n\nHe pointed to a spot next to the entrance port. I wet my finger and\nmade a mark in the dust so I could get it just right. Then I found a\nsharp stone and cut around the edges of the lead. As I slipped off the\nback half of the coinlike affair, I clapped it over the finger mark.\n\nThe entrance port swung open.\n\nIf I'd had a feather, I would have taken great pleasure in knocking\nRene over with it.\n\n\"It'd be worth a million dollars,\" he breathed, \"to know how you did\nthat.\"\n\n\"Oh, a lot less than that,\" I said airily.\n\n\"Well? Explain!\"\n\n\"Uncle Isadore had it set up,\" I told him, using the same patiently\nimpatient tone he used on me. \"He knew I'd recognize that lead coin.\nThere was a cuff link in it.\"\n\n\"A cuff link!\"\n\n\"A studs and neck clasp man has to know about cuff links, too. This\nhappens to be an expensive cuff link, but worth only about a year's\nsalary, not a million dollars. They're held together by a jazzed-up\nelectromagnetic force rather than by a clasp. This force is so strong\nit would take a derrick to pull them apart. The idea is to keep you\nfrom losing one. If you drop it to the floor, you just wave the mate\naround a little and it pops up through the air.\"\n\n\"How do you get them apart?\"\n\n\"Just slip them sideways, like a magnet. You can sheathe them in\nlead, like the one I found, to cut down the attraction. This is how\nthey're packaged. You don't know about them because they're not\nadvertised--that keeps them a luxury item, you know.\"\n\n\"So your Uncle Isadore pasted one of them on the port button.\"\n\n\"He didn't have to paste. All he had to do was stick it on. All I had\nto do was line up the mate to it and the attractive force pushed the\nbutton.\"\n\n\"That's very neat,\" Rene said. \"But why the hell didn't he just leave\nthe port open? He'd hardly do this sort of thing with his dying gasp.\"\n\n\"I'm not sure,\" I admitted. \"As a matter of fact, I wonder why he\nradared _me_ if he really wanted to be rescued. He had plenty of\nfriends who could rescue him more reliably.\"\n\n       *       *       *       *       *\n\nI had an inkling of what had been on Uncle Isadore's mind. Although\nUncle Izzy had had three--or was it four?--wives, he'd very carefully\nhad no children. And it had occurred to him at an advanced age to take\nan interest in me.\n\nHe'd sent me through two years of general studies and reluctantly let\nme specialize in studs and neck clasps.\n\n\"You were a grilch hop expert in Middle School,\" he had told me. \"How\ncome you're getting so stuffy?\"\n\n\"Because I can't be an adolescent all my life, Uncle Isadore,\" I had\nreplied stiffly. \"I would like to get into some solid line of work and\nbe a good citizen.\"\n\n\"Phooey!\" he'd said. But he had let me do what I'd wanted. It was\nbecause of this that I had felt duty bound to answer his call for help.\n\nI'd _not_ felt duty bound to take all the opportunities he'd tried to\nforce on me when I got out of school. Mining the semi-solid seas of\nAlphard kappa. Fur trading on Procyon beta. And a hundred others, all\nobviously doomed to failure unless there was one lucky chance.\n\n\"But I'm _happy_ here with my little room and my little job,\" I kept\ntelling Uncle Isadore.\n\n\"You only think you're happy because you don't know any better,\" he\nkept telling me.\n\nOnly, now that he was dead, he seemed to have me where he wanted me.\nNow that nothing could matter to him any longer.\n\n\"Maybe he was getting senile,\" Rene suggested.\n\n\"Uncle Izzy always said he'd rather die than--he _did_ die,\" I replied,\nsuddenly recalling myself to the present and the open outside port of\nthe ship. I realized how reluctant I was to go in. It was one thing to\nadmit Uncle Izzy was dead--I cherished no great affection for him--but\nit was something else to have to face his dead body.\n\n\"Would you mind going in first?\" I asked Rene.\n\nHe shrugged and shouldered the inside door open.\n\nHe came out, his face a study in perplexity. \"Not here!\" he said. \"This\nis the first time I've been wrong in fifteen years!\"\n\n\"That's because it's the first time you've been up against Uncle Izzy.\nHe must have closed the port behind him the same way I opened it.\"\n\nI climbed through the door, feeling immensely relieved. I realized then\nwhat had really been worrying me. If the gods had abandoned Isadore at\nthe last, what did they have in mind for the rest of us mere mortals?\n\nI kicked at my mind irritably, knowing these were young thoughts. But\nthen I _am_ young, I explained to myself.\n\n       *       *       *       *       *\n\nThe inside of the ship was neat and empty. Stuck on the instrument\npanel with a vaccup was a note, in Uncle Izzy's flowery script.\n\n    _My boy. I have died of boredom. Do not look for the remains. I\n    have hidden my body to avoid the banality of a decent burial.\n    I bequeath you my entire fortune. Find it._\n\nRene groaned. \"I suppose now you want to look for the body.\"\n\n\"No. If he says it's hidden, it's hidden. But it would be a little\nsilly to go off without finding his fortune, wouldn't it?\"\n\n\"Looking for buried treasure wasn't in the contract,\" Rene pointed out.\n\"You'll have to make it worth my while.\"\n\n\"Another five thousand,\" I said.\n\n\"Make it ten. Payable if I find it.\"\n\n\"Suppose _I_ find it?\"\n\n\"Don't be ridiculous. You'd be a fool to take two steps on this planet\nwithout me.\"\n\nHe was right, of course. And if we left, I wouldn't get anything. I\nthought of Mother living by the bells at a Comfort Park. \"All right,\" I\nsaid.\n\n\"What form was his fortune in?\" Rene asked. \"Money? Bonds? Polarian\ndroplets? It would help to know what I'm looking for.\"\n\n\"I have no idea,\" I confessed. \"Ordinarily it would take a computer\nto figure out Uncle Isadore's financial affairs. But he'd have been\nperfectly capable of selling out everything and taking his entire\nfortune along with him for some new project.\"\n\nRene had skillfully unscrewed the instrument panel and he lifted it\noff and began poking inside and removing mysterious bits of machinery.\n\"That makes it harder. You don't know whether he sold out or not?\"\n\n\"I have no idea. He might have all his money piled in the locker of\nthe Whist Club of Sirius beta. In that case, we look for a key. Or he\nmight have a block of Eretrevium buried somewhere. Your guess is as\ngood as mine.\"\n\n\"If he's dug up the ground,\" Rene said, \"I'll recognize the spot. But\nthat'll mean walking over every inch of ground for a day's journey\naround. Or more, if he did any overnight traveling.\"\n\n\"Not Uncle Izzy,\" I said. \"He wouldn't be at all likely to spend a\nfreezing night out on Alvarla, even for a good joke.\"\n\n\"Radar equipment's in perfect shape,\" Rene said, shifting his\nactivities to another segment of the ship's equipment. \"I wonder why\nhe didn't leave it on so we could locate him easier. Not that we had\nany trouble. Or why he didn't continue broadcasting for help until he\ndied.... Mind if I take some of the equipment?\"\n\n\"You haven't been exactly generous with me.\"\n\n\"I intend to subtract its value from the cost of supplies and mileage\non my ship. I never said I was generous, but, by God, I'm honest.\"\n\n       *       *       *       *       *\n\nRene slid out the compartment of lunch packages, dumped them on the\nfloor.\n\n\"All unopened,\" he was saying disgustedly. Then he picked up a heavy,\nsquare object with sharp corners, open on three sides. \"What the hell\nis this?\"\n\n\"A book,\" I informed him.\n\nRene opened it \"Hey! A real, antique book! Must be worth at least a\nthousand! Look at the _size_ of that print! You can read it with the\nnaked eye, like an instrument panel! Well, here's a little piece of\nyour fortune.\"\n\nHe tossed it to me and went on examining the lunch packages. He didn't\ntrust me to help him because _I_ wouldn't be able to tell if they'd\nbeen opened and something inserted.\n\nI hung the book by the covers and let the pages flip open. Nothing fell\nout. I sighed. I'd have to go through the whole damn thing.\n\n\"I'm going back to your ship and read in comfort,\" I told Rene.\n\n\"You're no help here anyway,\" he said, putting the lunch packages in\na large plastic bag he'd found somewhere. \"No use letting these go to\nwaste.\"\n\nI didn't tell him I had the clue to Uncle Isadore's fortune in my hand.\nHe didn't know Uncle Isadore, so he wouldn't have believed me.\n\nNothing is more uncomfortable than reading an antique book. There is\nno way to lie back and flash it on a screen or run the tape over your\nreading glasses while you lie prone and relax. You have to _hold_ it.\nIf you try to hold it lying down, your arms get tired. If you put it\ndown on a table to read, your neck gets tired from bending over. And\nthe pages keep flipping and make you lose your place.\n\nStill, I read it all the way through. It wasn't too bad. Not like Edgar\nGuest, of course, who was the only ancient author I liked in General\nStudies. But I found there was a sort of Grilch Hop beat to it that\nreminded me of the Footlooses I used to go to in Middle School. I\ngrinned. It was funny to think of now.\n\nI found no clues in the book. The only thing to do was read it again,\nmore carefully.\n\n       *       *       *       *       *\n\nI noticed there was one poem with a _real_ Grilch Hop beat. I thought\nsuddenly of Sally, my regular partner at the Footlooses. She was very\nblonde and she affected a green crestwave in her hair, pulled over her\nforehead with a diamond clip. She was a beauty, all right. But she was\na little silly. And she had that tendency to overdress.\n\nNo, I sighed, she wouldn't have done for a studs and neck clasp man.\nBut I couldn't help wondering where she was now and what she was like\nnow. Did she remember me, and did she think about me when she heard\nthat song we used to dance to, because it was about a girl named Sally?\n\n    Once I knew a girl named Sally\n    Met her at a Footloose rally\n\nI began humming the Grilch Hop tune to the ancient poem in Uncle Algy's\nbook. It was fantastic how closely it fitted, though, of course, the\nwords in the poem were plain silly.\n\nBut imagine finding a poem with a perfect Grilch Hop beat before\nanybody even knew what a grilch was! Before Venus was even discovered.\nJump on both feet. Hop three times on the left foot. Jump. Hop three\ntimes on the right foot. The rhythm was correct, right down to the\nbreakaway and four-step at the end of each run.\n\nIt was while I was singing this poem to a Grilch Hop tune that I\nnoticed the clue. The poem was named \"The Dodo.\" And the rhyming was\nvery smooth until I came to the lines:\n\n    \"Though thy crest be shorn and shaven,\n    Thou,\" I said, \"art like a Raven\n    Ghastly, grim, and ancient Dodo,\n    Wandering from the Nightly shore;\n    Tell me what thy lordly name is\n    On the Night's Plutonian shore.\"\n      Quoth the Dodo, \"Isadore.\"\n\nNow the author had gone to a lot of trouble in the previous verse not\nto break the Grilch Hop rhyme scheme. He made \"thereat is\" rhyme with\n\"lattice\" and \"that is.\" Why did he follow \"shaven\" and \"raven\" with\n\"Dodo\"?\n\nFurthermore, it had not struck me the first time I read the poem\nquickly that there was anything odd about a bird being named \"Isadore.\"\nPeople who keep pet grilches frequently name them after famous Reed\nplayers and Isadore is a common name.\n\nOn the other hand, it _was_ my Uncle's name. And the word \"Dodo\" didn't\nrhyme as it should.\n\nI got out a magnifying glass to examine the ancient print. Sure enough,\nit had been tampered with. The print looked so odd to me, anyway, I\nhadn't noticed the part that had been changed. But it was obvious under\nthe glass that \"Dodo\" had been substituted for a word of almost equal\nlength. The same with \"Isadore.\"\n\nI went over the whole poem now, carefully, to see which words had been\nchanged. There weren't many. \"White\" in a couple of places. \"Dodo\" and\n\"Isadore\" wherever they occurred. An \"o\" in the line \"Perfume from an\nunseen cens_o_r.\" \"S\" in the line \"'Wretch,' I cried, 'Isadore hath\n_s_ent thee....'\"\n\n       *       *       *       *       *\n\nSitting back, I thought about what I had read. It made no sense at all.\nWas I to look for a white bird, \"grim, ungainly, ghastly\"? And what if\nI found him? Why was he like a raven? What was this perfume from an\nunseen censor? I could picture the ghost of Uncle Isadore, knowing\nhis financial imagination, as the \"unseen censor\" because he always\ncriticized me. Was I to look for perfume? Did he have a fortune in\nperfume stowed somewhere? It seemed to me it would take an awful lot of\neven the most expensive perfume to comprise a fortune.\n\nI decided to start with the bird. I went outside Rene's ship and looked\naround. No birds.\n\n\"Rene!\" I called. He was still looking through Uncle Izzy's ship. \"Have\nyou seen an ungainly white bird around?\"\n\n\"What!\" he snapped, sticking an indignant face out of the door.\n\n\"I guess you haven't. Can your woodsy lore tell if there _are_ birds on\nthis planet?\"\n\n\"Obviously,\" Rene said. \"I don't know why you can't find your own\nspoor. I noticed the droppings immediately.\"\n\n\"Where are the birds?\"\n\n\"How the hell would I know?\" But he couldn't contain his special\nknowledge. \"They're probably night birds,\" he said.\n\n\"Oh, yes.\" It checked. \"Wandering from the Night's Plutonian shore.\"\n\nHe looked at me suspiciously. \"You ever had a nervous breakdown?\"\n\n\"I have _not_. I test 10:9 on job adjustment and 10:8 on life\nadjustment.\"\n\n\"Some people crack on alien planets,\" he said. \"I have a padded room in\nmy ship. You'd be surprised how often I have to use it.\"\n\nI told him about the poem I found in Uncle Izzy's book. \"We look for a\nwhite bird,\" I said. \"Or perfume.\"\n\n\"You're nuts,\" he pointed out with some justice, because he hadn't\nknown Uncle Isadore. \"How do you know these changes weren't made by\nsomebody else a long time ago? Maybe this ancient printer printed it\nwrong and had to change it afterward.\"\n\n\"I don't think they were that primitive back then.\"\n\nBut I didn't know what \"back then\" meant or how primitive ancient\nprinting was. All I knew for sure was that, as the poem stood, it\nsounded as if somebody had loused up a perfect Grilch Hop rhyme. And\nUncle Izzy knew I was a Grilch Hop expert in Middle School and this was\nthe only _real_ Grilch Hop rhythm in the book. What's more, Uncle Izzy\ncould depend on me to go over that book in painstaking detail because a\nstuds and neck clasp man has to be good on details.\n\n       *       *       *       *       *\n\n\"All right,\" I said. \"You look your way and I'll look my way.\"\n\n\"We're not looking any more any way today,\" Rene said, emerging from\nUncle Isadore's ship loaded down with removings. \"It'll be night and\nbelow freezing in half an hour.\"\n\n\"What do you think,\" I asked, \"a dodo would like to eat?\"\n\n\"A _what_?\"\n\n\"The birds. I want to put something out to attract them. Crackers or\nsomething?\"\n\n\"I think you're crazy. If you have any idea of sitting outside to wait\nfor them, you'll freeze to death. Not only that, there's no moon. You\nwouldn't be able to see your hand in front of your face.\"\n\n\"How do the birds see?\"\n\n\"Maybe they aren't night birds. Maybe they migrated somewhere else.\"\n\n\"And if I use a light, it might scare them away,\" I mused. \"Well, maybe\nI'm not supposed to wait outside, anyway.\"\n\nRene went in and switched on the heat and lights.\n\n\"Leave the outside port open,\" I said.\n\n\"Why?\"\n\n\"So the birds can knock.\"\n\n\"Can _what_?\"\n\n\"Well, it's possible,\" I said defensively. \"It won't hurt anything to\nleave it open.\"\n\n\"All right,\" he consented, curving his mouth around unpleasantly, \"just\nto show you what a jackass you are.\"\n\nRene had the heat turned low, for sleeping, and the lights off, as\nsoon as we had eaten and fed the converter. I hydrated a package of\ncrackers so that they were full-sized but not soggy, broke them into\npieces and tossed them out.\n\nI admit I felt a little embarrassed.\n\nI sat there in the chill quiet, on this ugly, alien world, reading \"The\nDodo\" by the light of a miniature flash, so as not to disturb Rene.\n\nPretty soon I began to feel creepy. \"The Dodo\" is a ghastly poem.\nThere's an insidious morbidity about it. It had sounded merely funny\nthe first time I read it.\n\nNow, the more I read it, the more I began to hear strange, impossible\ncreakings and sighs, which might or might not be due to temperature\nchanges.\n\nThe night outside was a deep, cold cup of darkness where no human thing\nmoved.\n\nThere was a knock at the door.\n\nI dropped the book and flashlight. Rene was up like a cat. He didn't\nturn on the light.\n\n\"Who's there?\" he shouted.\n\nThere was a scratching noise at the door. Then a voice croaked, \"My\nname is Isadore Summers.\"\n\n       *       *       *       *       *\n\nI reached a trembling hand for the door.\n\n\"Wait, you fool!\" Rene cried. He picked up the flash and got his gun.\n\"Stand behind me and keep your hands off your gun. I know when to\nshoot and when not to shoot. You don't.\"\n\n\"If it's Uncle Isadore....\"\n\n\"I tell you you've got to leave it up to me, if you want to get off\nthis planet alive. Now stand back and keep your mouth shut, no matter\nwhat happens.\"\n\nHe kicked the door open and stood back and to one side of it. \"Come in\nwith your arms up!\"\n\nThere was a sort of rustling sound and in walked a huge, white,\nwingless bird.\n\n\"My name,\" the dodo repeated, somewhat plaintively this time, with a\nglance toward the lunch compartment, \"is Isadore Summers.\"\n\nI couldn't help it. I rolled all over the ship with laughter. Rene\nlooked a little shamefaced, tossed his gun onto the rack and punched\nthe lighting on.\n\nObviously the dodo recognized our lunch compartment from familiarity\nwith Uncle Izzy's ship. Then he looked at the alcohol tap that led from\nthe fuel conversion. \"Nepenthe?\" he begged.\n\nI hesitated. \"Isn't there something,\" I asked Rene, \"about corrupting\nthe natives of a primitive planet?\"\n\nBut Rene was sitting on his bunk, his jaw slack. \"This is the first\ntime I've ever been made a fool of by an alcoholic bird.\"\n\n\"If it's _just_ a bird, of course. Like a parrot....\"\n\nI addressed the bird. \"Sir,\" I began, and caught myself, \"or perhaps\nmadam, can you say anything else?\"\n\n\"Nepenthe,\" the bird said firmly.\n\nI shrugged and drew a cup. The dodo lifted the cup and drained it in\none smooth gesture. This, as it turned out, was the only thing it\nseemed to do smoothly.\n\nIt began a wild attempt to scratch its head with one claw and remain\nupright. Then, abandoning all dignity, it rolled to its side and\nscratched furiously to satisfaction. After that, it began what looked\nlike a hopeless attempt to right its awkward body, legs struggling in\nthe air and back bumping around the ship.\n\nI couldn't help remembering Uncle Izzy after a meal, slim and suave,\nlighting up a tapered, perfectly packed cigarene and blowing out one\nround, shapely smoke ring that hovered before his light, sardonic grin\nlike a comment on his thoughts.\n\nAn uncomfortable comparison. I shook myself to life.\n\nI righted the bird, no small problem, for he weighed almost two hundred\npounds.\n\n\"Well,\" Rene finally said, coming out of his mood, \"now that you have\nthis bird, what are you going to do with it?\"\n\n\"I had thought it might lead us to Uncle Izzy's fortune,\" I explained.\n\n       *       *       *       *       *\n\nThe bird obviously had no such intention. It was getting ready to take\na nap.\n\n\"A night bird,\" I told it reprovingly, \"shouldn't take a nap in the\nmiddle of the night.\"\n\n\"All you're proving is that he has no self-respect,\" Rene pointed out.\n\"Why don't you look to see if he's got a note tagged to his leg or\nsomething?\"\n\nI did. He didn't.\n\n\"I think this whole thing is crazy,\" Rene said, \"but since he's a\ntalking bird, you might ask him a few questions. Maybe he's trained to\nsay something else.\"\n\n\"Where is Uncle Izzy's fortune?\" I asked, when I had tugged at the\ndodo's feathers until he opened one eye.\n\nHe closed it.\n\n\"Do you have a message for me?\"\n\nHe drew away from me irritably and closed the eye again, ruffling down\ninto his feathers.\n\n\"He may be keyed to respond to certain phrases. Try your uncle's\nname--he obviously knows that,\" Rene suggested coldly, wanting no part\nof this but unable to hold down the suggestion.\n\n\"My name,\" I screamed at the somnolent dodo, \"is Isadore Summers.\"\n\nHe reared back and pecked the hell out of me.\n\nI picked the book up off the floor and flipped through the bent pages\nuntil I found \"The Dodo.\" Maybe there'd be something in _that_.\n\n\"Listen to this, Rene,\" I said, \"and see if you catch anything I might\nhave missed.\"\n\nRene looked discomfited, but he didn't stop up his ears.\n\nWhen I came to the part, \"'Tell me what thy lordly name is/On the\nNight's Plutonian shore....'\" the dodo looked up and said, \"Isadore.\"\n\nClearly, this was it, although I couldn't recall that any of the\nquestions in the poem were to the point.\n\nI got to, \"'On the morrow he will leave me/As my hopes have flown\nbefore.'/Then the bird said....\"\n\n\"Ask me more,\" said the dodo without missing a beat.\n\nI read on, getting excited. \"'Quaff, oh, quaff this kind nepenthe,/And\nforget this lost Lenore.'/Quoth the Dodo....\"\n\n\"Give me more,\" he supplied, pointing his beak at the alcohol tap.\n\nI gave him another cup and continued, sure that he must be going to say\n_something_ relevant to Uncle Izzy's fortune.\n\n\"'Is there--_is_ there balm in Gilead?--Tell me, tell me, I implore!'\nQuoth the Dodo....\"\n\n\"Probably not,\" the dodo said, breaking the Grilch Hop rhythm at last,\n\"but there are perfume trees on Alvarla.\"\n\n\"Perfume trees!\" Rene shouted. \"That bird's lying. It's impossible.\"\n\n\"Shut up!\" I yelled at him. \"The poem's not over.\"\n\n       *       *       *       *       *\n\nI read on, somewhat ashamed of having to say such inhospitable words to\na dodo who had been, after all, cooperating with me.\n\n\"'Take thy beak from out my heart,/And take thy form from off my\ndoor!'/Quoth the Dodo....\"\n\n\"I was just leaving,\" the bird said, and struggled to his feet and went\nand stood by the door expectantly.\n\nI got up. \"Wait!\" I commanded the bird, who couldn't do much else\nbecause the door was closed. \"Do you know what perfume trees are, Rene?\"\n\n\"Yeah, I know what they are, and they don't grow on this planet. You\ncan take my word for it. They need a warm, moist soil to germinate in.\nThey need to have their soil cultivated every day for a year. They\ndie fast on contact with any sort of industrial fumes. They die in\ncaptivity, like some wild animals. They die if you sweat on them. They\ndie if you breathe on them. They need to start off warm and get colder\nevery month until they form their flowers. Then they need a frost for\nthe pods to fill with the perfume, along with the seeds.\"\n\n\"There aren't any industrial fumes here,\" I pointed out, \"and they\ncould get plenty of frost.\"\n\n\"That's all they'd get. Where's the warm, moist climate to germinate\nin? Where's the parasitical Rhns to cultivate their soil? The Rhns\ncouldn't exist without their Gleees and the Gleees can't exist\nwithout--never mind. The only place perfume trees can grow is on Odoria\nand that's why the perfume is worth two thousand dollars an ounce.\"\n\n\"I have never heard of anything,\" I informed him, \"that spelled 'Uncle\nIsadore' so exactly. He always said, 'If it can't be done, I can do\nit.' Well, there's only one way to find out. Surely there's something\non the ship I can wear.\"\n\n\"You mean you're going out into that frozen inkpot after that idiotic\nbird?\"\n\n\"That's exactly what I mean.\"\n\n\"For Pete's sake! You're as brainless as the bird is!\" But I think, for\nall his attitude, he was curious, too.\n\n       *       *       *       *       *\n\nHe began to spray me with something. \"Close your eyes and mouth. If you\ndon't wash this off with soap and water in twenty-four hours, you'll\ndie. But it sure keeps in the body heat.\"\n\nI stuck the book in my pocket for good luck, and Rene handed me a gun,\nsome lunch packages, an antibiotic kit and a water purification kit.\n\n\"All right,\" I said, pocketing them, \"but it can't be far. Uncle Izzy\nwouldn't have gone more than a day's journey.\"\n\n\"Then why haven't we smelled the perfume? And why would he have gone\nthrough all this rigmarole when he must have known you'd search that\nfar?\"\n\nI didn't know why.\n\nI pushed the door open. The bird hopped out and I realized how easy it\nwould be to lose him from the small, round glow of my flash.\n\nHe looked curiously at me, as though expecting something further.\n\nI looked curiously at him, wondering where he would lead to.\n\nThen he was off. There was no question of following him. That big,\nawkward bird ran so fast that in a few minutes we could no longer hear\nthe beat of his huge claws on the rocks, even in the perfectly still,\ndry air.\n\n\"How fast do you figure he's going?\" I asked Rene.\n\n\"How the hell would I know?\"\n\n\"Roughly.\"\n\n\"Roughly? Maybe fifty miles an hour.\"\n\n\"But that's incredible!\"\n\n\"The big point-tails on Aldebaran kappa can do eighty with a native on\ntheir backs.\"\n\n\"Ah!\" I said. \"So _that's_ it! Maybe tomorrow night....\"\n\nBut we could hear the drumming of the returning dodo.\n\n\"Don't be stupid,\" Rene said. \"He can't carry both of us and you'd be a\nfool either to go alone or stay here alone.\"\n\n\"As a tribute to my deceased uncle, I'm going to be a fool.\"\n\nI stuck my flashlight into one of my many pockets and climbed onto the\nhuge bird's back. The down beneath his outer feathers was as soft and\nstrong as heavy fur. I dug in with my hands and feet, my head braced\nagainst the thickened part of his neck.\n\nHe started off with a lurch that brought my stomach out of hiding. I\nkept my eyes squeezed closed. I couldn't have seen anything, anyway.\nNot even the impossible creature that was rushing through the darkness\ncarrying me, for all I knew, straight to damnation.\n\nThe night rushed past my ears in a wild keening and it crossed my mind\nto wonder what Mr. Picks, my supervisor, would say if he saw me now.\n\nI had a sudden vision of Mr. Picks, even more neatly dressed than I\nalways was, with middle-cost neck clasp and stud discreetly shining\nfrom a plain, square-edged bag shirt and dun suit. I pictured him\nopening a refined little box and holding it two feet under the\ncustomer's eyes with a gesture of faint, unconscious supplication. A\ncomfortable, warm, happy picture in which my place, one counter behind\nMr. Picks, was reassuringly assured.\n\nThen, out of nowhere, into the picture galloped a yellow-skinned\nmonster astride a huge, white bird. It turned out to be me and I\ntumbled off the bird, crying, \"Mr. Picks! I don't know what came over\nme!\"\n\nBut I was answered only by a multitude of squawks, rustles and\nscratchings.\n\nThe bird was home.\n\n       *       *       *       *       *\n\nI could almost see vague forms. The darkness was beginning to give a\nlittle. I was warm, itchy and uncomfortable under whatever it was that\nRene had sprayed on me.\n\nWarm?\n\nPerfume trees?\n\nAll I could smell were bird roosts.\n\nI stood up, finding my limbs weak, trembling and painful. First, I\nglanced at my watch. Five hours terran time since we left the ship. At\nfifty miles per hour, we'd have gone two hundred and fifty miles.\n\nIf we'd gone due north, as the bird started out, we must be in the snow\nzone. And I was _warm_!\n\nI switched my flash around. All I could see were birds. There seemed to\nbe hundreds of them. I couldn't tell which one was my bearer.\n\n\"Where is the perfume?\" I bawled.\n\nAll I got was squawks. Some of the birds were, in fact, standing on\none foot and tucking their heads away.\n\nIt was growing lighter. The birds were going to bed.\n\nFeverishly, I pulled out Uncle Izzy's old volume of poetry.\n\nBrushing from my mind a vision of Mr. Picks in a state of shock and\nanother picture of Uncle Isadore snickering triumphantly, I stood\non that desert land enchanted--on that home by horror haunted, and\nsolemnly read \"The Dodo\" to a colony of wingless birds.\n\nMy dodo identified himself at the proper place, but I kept on, waiting\nfor something to show me my inheritance.\n\n\"Then methought the air grew denser,\" I read.\n\n\"Perfume from an unseen censor!\" a bird croaked from the back row.\n\n\"Where?\" I cried, pushing my way through the birds crowding around me\nin various stages of roost and curiosity.\n\n\"Then,\" I repeated, \"the air grew denser.\"\n\n\"Perfume,\" the bird now in front of me said, \"from an unseen censor.\"\n\nHe began to scratch at the ground assiduously under one of four dim\nshapes about the level of my eyes. Then he yawned gapingly, gave up and\nwent to sleep.\n\nI sat down to wait, because it was almost dawn and the last dodo had\ntucked his head into his feathers.\n\nDaylight showed me four little trees, nothing like the usual scraggy\nvegetation of Alvarla. They _must_ be perfume trees, I thought. But\nthey were too young to have blossoms or pods.\n\nI didn't go too near them, remembering what Rene had said.\n\nAnd, remembering that, I began to figure out how they grew here.\n\n       *       *       *       *       *\n\nThis place was a little valley. No, a crater. Several feet deeper than\nmy height, with sloping sides. The birds apparently kept it warm with\ntheir body heat, plus the heat the rocky sides would store. Since it\nwas a crater, the winds wouldn't reach it. The crater made a basin to\ncatch the snow which I could see beginning to melt at the edges and\nooze down the slope.\n\nThe birds provided more than ample fertilizer and Uncle Izzy had\napparently trained at least one of them to cultivate the soil under the\ntrees.\n\nI climbed out of the crater to see that I was indeed in the regions\nof snow. To the north were huge drifts, and far off loomed towering\nglaciers.\n\nTo the south, the hills tapered off from white to spotted brown.\n\nThat was the reason for Uncle Izzy's crazy setup. Rene and I would\nnever have come across this crater in an ordinary search. Of course,\nthe setup needn't have been _quite_ so crazy. That was the personal\nequation of which Uncle Izzy was so fond.\n\nThe trees would, I assumed, poke their heads up over the crater as they\ngrew, reaching toward the cold, and finally getting the frostbite to\nfill their pods properly.\n\nAt two thousand dollars an ounce.\n\nI had neglected to ask Rene how many pods a tree could be expected to\nproduce or how big the pods were. But, say, half an ounce in each pod\nand a conservative fifty pods on each tree.\n\nA hundred thousand dollars.\n\nI slid back into the crater, sat leaning against a somnolent dodo and\nate a lunch package with a cupful of melted snow.\n\nAll sorts of thoughts were jostling my brain.\n\nBut I was bone-weary. I hadn't slept since we hit Alvarla and the ride\nlast night had been a tremendous strain, because I wasn't in the habit\nof getting any exercise at all.\n\nTherefore, I fell asleep in mid-thought.\n\nIt was the noon sun that woke me. I wasn't just warm. I was _hot_.\n\nAnd I was very reluctant to let go of my dream; I kept grabbing at the\ntag ends of it with both hands. It was the most exciting dream I'd had\nsince the one about succeeding Mr. Picks. Only _very_ different.\n\nI'd made a fortune cultivating perfume trees. My dream was full of\nperfume. Some of it came from the exotic plants of my African estate.\nSome of it was from a long-legged, pink-haired girl, the kind African\nmillionaires have.\n\nIt was the sort of dream, I mused, unable to keep it in mood any\nlonger, as large-minded men have. Men like--Uncle Isadore!\n\nI sat up suddenly. Uncle Isadore--large-minded? Why hadn't he had the\navuncular decency to leave me his fortune the usual way?\n\nWhy?\n\n       *       *       *       *       *\n\nBecause then he wouldn't be able to play penny-ante psychology and get\nme dreaming about wild schemes with perfume trees and African estates.\nThat's why.\n\nOr maybe there wasn't any fortune! Suddenly I understood why people\nsmoke. It gives them something to do when they feel helpless.\n\nIf there wasn't any fortune, then I was hopelessly tied to the perfume\ntrees. If Uncle Izzy had lost his last cent, it would be very like him\nto borrow enough from friends to finance a perfume tree scheme. And if\nhe didn't make it to the planet he had in mind--why, he'd make the\nplanet he'd crashed on do.\n\nAnyone else would have shot the birds for fresh meat. Anyone else would\nhave seen immediately that Alvarla was the last planet in the Galaxy\nwhere perfume trees would grow.\n\nAnyone else would have seen immediately that I was one of the minor,\ncomfortable people in the world who likes the happy regularities of a\nlittle job and an assured, if limited, future. Anyone else would have\nseen I had the sort of personality that could not be changed.\n\nBut Uncle Izzy wasn't anyone else.\n\n_Why_ did I keep smelling the perfume from my dream?\n\nI followed my nose out of the crater and found the snow melting around\na water tank about four feet long and two feet in diameter--part of the\nruined fuel system from Uncle Izzy's ship.\n\nI dislodged it from the ice beneath and shook it. The perfume was so\nstrong, as it unfroze, that it made me dizzy. And all that smell was\ncoming from a pinhole.\n\nThere seemed to be half a gallon in it. Enough to pay off Mother's\nbonds and whatever I owed Rene, with a handsome sum left over for me.\n\nI could go home and forget about perfume trees and Alvarla and Uncle\nIsadore.\n\nBut that dream of the African estate kept irritating the back of my\nmind. And the large, free sky of Alvarla was soothing to the eye, when\ncompared to the little squares of blue I noted occasionally when riding\nthe slidewalks of Brooklyn.\n\nWhat _did_ I want out of life, anyway? _Damn_ Uncle Isadore. I'd never\ntest 10:9 on job adjustment again.\n\nI was still thinking when evening swept in fast, as it does in dry\nclimates, and the birds began to wake up and climb out of the crater,\npresumably to forage for food.\n\n\"Wait!\" I cried. \"Isadore!\"\n\n       *       *       *       *       *\n\nI drew out a lunch package and spread it to attract him. It attracted\nall of them.\n\nI pulled out \"The Dodo.\"\n\n\"'Tell me what thy lordly name is/On the Night's Plutonian shore.'\"\n\n\"Isadore,\" he volunteered, swallowing fast while I climbed aboard him.\n\n\"Take me back.\"\n\nThen I realized I had made a mistake with the food.\n\n\"Go!\" I cried. \"Spaceship! More food!\" He just stood there, his beak\npoking around the ground for crumbs.\n\nBut I had to get that skin spray washed off before twenty-four hours\nwere up.\n\n\"Nepenthe!\" I shouted desperately.\n\nThe dodo was off like a flash and didn't stop till we were back at the\nship.\n\n\"You were gone quite a while,\" Rene said nonchalantly. \"Find anything?\"\n\n\"Enough to pay you off,\" I said. \"And we'll make it five thousand\nbecause _I_ found it. Stow this somewhere. It's perfume.\"\n\nHe did. \"Find anything else?\"\n\n\"Nothing that would interest you. I'll be ready to blast off as soon as\nI've had a shower.\"\n\nRene shrugged.\n\nThe perfume, when we returned to Earth, proved to be worth what he'd\nsaid it would be. A lot of people wanted to know where I'd gotten it.\n\"The crops on Odoria,\" they said, \"are entirely sewed up by Odoria,\nInc.\"\n\n\"They certainly are,\" I always replied agreeably.\n\nIt took all I cleared from the perfume to put a down payment on a ship\nand hire an expert on fertilizing perfume flowers. But this time _I_\nwanted to run the show.\n\nMr. Picks shook his head sadly when I told him to replace me\npermanently.\n\n\"You have a great future ahead of you in studs and neck clasps,\" he\nsaid. \"Why not take a little time and reconsider your decision? Or--\"\n\n\"Nevermore,\" I answered.\n\n       *       *       *       *       *\n\nNot until five years later did I find out what happened to the rest of\ngood old Uncle Algernon's fortune.\n\nI was stretched out on a gently undulating force-field in my interior\npatio, a huge, scarlet fan-flower tree sifting in the sunshine. Leda,\nher pink hair flowing down to her knees, was just emerging from the\npool of grilch milk. She bent to an Aphrodite of Cnidos position.\n\n\"Perfect!\" I said, and threw away my cigarene.\n\n\"Depart!\" I told the robot, who came rolling in.\n\n\"But, master, it's the Cha'n of Betelgeuse, Lord of the Seven Planets\nand the Four Hundred Moons.\"\n\n\"Get dressed, Leda,\" I said regretfully. \"We have company.\"\n\nI'd never met him, but I knew he was one of Uncle Isadore's best\nfriends and I felt obliged to see him.\n\nThe Cha'n had several meals and four cigarenes, maintaining a\ncourteous silence all the while. Then he loosened his belt, reached\ninto his furry pouch and handed me a piece of copper scroll.\n\nIt was a check for five million dollars.\n\n\"You won,\" he told me. \"Or lost, as the case may be.\"\n\nI just looked at him.\n\n\"I was holding it in trust for you,\" the Cha'n explained, \"in\naccordance with your Uncle Isadore's last wishes.\"\n\nI blew a perfect smoke ring, let it float before my face for a perfect\nmoment, and then asked, \"And suppose I had lost? Or won, as the case\nmay be?\"\n\n\"I was to save it to try on your son, the gods permitting you have one.\"\n\n\"If necessary,\" I told him, \"I'll try it on him myself, O Cha'n of the\nSeven Planets and the Four Hundred Moons.\"\n\n\"Call me Charlie,\" he said.\n\n\n\n\n\nEnd of Project Gutenberg's From An Unseen Censor, by Rosel George Brown\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FROM AN UNSEEN CENSOR ***\n\n***** This file should be named 51758.txt or 51758.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/5/51758/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}