{"title": "Oh, Rats!", "author": "Miriam Allen deFord", "releaseDate": "April 13, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               OH, RATS!\n\n                        By MIRIAM ALLEN DEFORD\n\n                          Illustrated by WOOD\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine December 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                    Orthedrin, maxiton and glutamic\n                   acid--they were the prescription\n                   that made him king of his world!\n\n\nSK540, the 27th son of two very ordinary white laboratory rats,\nsurveyed his world.\n\nHe was no more able than any other rat to possess articulate speech, or\nto use his paws as hands. All he had was a brain which, relative to its\nsize, was superior to any rat's that had hitherto appeared on Earth. It\nwas enough.\n\nIn the first week of gestation his embryo had been removed to a more\nsuitable receptacle than the maternal womb, and his brain had been\nstimulated with orthedrin, maxiton and glutamic acid. It had been\ncontinuously irrigated with blood. One hemisphere had been activated\nfar in excess of the other, since previous experiments had shown that\nincreased lack of symmetry between the hemispheres produced superior\nmentality. The end-result was an enormous increase in brain-cells\nin both hemispheres. His brain showed also a marked increase in\ncholinesterase over that of other rats.\n\nSK540, in other words, was a super-rat.\n\nThe same processes had been applied to all his brothers and sisters.\nMost of them had died. The few who did not, failed to show the desired\nresults, or showed them in so lopsided and partial a manner that it was\nnecessary to destroy them.\n\nAll of this, of course had been mere preparation and experimentation\nwith a view to later developments in human subjects. What SK540's gods\nhad not anticipated was that they would produce a creature mentally the\nsuperior, not only of his fellow-rats, but also, in some respects, of\nthemselves.\n\nHe was a super-rat: but he was still a rat. His world of dreams and\naspirations was not human, but murine.\n\nWhat would you do if you were a brilliant, moody young super-rat, caged\nin a laboratory?\n\nSK540 did it.\n\nWhat human beings desired was health, freedom, wealth, love, and\npower. So did SK540. But to him health was taken for granted; freedom\nwas freedom from cages, traps, cats, and dogs; wealth meant shelter\nfrom cold and rain and plenty to eat; love meant a constant supply of\navailable females.\n\nBut power! It was in his longing for power that he most revealingly\ndisplayed his status as super-rat.\n\nTherefore, once he had learned how to open his cage, he was carefully\nselective of the companions--actually, the followers--whom he would\nrelease to join his midnight hegira from the laboratory. Only the\nmeekest and most subservient of the males--intelligent but not too\nintelligent--and the most desirable and amiable of the females were\ninvited.\n\nOnce free of the cages, SK540 had no difficulty in leading his troop\nout of the building. The door of the laboratory was locked, but a\nwindow was slightly open from the top. Rats can climb up or down.\n\nLike a silver ribbon they flowed along the dark street, SK540, looking\nexactly like all the rest, at their head. Only one person in the\ndeserted streets seems to have noticed them, and he did not understand\nthe nature of the phenomenon.\n\n       *       *       *       *       *\n\nYoung Mr. and Mrs. Philip Vinson started housekeeping in what had once\nbeen a mansion. It was now a rundown eyesore.\n\nIt had belonged to Norah Vinson's great-aunt Martha, who had left it\nto her in her will. The estate was in litigation, but the executor had\npermitted the Vinsons to settle down in the house, though they weren't\nallowed yet to sell it. It had no modern conveniences, and was full of\nrooms they couldn't use and heavy old-fashioned furniture; but it was\nsolidly built and near the laboratory where he worked as a technician,\nand they could live rent-free until they could sell the house and use\nthe money to buy a real home.\n\n\"Something funny happened in the lab last night,\" Philip reported,\nwatching Norah struggle with dinner on the massive coal-stove.\n\"Somebody broke in and stole about half our experimental animals. And\nthey got our pride and joy.\"\n\n\"The famous SK540?\" Norah asked.\n\n\"The same. Actually, it wasn't a break-in. It must have been an inside\njob. The cages were open but there were no signs of breaking and\nentering. We're all under suspicion till they find out who-dunit.\"\n\nNorah looked alarmed.\n\n\"You too? What on earth would anybody want with a lot of laboratory\nrats? They aren't worth anything, are they--financially, I mean?\"\n\n\"Not a cent. That's why I'm sure one of the clean-up kids must have\ndone it. Probably wanted them for pets. They're all tame, of course,\nnot like wild rats--though they can bite like wild rats if they want\nto. Some of the ones missing are treated, and some are controls. It\nwould just be a nuisance if they hadn't taken SK540. Now they've\ngot to find him, or do about five years' work over again, without\nany assurance of as great a success. To say nothing of letting our\nsuper-rat loose on the world.\"\n\n\"What on earth could even a super-rat do that would matter--to human\nbeings, I mean?\"\n\n\"Nobody knows. Maybe that's what we're going to find out.\"\n\n       *       *       *       *       *\n\nThat night Norah woke suddenly with a loud scream. Philip got the\ngas lighted--there was no electricity in the old house--and held her\nshaking body in his arms. She found her breath at last long enough to\nsob: \"It was a rat! A rat ran right over my face!\"\n\n\"You're dreaming, darling. It's because I told you about the theft at\nthe lab. There couldn't be rats in this place. It's too solidly built,\nfrom the basement up.\"\n\nHe finally got her to sleep again, but he lay awake for a long time,\nlistening. Nothing happened.\n\nRats can't talk, but they can communicate. About the time Norah Vinson\ndropped off after her frightened wakening, SK540 was confronting a\nculprit. The culprit was one of the liberated males. His beady eyes\ntried to gaze into the implacable ones of SK540, but his tail twitched\nnervously and if he bared his teeth it was more in terror than in\nfight. They all knew that strict orders had been given not to disturb\nthe humans in the house until SK540 had all his preparations made.\n\nA little more of that silent communication, and the rat who had run\nover Norah's face knew he had only two choices--have his throat slit or\nget out. He got.\n\n\"What do you know?\" Philip said that evening. \"One of our rats came\nback.\"\n\n\"By itself?\"\n\n\"Yeah. I never heard of such a thing. It was one of the experimental\nones, so it was smarter than most, though not such an awful lot. I\nnever heard of a rat with homing instinct before. But when we opened up\nthis morning, there he was, sitting in his cage, ready for breakfast.\"\n\n\"Speaking of breakfast, I thought I asked you to buy a big box of\noatmeal on your way home yesterday. It's about the only thing in the\nway of cereal I can manage on that old stove.\"\n\n\"I did buy it. Don't you remember? I left it in the kitchen.\"\n\n\"Well, it wasn't there this morning. All I know is that you're going to\nhave nothing but toast and coffee tomorrow. We seem to be out of eggs,\ntoo. And bacon. And I thought we had half a pound left of that cheese,\nbut that's gone too.\"\n\n\"Good Lord, Norah, if you've got that much marketing to do, can't you\ndo it yourself?\"\n\n\"Sure, if you leave the car. I'm not going to walk all that way and\nback.\"\n\nSo of course Philip did do the shopping the next day. Besides, Norah\nhad just remembered she had a date at the hairdresser's.\n\n       *       *       *       *       *\n\nWhen he got home her hair was still uncurled and she was in hysterics.\nOne of the many amenities great-aunt Martha's house lacked was a\ntelephone; anyway, Norah couldn't have been coherent over one. She cast\nherself, shuddering and crying, into Philip's arms, and it was a long\ntime before he got her soothed enough for her to gasp: \"Philip! They\nwouldn't let me out!\"\n\n\"They? Who? What do you mean?\"\n\n\"The--the rats! The white rats. They made a ring around me at the front\ndoor so I couldn't open it. I ran to the back and they beat me there\nand did the same thing. I even tried the windows but it was no use. And\ntheir teeth--they all--I guess I went to pieces. I started throwing\nthings at them and they just dodged. I yelled for help but there's\nnobody near enough to hear. Then I gave up and ran in our bedroom and\nslammed the door on them, but they left guards outside. I heard them\nsqueaking till you drove up, then I heard them run away.\"\n\nPhilip stared at her, scared to death. His wife had lost her mind.\n\n\"Now, now, sweetheart,\" he said soothingly, \"let's get this straight.\nThey fired a lab boy today. They found four of our rats in his home.\nHe told some idiotic story of having 'found' them, with the others\nmissing, running loose on the street that night, but of course he stole\nthem. He must have sold the rest of them to other kids; they're working\non that now.\"\n\nNorah blew her nose and wiped her eyes. She had regained her usual calm.\n\n\"Philip Vinson,\" she said coldly, \"are you accusing me of lying, or\njust of being crazy? I'm neither. I saw and heard those rats. They're\nhere _now_. What's more, I guess I know where that oatmeal went, and\nthe eggs and bacon too, and the cheese. I'm--I'm a hostage!\n\n\"I don't suppose,\" she added sarcastically, \"that your SK540 was one of\nthe ones they found in the boy's home?\"\n\n\"No, it wasn't,\" he acknowledged uneasily. A nasty little icy trickle\nstole down his spine. \"All right, Norah, I give in. You take the poker\nand I'll take the hammer, and we'll search this house from cellar to\nattic.\"\n\n\"You won't find them,\" said Norah bitterly. \"SK540's too smart. They'll\nstay inside the walls and keep quiet.\"\n\n\"Then we'll find the holes they went through and rout them out.\"\n\nThey didn't, of course. There wasn't a sign of a rathole, or of a rat.\n\nThey got through dinner and the evening somehow. Norah put all the\nfood not in cans inside the old-fashioned icebox which took the place\nof a refrigerator. Philip thought he was too disturbed to be able to\nsleep, but he did, and Norah, exhausted, was asleep as soon as her head\ntouched the pillow.\n\nHis last doubt of his wife's sanity vanished when, the next morning,\nthey found the icebox door open and half the food gone.\n\n       *       *       *       *       *\n\n\"That settles it!\" Philip announced. \"Come on, Norah, put your coat\non. You're coming with me to the lab and we'll report what's happened.\nThey'll find those creatures if they have to tear the house apart to do\nit. That boy must have been telling the truth.\"\n\n\"You couldn't keep me away,\" Norah responded. \"I'll never spend\nanother minute alone in this house while those dreadful things are in\nit.\"\n\nBut of course when they got to the front door, there they were,\ncircling them, their teeth bared. The same with the back door and all\nthe first floor windows.\n\n\"That's SK540 all right, leading them,\" Philip whispered through\nclenched jaws. He could smash them all, he supposed, in time, with what\nweapons he had. But he worked in the laboratory. He knew their value to\nscience, especially SK540's.\n\nRats couldn't talk, he knew, and they couldn't understand human speech.\nNevertheless, some kind of communication might establish itself.\nSK540's eyes were too intelligent not to believe that he was getting\nthe gist of talk directed to him.\n\n\"This is utterly ridiculous,\" Philip grated. \"If you won't let us out,\nhow can we keep bringing food into the house for you? We'll all starve,\nyou and we together.\"\n\nHe could have sworn SK540 was considering. But he guessed the implicit\nanswer. Let either one of them out, now they knew the rats were there,\nand men from the laboratory would come quickly and overwhelm and carry\noff the besiegers. It was a true impasse.\n\n\"Philip,\" Norah reminded him, \"if you don't go to work, they know we\nhaven't a phone, and somebody will be here pretty soon to find out if\nanything's wrong.\"\n\nBut that wouldn't help, Philip reflected gloomily; they'd let anyone\nin, and keep him there.\n\nAnd he thought to himself, and was careful not to say it aloud: rats\nare rats. Even if they are 25th generation laboratory-born. When the\nother food was gone there would be human meat.\n\nHe did not want to look at them any more. He took Norah's arm and\nturned away into their bedroom.\n\nThey stayed there all day, too upset to think of eating, talking and\ntalking to no conclusion. As dusk came on they did not light the gas.\nExhausted, they lay down on the bed without undressing.\n\nAfter a while there was a quiet scratching at the door.\n\n\"Don't let them in!\" Norah whispered. Her teeth were chattering.\n\n\"I must, dear,\" he whispered back. \"It isn't 'them,' I'm sure of\nit--it's just SK540 himself. I've been expecting him. We've got to\nreach some kind of understanding.\"\n\n\"With a rat?\"\n\n\"With a super-rat. We have no choice.\"\n\nPhilip was right. SK540 alone stood there and sidled in as the door\nclosed solidly again behind him.\n\nHow could one communicate with a rat? Philip could think of no way\nexcept to pick him up, place him where they were face to face, and talk.\n\n\"Are your--followers outside?\" he asked.\n\nA rodent's face can have no expression, but Philip caught a glance of\ncontempt in the beady eyes. The slaves were doubtless bedded down in\ntheir hideaway, with strict orders to stay there and keep quiet.\n\n\"You know,\" Philip Vinson went on, \"I could kill you, very easily.\" The\nwords would mean nothing to SK540; the tone might. He watched the beady\neyes; there was nothing in them but intelligent attention, no flicker\nof fear.\n\n\"Or I could tie you up and take you to the laboratory and let them\ndecide whether to keep you or kill you. We are all much bigger and\nstronger than you. Without your army you can't intimidate us.\"\n\nThere was, of course, no answer. But SK540 did a startling and touching\nthing. He reached out one front paw, as if in appeal.\n\nNorah caught her breath in astonishment.\n\n       *       *       *       *       *\n\n\"He--he just wants to be free,\" she said in a choked whisper.\n\n\"You mean you're not afraid of him any more?\"\n\n\"You said yourself he couldn't intimidate us without his army.\"\n\nPhilip thought a minute. Then he said slowly:\n\n\"I wonder if we had the right to do this to him in the first place. He\nwould have been an ordinary laboratory rat, mindless and contented;\nwe've made him into a neurotic alien in his world.\"\n\n\"You're not responsible, darling; you're a technician, not a\nbiochemist.\"\n\n\"I share the responsibility. We all do.\"\n\n\"So what? The fact remains that it was done, and here he is--and here\nwe are.\"\n\nThe doorbell rang.\n\nPhilip and Norah exchanged glances. SK540 watched them.\n\n\"It's probably Kelly, from the lab,\" Philip said, \"trying to find out\nwhy I wasn't there today. It's just about quitting time, and he lives\nnearest us.\"\n\nNorah astonished him. She picked up SK540 from the bed-side table where\nPhilip had placed him, and hid him under her pillow.\n\n\"Get rid of whoever it is,\" she said defensively. Philip stared for an\ninstant, then walked briskly downstairs. He was back in a few minutes.\n\n\"It was Kelly, all right,\" he told her. \"I said you were sick and I\ncouldn't leave you to phone. I said I'd be there tomorrow. Now what?\"\n\nSK540's white whiskers emerged from under the pillow, and he jumped\nover to the table again. Norah's cheeks were pink.\n\n\"When it came to the point, I just couldn't,\" she explained\nshamefacedly. \"I suddenly realized that he's a _person_. I couldn't let\nhim be taken back to prison.\"\n\n\"Aren't you frightened any more?\"\n\n\"Not of him.\" She faced the super-rat squarely. \"Look,\" she said, \"if\nwe take care of you, will you get rid of that gang of yours, so we can\nbe free too?\"\n\n\"That's nonsense, Norah,\" Philip objected. \"He can't possibly\nunderstand you.\"\n\n\"Dogs and cats learn to understand enough, and he's smarter than any\ndog or cat that ever lived.\"\n\n\"But--\"\n\nThe words froze on his lips. SK540 had jumped to the floor and run to\nthe door. There he stood and looked back at them, his tail twitching.\n\n\"He wants us to follow him,\" Norah murmured.\n\nThere was no sign of a hole in the back wall of the disused pantry.\nBut behind it they could hear squeaks and rustlings.\n\nSK540 scratched delicately at almost invisible cracks. A section of the\nwall, two by four inches, fell out on the floor.\n\n\"So that's where some of the oatmeal went,\" Norah commented. \"Made into\npaste.\"\n\n\"Sh!\"\n\nSK540 vanished through the hole. They waited, listening to\nincomprehensible sounds. Outside it had grown dark.\n\n       *       *       *       *       *\n\nThen the leader emerged and stood to one side of the long line that\npattered through the hole. The two humans stared, fascinated, as the\nline made straight for the back door and under it. SK540 stayed where\nhe was.\n\n\"Will they go back to the lab?\" Norah asked.\n\nPhilip shrugged.\n\n\"It doesn't matter. Some of them may ... I feel like a traitor.\"\n\n\"I don't. I feel like one of those people who hid escaped war prisoners\nin Europe.\"\n\nWhen the rats were all gone, they turned to SK540. But without a glance\nat them he re-entered the hiding-place. In a minute he returned,\nherding two white rats before him. He stood still, obviously expectant.\n\nPhilip squatted on his heels. He picked up the two refugees and looked\nthem over.\n\n\"Both females,\" he announced briefly. \"And both pregnant.\"\n\n\"Is he the father?\"\n\n\"Who else? He'd see to that.\"\n\n\"And will they inherit his--his--\"\n\n\"His 'super-ratism'? That's the whole point. That's the object of the\nentire experiment. They were going to try it soon.\"\n\nThe three white rats had scarcely moved. The two mothers-to-be had\napparently fallen asleep. Only SK540 stood quietly eying the humans.\nWhen they left him to find a place where they could talk in private he\ndid not follow them.\n\n\"It comes down to this,\" Philip said at the end of half an hour's\nfruitless discussion. \"We promised him, or as good as. He believed us\nand trusted us.\n\n\"But if we keep to our promise we're _really_ traitors--to the human\nrace.\"\n\n\"You mean, if the offspring should inherit his brain-power, they might\noverrun us all?\"\n\n\"Not might. Would.\"\n\n\"So--\"\n\n\"So it's an insoluble problem, on our terms. We have to think of this\nas a war, and of them as our enemies. What is our word of honor to a\nrat?\"\n\n\"But to a super-rat--to SK540--\"\n\nAs if called, SK540 appeared.\n\nHad he been listening? Had he understood? Neither of them dared to\nvoice the question aloud in his presence.\n\n\"Later,\" Philip murmured.\n\n\"We must eat,\" said Norah. \"Let's see what's left in the way of food.\"\n\n       *       *       *       *       *\n\nEverything tasted flat; they weren't very hungry after all. There was\nenough left over to feed the three rats. But they had evidently helped\nthemselves earlier; they left the scraps untasted.\n\nNeither of the humans guessed what else had vanished from the pantry\nshelves--what, when he had heard enough, SK540 had slipped away and\nsprinkled on the remaining contents of the icebox, wherever the white\npowder would not show.\n\nThey did not know until it was too late--until both of them lay\nwrithing in their last spasms on their bedroom floor.\n\nBy the time the house was broken into and their bodies found, SK540 and\nhis two wives were far away, and safe....\n\nAnd this, children, is the true account, handed down by tradition from\nthe days of our great Founder, of how the human race ceased to exist\nand we took over the world.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Oh, Rats!, by Miriam Allen deFord\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OH, RATS! ***\n\n***** This file should be named 51751.txt or 51751.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/5/51751/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}