{"title": "Traveling Companion Wanted", "author": "Richard Wilson", "releaseDate": "April 14, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      Traveling Companion Wanted\n\n                           By Richard Wilson\n\n                         Illustrated by DILLON\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine June 1959.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               To share exps., relieve at wheel--must be\n               able drive under grt. pressure--in return\n              transp. doz. mi. or so under ocean bottom!\n\n\nYou remember Regan. He's the man who fell overboard in a spacesuit and\nfound that there really is a passage to India. It winds down from the\nChampion Deep in the Atlantic and comes out somewhere off Bombay. It\ntook Regan a week to pop in one end of that underworld river and emerge\nat the other. He was delirious when he bobbed to the surface and was\npicked up by the Chinese motorship. Starved, of course; had to spend a\nlong time in the hospital after he'd been transferred to shore.\n\nThe newspapers and radio and television made quite a thing of it.\nReporters managed to interview Regan while he was still weak and maybe\ntalking a little crazy. They got together afterward and agreed among\nthemselves on what parts to leave out. Then Regan sold the first-person\nrights to a syndicate. He insisted on writing the installments himself,\nbut a lot was edited out while the staff writer was re-doing it.\n\nI didn't hear Regan's unpublished story till I met him in the bar at\nthe Palmer House in Chicago. He'd been attending a geophysical meeting\nthat I'd had to cover and we'd both got bored with it about the same\ntime. I thought I recognized him from his pictures and said so. Regan\nseemed glad to have a non-longhair to talk to, and he talked.\n\nYou know why Regan had been wearing a spacesuit in the first place;\nhe'd become something of a hero on the return trip of one of the\nEarth-Mars hops after a meteor struck. Regan went out through the\nairlock to make repairs. It was his job as chief of maintenance.\nPatched up the hole and went back in. Routine, he said.\n\nBut the skipper messaged a report to Earth, and when the spaceship\nreached the way station to take on landing fuel, the press was waiting\nfor it. The photographers were along and they wanted Regan to re-enact\nthe repair scene. He didn't want to, but the skipper insisted because\nit would be good public relations. So Regan climbed into the spacesuit\nagain and took along his mobile repair gear and tinkered away on the\nhull while the photogs snapped away from a patrol boat.\n\nThat was when the repair unit went out of whack.\n\n       *       *       *       *       *\n\nIts mobility factor wasn't supposed to do anything more than move him\naround on the hull to wherever he had to go. He'd worked with it a\nhundred times in test sessions and once in reality and it'd always been\na lamb. But this time it went all screwy and shoved him off the hull.\nIn some way one of the conduits wrapped itself around his arms like an\noctopus, pinning them so he couldn't reach the controls. And in some\nother way the tiny rocket engine zipped over to full power and plunged\nhim down toward Earth.\n\nIf it had headed him out toward space, it would have been all right.\nThe patrol boat could have overtaken him in a few hours at most and\nhauled him aboard. But Regan was heading Earthward and soon he was down\nwhere the traffic's pretty congested. The patrol boat made some valiant\nefforts, but after a couple of near misses with transcontinental\nrockets, it gave up. Better to lose one person than a couple of hundred.\n\nRadio messages were sent to low-flying craft and ships at sea. These\ndidn't do any good, except that a trawler was able to spot the position\nwhere Regan, in his spacesuit, smacked the water and went under. The\ntrawler didn't have a radio transmitter. It waited a while, and when\nnothing came up, it put about for land. A day later, the spot where\nRegan had gone down was alive with would-be rescue ships, submarines\nand diving equipment.\n\nBut Regan never came up--not in that ocean, at any rate.\n\nI knew this story pretty well, so Regan didn't elaborate on it. He'd\nblacked out, anyway, soon after he hit the atmosphere and didn't come\nto till he was close to smacking the surface. That's when it began to\nget interesting.\n\nYou've seen enough undersea movies to know what the ocean is like, so\nwe won't go into that. This is what happened when Regan got down to\nwhat should have been the bottom:\n\nThere was a big crater there, with the bottom stretching away in all\ndirections from the cavity--but the hole itself kept going down.\nFunnel-shaped, Regan said. He could see it quite clearly because he was\nplunging into it head down. The tentacles of the conduit were still\nwrapped around his arms and the mobility gadget's rocket was naturally\nworking almost as well under water as it had in space.\n\nAfter a while, it got dark, with Regan still zipping along into the\ndepths of the funnel. He'd long since passed the stage of being merely\nworried; now he was scared. By this time, it was entirely black, but\nRegan could sense that he was being carried along swiftly.\n\n       *       *       *       *       *\n\nNot because he thought it would do any good, but because he had to do\nsomething, Regan experimented with his feet. He found that after some\nback-stretching calisthenics he was able to bring his right boot up\nnear his waist. Maneuvering it with total disregard for his sacroiliac,\nRegan managed to hook the boot under one of the coils the conduit had\nmade around him. Gradually he was able to loosen it enough to give\nhis left arm some play and from there it was relatively simple. He\nswitched off the rocket engine, switched on his headlamp and looked\naround.\n\nRegan said it was quite a sight, in a reverse sort of way. Nothing\nanywhere. With the rocket turned off, he kind of floated around\naimlessly, going nowhere in particular. He should have been going up,\nbut that didn't happen. He swirled like a lazy eddy. A school of things\nthat were caricatures of fish--big, white, revolting things--swished\nover and puckered blindly into his faceplate, then went away. Otherwise\nthere was nothing.\n\nRegan was pretty discouraged. By this time, he'd been in a slow spin\nfor so long that he had no idea which way was up. He had the equipment\nfor getting up--there were about two hundred hours of fuel in the\nrocket engine strapped to his back--but no way seemed any better than\nanother.\n\nHe remembered that the funnel had steadily narrowed and so he tried\nexperimental bursts from the engine to see if he could reach one of the\nsides. Eventually he got to something that wasn't water. It was a sort\nof mud. Regan studied the markings on it for a possible clue. No go.\nRegan was a spaceman, not an oceanographer.\n\nSo, since it was better than doing nothing, Regan got himself into a\ndrift parallel with the mud side and switched on his rocket.\n\nHe whizzed along at a good rate, staying close to the mud wall, but\nnot knowing whether he was going down, up or around in circles at the\nsame depth. After what he judged to be some hours of this, the mud\nbegan to be streaked with a gray substance and, still farther along, it\nappeared to become rock. Regan didn't know whether this was good or bad.\n\nMore hours went by, apparently. Regan was wearing a watch, but it was\nhidden under the heavy sleeve of his spacesuit. He dozed off, he said,\nand when he snapped back into consciousness he noticed that there was\nanother wall, far off, opposite the one he was rocketing along.\n\nIt was gray, too, as far as he could make out in the light of his\nheadlamp, which was weak over distances. What woke him up fully was\nsomething that went skimming past him at a much greater rate than his\nown. It was a cask, its wood brown as if from long submersion and its\nhoops rusted into redness. The cask was turning lazily end over end,\nbut it outdistanced him and disappeared ahead as he watched. It had\nbeen traveling out in the middle of the passage.\n\n       *       *       *       *       *\n\nRegan pondered this for a while and then reasoned that there was a\nswift current, swifter in the middle even than his rocket propulsion at\nthe side of the channel. He worked himself out toward the center, then\nswitched off his rocket, experimentally. By watching the rock side of\nthe passage, he was able to gauge that he was moving much faster.\n\nThe watching, however, had a hypnotic effect on him and Regan felt\nhimself dozing off. He tried to fight it but reasoned finally that\nthere wasn't much point. So he turned off his headlamp and let himself\ngo to sleep.\n\nHe felt weird when he woke up. He was hot and sweating. He remembered\ninstantly where he was. It was no comfort to him. He felt entirely\nhopeless, even more so than if he'd been marooned in space. At least\nthere was traffic out there. Here there was just himself, with a wooden\ncask up ahead and nightmarish fish somewhere behind.\n\nHe also felt weak. Spacesuits come equipped with water, of course, if\nthey're the repair variety, and Regan drank sparingly through the tube\nat the base of his faceplate. But his suit carried no rations, so he\ntried to ignore his hunger.\n\nHe drowsed again and switched off his headlamp. This became a\npattern for him--a semi-conscious nightmare of smooth, eerie motion,\npunctuated with sips at his water supply and hopeless watching through\nthe faceplate, blinking away the sweat. Regan talked to himself, he\nsaid, and sometimes sang, to keep himself sane in the silence and\nloneliness. It probably helped, although some of his talk was pretty\nidiotic.\n\nIt was after one of his dozes--whose duration he had no way of\nmeasuring even by his thirst and hunger, which were constant--that he\nawoke to something new. Automatically he switched on his headlamp, then\nswitched it off again, realizing what the newness was.\n\nThe passage he was being washed through was no longer dark; there was a\nradiance in the water now.\n\nRegan twisted himself around to see what the light came from. Up\nahead, apparently. As it got stronger, his eyes began to ache. It was\na gorgeous ache, Regan said, and he stared ahead almost hypnotized.\nHe made an effort and focused on the walls of the passageway he was\nbeing thrust along. They were white with streaks of black in them--like\nmarble, but without marble's glossy hardness. He could see all parts of\nthe tunnel now; it was roughly circular and had narrowed to a diameter\nof about two hundred feet.\n\nRegan could only suppose that he was nearing the surface--that he'd\nbeen sweeping through some U-shaped fissure--and he adjusted himself\nkinesthetically to the theory that he was now traveling up instead of\ndown. This took a lot of doing and occupied his mind.\n\nHis spirits soared with his imagined ascent and he could visualize\nhimself traveling faster and faster until, with a pop, he would be\nthrust into the air and fall back to float on the surface. Regan wanted\nmost desperately to be able to look at the sky again. It would be kind\nto see land, too, but a ship or a plane would do temporarily.\n\n       *       *       *       *       *\n\nHe was half lost in this reverie when he had to make a second\nadjustment. Remember, he thought he was going up, as from the bottom of\na well. Therefore he was puzzled, as the radiance increased to daylight\nstrength, to see one wall of his tubular, water-filled prison darken to\ndeep green while the other turned a sort of blue-white-pink.\n\nHe was moving in the same swift rush of current, his body positioned\nso that he was facing the green half. He twisted as if to face the\nopposite way in an elevator and then became giddy when the entire\nconcept of his surroundings did a ninety-degree flop.\n\nIn that split second, Regan realized that he wasn't traveling\nvertically, but horizontally.\n\nThe well he had pictured himself in now took on the aspect of a river,\nwith the bright blend of colors the sky, and the deep green the river\nbed. The banks of the river were above him. Regan gave himself a tiny\nrocket assist to rise.\n\nHe wasn't at all prepared for what he saw. Far away beyond the green\nplain through which the river was racing was a city.\n\nUnmistakably it was a metropolis of Man, not towering or turreted,\nbut massive and with a relative newness which spoke of life. And as\nhe had this thought, he could see other, smaller dwellings closer by,\none-storied and circular, in a variety of colors.\n\nHe noted then that the level of the river was higher than that of\nthe land, that the marblelike banks which channeled the racing water\nhad become a transparent, glasslike substance which rose and curved\nin a seemingly endless archway. The torrent completely filled the\nhalf-transparent tube, flowing smoothly so that he almost had the\nsensation of flying above the ground.\n\nRegan maneuvered toward the top and from there he saw the road. It\nparalleled the river and ran in a straight line as far as he could see.\nWhile he watched, a vehicle sped along it from behind, paced beside\nhim and then pulled ahead. The driver was only vaguely visible, but he\nhad a reassuringly human appearance. The man in the car, which was a\nthree-wheeled, boxlike affair of brilliant yellow, looked neither left\nnor right.\n\nRegan yelled instinctively and waved. The cumbersome motion turned him\nover on his back. Opportunistically, he studied the sky from his new\nposition, but could make nothing of it. There were no clouds, only the\nblue-white-pink brightness that seemed to extend to infinity.\n\n       *       *       *       *       *\n\nSomething flashed across his field of vision. Regan caught only a\nglimpse of it, then reasoned that it must have been a bridge, spanning\nthe enclosed river. He twisted himself around to a prone position and\ntried to think constructively.\n\nSomewhere there had to be an exit to this land. For his sake, there\nhad to be, although of course this guaranteed nothing. But surely\nthese people made use of this abundant supply of water. It would be\nfresh and good to drink after its long passage through the Earth,\ndespite its source in the salt ocean. They would use it for irrigation,\nprobably, and perhaps somewhere it was channeled for transportation--of\na more comfortable kind than his own. And they might use it for power.\nCertainly its rushing strength would be tapped.\n\nThis thought scared him. He pictured a giant hydroelectric plant into\nwhich he would be swept and in the bowels of which his body would be\nmangled by the blades of a turbine.\n\nHe had to slow his mad passage. He maneuvered the equipment attached to\nhis spacesuit and pointed the rocket exhaust ahead of him. He flicked\non the power and felt his speed being cut. The powerful current pressed\nfrom behind him like a live thing, but the rocket thrust was strong,\ntoo. His progress slackened to the pace of a canoe.\n\nBalancing himself behind the makeshift braking apparatus was difficult,\nboth because the torrent threatened constantly to turn him end for\nend, and because his strength was only a memory of itself. But somehow\nRegan managed to achieve an equilibrium which allowed him to look\nabout and reassure himself that the city was still there. Its position\nhad shifted on the horizon to a point slightly behind him, but there\napparently was no end to the expanse of this underground world. The\nroad was there, too, still parallel to the roofed-over river.\n\nA surge of hope went through him as he spotted a man walking along the\nroad.\n\nRegan braked himself still further, until his speed matched that of\nthe man. The man's costume was a brief one--knee-length trousers, a\nvestlike garment over a white skin, and sandals--so apparently the\nclimate was tropical.\n\nRegan stared hard at the man, mutely begging him to turn. Both Regan's\nhands gripped the rocket tube; he didn't dare let go to wave. Then, as\nthough he had been reached telepathically, the man looked in Regan's\ndirection. Regan couldn't make out his expression, but apparently it\nwas one of disbelief. The man stopped, took an indecisive step and then\nran toward the river. He jogged alongside it and now Regan could see\nhis face clearly.\n\n       *       *       *       *       *\n\nIt was an intelligent face--round, broad-nosed, the eyes almond-shaped\nand the hair abundant and black. The man's body was stocky and\npowerful, graceful as he ran beside the tubed-in river. He waved and\nsmiled, and Regan hoped his own answering smile was visible behind the\nfaceplate of his spacesuit.\n\nRegan doubted that telepathy had anything to do with making the man\nnotice him originally; nevertheless, he thought furiously: \"How do I\nget out of here?\"\n\nThe response was made more to Regan's obvious predicament than because\nof thought transference, he was sure; at any rate, the man pointed,\nthen raced ahead.\n\nRegan lost sight of him for an agonizingly long minute or two, then\nsaw him again, standing and pointing up. Another bridge was spanning\nthe river. The man gestured to it emphatically, then pointed ahead\nagain and held up two fingers. Alternately he pointed to the bridge and\ngestured with his fingers. Regan decided that this meant there would be\nsome sort of help for him at the second bridge beyond. He nodded his\nhead vigorously.\n\nThe man seemed to see the motion. He nodded and smiled.\n\nRegan cut the power of the rocket engine and let the current speed\nhis journey. The man outside increased his own pace, and when another\nbridge swept overhead, he nodded and held up one finger. Regan trembled\nwith relief at this confirmation of the pantomimed message. He fought\nback the weariness that had begun to creep over him again, and clung\ndoggedly to the rocket whose exhaust regulated his speed to that of the\nrunning man.\n\nRegan thought the bridge would never be reached. He felt supremely\nweary. He was sopping wet, his eyes kept going out of focus, his throat\nached, and his head was throbbing with jagged pains. It took all his\nwaning strength to cling to consciousness.\n\n       *       *       *       *       *\n\nFinally the bridge was in sight; then overhead. The running man pointed\nup. Beyond the bridge, the glasslike covering ended.\n\nRegan was out of the tunnel.\n\nThe river widened now and its velocity eased. But the current was still\na powerful one. Regan pointed the rocket tube so that it thrust him\nupward. His rubber- and steel-clothed head broke the surface. He felt a\nsurge of freedom.\n\nIn his joy, Regan lost control of the rocket-brake and was twisted\ncrazily about. Instinctively he shut off the power; he was swept ahead.\nAs the river whirled him forward, he saw the man on the bank point\nahead to the right, wave him on and gesture that he would catch up\nlater.\n\nIt was with relief that Regan let himself be carried forward by the\nstrong current. He was traveling out of the mainstream now. In a few\nminutes, the river was so broad that he seemed to be barely moving, but\nthis was merely an illusion of contrast.\n\nThen Regan saw the mesh fence. It was a giant strainer across the\nriver, apparently fashioned to prevent debris from being carried into\nthe structure which straddled the river beyond--without doubt the\nhydroelectric plant whose existence he had dreaded.\n\nRegan was swept into the fence. It gave, cushioning the shock, and he\npulled himself along it toward the bank. He reached it but lacked the\nstrength to pull himself onto land.\n\nNearby, hugging the huge mesh fence, was the cask which had passed him\nback in the dark of the tunnel.\n\nJust as Regan was passing out, he saw the stocky man in the knee-length\nshorts come into sight, running as fast as he could make his legs pump.\n\n       *       *       *       *       *\n\nWhen Regan came to, he found himself being carried on the back of an\nopen truck. He was lying there like a sack of cabbages, being bounced\naround as the truck sped over a bumpy road. His undersea friend was\nsquatting next to him on the bed of the truck, holding onto the side to\nkeep from being jolted off.\n\nHe smiled when he saw that Regan had regained consciousness and patted\nthe chest of the spacesuit. He pointed in the direction the truck was\ngoing, but Regan was flat on his back and weak and couldn't turn to\nlook. The jolting was making him sick.\n\nThe road became smoother and soon they entered the city. Regan said it\nwas the damnedest place he ever saw. Everything looked like a beehive.\nHe meant that literally, he said. All the buildings were circular, with\ndoors down at the base and no windows. They were all different sizes\nand all colors. Some of the bigger ones towered up pretty high, but\njust how high was hard to say. They weren't built in stories, but in\none continuous curving line from bottom to top.\n\nThe truck would pass through a square or a park now and again and the\nbuildings in the distance looked like a mass of soap bubbles, all\npastel colors under that blue-white-pink sky. The truck stopped in\nfront of a big yellow beehive. Now that he was close and not being\njolted around, Regan could see that the building was constructed of a\nkind of oversized bricks, about a foot square. They weren't joined with\nmortar, as far as he could tell. Apparently their own weight and shape\nheld them together as they rose up and formed a dome. And the color was\nwithin the bricks, not painted on.\n\nTwo men, taller than his friend, came out of the building carrying a\nplank. They loaded Regan onto it and carried him stretcher-fashion into\nthe building. The friend tagged along behind.\n\nThere was a sort of anteroom inside, with a man at a desk. The bearers\nstopped while the man took down a gadget that looked like a chessboard\nwith buttons and pushed down half a dozen of them. Then he held out\nthe board to Regan's friend, who pushed down some of the buttons in a\ndifferent combination. After that the little friend went away, first\npatting Regan on the chest and smiling.\n\nRegan was carried into a rotunda in the center of the building. The\nfloor rose and took them to the top level. The bearers carried him off\nto the side and he saw the floor drop down again. They took him to a\nwindowless room which had light radiating from the walls, and dumped\nhim off the plank-stretcher onto a high stone table. Regan climbed\ndown. He supposed they were being as gentle as possible, considering\nhis great weight in the spacesuit.\n\nRegan's weight also manifested itself to him. He felt the heaviness of\na person who has been buoyed up for a long time in water, but is now on\nland.\n\n       *       *       *       *       *\n\nAll this happened, except for the clank as he was set down, in complete\nsilence. He was entirely isolated from outside sound, of course.\n\nHe lay there, feeling less sick but still hot and dizzy, trying to\ncompose his stomach. After a while, he felt calm enough to drink a\nlittle water through the tube inside the faceplate.\n\nA rotund man wearing a kind of white tunic came into his field of\nvision. Regan could see him only from the waist up. Like the friend he\nhad met at the river, this man had abundant black hair. But his face\nwas fat, with puffy cheeks and sagging jowls. He was much older. His\nhands were pudgy. He waggled them in what might have been a gesture of\ndelight or greeting; it was hard to say which. His expression was one\nof pleasure. He stood at Regan's side and smiled at him. His hands felt\nover the headpiece of the spacesuit, then went thumping down the rest\nof it.\n\n\"I'll be out of the damn thing soon,\" Regan thought. But apparently it\nwas too much for the fellow. Regan tried to gesture to the fastening\nat the back of his neck to show how it was done, but he was unable to\nraise his arms. He realized then how exhausted he was.\n\nThe rotund man in the tunic patted him on the chest--it seemed to be a\nuniversal gesture--and went away.\n\nRegan felt at peace in the room. He felt that now he was going to be\ntaken care of and that everything, somehow, was going to be all right.\nHe went to sleep.\n\nHe woke up ravenously hungry. He seemed to be alone in the room. His\nencased body felt as heavy as the whole world. He tried to raise up\nto bring his mouth to the water tube. He couldn't. He cried out in a\nvoice that was weak even inside the confines of his suit. No one could\npossibly have heard and no one came. He tried to raise his arm. The\nmuscles strained and quivered. By using all his strength, he was able\nto lift it a few inches above the table. Then the arm fell back on the\nstone with the barest tap of sound.\n\nThe jovial fat one reappeared. He was carrying a metal box with two\ndials on it and wires coming from it which ended in kinds of suction\ncups. He stuck one of the cups to Regan's faceplate, fastened another\none to his ear and twirled a dial.\n\n\"Please get me out of this suit,\" Regan said.\n\nThe man's face lit up with pleasure. He nodded and patted the chest of\nthe suit. Then he spoke.\n\nThe language was a guttural, fast-paced one. Regan had never heard\nanything like it.\n\n\"Please,\" he said. \"Please get me out.\"\n\nThe man continued to smile. He beckoned and two other men appeared.\nThey took turns listening to Regan plead to be released. They smiled,\ntoo, though obviously none of them understood a word. Without gestures,\nit was impossible for Regan to convey his plight.\n\n       *       *       *       *       *\n\nThey stood around him, chattering in their outlandish tongue. Others\njoined them. They all had the same look about them. Friendly, smiling\nfaces and hands that patted him on the chest. It became a confused\nnightmare as still others streamed in, as if he were the main\nattraction in a fifty-cent tour.\n\nBut apparently there was method in their milling around. They measured\nhim from top to toe, from side to side, in circumference and in depth.\nThey used steel tapes and calipers and jotted down their findings in\nlittle books or punched them out on button-studded chessboards. They\nwheeled in a huge contraption which must have been a camera and clicked\nit at him from every angle. They lifted his arms and legs and chattered\nwith excitement to see how peculiarly he bent at the joints.\n\nIt was as if Regan were a new kind of animal that had swum into their\nken and which they were classifying, or which they would classify at\ntheir leisure after they had measured it in all possible ways.\n\nThey kept it up for an eternity and a half. Regan's vision got hazy,\nhis throat burned and his stomach ached in irregular spasms.\n\nHe was barely conscious when the two bearers came back in, loaded\nhim on the plank and took him out into the rotunda. The throng of\nscientists followed. The floor-wide elevator sank to the main level and\nthey all went out into the street.\n\nA big, rectangular, doorless, bus-like vehicle was standing there. The\nbearers, with a great deal of effort, propped Regan up in the front\nseat. His head lolled back inside the suit. The shift in position\nblacked him out temporarily. He came out of a period of nausea to hear\nhimself saying over and over:\n\n\"You open it at the back of the neck. I'd do it myself if I could move\nmy arms. You open it at the back of the neck.\"\n\nThe bus was in motion. It rumbled through the streets among the pastel\nbeehives. In Regan's state, they were so many bouncing balloons being\npointed out by madmen in white smocks in a caricature of a vehicle\nunder an impossible sky.\n\nThey eventually reached a kind of park or estate. Shrubs and trees were\nneatly set out and a big golden beehive stood at the end of a long\ndrive. They took him inside, half fainting, sweating, gibbering to\nhimself.\n\nThrough half a dozen anterooms they went, to what could only have been\na throne room. It was sumptuously hung with tapestries. There were\nguards standing at post and a thick carpet led to a dais on which were\ntwo huge chairs. A tall, slender, dark-haired man sat in one of them.\nThe other was empty.\n\nThere was a confused kind of ceremony in which everyone got down on one\nknee before the man on the throne, and a ridiculous struggle began, to\nget Regan into a semblance of the same position.\n\nThe king, or whatever he was, gestured, and Regan found himself being\ndragged up on the dais and sat on the other throne.\n\nThen the nightmare took a turn for the worse. From an anteroom came a\nprocession of women bearing gifts. They were the first women Regan had\nseen in this underground world, but he was less interested in them than\nin what they carried.\n\nFood.\n\nBaskets of fruit.\n\nPlatters of meat.\n\nCups of liquids.\n\nThe smiling creatures curtsied before the thrones and set out the\nfeast in front of Regan. One of them, dressed in a single pale blue\ngarment belted at the waist, laid a basket of fruit in his lap.\n\nRegan began to quiver in a fever of frustration.\n\nIt got worse when, at a sign from the king, everyone helped himself to\nsome of this or that, raised it to Regan in a kind of toast and began\nto eat.\n\nIf any of them noticed that Regan didn't join them, they were polite\nenough not to take offense.\n\n       *       *       *       *       *\n\nThe feast over, everyone went for an after-dinner ride. The king went,\ntoo, riding in a richly draped palanquin on wheels, ahead of the\nsquared-off bus.\n\nThis was the royal tour. Points of interest were visited. Regan's\nbleary eyes and uncomprehending brain half observed gardens, factories,\nschools, a sporting event, a parade, a farm and dozens of examples of\nthe culture of the world of people who were kindly starving him to\ndeath.\n\nIn his semi-delirium, he once reproached himself for being such an\nunappreciative guest and wondered what they must think of this emissary\nfrom outside who was such a cumbersome clod. He had come to them in the\nstrange trappings he apparently preferred, so how could he blame them\nfor respecting his costume and leaving it to him to wear it or remove\nit as he chose? In his own world, he wouldn't strip a visitor or skin\na stray dog.\n\nA bump in the road and the shudder it gave the bus jolted his eyes\nfully open. Ahead was the hydroelectric plant spanning the river. They\nwere going to show the king where Regan had come from.\n\nThe procession pulled over to the bank next to the mesh fence which\nscreened debris from the water flowing into the plant. On the bank\nlay his mobility unit, which apparently had been detached before they\ntrucked him into the city originally. The king got out of his palanquin\nand examined it curiously. Then he got back in and they drove along the\nbank to the other side of the hydroelectric plant. The river continued\nits swift passage, apparently unslowed by the drain on it.\n\nRegan thought the river looked tremendously inviting. In its depths,\nhe could be free of the well-meaning crowd of sightseeing guides. The\nriver represented peace, an end to being shown around, measured,\nobserved, exhibited and tantalized. In it, he could die calmly, without\nany frustrating diplomacy.\n\nA bridge spanned the river below the plant. By the gestures of the\nscientists, he gathered that they were going to cross over to see\ninteresting things which lay across the river. The bridge was a narrow\nwooden one. Parallel to it was the stone framework of an unfinished\nreplacement. They proceeded slowly over the rickety, railless bridge.\n\nThe approach to it was banked, so that Regan was tilted in his seat,\ntoward the outside. The bus leveled off as it reached the wooden\nplanking and Regan tilted the other way. A loose plank under a wheel\nsent him swaying back again. With all his remaining strength, he leaned\nwith the tilt. It was just enough to send him off balance.\n\nThey reached out to pull him back, but it was too late. He was out of\nthe bus and dropping the short distance to the water.\n\nThe current was so swift that he went only a little way under, then\nbobbed up and was rushed along, turning over and over. As he revolved,\nhe caught glimpses of consternation on the bridge. He saw the bus back\noff and race along the road on the bank, hands waving out of it. But it\ncouldn't catch up with him. He was moving too fast.\n\nThe even motion of the river was soothing. Regan took a swallow from\nhis tube and relaxed. There was a dull ache in his stomach, but no more\nstabbing spasms. Maybe he was dying. He didn't care.\n\n       *       *       *       *       *\n\nRegan knew he was in a hospital even before he opened his eyes. The\nether-and-disinfectant smell told him that.\n\nIt was taking an effort to thrust his eyelids up. He moved his arms\nand felt them close to his body. He raised one hand to his face and\nrubbed his closed eyes. Of course they'd have got him out of the\nspacesuit.\n\nHe opened his eyes.\n\nA brown-faced man was leaning over the bed. He was wearing a white\nsmock and had a fountain pen in the breast pocket. Beyond the man--the\ndoctor--there was a window. A perfectly ordinary window, through which\nRegan could see the sky. A blue sky with white clouds in it.\n\nThe doctor smiled at Regan and said in English: \"How do you feel, son?\"\n\nRegan tried to speak but couldn't.\n\n\"This is Bombay,\" the doctor said. \"Bombay, in India. It must be quite\na surprise to you, but I'm glad to say you'll be all right.\"\n\n\"What?\" Regan asked vaguely.\n\n\"It's strange, of course,\" said the doctor. \"You should be on the other\nside of the world, by all that's natural. We communicated with the\nAmerican authorities when we saw your identification. It is extremely\nodd. Still, here you are, and you will be well. Quite soon, too.\"\n\n\"But--\" Regan began. Then he gave up. He said nothing more until after\nhe'd eaten and slept and the doctor asked him if he felt strong enough\nnow to see the reporters.\n\n       *       *       *       *       *\n\n\"Two more, sir?\" the bartender at the Palmer House asked.\n\nI nodded.\n\n\"Naturally they thought I was delirious,\" Regan said, \"or had been.\nThey had to accept the fact that I'd been through the Earth. Not\nthrough the center of it, or anywhere near it--they tell me that's\npractically solid nickel, or molten, or whatever. But there was no\ndisputing that I'd gone down in the Atlantic and come up in the Indian\nOcean. They'd seen me go down and they'd seen me come up and obviously\nI'd been somewhere in the interval. I hadn't walked, that was for sure.\n\n\"They credited my story of the underground river. The Greeks had a word\nfor it, they tell me. The Greeks thought the Alpheus River wandered\ndown under the Adriatic and came up in Sicily. I don't know much about\ntheir river, but mine apparently follows the Earth's curve maybe a\ndozen miles below the surface.\n\n\"But nobody wanted any part of my story of the city and the king and\nthe beehive houses and the rectangular bus. Delirium, they said. Oh,\nthey were kind about it, but they said it. So did the geophysical boys\nupstairs, in their eight-syllabled way.\"\n\nThe bartender brought fresh highballs, but Regan still held the glass\nthe old drink had been in. He put it on its side on the bar and stared\nat the open end. I got the image--a tunnel filled with rushing water, a\ntunnel under the world.\n\nRegan almost echoed my thoughts.\n\n\"Tunnel under the Antarctic,\" he said half to himself. \"That's where it\nmust have been, that city. Down there, deep under the ice. Used to be\ntropics, you know.\"\n\n\"The Antarctic?\" I said.\n\n\"Before the ice came, before the Earth's axis shifted. Those\npeople--they didn't evacuate, I guess. They went underground. Funny\nthey should have built themselves houses the same shape as those of the\nEskimos who stayed above-ground in the North--like igloos. But probably\nthat's just coincidence. You don't find igloos in the tropics. I'd\nguess their beehive houses are naturally influenced by the cavern they\nlive in--their little universe.\"\n\n       *       *       *       *       *\n\nRegan looked up. He grinned and set the empty glass upright on the\nbar. \"I've had a lot of time to think about it. They're awfully nice\npeople, all of them. I could have had a wonderful time if I'd been\nable to climb out of that damn spacesuit. In time, I could even have\ncommunicated with them passably well. Good-looking women, too.\"\n\nHe looked at me speculatively. He opened his mouth as if to speak\nagain, then smiled and shook his head.\n\nI said it for him: \"You're going back.\"\n\n\"Yes,\" he answered. \"Yes, I'm going back. I know the coordinates of the\nentrance to the passageway and its dimensions and the kind of equipment\nI'll need. Nothing elaborate. In another year or so, I'll have enough\nsaved up, I think. Get myself a little space launch; one of the smaller\nones, lifeboat size. Fit it out with food and water--and some picture\nbooks, of course, to show them what it's like where I come from. I'd\ntake somebody along with me if I could find anyone who wanted to\ngo--and who believed me.\"\n\n\"I believe you,\" I said. \"But--\"\n\n\"Sure. You'd be crazy to go. Wife and kids. I've got none of that.\nMostly what I want to do, I guess, is prove those longbeards upstairs\nare cockeyed.\"\n\n\"I hope you do. Maybe you'll let me write about it when you get back.\"\n\n\"It'll be a good story,\" Regan assured me.\n\n\"I'll be waiting for it,\" I promised.\n\nThat was five years ago. Four years ago, Regan went, as he said he\nwould. He went alone, in a little space launch.\n\nI'm still waiting to write the end of the story.\n\n\n\n\n\nEnd of Project Gutenberg's Traveling Companion Wanted, by Richard Wilson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TRAVELING COMPANION WANTED ***\n\n***** This file should be named 51759.txt or 51759.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/5/51759/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}