{"title": "If You Was A Moklin", "author": "Murray Leinster", "releaseDate": "April 13, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          If You Was a MOKLIN\n\n                          By MURRAY LEINSTER\n\n                    Illustrated by HARRY ROSENBAUM\n\n           [Transcriber's Note: This etext was produced from\n                Galaxy Science Fiction September 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                You'd love Earthmen to pieces, for they\n                may look pretty bad to themselves, but\n                not to you. You'd even want to be one!\n\n\nUp to the very last minute, I can't imagine that Moklin is going to be\nthe first planet that humans get off of, moving fast, breathing hard,\nand sweating awful copious. There ain't any reason for it. Humans have\nbeen on Moklin for more than forty years, and nobody ever figures there\nis anything the least bit wrong until Brooks works it out. When he\ndoes, nobody can believe it. But it turns out bad. Plenty bad. But\nmaybe things are working out all right now.\n\n_Maybe!_ I hope so.\n\nAt first, even after he's sent off long reports by six ships in a row,\nI don't see the picture beginning to turn sour. I don't get it until\nafter the old _Palmyra_ comes and squats down on the next to the last\ntrip a Company ship is ever going to make to Moklin.\n\nUp to that very morning everything is serene, and that morning I am\nsitting on the trading post porch, not doing a thing but sitting there\nand breathing happy. I'm looking at a Moklin kid. She's about the size\nof a human six-year-old and she is playing in a mud puddle while her\nfolks are trading in the post. She is a cute kid--mighty human-looking.\nShe has long whiskers like Old Man Bland, who's the first human to open\na trading post and learn to talk to Moklins.\n\nMoklins think a lot of Old Man Bland. They build him a big tomb,\nMoklin-style, when he dies, and there is more Moklin kids born with\nlong whiskers than you can shake a stick at. And everything looks okay.\n_Everything!_\n\nSitting there on the porch, I hear a Moklin talking inside the trade\nroom. Talking English just as good as anybody. He says to Deeth, our\nMoklin trade-clerk, \"But Deeth, I can buy this cheaper over at the\nother trading post! Why should I pay more here?\"\n\nDeeth says, in English too, \"I can't help that. That's the price here.\nYou pay it or you don't. That's all.\"\n\nI just sit there breathing complacent, thinking how good things\nare. Here I'm Joe Brinkley, and me and Brooks are the Company on\nMoklin--only humans rate as Company employees and get pensions, of\ncourse--and I'm thinking sentimental about how much humaner Moklins are\ngetting every day and how swell everything is.\n\nThe six-year-old kid gets up out of the mud puddle, and wrings out her\nwhiskers--they are exactly like the ones on the picture of Old Man\nBland in the trade room--and she goes trotting off down the road after\nher folks. She is mighty human-looking, that one.\n\nThe wild ones don't look near so human. Those that live in the forest\nare greenish, and have saucer eyes, and their noses can wiggle like an\nEarth rabbit. You wouldn't think they're the same breed as the trading\npost Moklins at all, but they are. They crossbreed with each other,\nonly the kids look humaner than their parents and are mighty near the\nsame skin color as Earthmen, which is plenty natural when you think\nabout it, but nobody does. Not up to then.\n\nI don't think about that then, or anything else. Not even about the\nreports Brooks keeps sweating over and sending off with every Company\nship. I am just sitting there contented when I notice that Sally, the\ntree that shades the trading post porch, starts pulling up her roots.\nShe gets them coiled careful and starts marching off. I see the other\ntrees are moving off, too, clearing the landing field. They're waddling\naway to leave a free space, and they're pushing and shoving, trying to\ncrowd each other, and the little ones sneak under the big ones and they\nall act peevish. Somehow they know a ship is coming in. That's what\ntheir walking off means, anyhow. But there ain't a ship due in for a\nmonth, yet.\n\nThey're clearing the landing field, though, so I start listening for\na ship's drive, even if I don't believe it. At first I don't hear a\nthing. It must be ten minutes before I hear a thin whistle, and right\nafter it the heavy drone that's the ground-repulsor units pushing\nagainst bedrock underground. Lucky they don't push on wet stuff, or a\nship would sure mess up the local countryside!\n\nI get off my chair and go out to look. Sure enough, the old _Palmyra_\ncomes bulging down out of the sky, a month ahead of schedule, and the\ntrees over at the edge of the field shove each other all round to make\nroom. The ship drops, hangs anxious ten feet up, and then kind of sighs\nand lets down. Then there's Moklins running out of everywhere, waving\ncordial.\n\nThey sure do like humans, these Moklins! Humans are their idea of what\npeople should be like! Moklins will wrestle the freight over to the\ntrading post while others are climbing over everything that's waiting\nto go off, all set to pass it up to the ship and hoping to spot friends\nthey've made in the crew. If they can get a human to go home with them\nand visit while the ship is down, they brag about it for weeks. And do\nthey treat their guests swell!\n\nThey got fancy Moklin clothes for them to wear--soft, silky guest\ngarments--and they got Moklin fruits and Moklin drinks--you ought to\ntaste them! And when the humans have to go back to the ship at takeoff\ntime, the Moklins bring them back with flower wreaths all over them.\n\nHumans is tops on Moklin. And Moklins get humaner every day. There's\nDeeth, our clerk. You couldn't hardly tell him from human, anyways. He\nlooks like a human named Casey that used to be at the trading post, and\nhe's got a flock of brothers and sisters as human-looking as he is.\nYou'd swear--\n\nBut this is the last time but one that a Earth ship is going to land\non Moklin, though nobody knows it yet. Her passenger port opens up\nand Captain Haney gets out. The Moklins yell cheerful when they see\nhim. He waves a hand and helps a human girl out. She has red hair and\na sort of businesslike air about her. The Moklins wave and holler and\ngrin. The girl looks at them funny, and Cap Haney explains something,\nbut she sets her lips. Then the Moklins run out a freight-truck, and\nHaney and the girl get on it, and they come racing over to the post,\nthe Moklins pushing and pulling them and making a big fuss of laughing\nand hollering--all so friendly, it would make anybody feel good inside.\nMoklins like humans! They admire them tremendous! They do everything\nthey can think of to be human, and they're smart, but sometimes I get\ncold shivers when I think how close a thing it turns out to be.\n\nCap Haney steps off the freight-truck and helps the girl down. Her eyes\nare blazing. She is the maddest-looking female I ever see, but pretty\nas they make them, with that red hair and those blue eyes staring at me\nhostile.\n\n\"Hiya, Joe,\" says Cap Haney. \"Where's Brooks?\"\n\nI tell him. Brooks is poking around in the mountains up back of the\npost. He is jumpy and worried and peevish, and he acts like he's trying\nto find something that ain't there, but he's bound he's going to find\nit regardless.\n\n\"Too bad he's not here,\" says Haney. He turns to the girl. \"This is\nJoe Brinkley,\" he says. \"He's Brooks' assistant. And, Joe, this is\nInspector Caldwell--Miss Caldwell.\"\n\n\"Inspector will do,\" says the girl, curt. She looks at me accusing.\n\"I'm here to check into this matter of a competitive trading post on\nMoklin.\"\n\n\"Oh,\" I says. \"That's bad business. But it ain't cut into our trade\nmuch. In fact, I don't think it's cut our trade at all.\"\n\n\"Get my baggage ashore, Captain,\" says Inspector Caldwell, imperious.\n\"Then you can go about your business. I'll stay here until you stop on\nyour return trip.\"\n\nI call, \"Hey, Deeth!\" But he's right behind me. He looks respectful and\nadmiring at the girl. You'd swear he's human! He's the spit and image\nof Casey, who used to be on Moklin until six years back.\n\n\"Yes, sir,\" says Deeth. He says to the girl, \"Yes, ma'am. I'll show you\nyour quarters, ma'am, and your baggage will get there right away. This\nway, ma'am.\"\n\nHe leads her off, but he don't have to send for her baggage. A pack of\nMoklins come along, dragging it, hopeful of having her say \"Thank you\"\nto them for it. There hasn't ever been a human woman on Moklin before,\nand they are all excited. I bet if there had been women around before,\nthere'd have been hell loose before, too. But now the Moklins just hang\naround, admiring.\n\nThere are kids with whiskers like Old Man Bland, and other kids with\nmustaches--male and female both--and all that sort of stuff. I'm\npointing out to Cap Haney some kids that bear a remarkable resemblance\nto him and he's saying, \"Well, what do you know!\" when Inspector\nCaldwell comes back.\n\n\"What are you waiting for, Captain?\" she asks, frosty.\n\n\"The ship usually grounds a few hours,\" I explain. \"These Moklins are\nsuch friendly critters, we figure it makes good will for the trading\npost for the crew to be friendly with 'em.\"\n\n\"I doubt,\" says Inspector Caldwell, her voice dripping icicles, \"that I\nshall advise that that custom be continued.\"\n\nCap Haney shrugs his shoulders and goes off, so I know Inspector\nCaldwell is high up in the Company. She ain't old, maybe in her\nmiddle twenties, I'd say, but the Caldwell family practically owns\nthe Company, and all the nephews and cousins and so on get put into\na special school so they can go to work in the family firm. They get\ntaught pretty good, and most of them really rate the good jobs they\nget. Anyhow, there's plenty of good jobs. The Company runs twenty or\nthirty solar systems and it's run pretty tight. Being a Caldwell means\nyou get breaks, but you got to live up to them.\n\nCap Haney almost has to fight his way through the Moklins who want to\ngive him flowers and fruits and such. Moklins are sure crazy about\nhumans! He gets to the entry port and goes in, and the door closes and\nthe Moklins pull back. Then the _Palmyra_ booms. The ground-repulsor\nunit is on. She heaves up, like she is grunting, and goes bulging up\ninto the air, and the humming gets deeper and deeper, and fainter and\nfainter--and suddenly there's a keen whistling and she's gone. It's all\nvery normal. Nobody would guess that this is the last time but one a\nEarth ship will ever lift off Moklin!\n\nInspector Caldwell taps her foot, icy. \"When will you send for Mr.\nBrooks?\" she demands.\n\n\"Right away,\" I says to her. \"Deeth--\"\n\n\"I sent a runner for him, ma'am,\" says Deeth. \"If he was in hearing of\nthe ship's landing, he may be on the way here now.\"\n\nHe bows and goes in the trade room. There are Moklins that came to see\nthe ship land, and now have tramped over to do some trading. Inspector\nCaldwell jumps.\n\n\"Wh-what's that?\" she asks, tense.\n\nThe trees that crowded off the field to make room for the _Palmyra_ are\nwaddling back. I realize for the first time that it might look funny\nto somebody just landed on Moklin. They are regular-looking trees, in\na way. They got bark and branches and so on. Only they can put their\nroots down into holes they make in the ground, and that's the way\nthey stay, mostly. But they can move. Wild ones, when there's a water\nshortage or they get too crowded or mad with each other, they pull up\ntheir roots and go waddling around looking for a better place to take\nroot in.\n\nThe trees on our landing field have learned that every so often a ship\nis going to land and they've got to make room for it. But now the ship\nis gone, and they're lurching back to their places. The younger ones\nare waddling faster than the big ones, though, and taking the best\nplaces, and the old grunting trees are waving their branches indignant\nand puffing after them mad as hell.\n\nI explain what is happening. Inspector Caldwell just stares. Then Sally\ncomes lumbering up. I got a friendly feeling for Sally. She's pretty\nold--her trunk is all of three feet thick--but she always puts out a\nbranch to shade my window in the morning, and I never let any other\ntree take her place. She comes groaning up, and uncoils her roots, and\nsticks them down one by one into the holes she'd left, and sort of\nscrunches into place and looks peaceful.\n\n\"Aren't they--dangerous?\" asks Inspector Caldwell, pretty uneasy.\n\n\"Not a bit,\" I says. \"Things can change on Moklin. They don't have to\nfight. Things fight in other places because they can't change and they\nget crowded, and that's the only way they can meet competition. But\nthere's a special kind of evolution on Moklin. Cooperative, you might\ncall it. It's a nice place to live. Only thing is everything matures so\nfast. Four years and a Moklin is grown up, for instance.\"\n\nShe sniffs. \"What about that other trading post?\" she says, sharp.\n\"Who's back of it? The Company is supposed to have exclusive trading\nrights here. Who's trespassing?\"\n\n\"Brooks is trying to find out,\" I says. \"They got a good complete line\nof trade goods, but the Moklins always say the humans running the place\nhave gone off somewhere, hunting and such. We ain't seen any of them.\"\n\n\"No?\" says the girl, short. \"_I'll_ see them! We can't have competition\nin our exclusive territory! The rest of Mr. Brooks' reports--\" She\nstops. Then she says, \"That clerk of yours reminds me of someone I\nknow.\"\n\n\"He's a Moklin,\" I explain, \"but he looks like a Company man named\nCasey. Casey's Area Director over on Khatim Two now, but he used to be\nhere, and Deeth is the spit and image of him.\"\n\n\"Outrageous!\" says Inspector Caldwell, looking disgusted.\n\nThere's a couple of trees pushing hard at each other. They are\nfighting, tree-fashion, for a specially good place. And there's others\nwaddling around, mad as hell, because somebody else beat them to the\nspots they liked. I watch them. Then I grin, because a couple of young\ntrees duck under the fighting big ones and set their roots down in the\nplace the big trees was fighting over.\n\n\"I don't like your attitude!\" says Inspector Caldwell, furious.\n\nShe goes stamping into the post, leaving me puzzled. What's wrong with\nme smiling at those kid trees getting the best of their betters?\n\n       *       *       *       *       *\n\nThat afternoon Brooks comes back, marching ahead of a pack of\nwoods-Moklins with greenish skins and saucer eyes that've been guiding\nhim around. He's a good-looking kind of fellow, Brooks is, with a good\nbuild and a solid jaw.\n\nWhen he comes out of the woods on the landing field--the trees are\nall settled down by then--he's striding impatient and loose-jointed.\nWith the woods-Moklins trailing him, he looks plenty dramatic, like a\nvisi-reel picture of a explorer on some unknown planet, coming back\nfrom the dark and perilous forests, followed by the strange natives who\ndo not yet know whether this visitor from outer space is a god or what.\nYou know the stuff.\n\nI see Inspector Caldwell take a good look at him, and I see her eyes\nwiden. She looks like he is a shock, and not a painful one.\n\nHe blinks when he sees her. He grunts. \"What's this? A she-Moklin?\"\n\nInspector Caldwell draws herself up to her full five-foot-three. She\nbristles.\n\nI say quick, \"This here is Inspector Caldwell that the _Palmyra_ dumped\noff here today. Uh--Inspector, this is Brooks, the Head Trader.\"\n\nThey shake hands. He looks at her and says, \"I'd lost hope my reports\nwould ever get any attention paid to them. You've come to check my\nreport that the trading post on Moklin has to be abandoned?\"\n\n\"I have not!\" says Inspector Caldwell, sharp. \"That's absurd! This\nplanet has great potentialities, this post is profitable and the\nnatives are friendly, and the trade should continue to increase. The\nBoard is even considering the introduction of special crops.\"\n\nThat strikes me as a bright idea. I'd like to see what would happen if\nMoklins started cultivating new kinds of plants! It would be a thing to\nwatch--with regular Moklin plants seeing strangers getting good growing\nplaces and special attention! I can't even guess what'll happen, but I\nwant to watch!\n\n\"What I want to ask right off,\" says Inspector Caldwell, fierce, \"is\nwhy you have allowed a competitive trading post to be established,\nwhy you did not report it sooner, and why you haven't identified the\ncompany back of it?\"\n\nBrooks stares at her. He gets mad.\n\n\"Hell!\" he says. \"My reports cover all that! Haven't you read them?\"\n\n\"Of course not,\" says Inspector Caldwell. \"I was given an outline of\nthe situation here and told to investigate and correct it.\"\n\n\"Oh!\" says Brooks. \"That's it!\"\n\nThen he looks like he's swallowing naughty words. It is funny to see\nthem glare at each other, both of them looking like they are seeing\nsomething that interests them plenty, but throwing off angry sparks\njust the same.\n\n\"If you'll show me samples of their trade goods,\" says Inspector\nCaldwell, arrogant, \"and I hope you can do _that_ much, I'll identify\nthe trading company handling them!\"\n\nHe grins at her without amusement and leads the way to the inside of\nthe trading post. We bring out the stuff we've had some of our Moklins\ngo over and buy for us. Brooks dumps the goods on a table and stands\nback to see what she'll make of them, grinning with the same lack of\nmirth. She picks up a visi-reel projector.\n\n\"Hmm,\" she says, scornful. \"Not very good quality. It's....\" Then she\nstops. She picks up a forest knife. \"This,\" she says, \"is a product\nof--\" Then she stops again. She picks up some cloth and fingers it. She\nreally steams. \"I see!\" she says, angry. \"Because we have been on this\nplanet so long and the Moklins are used to our goods, the people of the\nother trading post _duplicate_ them! Do they cut prices?\"\n\n\"Fifty per cent,\" says Brooks.\n\nI chime in, \"But we ain't lost much trade. Lots of Moklins still trade\nwith us, out of friendship. Friendly folks, these Moklins.\"\n\nJust then Deeth comes in, looking just like Casey that used to be here\non Moklin. He grins at me.\n\n\"A girl just brought you a compliment,\" he lets me know.\n\n\"Shucks!\" I says, embarrassed and pleased. \"Send her in and get a\npresent for her.\"\n\nDeeth goes out. Inspector Caldwell hasn't noticed. She's seething over\nthat other trading company copying our trade goods and underselling us\non a planet we're supposed to have exclusive. Brooks looks at her grim.\n\n\"I shall look over their post,\" she announces, fierce, \"and if they\nwant a trade war, they'll get one! We can cut prices if we need to--we\nhave all the resources of the Company behind us!\"\n\nBrooks seems to be steaming on his own, maybe because she hasn't read\nhis reports. But just then a Moklin girl comes in. Not bad-looking,\neither. You can see she is a Moklin--she ain't as convincing human as\nDeeth is, say--but she looks pretty human, at that. She giggles at me.\n\n\"Compliment,\" she says, and shows me what she's carrying.\n\nI look. It's a Moklin kid, a boy, just about brand-new. And it has my\nshape ears, and its nose looks like somebody had stepped on it--my nose\nis that way--and it looks like a very small-sized working model of me.\nI chuck it under the chin and say, \"Kitchy-coo!\" It gurgles at me.\n\n\"What's your name?\" I ask the girl.\n\nShe tells me. I don't remember it, and I don't remember ever seeing\nher before, but she's paid me a compliment, all right--Moklin-style.\n\n\"Mighty nice,\" I say. \"Cute as all get-out. I hope he grows up to have\nmore sense than I got, though.\" Then Deeth comes in with a armload\nof trade stuff like Old Man Bland gave to the first Moklin kid that\nwas born with long whiskers like his, and I say, \"Thanks for the\ncompliment. I am greatly honored.\"\n\nShe takes the stuff and giggles again, and goes out. The kid beams at\nme over her shoulder and waves its fist. Mighty humanlike. A right cute\nkid, any way you look at it.\n\nThen I hear a noise. Inspector Caldwell is regarding me with loathing\nin her eyes.\n\n\"Did you say they were friendly creatures?\" she asks, bitter. \"I think\naffectionate would be a better word!\" Her voice shakes. \"You are going\nto be transferred out of here the instant the _Palmyra_ gets back!\"\n\n\"What's the matter?\" I ask, surprised. \"She paid me a compliment and\nI gave her a present. It's a custom. She's satisfied. I never see her\nbefore that I remember.\"\n\n\"You _don't_?\" she says. \"The--the _callousness_! You're revolting!\"\n\nBrooks begins to sputter, then he snickers, and all of a sudden he's\nhowling with laughter. He is laughing at Inspector Caldwell. Then I get\nit, and I snort. Then I hoot and holler. It gets funnier when she gets\nmadder still. She near blows up from being mad!\n\nWe must look crazy, the two of us there in the post, just hollering\nwith laughter while she gets furiouser and furiouser. Finally I have to\nlay down on the floor to laugh more comfortable. You see, she doesn't\nget a bit of what I've told her about there being a special kind of\nevolution on Moklin. The more disgusted and furious she looks at me,\nthe harder I have to laugh. I can't help it.\n\n       *       *       *       *       *\n\nWhen we set out for the other trading post next day, the atmosphere\nain't what you'd call exactly cordial. There is just the Inspector and\nme, with Deeth and a couple of other Moklins for the look of things.\nShe has on a green forest suit, and with her red hair she sure looks\ngood! But she looks at me cold when Brooks says I'll take her over to\nthe other post, and she doesn't say a word the first mile or two.\n\nWe trudge on, and presently Deeth and the others get ahead so they\ncan't hear what she says. And she remarks indignant, \"I must say Mr.\nBrooks isn't very cooperative. Why didn't he come with me? Is he\nafraid of the men at the other post?\"\n\n\"Not him,\" I says. \"He's a good guy. But you got authority over him and\nyou ain't read his reports.\"\n\n\"If I have authority,\" she says, sharp, \"I assure you it's because I'm\ncompetent!\"\n\n\"I don't doubt it,\" I says. \"If you wasn't cute, he wouldn't care. But\na man don't want a good-looking girl giving him orders. He wants to\ngive them to her. A homely woman, it don't matter.\"\n\n       *       *       *       *       *\n\nShe tosses her head, but it don't displease her. Then she says, \"What's\nin the reports that I should have read?\"\n\n\"I don't know,\" I admit. \"But he's been sweating over them. It makes\nhim mad that nobody bothered to read 'em.\"\n\n\"Maybe,\" she guesses, \"it was what I need to know about this other\ntrading post. What do you know about it, Mr. Brinkley?\"\n\nI tell her what Deeth has told Brooks. Brooks found out about it\nbecause one day some Moklins come in to trade and ask friendly why we\ncharge so much for this and that. Deeth told them we'd always charged\nthat, and they say the other trading post sells things cheaper, and\nDeeth says what trading post? So they up and tell him there's another\npost that sells the same kind of things we do, only cheaper. But\nthat's all they'll say.\n\nSo Brooks tells Deeth to find out, and he scouts around and comes\nback. There is another trading post only fifteen miles away, and it is\nselling stuff just like ours. And it charges only half price. Deeth\ndidn't see the men--just the Moklin clerks. We ain't been able to see\nthe men either.\n\n\"Why haven't you seen the men?\"\n\n\"Every time Brooks or me go over,\" I explain, \"the Moklins they got\nworking for them say the other men are off somewhere. Maybe they're\nstarting some more posts. We wrote 'em a note, asking what the hell\nthey mean, but they never answered it. Of course, we ain't seen their\nbooks or their living quarters--\"\n\n\"You could find out plenty by a glimpse at their books!\" she snaps.\n\"Why haven't you just marched in and made the Moklins show you what you\nwant to know, since the men were away?\"\n\n\"Because,\" I says, patient, \"Moklins imitate humans. If we start\ntrouble, they'll start it too. We can't set a example of rough stuff\nlike burglary, mayhem, breaking and entering, manslaughter, or bigamy,\nor those Moklins will do just like us.\"\n\n\"Bigamy!\" She grabs on that sardonic. \"If you're trying to make me\nthink you've got enough moral sense--\"\n\nI get a little mad. Brooks and me, we've explained to her, careful, how\nit is admiration _and_ the way evolution works on Moklin that makes\nMoklin kids get born with long whiskers and that the compliment the\nMoklin girl has paid me is just exactly that. But she hasn't listened\nto a word.\n\n\"Miss Caldwell,\" I says, \"Brooks and me told you the facts. We tried to\ntell them delicate, to spare your feelings. Now if you'll try to spare\nmine, I'll thank you.\"\n\n\"If you mean your finer feelings,\" she says, sarcastic, \"I'll spare\nthem as soon as I find some!\"\n\nSo I shut up. There's no use trying to argue with a woman. We tramp on\nthrough the forest without a word. Presently we come on a nest-bush.\nIt's a pretty big one. There are a couple dozen nests on it, from the\nlittle-bitty bud ones no bigger than your fist, to the big ripe ones\nlined with soft stuff that have busted open and have got cacklebirds\nhousekeeping in them now.\n\nThere are two cacklebirds sitting on a branch by the nest that is\nbig enough to open up and have eggs laid in it, only it ain't. The\ncacklebirds are making noises like they are cussing it and telling it\nto hurry up and open, because they are in a hurry.\n\n\"That's a nest-bush,\" I says. \"It grows nests for the cacklebirds. The\nbirds--uh--fertilize the ground around it. They're sloppy feeders and\ndrop a lot of stuff that rots and is fertilizer too. The nest-bush and\nthe cacklebirds kind of cooperate. That's the way evolution works on\nMoklin, like Brooks and me told you.\"\n\nShe tosses that red head of hers and stamps on, not saying a word.\nSo we get to the other trading post. And there she gets one of these\nslow-burning, long-lasting mads on that fill a guy like me with awe.\n\nThere's only Moklins at the other trading post, as usual. They say the\nhumans are off somewhere. They look at her admiring and polite. They\nshow her their stock. It is practically identical with ours--only they\nadmit that they've sold out of some items because their prices are low.\nThey act most respectful and pleased to see her.\n\nBut she don't learn a thing about where their stuff comes from or what\ncompany is horning in on Moklin trade. And she looks at their head\nclerk and she burns and burns.\n\n       *       *       *       *       *\n\nWhen we get back, Brooks is sweating over memorandums he has made,\ngetting another report ready for the next Company ship. Inspector\nCaldwell marches into the trade room and gives orders in a controlled,\nvenomous voice. Then she marches right in on Brooks.\n\n\"I have just ordered the Moklin sales force to cut the price on all\nitems on sale by seventy-five per cent,\" she says, her voice trembling\na little with fury. \"I have also ordered the credit given for Moklin\ntrade goods to be doubled. They want a trade war? They'll get it!\"\n\n       *       *       *       *       *\n\nShe is a lot madder than business would account for. Brooks says,\ntired, \"I'd like to show you some facts. I've been over every inch of\nterritory in thirty miles, looking for a place where a ship could land\nfor that other post. There isn't any. Does that mean anything to you?\"\n\n\"The post is there, isn't it?\" she says. \"And they have trade goods,\nhaven't they? And we have exclusive trading rights on Moklin, haven't\nwe? That's enough for me. Our job is to drive them out of business!\"\n\nBut she is a lot madder than business would account for. Brooks says,\nvery weary, \"There's nearly a whole planet where they could have\nput another trading post. They could have set up shop on the other\nhemisphere and charged any price they pleased. But they set up shop\nright next to us! Does _that_ make sense?\"\n\n\"Setting up close,\" she says, \"would furnish them with customers\nalready used to human trade goods. And it furnished them with Moklins\ntrained to be interpreters and clerks! And--\" Then it come out, what\nshe's raging, boiling, steaming, burning up about. \"And,\" she says,\nfurious, \"it furnished them with a Moklin head-clerk who is a very\nhandsome young man, Mr. Brooks! He not only resembles you in every\nfeature, but he even has a good many of your mannerisms. You should be\nvery proud!\"\n\nWith this she slams out of the room. Brooks blinks.\n\n\"She won't believe anything,\" he says, sour, \"except only that man is\nvile. Is that true about a Moklin who looks like me?\"\n\nI nod.\n\n\"Funny his folks never showed him to me for a compliment-present!\" Then\nhe stares at me, hard. \"How good is the likeness?\"\n\n\"If he is wearing your clothes,\" I tell him, truthful, \"I'd swear he is\nyou.\"\n\nThen Brooks--slow, very slow--turns white. \"Remember the time you went\noff with Deeth and his folks, hunting? That was the time a Moklin got\nkilled. You were wearing guest garments, weren't you?\"\n\nI feel queer inside, but I nod. Guest garments, for Moklins, are like\nthe best bedroom and the drumstick of the chicken among humans. And a\nMoklin hunting party is something. They go hunting _garlikthos_, which\nyou might as well call dragons, because they've got scales and they fly\nand they are tough babies.\n\nThe way to hunt them is you take along some cacklebirds that ain't\nnesting--they are no good for anything while they're honeymooning--and\nthe cacklebirds go flapping around until a _garlikthos_ comes after\nthem, and then they go jet-streaking to where the hunters are, cackling\na blue streak to say, \"Here I come, boys! Hold everything until I get\npast!\" Then the _garlikthos_ dives after them and the hunters get it\nas it dives.\n\nYou give the cacklebirds its innards, and they sit around and eat,\ncackling to each other, zestful, like they're bragging about the other\ntimes they done the same thing, only better.\n\n\"You were wearing guest garments?\" repeats Brooks, grim.\n\nI feel very queer inside, but I nod again. Moklin guest garments are\nmighty easy on the skin and feel mighty good. They ain't exactly\npractical hunting clothes, but the Moklins feel bad if a human that's\ntheir guest don't wear them. And of course he has to shed his human\nclothes to wear them.\n\n\"What's the idea?\" I want to know. But I feel pretty unhappy inside.\n\n\"You didn't come back for one day, in the middle of the hunt, after\ntobacco and a bath?\"\n\n\"No,\" I says, beginning to get rattled. \"We were way over at the\nThunlib Hills. We buried the dead Moklin over there and had a hell of a\ntime building a tomb over him. Why?\"\n\n\"During that week,\" says Brooks, grim, \"and while you were off wearing\nMoklin guest garments, somebody came back wearing your clothes--and got\nsome tobacco and passed the time of day and went off again. Joe, just\nlike there's a Moklin you say could pass for me, there's one that could\npass for you. In fact, he did. Nobody suspected either.\"\n\nI get panicky. \"But what'd he do that for?\" I want to know. \"He didn't\nsteal anything! Would he have done it just to brag to the other Moklins\nthat he fooled you?\"\n\n\"He might,\" says Brooks, \"have been checking to see if he could fool\nme. Or Captain Haney of the _Palmyra_. Or--\"\n\nHe looks at me. I feel myself going numb. This can mean one hell of a\nmess!\n\n\"I haven't told you before,\" says Brooks, \"but I've been guessing at\nsomething like this. Moklins like to be human, and they get human\nkids--kids that look human, anyway. Maybe they can want to be smart\nlike humans, and they are.\" He tries to grin, and can't. \"That rival\ntrading post looked fishy to me right at the start. They're practicing\nwith that. It shouldn't be there at all, but it is. You see?\"\n\nI feel weak and sick all over. This is a dangerous sort of thing! But\nI say quick, \"If you mean they got Moklins that could pass for you and\nme, and they're figuring to bump us off and take our places--I don't\nbelieve that! Moklins _like_ humans! They wouldn't harm humans for\n_anything_!\"\n\nBrooks don't pay any attention. He says, harsh, \"I've been trying to\npersuade the Company that we've got to get out of here, fast! And they\nsend this Inspector Caldwell, who's not only female, but a redhead to\nboot! All they think about is a competitive trading post! And all she\nsees is that we're a bunch of lascivious scoundrels, and since she's a\nwoman there's nothing that'll convince her otherwise!\"\n\nThen something hits me. It looks hopeful.\n\n\"She's the first human woman to land on Moklin. And she has got red\nhair. It's the first red hair the Moklins ever saw. Have we got time?\"\n\nHe figures. Then he says, \"With luck, it ought to turn up! You've hit\nit!\" And then his expression sort of softens. \"If that happens--poor\nkid, she's going to take it hard! Women hate to be wrong. Especially\nredheads! But that might be the saving of--of humanity, when you think\nof it.\"\n\nI blink at him. He goes on, fierce, \"Look, _I'm_ no Moklin! You know\nthat. But if there's a Moklin that looks enough like me to take my\nplace.... You see? We got to think of Inspector Caldwell, anyhow. If\nyou ever see me cross my fingers, you wiggle your little finger. Then I\nknow it's you. And the other way about. Get it? You swear you'll watch\nover Inspector Caldwell?\"\n\n\"Sure!\" I say. \"Of course!\"\n\nI wiggle my little finger. He crosses his. It's a signal nobody but us\ntwo would know. I feel a lot better.\n\n       *       *       *       *       *\n\nBrooks goes off next morning, grim, to visit the other trading post and\nsee the Moklin that looks so much like him. Inspector Caldwell goes\nalong, fierce, and I'm guessing it's to see the fireworks when Brooks\nsees his Moklin double that she thinks is more than a coincidence.\nWhich she is right, only not in the way she thinks.\n\nBefore they go, Brooks crosses his fingers and looks at me significant.\nI wiggle my little finger back at him. They go off.\n\nI sit down in the shade of Sally and try to think things out. I am all\nchurned up inside, and scared as hell. It's near two weeks to landing\ntime, when the old _Palmyra_ ought to come bulging down out of the\nsky with a load of new trade goods. I think wistful about how swell\neverything has been on Moklin up to now, and how Moklins admire humans,\nand how friendly everything has been, and how it's a great compliment\nfor Moklins to want to be like humans, and to get like them, and how no\nMoklin would ever dream of hurting a human and how they imitate humans\njoyous and reverent and happy. Nice people, Moklins. But--\n\nThe end of things is in sight. Liking humans has made Moklins smart,\nbut now there's been a slip-up. Moklins will do anything to produce\nkids that look like humans. That's a compliment. But no human ever sees\na Moklin that's four or five years old and all grown up and looks so\nmuch like him that nobody can tell them apart. That ain't scheming.\nIt's just that Moklins like humans, but they're scared the humans might\nnot like to see themselves in a sort of Moklin mirror. So if they did\nthat at all, they'd maybe keep it a secret, like children keep secrets\nfrom grownups.\n\nMoklins are a lot like kids. You can't help liking them. But a human\ncan get plenty panicky if he thinks what would happen if Moklins get to\npassing for humans among humans, and want their kids to have top-grade\nbrains, and top-grade talents, and so on....\n\nI sweat, sitting there. I can see the whole picture. Brooks is worrying\nabout Moklins loose among humans, outsmarting them as their kids grow\nup, being the big politicians, the bosses, the planetary pioneers,\nthe prettiest girls and the handsomest guys in the Galaxy--everything\nhumans want to be themselves. Just thinking about it is enough to make\nany human feel like he's going nuts. But Brooks is also worrying about\nInspector Caldwell, who is five foot three and red-headed and cute as a\nbug's ear and riding for a bad fall.\n\nThey come back from the trip to the other trading post. Inspector\nCaldwell is baffled and mad. Brooks is sweating and scared. He slips\nme the signal and I wiggle my little finger back at him, just so I'll\nknow he didn't get substituted for without Inspector Caldwell knowing\nit, and so he knows nothing happened to me while he was gone. They\ndidn't see the Moklin that looks like Brooks. They didn't get a bit of\ninformation we didn't have before--which is just about none at all.\n\nThings go on. Brooks and me are sweating it out until the _Palmyra_\nlets down out of the sky again, meanwhile praying for Inspector\nCaldwell to get her ears pinned back so proper steps can be taken, and\nevery morning he crosses his fingers at me, and I wiggle my little\nfinger back at him.... And he watches over Inspector Caldwell tender.\n\n       *       *       *       *       *\n\nThe other trading post goes on placid. They sell their stuff at half\nthe price we sell ours for. So, on Inspector Caldwell's orders, we cut\nours again to half what they sell theirs for. So they sell theirs for\nhalf what we sell ours for, so we sell ours for half what they sell\ntheirs for. And so on. Meanwhile we sweat.\n\nThree days before the _Palmyra_ is due, our goods are marked at just\nexactly one per cent of what they was marked a month before, and the\nother trading post is selling them at half that. It looks like we are\ngoing to have to pay a bonus to Moklins to take goods away for us to\ncompete with the other trading post.\n\nOtherwise, everything looks normal on the surface. Moklins hang around\nas usual, friendly and admiring. They'll hang around a couple days just\nto get a look at Inspector Caldwell, and they regard her respectful.\n\nBrooks looks grim. He is head over heels crazy about her now, and she\nknows it, and she rides him hard. She snaps at him, and he answers her\npatient and gentle--because he knows that when what he hopes is going\nto happen, she is going to need him to comfort her. She has about wiped\nout our stock, throwing bargain sales. Our shelves are almost bare. But\nthe other trading post still has plenty of stock.\n\n\"Mr. Brooks,\" says Inspector Caldwell, bitter, at breakfast, \"we'll\nhave to take most of the _Palmyra's_ cargo to fill up our inventory.\"\n\n\"Maybe,\" he says, tender, \"and maybe not.\"\n\n\"But we've got to drive that other post out of business!\" she says,\ndesperate. Then she breaks down. \"This--this is my first independent\nassignment. I've got to handle it successfully!\"\n\nHe hesitates. But just then Deeth comes in. He beams friendly at\nInspector Caldwell.\n\n\"A compliment for you, ma'am. Three of them.\"\n\nShe goggles at him. Brooks says, gentle, \"It's all right. Deeth, show\nthem in and get some presents.\"\n\nInspector Caldwell splutters incredulous, \"But--but--\"\n\n\"Don't be angry,\" says Brooks. \"They mean it as a compliment. It is,\nactually, you know.\"\n\nThree Moklin girls come in, giggling. They are not bad-looking at\nall. They look as human as Deeth, but one of them has a long, droopy\nmustache like a mate of the _Palmyra_--that's because they hadn't ever\nseen a human woman before Inspector Caldwell come along. They sure have\nadmired her, though! And Moklin kids get born fast. Very fast.\n\nThey show her what they are holding so proud and happy in their arms.\nThey have got three little Moklin kids, one apiece. And every one of\nthem has red hair, just like Inspector Caldwell, and every one of them\nis a girl that is the spit and image of her. You would swear they are\nhuman babies, and you'd swear they are hers. But of course they ain't.\nThey make kid noises and wave their little fists.\n\nInspector Caldwell is just plain paralyzed. She stares at them, and\ngoes red as fire and white as chalk, and she is speechless. So Brooks\nhas to do the honors. He admires the kids extravagant, and the Moklin\ngirls giggle, and take the compliment presents Deeth brings in, and\nthey go out happy.\n\nWhen the door closes, Inspector Caldwell wilts.\n\n\"Oh-h!\" she wails. \"It's true! You didn't--you haven't--they can make\ntheir babies look like anybody they want!\"\n\nBrooks puts his arms around her and she begins to cry against his\nshoulder. He pats her and says, \"They've got a queer sort of evolution\non Moklin, darling. Babies here inherit desired characteristics. Not\n_acquired_ characteristics, but _desired_ ones! And what could be more\ndesirable than you?\"\n\nI am blinking at them. He says to me, cold, \"Will you kindly get the\nhell out of here and stay out?\"\n\nI come to. I says, \"Just one precaution.\"\n\nI wiggle my little finger. He crosses his fingers at me.\n\n\"Then,\" I says, \"since there's no chance of a mistake, I'll leave you\ntwo together.\"\n\nAnd I do.\n\n       *       *       *       *       *\n\nThe _Palmyra_ booms down out of the sky two days later. We are all\npacked up. Inspector Caldwell is shaky, on the porch of the post,\nwhen Moklins come hollering and waving friendly over from the landing\nfield pulling a freight-truck with Cap Haney on it. I see other\nfestive groups around members of the crew that--this being a scheduled\nstop--have been given ship-leave for a couple hours to visit their\nMoklin friends.\n\n\"I've got the usual cargo--\" begins Cap Haney.\n\n\"Don't discharge it,\" says Inspector Caldwell, firm. \"We are\nabandoning this post. I have authority and Mr. Brooks has convinced me\nof the necessity for it. Please get our baggage to the ship.\"\n\nHe gapes at her. \"The Company don't like to give in to competition--\"\n\n\"There isn't any competition,\" says Inspector Caldwell. She gulps.\n\"Darling, you tell him,\" she says to Brooks.\n\nHe says, lucid, \"She's right, Captain. The other trading post is purely\na Moklin enterprise. They like to do everything that humans do. Since\nhumans were running a trading post, they opened one too. They bought\ngoods from us and pretended to sell them at half price, and we cut\nour prices, and they bought more goods from us and pretended to sell\nat half the new prices.... Some Moklin or other must've thought it\nwould be nice to be a smart businessman, so his kids would be smart\nbusinessmen. Too smart! We close up this post before Moklins think of\nother things....\"\n\nHe means, of course, that if Moklins get loose from their home planet\nand pass as humans, their kids can maybe take over human civilization.\nHuman nature couldn't take that! But it is something to be passed on to\nthe high brass, and not told around general.\n\n\"Better sound the emergency recall signal,\" says Inspector Caldwell,\nbrisk.\n\nWe go over to the ship and the _Palmyra_ lets go that wailing siren\nthat'll carry twenty miles. Any crew member in hearing is going to beat\nit back to the ship full-speed. They come running from every which\nway, where they been visiting their Moklin friends. And then, all of\na sudden, here comes a fellow wearing Moklin guest garments, yelling,\n\"Hey! Wait! I ain't got my clothes--\"\n\nAnd then there is what you might call a dead silence. Because lined up\nfor checkoff is another guy that comes running at the recall signal,\nand he is wearing ship's clothes, and you can see that him and the guy\nin Moklin guest garments are just exactly alike. Twins. Identical. The\nspit and image of each other. And it is for sure that one of them is a\nMoklin. But which?\n\nCap Haney's eyes start to pop out of his head. But then the guy in\n_Palmyra_ uniform grins and says, \"Okay, I'm a Moklin. But us Moklins\nlike humans so much, I thought it would be nice to make a trip to Earth\nand see more humans. My parents planned it five years ago, made me look\nlike this wonderful human, and hid me for this moment. But we would not\nwant to make any difficulties for humans, so I have confessed and I\nwill leave the ship.\"\n\nHe takes it as a joke on him. He talks English as good as anybody. I\ndon't know how anybody could tell which was the human guy and which one\nthe Moklin, but this Moklin grins and steps down, and the other Moklins\nadmire him enormous for passing even a few minutes as human among\nhumans.\n\nWe get away from there so fast, he is allowed to keep the human uniform.\n\n       *       *       *       *       *\n\nMoklin is the first planet that humans ever get off of, moving fast,\nbreathing hard, and sweating copious. It's one of those things that\nhumans just can't take. Not that there's anything wrong with Moklins.\nThey're swell folks. They like humans. But humans just can't take the\nidea of Moklins passing for human and being all the things humans want\nto be themselves. I think it's really a false alarm. I'll find out\npretty soon.\n\nInspector Caldwell and Brooks get married, and they go off to a post on\nBriarius Four--a swell place for a honeymoon if there ever was one--and\nI guess they are living happy ever after. Me, I go to the new job the\nCompany assigns me--telling me stern not to talk about Moklin, which I\ndon't--and the Space Patrol orders no human ship to land on Moklin for\nany reason.\n\nBut I've been saving money and worrying. I keep thinking of those three\nMoklin kids that Inspector Caldwell knows she ain't the father of. I\nworry about those kids. I hope nothing's happened to them. Moklin kids\ngrow up fast, like I told you. They'll be just about grown now.\n\nI'll tell you. I've bought me a little private spacecruiser, small but\ngood. I'm shoving off for Moklin next week. If one of those three ain't\nmarried, I'm going to marry her, Moklin-style, and bring her out to a\nhuman colony planet. We'll have some kids. I know just what I want my\nkids to be like. They'll have plenty of brains--_top-level brains_--and\nthe girls will be _real_ good-looking!\n\nBut besides that, I've got to bring some other Moklins out and start\nthem passing for human, too. Because my kids are going to need other\nMoklins to marry, ain't they? It's not that I don't like humans. I do!\nIf the fellow I look like--Joe Brinkley--hadn't got killed accidental\non that hunting trip with Deeth, I never would have thought of taking\nhis place and being Joe Brinkley. But you can't blame me for wanting to\nlive among humans.\n\nWouldn't you, if you was a Moklin?\n\n\n\n\n\nEnd of the Project Gutenberg EBook of If You Was A Moklin, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IF YOU WAS A MOKLIN ***\n\n***** This file should be named 51752.txt or 51752.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/5/51752/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}