{"title": "The Weirdest World", "author": "R. A. Lafferty", "releaseDate": "April 17, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          The Weirdest World\n\n                           By R. A. LAFFERTY\n\n                          Illustrated by WOOD\n\n           [Transcriber's Note: This etext was produced from\n                      Galaxy Magazine June 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n               Odd planet! The bipeds talked from their\n               heads and saw only what lay before them.\n               In short, they were pathetic--and deadly!\n\n\nI\n\nAs I am now utterly without hope, lost to my mission and lost in the\nsight of my crew, I will record what petty thoughts I may have for\nwhat benefit they may give some other starfarer. Nine long days of\nbickering! But the decision is sure. The crew will maroon me. I have\nlost all control over them.\n\nWho could have believed that I would show such weakness when crossing\nthe barrier? By all the tests I should have been the strongest. But the\nfinal test is the event itself. I failed.\n\nI only hope that it is a pleasant and habitable planet where they put\nme down....\n\nLater. They have decided. I am no longer the captain even in name. But\nthey have compassion on me. They will do what they can for my comfort.\nI believe they have already selected my desert island, so to speak, an\nout-of-the-way globe where they will leave me to die. I will hope for\nthe best. I no longer have any voice in their councils....\n\nLater. I will be put down with only the basic survival kit: the\nejection mortar and sphere for my last testament to be orbited into\nthe galactic drift; a small cosmoscope so that I will at least have\nmy bearings; one change of blood; an abridged universal language\ncorrelator; a compendium of the one thousand philosophic questions yet\nunsolved to exercise my mind; a small vial of bug-kill; and a stack of\nsexy magazines....\n\nLater. It has been selected. But my mind has grown so demoralized that\nI do not even recognize the system, though once this particular region\nwas my specialty. The globe will be habitable. There will be breathable\natmosphere which will allow me to dispense with much bothersome\nequipment. Here the filler used is nitrogen, yet it will not matter. I\nhave breathed nitrogen before. There will be water, much of it saline,\nbut sufficient quantities of sweet. Food will be no problem; before\nbeing marooned, I will receive injections that should last me for the\nrest of my probably short life. Gravity will be within the range of my\nconstitution.\n\nWhat will be lacking? Nothing but the companionship of my own kind,\nwhich is everything.\n\nWhat a terrible thing it is to be marooned!\n\n       *       *       *       *       *\n\nOne of my teachers used to say that the only unforgivable sin in the\nuniverse is ineptitude. That I should be the first to succumb to\nspace-ineptitude and be an awkward burden on the rest of them! But it\nwould be disastrous for them to try to travel any longer with a sick\nman, particularly as their nominal leader. I would be a shadow over\nthem. I hold them no rancor.\n\nIt will be today....\n\nLater. I am here. I have no real interest in defining where \"here\"\nis, though I have my cosmoscope and could easily determine it. I was\nanesthetized a few hours before, and put down here in my sleep. The\nblasted half-acre of their landing is near. No other trace of them is\nleft.\n\nYet it is a good choice and not greatly unlike home. It is the nearest\nresemblance I have seen on the entire voyage, which is to say that the\npseudodendrons are enough like trees to remind me of trees, the herbage\nnear enough to grass to satisfy one who had never known real grass. It\nis a green, somewhat waterlogged land of pleasant temperature.\n\nThe only inhabitants I have encountered are a preoccupied race of\nhump-backed browsers who pay me scant notice. These are quadruped and\nmyopic, and spend nearly their entire time at feeding. It may be that\nI am invisible to them. Yet they hear my voice and shy away somewhat\nfrom it. I am able to communicate with them only poorly. Their only\nvocalization is a sort of vibrant windy roar, but when I answer in\nkind, they appear more puzzled than communicative.\n\nThey have this peculiarity: when they come to an obstacle of terrain\nor thicket, they either go laboriously around it or force their way\nthrough it. It does not seem to occur to them to fly over it. They are\nas gravity-bound as a newborn baby.\n\nWhat air-traveling creatures I have met are of a considerably smaller\nsize. These are more vocal than the myopic quadrupeds, and I have had\nsome success in conversing with them, but my results still await a more\nleisurely semantic interpretation. Such communications of theirs as I\nhave analyzed are quite commonplace. They have no real philosophy and\nare singularly lacking in aspiration; they are almost total extroverts\nand have no more than the rudiments of introspection.\n\nYet they have managed to tell me some amusing anecdotes. They are quite\ngood-natured, though moronic.\n\nThey say that neither they nor the myopic quadrupeds are the dominant\nrace here, but rather a large grublike creature lacking a complete\nouter covering. From what they are able to convey of this breed, it is\na nightmarish kind of creation. One of the flyers even told me that the\ngiant grubs travel upright on a bifurcated tail, but this is difficult\nto credit. Besides, I believe that humor is at least a minor component\nof the mentality of my airy friends. I will call them birds, though\nthey are but a sorry caricature of the birds at home....\n\n       *       *       *       *       *\n\nLater. I am being hunted. I am being hunted by the giant grubs.\nDoubling back, I have seen them on my trail, examining it with great\ncuriosity.\n\nThe birds had given me a very inadequate idea of these. They are indeed\nunfinished--they _do_ lack a complete outer covering. Despite their\ngiant size, I am convinced that they are grubs, living under rocks and\nin masses of rotten wood. Nothing in nature gives the impression of so\nlacking an outer covering as the grub, that obese, unfinished worm.\n\nThese are, however, simple bipeds. They are wrapped in a cocoon which\nthey seem never to have shed, as though their emergence from the larval\nstate were incomplete. It is a loose artificial sheath covering the\ncentral portion of the corpus. They seem never to divest themselves\nof it, though it is definitely not a part of the body. When I have\nanalyzed their minds, I will know the reason for their carrying it. Now\nI can only conjecture. It would seem a compulsion, some psychological\nbond that dooms them in their apparent adult state to carry their\ncocoons with them.\n\nLater. I am captured by three of the giant grubs. I had barely time to\nswallow my communication sphere. They pinned me down and beat me with\nsticks. I was taken by surprise and was not momentarily able to solve\ntheir language, though it came to me after a short interval. It was\ndiscordant and vocal and entirely gravity-bound, by which I mean that\nits thoughts were chained to its words. There seemed nothing in them\nabove the vocal. In this the giant grubs were less than the birds, even\nthough they had a practical power and cogency that the birds lacked.\n\n\"What'll we do with the blob?\" asked one.\n\n\"Why,\" said the second, \"you hit it on that end and I'll hit it on\nthis. We don't know which end is the head.\"\n\n\"Let's try it for bait,\" said the third. \"Catfish might go for it.\"\n\n\"We could keep it alive till we're ready to use it. Then it would stay\nfresh.\"\n\n\"No, let's kill it. It doesn't look too fresh, even the way it is.\"\n\n\"Gentlemen, you are making a mistake,\" I said. \"I have done nothing\nto merit death. And I am not without talent. Besides, you have not\nconsidered the possibility that I may be forced to kill you three\ninstead. I will not die willingly. Also I will thank you to stop\npounding on me with those sticks. It hurts.\"\n\nI was surprised and shocked at the sound of my own voice. It nearly\nas harsh as that of the grubs. But this was my first attempt at their\nlanguage, and musicality does not become it.\n\n\"Hey, fellows, did you hear that? Was that the blob talking? Or was one\nof you playing a joke? Harry? Stanley? Have you been practicing to be\nventriloquists?\"\n\n\"Not me.\"\n\n\"Not me either. It sure sounded like it was it.\"\n\n\"Hey, blob, was that you? Can you talk, blob?\"\n\n       *       *       *       *       *\n\n\"Certainly I can talk,\" I responded. \"I am not an infant. Nor am I a\nblob. I am a creature superior to your own kind, if you are examples.\nOr it may be that you are only children. Perhaps you are still in\nthe pupa stage. Tell me, is yours an early stage, or an arrested\ndevelopment, or are you indeed adult?\"\n\n\"Hey, fellows, we don't have to take that from any blob. I'll cave in\nits blasted head.\"\n\n\"That's its tail.\"\n\n\"It's its head. It's the end it talks with.\"\n\n\"Gentlemen, perhaps I can set you straight,\" I said. \"That is my tail\nyou are thwacking with that stick, and I am warning you to stop it. Of\ncourse I was talking with my tail. I was only doing it in imitation of\nyou. I am new at the language and its manner of speaking. Yet it may\nbe that I have made a grotesque mistake. Is that your _heads_ that you\nare waving in the air? Well, then, I will talk with my head, if that is\nthe custom. But I warn you again not to hit me on either end with those\nsticks.\"\n\n\"Hey, fellows, I bet we could sell that thing. I bet we could sell it\nto Billy Wilkins for his Reptile Farm.\"\n\n\"How would we get it there?\"\n\n\"Make it walk. Hey blob, can you walk?\"\n\n\"I can travel, certainly, but I would not stagger along precariously\non a pair of flesh stilts with my head in the air, as you do. When I\ntravel, I do not travel upside down.\"\n\n\"Well, let's go, then. We're going to sell you to Billy Wilkins for his\nReptile Farm. If he can use a blob, he'll put you in one of the tanks\nwith the big turtles and alligators. You think you'll like them?\"\n\n\"I am lonesome in this lost world,\" I replied sadly, \"and even the\ncompany of you peeled grubs is better than nothing. I am anxious to\nadopt a family and settle down here for what years of life I have left.\nIt may be that I will find compatibility with the species you mention.\nI do not know what they are.\"\n\n\"Hey, fellows, this blob isn't a bad guy at all. I'd shake your hand;\nblob, if I knew where it was. Let's go to Billy Wilkins' place and sell\nhim.\"\n\n\nII\n\nWe traveled to Billy Wilkins' place. My friends were amazed when\nI took to the air and believed that I had deserted them. They had\nno cause to distrust me. Without them I would have had to rely on\nintuition to reach Billy Wilkins, and even then I would lack the proper\nintroductions.\n\n\"Hey, Billy,\" said my loudest friend, whose name was Cecil, \"what will\nyou give us for a blob? It flies and talks and isn't a bad fellow at\nall. You'd get more tourists to come to your reptile show if you had\na talking blob in it. He could sing songs and tell stories. I bet he\ncould even play the guitar.\"\n\n\"Well, Cecil, I'll just give you all ten dollars for it and try to\nfigure out what it is later. I'm a little ahead on my hunches now, so I\ncan afford to gamble on this one. I can always pickle it and exhibit it\nas a genuine hippopotamus kidney.\"\n\n\"Thank you, Billy. Take care of yourself, blob.\"\n\n\"Good-by for now, gentlemen,\" I said. \"I would like you to visit me\nsome evening as soon as I am acclimated to my new surroundings. I will\nthrow a whing-ding for you--as soon as I find out what a whing-ding is.\"\n\n\"My God,\" said Billy Wilkins, \"it talks! It really talks!\"\n\n\"We told you it could talk and fly, Billy.\"\n\n\"It talks, it talks,\" said Billy. \"Where's that blasted sign painter?\nEustace, come here. We got to paint a new sign!\"\n\nThe turtles in the tank I was put into did have a sound basic\nphilosophy which was absent in the walking grubs. But they were slow\nand lacking inner fire. They would not be obnoxious company, but\nneither would they give me excitement and warmth. I was really more\ninterested in the walking grubs.\n\nEustace was a black grub, while the others had all been white; but\nlike them he had no outside casing of his own, and like them he also\nstaggered about on flesh stilts with his head in the air.\n\nIt wasn't that I was naive or hadn't seen bipeds before. But I don't\nbelieve anyone ever became entirely accustomed to seeing a biped travel\nin its peculiar manner.\n\n\"Good afternoon, Eustace,\" I said pleasantly enough. The eyes of\nEustace were large and white. He was a more handsome specimen than the\nother grubs.\n\n\"That you talking, bub? Say, you really can talk, can't you? I thought\nMr. Billy was fooling. Now just you hold that expression a minute and\nlet me get it set in my mind. I can paint anything, once I get it set\nin my mind. What's your name, blob? Have blobs names?\"\n\n\"Not in your manner. With us the name and the soul, I believe you call\nit, are the same thing and cannot be vocalized, so I will have to adopt\na name of your sort. What would be a good name?\"\n\n\"Bub, I was always partial to George Albert Leroy Ellery. That was my\ngrandfather's name.\"\n\n\"Should I also have a family name?\"\n\n\"Sure.\"\n\n\"What would you suggest?\"\n\n\"How about McIntosh?\"\n\n\"That will be fine. I will use it.\"\n\n       *       *       *       *       *\n\nI talked to the turtles while Eustace was painting my portrait on tent\ncanvas.\n\n\"Is the name of this world Florida?\" I asked one of them. \"The road\nsigns said Florida.\"\n\n\"World, world, world, water, water, water, glub, glug, glub,\" said one\nof them.\n\n\"Yes, but is this particular world we are on named Florida?\"\n\n\"World, world, water, water, glub,\" said another.\n\n\"Eustace, I can get nothing from these fellows,\" I called. \"Is this\nworld named Florida?\"\n\n\"Mr. George Albert, you are right in the middle of Florida, the\ngreatest state in the universe.\"\n\n\"Having traveled, Eustace, I have great reservations that it is the\ngreatest. But it is my new home and I must cultivate a loyalty to it.\"\n\nI went up in a tree to give advice to two young birds trying to\nconstruct a nest. This was obviously their first venture.\n\n\"You are going about it all wrong,\" I told them. \"First consider that\nthis will be your home, and then consider how you can make your home\nmost beautiful.\"\n\n\"This is the way they've always built them,\" said one of the birds.\n\n\"There must be an element of utility, yes,\" I told them. \"But the\ndominant motif should be beauty. The impression of expanded vistas can\nbe given by long low walls and parapets.\"\n\n\"This is the way they've always built them,\" said the other bird.\n\n\"Remember to embody new developments,\" I said. \"Just say to yourself,\n'This is the newest nest in the world.' Always say that about any task\nyou attempt. It inspires you.\"\n\n\"This is the way they've always built them,\" said the birds. \"Go build\nyour own nest.\"\n\n\"Mr. George Albert,\" called Eustace, \"Mr. Billy won't like your flying\naround those trees. You're supposed to stay in your tank.\"\n\n\"I was only getting a little air and talking to the birds,\" I said.\n\n\"You can talk to the birds?\" asked Eustace.\n\n\"Cannot anyone?\"\n\n\"I can, a little,\" said Eustace. \"I didn't know anyone else could.\"\n\nBut when Billy Wilkins returned and heard the report that I had been\nflying about, I was put in the snake house, in a cage that was tightly\nmeshed top and sides. My cellmate was a surly python named Pete.\n\n\"See you stay on that side,\" said Pete. \"You're too big for me to\nswallow. But I might try.\"\n\n\"There is something bothering you, Pete,\" I said. \"You have a bad\ndisposition. That can come only from a bad digestion or a bad\nconscience.\"\n\n\"I have both,\" said Pete. \"The first is because I bolt my food. The\nsecond is because--well, I forget the reason, but it's my conscience.\"\n\n\"Think hard, Pete. Why have you a bad conscience?\"\n\n\"Snakes always have bad consciences. We have forgotten the crime, but\nwe remember the guilt.\"\n\n\"Perhaps you should seek advice from someone, Pete.\"\n\n\"I kind of think it was someone's smooth advice that started us on all\nthis. He talked the legs right off us.\"\n\n       *       *       *       *       *\n\nBilly Wilkins came to the cage with another \"man,\" as the walking grubs\ncall themselves.\n\n\"That it?\" asked the other man. \"And you say it can talk?\"\n\n\"Of course I talk,\" I answered for Billy Wilkins. \"I have never known\na creature who couldn't talk in some manner. My name is George Albert\nLeroy Ellery McIntosh. I don't believe that I heard yours, sir.\"\n\n\"Bracken. Blackjack Bracken. I was telling Billy here that if he really\nhad a blob that could talk, I might be able to use it in my night\nclub. We could have you here at the Snake Ranch in the daytime for the\ntourists and kids. Then I could have you at the club at night. We could\nwork out an act. Do you think you could learn to play the guitar?\"\n\n\"Probably. But it would be much easier for me merely to duplicate the\nsound.\"\n\n\"But then how could you sing and make guitar noise at the same time?\"\n\n\"You surely don't think I am limited to one voice box?\"\n\n\"Oh. I didn't know. What's that big metal ball you have there?\"\n\n\"That's my communication sphere, to record my thoughts. I would not\nbe without it. When in danger, I swallow it. When in extreme danger,\nI will have to escape to a spot where I have concealed my ejection\nmortar, and send my sphere into the galactic drift on a chance that it\nmay be found.\"\n\n\"That's no kind of gag to put in an act. What I have in mind is\nsomething like this.\"\n\nBlackjack Bracken told a joke. It was a childish one and in poor taste.\n\n\"I don't believe that is quite my style,\" I said.\n\n\"All right, what would you suggest?\"\n\n\"I thought that I might lecture your patrons on the Higher Ethic.\"\n\n\"Look, George Albert, my patrons don't even have the lower ethic.\"\n\n\"And just what sort of recompense are we talking about?\" I asked.\n\n\"Billy and I had about settled on a hundred and fifty a week.\"\n\n\"A hundred and fifty for whom?\"\n\n\"Why, for Billy.\"\n\n\"Let us make it a hundred and fifty for myself, and ten per cent for\nBilly as my agent.\"\n\n\"Say, this blob's real smart, isn't he, Billy?\"\n\n\"Too smart.\"\n\n\"Yes, sir, George Albert, you're one smart blob. What kind of contract\nhave you signed with Billy here?\"\n\n\"No contract.\"\n\n\"Just a gentlemen's agreement?\"\n\n\"No agreement.\"\n\n\"Billy, you can't hold him in a cage without a contract. That's\nslavery. It's against the law.\"\n\n\"But, Blackjack, a blob isn't people.\"\n\n\"Try proving that in court. Will you sign a contract with me, George\nAlbert?\"\n\n\"I will not dump Billy. He befriended me and gave me a home with the\nturtles and snakes. I will sign a joint contract with the two of you.\nWe will discuss terms tomorrow--after I have estimated the attendance\nboth here and at the night club.\"\n\n\nIII\n\nOf the walking grubs (who call themselves \"people\") there are two\nkinds, and they place great emphasis on the difference. From this stems\na large part of their difficulties. This distinction, which is one\nof polarity, cuts quite across the years and ability and station of\nlife. It is not confined only to the people grubs, but also involves\napparently all the beings on the planet Florida.\n\nIt appears that a person is committed to one or the other polarity\nat the beginning of life, maintaining that polarity until death. The\ninterlocking attraction-repulsion complex set up by these two opposable\ntypes has deep emotional involvements. It is the cause of considerable\nconcern and disturbance, as well as desire and inspiration. There is a\nsort of poetic penumbra about the whole thing that tends to disguise\nits basic simplicity, expressible as a simultaneous polarity equation.\n\nComplete segregation of the two types seems impossible. If it has ever\nbeen tried, it has now evidently been abandoned as impractical.\n\nThere is indeed an intangible difference between the two types, so that\nbefore that first day at the Reptile Ranch was finished, I was able to\ndifferentiate between the two more than ninety per cent of the time.\nThe knowledge of this difference in polarity seems to be intuitive.\n\nThese two I will call the Beta and Gamma, or Boy and Girl, types. I\nbegan to see that this opposability of the two types was one of the\ngreat driving forces of the people.\n\nIn the evening I was transported to the night club and I was a\nsuccess. I would not entertain them with blue jokes or blue lyrics,\nbut the patrons seemed fascinated by my simple imitations of all\nthe instruments of the orchestra and my singing of comic ballads\nthat Eustace had taught me in odd moments that day. They were also\ninterested in the way that I drank gin--that is, emptying the bottle\nwithout breaking the seal. (It seems that the grub-people are unable to\nabsorb a liquid without making direct contact with it.)\n\nAnd I met Margaret, one of the \"girl\" singers.\n\nI had been wondering to which type of people I might show affinity. Now\nI knew. I was definitely a Beta type, for I was attracted to Margaret,\nwho was unmistakably a Gamma. I began to understand the queer effect\nthat these types have on each other.\n\nShe came over to my cage.\n\n\"I want to rub your head for good luck before I go on,\" she said.\n\n\"Thank you, Margaret,\" I replied, \"but that is not my head.\"\n\nShe sang with incomparable sadness, with all the sorrow and sordidness\nthat appear to be the lot of unfortunate Gammas. It was the essence of\nmelancholy made into music. It was a little bit like the ghost music on\nthe asteroid Artemis, a little like the death chants on Dolmena. Sex\nand sorrow. Nostalgia. Regret.\n\nHer singing shook me with a yearning that had no precedent.\n\nShe came back to my cage.\n\n\"You were wonderful, Margaret,\" I said.\n\n\"I'm always wonderful when I'm singing for my supper. I am less\nwonderful in the rare times that I am well fed. But are you happy,\nlittle buddy?\"\n\n\"I had become almost so, till I heard you sing. Now I am overcome with\nsorrow and longing. Margaret, I am fascinated with you.\"\n\n\"I go for you too, blob. You're my buddy. Isn't it funny that the only\nbuddy I have in the world is a blob? But if you'd seen some of the guys\nI've been married to--boy! I wouldn't insult you by calling them blobs.\nHave to go now. See you tomorrow night--if they keep us both on.\"\n\n       *       *       *       *       *\n\nNow there was a problem to face. It was necessary that I establish\ncontrol over my environment, and at once. How else could I aspire to\nMargaret?\n\nI knew that the heart of the entire place here was neither the bar nor\nthe entertainment therein, nor the cuisine, nor the dancing. The heart\nof the enterprise was the Casino. Here was the money that mattered; the\nrest was but garnish.\n\nI had them bring me into the gambling rooms.\n\nI had expected problems of complexity here with which the patrons\nworked for their gain or loss. Instead there was an almost amazing\nsimplicity. All the games were based on first aspect numbers only.\nIndeed, everything on the Planet Florida seemed based on first aspect\nnumbers.\n\nNow it is an elemental fact that first aspect numbers do not carry\nwithin them their own prediction. Nor were the people even possessed\nof the prediction key that lies over the very threshold of the second\naspect series.\n\nThese people were actually wagering sums--the symbols of\nprosperity--blindly, not knowing for sure whether they would win\nor lose. They were selecting numbers by hunch or at random with no\nassurance of profit. They were choosing a hole for a ball to fall into\nwithout knowing whether that was the right hole!\n\nI do not believe that I was ever so amazed at anything in my life.\n\nBut here was my opportunity to establish control over my environment.\n\nI began to play the games.\n\nUsually I would watch a round first, to be sure that I understood just\nwhat was going on. Then I would play a few times ... as many as it took\nto break the game.\n\nI broke game after game. When he could no longer pay me, Blackjack\nclosed the Casino in exasperation.\n\nThen we played poker, he and I and several others. This was even more\nsimple. I suddenly realized that the grub-people could see only one\nside of the cards at a time.\n\nI played and I won.\n\nI owned the Casino now, and all of those people were now working for\nme. Billy Wilkins also played with us, so that in short order I also\nowned the Reptile Ranch.\n\nBefore the evening was over, I owned a race track, a beach hotel, and a\ntheater in a place named New York.\n\nI had begun to establish control over my environment....\n\n       *       *       *       *       *\n\nLater. Now started the golden days. I increased my control and did what\nI could for my friends.\n\nI got a good doctor for my old friend and roommate, Pete the python,\nand he began receiving treatment for his indigestion. I got a jazzy\nsports car for my friend Eustace imported from somewhere called Italy.\nAnd I buried Margaret in mink, for she had a fix on the fur of that\nmysterious animal. She enjoyed draping it about her in the form of\ncoats, capes, cloaks, mantles and stoles, though the weather didn't\nreally require it.\n\nI had now won several banks, a railroad, an airline, and a casino in\nsomewhere named Havana.\n\n\"You're somebody now,\" said Margaret. \"You really ought to dress\nbetter. Or are you dressed? I never know. I don't know if part of that\nis clothes or if all of it is you. But at least I've learned which is\nyour head. I think we should be married in May. It's so common to be\nmarried in June. Just imagine me being Mrs. George Albert Leroy Ellery\nMcIntosh! You know, we have become quite an item. And do you know there\nare three biographies of you out--_Burgeoning Blob_, _The Blob from Way\nOut_, _The Hidden Hand Behind the Blob--What Does it Portend?_ And the\ngovernor has invited us to dine tomorrow. I do wish you would learn\nto eat. If you weren't so nice, you'd be creepy. I always say there's\nnothing wrong with marrying a man, or a blob, with money. It shows\nforesight on the part of a girl. You know you will have to get a blood\ntest? You had better get it tomorrow. You do have blood, don't you?\"\n\nI did, but not, of course, of the color and viscosity of hers. But I\ncould give it that color and viscosity temporarily. And it would react\nnegative in all the tests.\n\nShe mused, \"They are all jealous of me. They say they wouldn't marry a\nblob. They mean they couldn't.... Do you have to carry that tin ball\nwith you all the time?\"\n\n\"Yes. It is my communication sphere. In it I record my thoughts. I\nwould be lost without it.\"\n\n\"Oh, like a diary. How quaint!\"\n\nYes, those were the golden days. The grubs appeared to me in a new\nlight, for was not Margaret also a grub? Yet she seemed not so\nunfinished as the rest. Though lacking a natural outer casing, she had\nnot the appearance of crawling out from under a rock. She was quite an\nattractive \"girl.\" And she cared for me.\n\nWhat more could I wish? I was affluent. I was respected. I was in\ncontrol of my environment. And I could aid my friends, of whom I had\nnow acquired an astonishing number.\n\nMoreover, my old space-ineptitude sickness had left me. I never felt\nbetter in my life. Ah, golden days, one after the other like a pleasant\ndream. And soon I am to be married!\n\n\nIV\n\nThere has been a sudden change. As on the Planet Hecube, where full\nsummer turns into the dead of the winter in minutes, to the destruction\nof many travelers, so was it here. My world is threatened!\n\nIt is tottering, all that I have built up. I will fight. I will have\nthe best lawyers on the planet. I am not done. But I am threatened....\n\nLater. This may be the end. The appeal court has given its decision. A\nblob may not own property in Florida. A blob is not a person.\n\nOf course I am not a person. I never pretended to be. But I am a\n_personage_! I will yet fight this thing....\n\nLater. I have lost everything. The last appeal is gone. By definition,\nI am an animal of indeterminate origin, and my property is being\ncompletely stripped from me.\n\nI made an eloquent appeal and it moved them greatly. There were tears\nin their eyes. But there was greed in the set of their mouths. They\nhave a vested interest in stripping me. Each will seize a little.\n\nAnd I am left a pauper, a vassal, an animal, a slave. This is always\nthe last doom of the marooned, to be a despised alien at the mercy of\na strange world.\n\nYet it should not be hopeless. I will have Margaret. Since my contract\nwith Billy Wilkins and Blackjack Bracken, long since bought up, is\nno longer in effect, Margaret should be able to handle my affairs\nas a person. I believe that I have great earning powers yet, and I\ncan win as much as I wish by gambling. We will treat this as only a\ntechnicality. We shall acquire new fortune. I will reestablish control\nover my environment. I will bring back the golden days. A few of my old\nfriends are still loyal to me, Margaret, Pete the python, Eustace....\n\nLater. The world has caved in completely. Margaret has thrown me over.\n\n\"I'm sorry, blobby,\" she said, \"but it just won't work. You're still\nnice, but without money you are only a blob. How could I marry a blob?\"\n\n\"But we can earn more money! I am talented.\"\n\n\"No, you're box-office poison now. You were a fad, and fads die\nquickly.\"\n\n\"But, Margaret, I can win as much as I wish by gambling.\"\n\n\"Not a chance, blobby. Nobody will gamble with you any more. You're\nthrough, blob. I will miss you, though. There will be a new blue note\nin my ballads when I sing for my supper, after the mink coats are all\ngone. 'By now.\"\n\n\"Margaret, do not leave me! What of all our golden days together?\"\n\nBut all she said was \"'By now.\"\n\nAnd she was gone forever.\n\n       *       *       *       *       *\n\nI am desolate and my old space-ineptitude has returned. My recovery was\nan illusion. I am so ill with awkwardness that I can no longer fly. I\nmust walk on the ground like one of the giant grubs. A curse on this\nplanet Florida and all its sister orbs! What a miserable world this is!\n\nHow could I have been tricked by a young Gamma type of the walking\ngrub? Let her crawl back under her ancestral rocks with all the rest of\nher kind.... No, no, I do not mean that. To me she will always remain a\ndream, a broken dream.\n\nI am no longer welcome at the Casino. They kicked me down the front\nsteps.\n\nI no longer have a home at the Reptile Ranch.\n\n\"Mr. George Albert,\" said Eustace, \"I just can't afford to be seen with\nyou any more. I have my position to consider, with a sports car and all\nthat.\"\n\nAnd Pete the python was curt.\n\n\"Well, big shot, I guess you aren't so big after all. And you were sure\nno friend of mine. When you had that doctor cure me of my indigestion,\nyou left me with nothing but my bad conscience. I wish I could get my\nindigestion back.\"\n\n\"A curse on this world,\" I said.\n\n\"World, world, water, water, glug, glug,\" said the turtles in their\ntanks, my only friends.\n\nSo I have gone back into the woods to die. I have located my ejection\nmortar, and when I know that death is finally on me, I will fire off\nmy communication sphere and hope it will reach the galactic drift.\nWhoever finds it--friend--space traveler--you who were too impatient to\nremain on your own world--be you warned of this one! Here ingratitude\nis the rule and cruelty the main sport. The unfinished grubs have come\nout from under their rocks and they walk this world upside down with\ntheir heads in the air. Their friendship is fleeting, their promises\nare like the wind.\n\nI am near my end.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Weirdest World, by R. A. Lafferty\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WEIRDEST WORLD ***\n\n***** This file should be named 51774.txt or 51774.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/7/7/51774/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}