{"title": "Survival Kit", "author": "Frederik Pohl", "releaseDate": "April 20, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n               It wasn't fair--a smart but luckless man\n               like Mooney had to scrounge, while Harse\n               always made out just because he had a....\n\n                             Survival Kit\n\n                           By FREDERIK POHL\n\n                        Illustrated by GAUGHAN\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction May 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\nI\n\nMooney looked out of his window, and the sky was white.\n\nIt was a sudden, bright, cold flare and it was gone again. It had no\nmore features than a fog, at least not through the window that was\nshowered with snow and patterned with spray from the windy sea.\n\nMooney blew on his hands and frowned at the window.\n\n\"Son of a gun,\" he said, and thought for a moment about phoning the\nCoast Guard station. Of course, that meant going a quarter of a mile in\nthe storm to reach the only other house nearby that was occupied; the\nHansons had a phone that worked, but a quarter of a mile was a long way\nin the face of a December gale. And it was all dark out there now. Less\nthan twenty miles across the bay was New York, but this Jersey shore\ncoast was harsh as the face of the Moon.\n\nMooney decided it was none of his business.\n\nHe shook the kettle, holding it with an old dish towel because it was\nsizzling hot. It was nearly empty, so he filled it again and put it\nback on the stove. He had all four top burners and the oven going,\nwhich made the kitchen tolerably warm--as long as he wore the scarf and\nthe heavy quilted jacket and kept his hands in his pockets. And there\nwas plenty of tea.\n\nUncle Lester had left that much behind him--plenty of tea, nearly a\ndozen boxes of assorted cookies and a few odds and ends of canned\ngoods. And God's own quantity of sugar.\n\nIt wasn't exactly a balanced diet, but Mooney had lived on it for three\nweeks now--smoked turkey sausages for breakfast, and oatmeal cookies\nfor lunch, and canned black olives for dinner. And always plenty of tea.\n\n       *       *       *       *       *\n\nThe wind screamed at him as he poured the dregs of his last cup of tea\ninto the sink and spooned sugar into the cup for the next one. It was,\nhe calculated, close to midnight. If the damn wind hadn't blown down\nthe TV antenna, he could be watching the late movies now. It helped to\npass the time; the last movie was off the air at two or three o'clock,\nand then he could go to bed and, with any luck, sleep till past noon.\n\nAnd Uncle Lester had left a couple of decks of sticky, child-handled\ncards behind him, too, when the family went back to the city at the end\nof the summer. So what with four kinds of solitaire, and solo bridge,\nand television, and a few more naps, Mooney could get through to the\nnext two or three A.M. again. If only the wind hadn't blown down the\nantenna!\n\nBut as it was, all he could get on the cheap little set his uncle had\nleft behind was a faint gray herringbone pattern--\n\nHe straightened up with the kettle in his hand, listening.\n\nIt was almost as though somebody was knocking at the door.\n\n\"That's crazy,\" Mooney said out loud after a moment. He poured the\nwater over the tea bag, tearing a little corner off the paper tag on\nthe end of the string to mark the fact that this was the second cup he\nhad made with the bag. He had found he could get three cups out of a\nsingle bag, but even loaded with sugar, the fourth cup was no longer\nvery good. Still, he had carefully saved all the used, dried-out bags\nagainst the difficult future day when even the tea would be gone.\n\nThat was going to be one bad day for Howard Mooney.\n\nRap, tap. It really was someone at the door! Not knocking, exactly, but\neither kicking at it or striking it with a stick.\n\nMooney pulled his jacket tight around him and walked out into the\nfrigid living room, not quite so frigid as his heart.\n\n\"Damn!\" he said. \"Damn, damn!\"\n\nWhat Mooney knew for sure was that nothing good could be coming in that\ndoor for him. It might be a policeman from Sea Bright, wondering about\nthe light in the house; it might be a member of his uncle's family.\nIt was even possible that one of the stockholders who had put up the\nmoney for that unfortunate venture into frozen-food club management\nhad tracked him down as far as the Jersey shore. It could be almost\nanything or anybody, but it couldn't be good.\n\nAll the same, Mooney hadn't expected it to turn out to be a tall, lean\nman with angry pale eyes, wearing a silvery sort of leotard.\n\n       *       *       *       *       *\n\n\"I come in,\" said the angry man, and did.\n\nMooney slammed the door behind him. Too bad, but he couldn't keep it\nopen, even if it was conceding a sort of moral right to enter to the\nstranger; he couldn't have all that cold air coming in to dilute his\nlittle bubble of warmth.\n\n\"What the devil do you want?\" Mooney demanded.\n\nThe angry man looked about him with an expression of revulsion. He\npointed to the kitchen. \"It is warmer. In there?\"\n\n\"I suppose so. What do--\" But the stranger was already walking into the\nkitchen. Mooney scowled and started to follow, and stopped, and scowled\neven more. The stranger was leaving footprints behind him, or anyway\nsome kind of marks that showed black on the faded summer rug. True, he\nwas speckled with snow, but--that much snow? The man was drenched. It\nlooked as though he had just come out of the ocean.\n\nThe stranger stood by the stove and glanced at Mooney warily. Mooney\nstood six feet, but this man was bigger. The silvery sort of thing he\nhad on covered his legs as far as the feet, and he wore no shoes. It\ncovered his body and his arms, and he had silvery gloves on his hands.\nIt stopped at the neck, in a collar of what looked like pure silver,\nbut could not have been because it gave with every breath the man took\nand every tensed muscle or tendon in his neck. His head was bare and\nhis hair was black, cut very short.\n\nHe was carrying something flat and shiny by a molded handle. If it\nhad been made of pigskin, it would have resembled a junior executive's\nbriefcase.\n\nThe man said explosively: \"You will help me.\"\n\nMooney cleared his throat. \"Listen, I don't know what you want, but\nthis is my house and--\"\n\n\"You will help me,\" the man said positively. \"I will pay you. Very\nwell?\"\n\nHe had a peculiar way of parting his sentences in the middle, but\nMooney didn't care about that. He suddenly cared about one thing and\nthat was the word \"pay.\"\n\n\"What do you want me to do?\"\n\nThe angry-eyed man ran his gloved hands across his head and sluiced\ndrops of water onto the scuffed linoleum and the bedding of the cot\nMooney had dragged into the kitchen. He said irritably: \"I am a\nwayfarer who needs a. Guide? I will pay you for your assistance.\"\n\nThe question that rose to Mooney's lips was \"How much?\" but he fought\nit back. Instead, he asked, \"Where do you want to go?\"\n\n\"One moment.\" The stranger sat damply on the edge of Mooney's cot and,\nclick-snap, the shiny sort of briefcase opened itself in his hands.\nHe took out a flat round thing like a mirror and looked into it,\nsqueezing it by the edges, and holding it this way and that.\n\nFinally he said: \"I must go to Wednesday, the twenty-sixth of December,\nat--\" He tilted the little round thing again. \"Brooklyn?\" he finished\ntriumphantly.\n\nMooney said, after a second: \"That's a funny way to put it.\"\n\n\"Question?\"\n\n\"I mean,\" said Mooney, \"I know where Brooklyn is and I know _when_ the\ntwenty-sixth of December is--it's next week--but you have to admit that\nthat's an odd way of putting it. I mean you don't _go_ anywhere in\ntime.\"\n\nThe wet man turned his pale eyes on Mooney. \"Perhaps you are. Wrong?\"\n\n\nII\n\nMooney stared at his napping guest in a mood of wonder and fear and\ndelight.\n\nTime traveler! But it was hard to doubt the pale-eyed man. He had said\nhe was from the future and he mentioned a date that made Mooney gasp.\nHe had said: \"When you speak to me, you must know that my. Name? Is\nHarse.\" And then he had curled up on the floor, surrounding his shiny\nbriefcase like a mother cat around a kitten, and begun dozing alertly.\n\nBut not before he showed Mooney just what it was he proposed to pay\nhim with.\n\nMooney sipped his cooling tea and forgot to shiver, though the drafts\nwere fiercer and more biting than ever, now just before dawn. He\nwas playing with what had looked at first like a string of steel\nball-bearings, a child's necklace, half-inch spheres linked together in\na strand a yard long.\n\nWampum! That was what Harse had called the spheres when he picked the\nstring out of his little kit, and that was what they were.\n\nEach ball-bearing was hollow. Open them up and out come the treasures\nof the crown. Pop, and one of the spheres splits neatly in half,\nand out spills a star sapphire, as big as the ball of your finger,\nglittering like the muted lights of hell. Pop, and another sphere drops\na ball of yellow gold into your palm. Pop for a narwhal's tooth, pop\nfor a cube of sugar; pop, pop, and there on the table before Harse\nsparkled diamonds and lumps of coal, a packet of heroin, a sphere of\nsilver, pearls, beads of glass, machined pellets of tungsten, lumps of\nsaffron and lumps of salt.\n\n\"It is,\" said Harse, \"for your. Pay? No, _no_!\" And he headed off\nMooney's greedy fingers.\n\nClick, click, click, and the little pellets of treasure and trash were\nback in the steel balls.\n\n\"No, _no_!\" said Harse again, grinning, snapping the balls together\nlike poppets in a string. \"After you have guided me to Brooklyn and the\nDecember twenty-sixth. But I must say to you. This? That some of the\nballs contain plutonium and some radium. And I do not think that you\ncan get them. Open? But if you did, you perhaps would die. Oh. Ho?\"\nAnd, laughing, he began his taut nap.\n\n       *       *       *       *       *\n\nMooney swallowed the last of his icy tea. It was full daylight outside.\n\nVery well, castaway, he said silently to the dozing pale-eyed man, I\nwill guide you. Oh, there never was a guide like Mooney--not when a\nguide's fee can run so high. But when you are where you want to go,\nthen we'll discuss the price....\n\nA hacksaw, he schemed, and a Geiger counter. He had worn his fingers\nraw trying to find the little button or knob that Harse had used to\nopen them. All right, he was licked there. But there were more ways\nthan one to open a cat's eye.\n\nA hacksaw. A Geiger counter. And, Mooney speculated drowsily, maybe a\ngun, if the pale-eyed man got tough.\n\nMooney fell asleep in joy and anticipation for the first time in more\nthan a dozen years.\n\n       *       *       *       *       *\n\nIt was bright the next morning. Bright and very cold.\n\n\"Look alive!\" Mooney said to the pale-eyed man, shivering. It had been\na long walk from Uncle Lester's house to the bridge, in that ripping,\nshuddering wind that came in off the Atlantic.\n\nHarse got up off his knees, from where he had been examining the\nasphalt pavement under the snow. He stood erect beside Mooney, while\nMooney put on an egg-sucking smile and aimed his thumb down the road.\n\nThe station wagon he had spotted seemed to snarl and pick up speed as\nit whirled past them onto the bridge.\n\n\"I hope you skid into a ditch!\" Mooney bawled into the icy air. He was\nin a fury. There was a bus line that went where they wanted to go.\nA warm, comfortable bus that would stop for them if they signaled,\nthat would drop them just where they wanted to be, to convert one of\nHarse's ball-bearings into money. The gold one, Mooney planned. Not the\ndiamond, not the pearl. Just a few dollars was all they wanted, in this\nJersey shore area where the towns were small and the gossip big. Just\nthe price of fare into New York, where they could make their way to\nTiffany's.\n\nBut the bus cost thirty-five cents apiece. Total, seventy cents. Which\nthey didn't have.\n\n\"Here comes another. Car?\"\n\nMooney dragged back the corners of his lips into another smile and held\nout his thumb.\n\nIt was a panel truck, light blue, with the sides lettered: _Chris's\nDelicatessen. Free Deliveries._ The driver slowed up, looked them over\nand stopped. He leaned toward the right-hand window.\n\nHe called: \"I can take you far's Red Ba--\"\n\nHe got a good look at Mooney's companion then and swallowed. Harse had\nput on an overcoat because Mooney insisted on it and he wore a hat\nbecause Mooney had told him flatly there would be trouble and questions\nif he didn't. But he hadn't taken off his own silvery leotard, which\npeeped through between neck and hat and where the coat flapped open.\n\n\"--ank,\" finished the driver thoughtfully.\n\nMooney didn't give him a chance to change his mind. \"Red Bank is just\nwhere we want to go. Come on!\" Already he had his hand on the door. He\njumped in, made room for Harse, reached over him and slammed the door.\n\n\"Thank you very much,\" he said chattily to the driver. \"Cold morning,\nisn't it? And that was some storm last night. Say, we really do\nappreciate this. Anywhere in Red Bank will be all right to drop us,\nanywhere at all.\"\n\nHe leaned forward slightly, just enough to keep the driver from being\nable to get a really good look at his other passenger.\n\nIt would have gone all right, it really would, except that just past\nFair Haven, Harse suddenly announced: \"It is the time for me to. Eat?\"\n\n       *       *       *       *       *\n\nHe snip-snapped something around the edges of the gleaming sort of\ndispatch case, which opened. Mooney, peering over his shoulder, caught\nglimpses of shiny things and spinning things and things that seemed to\nglow. So did the driver.\n\n\"Hey,\" he said, interested, \"what've you got there?\"\n\n\"My business,\" said Harse, calmly and crushingly.\n\nThe driver blinked. He opened his mouth, and then he shut it again, and\nhis neck became rather red.\n\nMooney said rapidly: \"Say, isn't there--uh--isn't there a lot of snow?\"\nHe feigned fascination with the snow on the road, leaning forward until\nhis face was nearly at the frosty windshield. \"My gosh, I've never seen\nthe road so snowy!\"\n\nBeside him, Harse was methodically taking things out of other things. A\nlittle cylinder popped open and began to steam; he put it to his lips\nand drank. A cube the size of a fist opened up at one end and little\npellets dropped out into a cup. Harse picked a couple up and began to\nchew them. A flat, round object the shape of a cafeteria pie flipped\nopen and something gray and doughy appeared--\n\n\"Holy heaven!\"\n\nMooney's face slammed into the windshield as the driver tramped on his\nbrakes. Not that Mooney could really blame him. The smell from that\ndoughy mass could hardly be believed; and what made it retchingly worse\nwas that Harse was eating it with a pearly small spoon.\n\nThe driver said complainingly: \"Out! Out, you guys! I don't mind giving\nyou a lift, but I've got hard rolls in the back of the truck and that\nsmell's going to--Out! You heard me!\"\n\n\"Oh,\" said Harse, tasting happily. \"No.\"\n\n\"_No?_\" roared the driver. \"Now listen! I don't have to take any lip\nfrom hitchhikers! I don't have to--\"\n\n\"One moment,\" said Harse. \"Please.\" Without hurry and without delay,\nbeaming absently at the driver, he reached into the silvery case again.\nSnip, snippety-snap; a jointed metal thing wriggled and snicked into\nplace. And Harse, still beaming, pointed it at the driver.\n\nPale blue light and a faint whine.\n\nIt was a good thing the truck was halted, because the whining blue\nlight reached diffidently out and embraced the driver; and then there\nwas no driver. There was nothing. He was gone, beyond the reach of any\nfurther lip from hitchhikers.\n\n\nIII\n\nSo there was Mooney, driving a stolen panel truck, Mooney the bankrupt,\nMooney the ne'er-do-well, and now Mooney the accomplice murderer. Or so\nhe thought, though the pale-eyed man had laughed like a panther when\nhe'd asked.\n\nHe rehearsed little speeches all the day down U.S. One, Mooney did, and\nthey all began: \"Your Honor, I didn't know--\"\n\nWell, he hadn't. How could a man like Mooney know that Harse was so\nbereft of human compassion as to snuff out a life for the sake of\nfinishing his lunch in peace? And what could Mooney have done about it,\nwithout drawing the diffident blue glow to himself? No, Your Honor,\nreally, Your Honor, he took me by surprise....\n\nBut by the time they ditched the stolen car, nearly dry of gas, at the\nHoboken ferry, Mooney had begun to get his nerve back. In fact, he was\nbeginning to perceive that in that glittering silvery dispatch case\nthat Harse hugged to him were treasures that might do wonders for a\nsmart man unjustly dogged by hard times. The wampum alone! But beyond\nthe wampum, the other good things that might in time be worth more than\nany amount of mere money.\n\nThere was that weapon. Mooney cast a glance at Harse, blank-eyed and\nrelaxed, very much disinterested in the crowds of commuters on the\nferry.\n\nNobody in all that crowd would believe that Harse could pull out a\nlittle jointed metal thing and push a button and make any one of them\ncease to exist. Nobody would believe it--not even a jury. Corpus\ndelicti, body of evidence--why, there would _be_ no evidence! It was a\nsimple, workable, foolproof way of getting any desired number of people\nout of the way without fuss, muss or bother--and couldn't a smart but\nmisfortunate man like Mooney do wonders by selectively removing those\npersons who stood as obstacles in his path?\n\nAnd there would be more, much, much more. The thing to do, Mooney\nschemed, was to find out just what Harse had in that kit and how to\nwork it; and then--who could know, perhaps Harse would himself find the\ndiffident blue light reaching out for him before the intersection of\nBrooklyn and December twenty-sixth?\n\nMooney probed.\n\n\"Ah,\" laughed Harse. \"Ho! I perceive what you want. You think perhaps\nthere is something you can use in my survival kit.\"\n\n\"All right, Harse,\" Mooney said submissively, but he did have\nreservations.\n\nFirst, it was important to find out just what was in the kit. After\nthat--\n\nWell, even a man from the future had to sleep.\n\n       *       *       *       *       *\n\nMooney was in a roaring rage. How dared the Government stick its\nbureaucratic nose into a simple transaction of citizens! But it turned\nout to be astonishingly hard to turn Harse's wampum into money. The\nfirst jeweler asked crudely threatening questions about an emerald\nthe size of the ball of his thumb; the second quoted chapter and\nverse on the laws governing possession of gold. Finally they found a\npawnbroker, who knowingly accepted a diamond that might have been worth\na fortune; and when they took his first offer of a thousand dollars,\nthe pawnbroker's suspicions were confirmed. Mooney dragged Harse away\nfrom there fast.\n\nBut they did have a thousand dollars.\n\nAs the cab took them across town, Mooney simmered down; and by the\ntime they reached the other side, he was entirely content. What was a\nfortune more or less to a man who very nearly owned some of the secrets\nof the future?\n\nHe sat up, lit a cigarette, waved an arm and said expansively to Harse:\n\"Our new home.\"\n\nThe pale-eyed man took a glowing little affair with eyepieces away from\nin front of his eyes.\n\n\"Ah,\" he said. \"So.\"\n\nIt was quite an attractive hotel, Mooney thought judiciously. It did a\nlot to take away the sting of those sordidly avaricious jewelers. The\nlobby was an impressively close approximation of a cathedral and the\nbellboys looked smart and able.\n\nHarse made an asthmatic sound. \"What is. That?\" He was pointing at\na group of men standing in jovial amusement around the entrance to\nthe hotel's grand ballroom, just off the lobby. They wore purple\nharem pants and floppy green hats, and every one of them carried a\nsilver-paper imitation of a scimitar.\n\nMooney chuckled in a superior way. \"You aren't up on our local customs,\nare you? That's a convention, Harse. They dress up that way because\nthey belong to a lodge. A lodge is a kind of fraternal organization. A\nfraternal organization is--\"\n\nHarse said abruptly: \"I want.\"\n\nMooney began to feel alarm. \"What?\"\n\n\"I want one for a. Specimen? Wait, I think I take the big one there.\"\n\n\"Harse! Wait a minute!\" Mooney clutched at him. \"Hold everything, man!\nYou can't do that.\"\n\nHarse stared at him. \"Why?\"\n\n\"Because it would upset everything, that's why! You want to get to\nyour rendezvous, don't you? Well, if you do anything like that, we'll\n_never_ get there!\"\n\n\"Why not?\"\n\n\"Please,\" Mooney said, \"please take my word for it. You hear me? I'll\nexplain later!\"\n\nHarse looked by no means convinced, but he stopped opening the silvery\nmetal case. Mooney kept an eye on him while registering. Harse\ncontinued to watch the conventioneers, but he went no further. Mooney\nbegan to breathe again.\n\n\"Thank _you_, sir,\" said the desk clerk--not every guest, even in this\nhotel, went for a corner suite with two baths. \"Front!\"\n\n       *       *       *       *       *\n\nA smart-looking bellboy stepped forward, briskly took the key from the\nclerk, briskly nodded at Mooney and Harse. With the automatic reflex\nof any hotel bellhop, he reached for Harse's silvery case. Baggage was\nbaggage, however funny it looked.\n\nBut Harse was not just any old guest. The bellboy got the bag away\nfrom him, all right, but his victory was purely transitory. He yelled,\ndropped the bag, grabbed his fist with the other hand.\n\n\"Hey! It shocked me! What kind of tricks are you trying to do with\nelectric suitcases?\"\n\nMooney moaned softly. The whole lobby was looking at them--even the\nconventioneers at the entrance to the ballroom; even the men in mufti\nmingling with the conventioneers, carrying cameras and flash guns; even\nthe very doorman, the whole lobby away. That was bad. What was worse\nwas that Harse was obviously getting angry.\n\n\"Wait, wait!\" Mooney stepped between them in a hurry. \"I can explain\neverything. My friend is, uh, an inventor. There's some very important\nmaterial in that briefcase, believe me!\"\n\nHe winked, patted the bellhop on the shoulder, took his hand with\nfriendly concern and left in it a folded bill.\n\n\"Now,\" he said confidentially, \"we don't want any disturbance. I'm\nsure you understand how it is, son. Don't you? My friend can't take\nany chances with his, uh, confidential material, you see? Right. Well,\nlet's say no more about it. Now if you'll show us to our room--\"\n\nThe bellhop, still stiff-backed, glanced down at the bill and the\nstiffness disappeared as fast as any truck-driver bathed in Harse's\npale blue haze. He looked up again and grinned.\n\n\"Sorry, sir--\" he began.\n\nBut he didn't finish. Mooney had let Harse get out of his sight a\nmoment too long.\n\nThe first warning he had was when there was a sudden commotion among\nthe lodge brothers. Mooney turned, much too late. There was Harse; he\nhad wandered over there, curious and interested and--Harse. He had\nstared them up and down, but he hadn't been content to stare. He had\nopened the little silvery dispatch-case and taken out of it the thing\nthat looked like a film viewer; and maybe it was a camera, too, because\nhe was looking through it at the conventioneers. He was covering them\nas Dixie is covered by the dew, up and down, back and forth, heels to\nhead.\n\nAnd it was causing a certain amount of attention. Even one of\nthe photographers thought maybe this funny-looking guy with the\nfunny-looking opera glasses was curious enough to be worth a shot.\nAfter all, that was what the photographer was there for. He aimed and\npopped a flash gun.\n\nThere was an abrupt thin squeal from the box. Black fog sprayed out of\nit in a greasy jet. It billowed toward Harse. It collected around him,\nswirled high. Now all the flashguns were popping....\n\nIt was a clear waste of a twenty-dollar bill, Mooney told himself\naggrievedly out on the sidewalk. There had been no point in buttering\nup the bellhop as long as Harse was going to get them thrown out anyway.\n\n       *       *       *       *       *\n\nOn the other side of the East River, in a hotel that fell considerably\nbelow Mooney's recent, brief standards of excellence, Mooney cautiously\ntipped a bellboy, ushered him out, locked the door behind him and,\nutterly exhausted, flopped on one of the twin beds.\n\nHarse glanced at him briefly, then wandered over to the window and\nstared incuriously at the soiled snow outside.\n\n\"You were fine, Harse,\" said Mooney without spirit. \"You didn't do\nanything wrong at all.\"\n\n\"Ah,\" said Harse without turning. \"So?\"\n\nMooney sat up, reached for the phone, demanded setups and a bottle from\nroom service and hung up.\n\n\"Oh, well,\" he said, beginning to revive, \"at least we're in Brooklyn\nnow. Maybe it's just as well.\"\n\n\"As well. What?\"\n\n\"I mean this is where you wanted to be. Now we just have to wait four\ndays, until the twenty-sixth. We'll have to raise some more money, of\ncourse,\" he added experimentally.\n\nHarse turned and looked at him with the pale eyes. \"One thousand\ndollars you have. Is not enough?\"\n\n\"Oh, no, Harse,\" Mooney assured him. \"Why, that won't be nearly enough.\nThe room rent in this hotel alone is likely to use that up. Besides all\nthe extras, of course.\"\n\n\"Ah.\" Harse, looking bored, sat down in the chair near Mooney, opened\nhis kit, took out the thing that looked like a film viewer and put it\nto his eyes.\n\n\"We'll have to sell some more of those things. After all--\" Mooney\nwinked and dug at the pale-eyed man's ribs with his elbow--\"we'll be\nneeding some, well, entertainment.\"\n\nHarse took the viewer away from his eyes. He glanced thoughtfully at\nthe elbow and then at Mooney. \"So,\" he said.\n\nMooney coughed and changed the subject. \"One thing, though,\" he begged.\n\"Don't get me in any more trouble like you did in that hotel lobby--or\nwith that guy in the truck. Please? I mean, after all, you're making it\nhard for me to carry out my job.\"\n\nHarse was thoughtfully silent.\n\n\"Promise?\" Mooney urged.\n\nHarse said, after some more consideration: \"It is not altogether\nme. That is to say, it is a matter of defense. My picture should not\nbe. Photographed? So the survival kit insures that it is not. You\nunderstand?\"\n\nMooney leaned back. \"You mean--\" The bellboy with the drinks\ninterrupted him; he took the bottle, signed the chit, tipped the boy\nand mixed himself a reasonably stiff but not quite stupefying highball,\nthinking hard.\n\n\"Did you say 'survival kit'?\" he asked at last.\n\nHarse was deep in the viewer again, but he looked away from it\nirritably. \"Naturally, survival kit. So that I can. Survive?\" He went\nback to the viewer.\n\nMooney took a long, thoughtful slug of the drink.\n\n       *       *       *       *       *\n\nSurvival kit. Why, that made sense. When the Air Force boys went out\nand raided the islands in the Pacific during the war, sometimes they\ngot shot down--and it was enemy territory, or what passed for it. Those\nislands were mostly held by Japanese, though their populations hardly\nknew it. All the aboriginals knew was that strange birds crossed the\nsky and sometimes men came from them. The politics of the situation\ndidn't interest the headhunters. What really interested them was heads.\n\nBut for a palatable second choice, they would settle for trade\ngoods--cloth, mirrors, beads. And so the bomber pilots were equipped\nwith survival kits--maps, trade goods, rations, weapons, instructions\nfor proceeding to a point where, God willing, a friendly submarine\nmight put ashore a rubber dinghy to take them off.\n\nMooney said persuasively: \"Harse. I'm sorry to bother you, but we have\nto talk.\" The man with the pale eyes took them away from the viewer\nagain and stared at Mooney. \"Harse, were you shot down like an airplane\npilot?\"\n\n       *       *       *       *       *\n\nHarse frowned--not in anger, or at least not at Mooney. It was the\neffort to make himself understood. He said at last: \"Yes. Call it that.\"\n\n\"And--and this place you want to go to--is that where you will be\nrescued?\"\n\n\"Yes.\"\n\nAha, thought Mooney, and the glimmerings of a new idea began to kick\nand stretch its fetal limbs inside him. He put it aside, to bear and\ncoddle in private. He said: \"Tell me more. Is there any particular part\nof Brooklyn you have to go to?\"\n\n\"Ah. The Nexus Point?\" Harse put down the viewer and, snap-snap, opened\nthe gleaming kit. He took out the little round thing he had consulted\nin the house by the cold Jersey sea. He tilted it this way and that,\nfrowned, consulted a small square sparkly thing that came from another\npart of the case, tilted the round gadget again.\n\n\"Correcting for local time,\" he said, \"the Nexus Point is one hour and\none minute after midnight at what is called. The Vale of Cashmere?\"\n\nMooney scratched his ear. \"The Vale of Cashmere? Where the devil is\nthat--somewhere in Pakistan?\"\n\n\"Brooklyn,\" said Harse with an imp's grimace. \"You are the guide and\nyou do not know where you are guiding me to?\"\n\nMooney said hastily: \"All right, Harse, all right. I'll find it. But\ntell me one thing, will you? Just suppose--suppose, I said--that for\nsome reason or other, we don't make it to the what-you-call, Nexus\nPoint. Then what happens?\"\n\nHarse for once neither laughed nor scowled. The pale eyes opened wide\nand glanced around the room, at the machine-made candlewick spreads on\nthe beds, at the dusty red curtains that made a \"suite\" out of a long\nroom, at the dog-eared Bible that lay on the night table.\n\n\"Suh,\" he stammered, \"suh--suh--seventeen years until there is another\nNexus Point!\"\n\n\nIV\n\nMooney dreamed miraculous dreams and not entirely because of the empty\nbottle that had been full that afternoon. There never was a time,\nnever will be a time, like the future Mooney dreamed of--Mooney-owned,\nhouri-inhabited, a fair domain for a live-wire Emperor of the Eons....\n\nHe woke up with a splitting head.\n\nEven a man from the future had to sleep, so Mooney had thought, and it\nhad been in his mind that, even this first night, it might pay to stay\nawake a little longer than Harse, just in case it might then seem like\na good idea to--well, to bash him over the head and grab the bag. But\nthe whiskey had played him dirty and he had passed out--drunk, blind\ndrunk, or at least he hoped so. He hoped that he hadn't seen what he\nthought he had seen _sober_.\n\nHe woke up and wondered what was wrong. Little tinkling ice spiders\nwere moving around him. He could hear their tiny crystal sounds and\nfeel their chill legs, so lightly, on him. It was still a dream--wasn't\nit?\n\nOr was he awake? The thing was, he couldn't tell. If he was awake, it\nwas the middle of the night, because there was no light whatever; and\nbesides, he didn't seem to be able to move.\n\nThought Mooney with anger and desperation: I'm dead. And: What a time\nto die!\n\nBut second thoughts changed his mind; there was no heaven and no hell,\nin all the theologies he had investigated, that included being walked\nover by tiny spiders of ice. He _felt_ them. There was no doubt about\nit.\n\nIt was Harse, of course--had to be. Whatever he was up to, Mooney\ncouldn't say, but as he lay there sweating cold sweat and feeling the\ncrawling little feet, he knew that it was something Harse had made\nhappen.\n\nLittle by little, he began to be able to see--not much, but enough to\nsee that there really was something crawling. Whatever the things were,\nthey had a faint, tenuous glow, like the face of a watch just before\ndawn. He couldn't make out shapes, but he could tell the size--not much\nbigger than a man's hand--and he could tell the number, and there were\ndozens of them.\n\nHe couldn't turn his head, but on the walls, on his chest, on his face,\neven on the ceiling, he could see faint moving patches of fox-fire\nlight.\n\n       *       *       *       *       *\n\nHe took a deep breath. \"Harse!\" he started to call; wake him up, make\nhim stop this! But he couldn't. He got no further than the first\nhuff of the aspirate when the scurrying cold feet were on his lips.\nSomething cold and damp lay across them and it stuck. Like spider silk,\nbut stronger--he couldn't speak, couldn't move his lips, though he\nalmost tore the flesh.\n\nOh, he could make a noise, all right. He started to do so, to snort and\nhum through his nose. But Mooney was not slow of thought and he had a\nsudden clear picture of that same cold ribbon crossing his nostrils,\nand what would be the use of all of time's treasures then, when it was\nno longer possible to breathe at all?\n\nIt was quite apparent that he was not to make a noise.\n\nHe had patience--the kind of patience that grows with a diet of\nthrice-used tea bags and soggy crackers. He waited.\n\nIt wasn't the middle of the night after all, he perceived, though it\nwas still utterly dark except for the moving blobs. He could hear\nsounds in the hotel corridor outside--faintly, though: the sound of a\nvacuum cleaner, and it might have been a city block away; the tiniest\nwhisper of someone laughing.\n\nHe remembered one of his drunken fantasies of the night before--little\nrobot mice, or so they seemed, spinning a curtain across the window;\nand he shuddered, because that had been no fantasy. The window was\ncurtained. And it was mid-morning, at the earliest, because the\nchambermaids were cleaning the halls.\n\nWhy couldn't he move? He flexed the muscles of his arms and legs, but\nnothing happened. He could feel the muscles straining, he could feel\nhis toes and fingers twitch, but he was restrained by what seemed a web\nof Gulliver's cords....\n\nThere was a tap at the door. A pause, the scratching of a key, and the\nroom was flooded with light from the hall.\n\nOut of the straining corner of his eye, Mooney saw a woman in a gray\ncotton uniform, carrying fresh sheets, standing in the doorway, and her\nmouth was hanging slack. No wonder, for in the light from the hall,\nMooney could see the room festooned with silver, with darting silvery\nshapes moving about. Mooney himself wore a cocoon of silver, and on the\nbed next to him, where Harse slept, there was a fantastic silver hood,\nlike the basketwork of a baby's bassinet, surrounding his head.\n\nIt was a fairyland scene and it lasted only a second. For Harse cried\nout and leaped to his feet. Quick as an adder, he scooped up something\nfrom the table beside his bed and gestured with it at the door. It\nwas, Mooney half perceived, the silvery, jointed thing he had used in\nthe truck; and he used it again.\n\nPale blue light streamed out.\n\nIt faded and the chambermaid, popping eyes and all, was gone.\n\n       *       *       *       *       *\n\nIt didn't hurt as much the second time.\n\nMooney finally attracted Harse's attention, and Harse, with a Masonic\npass over one of the little silvery things, set it to loosening and\nremoving the silver bonds. The things were like toy tanks with jointed\nlegs; as they spun the silver webs, they could also suck them in. In\nmoments, the webs that held Mooney down were gone.\n\nHe got up, aching in his tired muscles and his head, but this time the\npanic that had filled him in the truck was gone. Well, one victim more\nor less--what did it matter? And besides, he clung to the fact that\nHarse had not exactly said the victims were dead.\n\nSo it didn't hurt as much the second time.\n\nMooney planned. He shut the door and sat on the edge of the bed. \"Shut\nup--you put us in a lousy fix and I have to think a way out of it,\"\nhe rasped at Harse when Harse started to speak; and the man from the\nfuture looked at him with opaque pale eyes, and silently opened one of\nthe flat canisters and began to eat.\n\n\"All right,\" said Mooney at last. \"Harse, get rid of all this stuff.\"\n\n\"This. Stuff?\"\n\n\"The stuff on the walls. What your little spiders have been spinning,\nunderstand? Can't you get it off the walls?\"\n\nHarse leaned forward and touched the kit. The little spider-things that\nhad been aimlessly roving now began to digest what they had created, as\nthe ones that had held Mooney had already done. It was quick--Mooney\nhoped it would be quick enough. There were over a dozen of the things,\nmore than Mooney would have believed the little kit could hold; and he\nhad seen no sign of them before.\n\nThe silvery silk on the walls, in aimless tracing, disappeared. The\nthick silvery coat over the window disappeared. Harse's bassinet-hood\ndisappeared. A construction that haloed the door disappeared--and as\nit dwindled, the noises from the corridor grew louder; some sort of\nsound-absorbing contrivance, Mooney thought, wondering.\n\nThere was an elaborate silvery erector-set affair on the floor between\nthe beds; it whirled and spun silently and the little machines took it\napart again and swallowed it. Mooney had no notion of its purpose. When\nit was gone, he could see no change, but Harse shuddered and shifted\nhis position uncomfortably.\n\n\"All right,\" said Mooney when everything was back in the kit. \"Now you\njust keep your mouth shut. I won't ask you to lie--they'll have enough\ntrouble understanding you if you tell the truth. Hear me?\"\n\nHarse merely stared, but that was good enough. Mooney put his hand on\nthe phone. He took a deep breath and held it until his head began to\ntingle and his face turned red. Then he picked up the phone and, when\nhe spoke, there was authentic rage and distress in his voice.\n\n\"Operator,\" he snarled, \"give me the manager. And hurry up--I want to\nreport a thief!\"\n\n       *       *       *       *       *\n\nWhen the manager had gone--along with the assistant manager, the\nhouse detective and the ancient shrew-faced head housekeeper--Mooney\nextracted a promise from Harse and left him. He carefully hung a \"Do\nNot Disturb\" card from the doorknob, crossed his fingers and took the\nelevator downstairs.\n\nThe fact seemed to be that Harse didn't care about _aboriginals_.\nMooney had arranged a system of taps on the door which, he thought,\nHarse would abide by, so that Mooney could get back in. Just the same,\nMooney vowed to be extremely careful about how he opened that door.\nWhatever the pale blue light was, Mooney wanted no part of it directed\nat him.\n\nThe elevator operator greeted him respectfully--a part of the\nmanagement's policy of making amends, no doubt. Mooney returned the\ngreeting with a barely civil nod. Sure, it had worked; he'd told the\nmanager that he'd caught the chambermaid trying to steal something\nvaluable that belonged to that celebrated proprietor of valuable\nsecrets, Mr. Harse; the chambermaid had fled; how dared they employ a\nperson like that?\n\nAnd he had made very sure that the manager and the house dick and all\nthe rest had plenty of opportunity to snoop apologetically in every\ncloset and under the beds, just so there would be no suspicion in\ntheir minds that a dismembered chambermaid-torso was littering some\ndark corner of the room. What could they do but accept the story? The\nchambermaid wasn't there to defend herself, and though they might\nwonder how she had got out of the hotel without being noticed, it was\ntheir problem to figure it out, not Mooney's to explain it.\n\nThey had even been grateful when Mooney offered handsomely to refrain\nfrom notifying the police.\n\n\"Lobby, sir,\" sang out the elevator operator, and Mooney stepped out,\nnodded to the manager, stared down the house detective and walked out\ninto the street.\n\nSo far, so good.\n\nNow that the animal necessities of clothes and food and a place to live\nwere taken care of, Mooney had a chance to operate. It was a field in\nwhich he had always had a good deal of talent--the making of deals, the\nlocating of contacts, the arranging of transactions that were better\nconducted in private.\n\nAnd he had a good deal of business to transact. Harse had accepted\nwithout question his statement that they would have to raise more money.\n\n\"Try heroin or Platinum?\" he had suggested, and gone back to his\nviewer.\n\n\"I will,\" Mooney assured him, and he did; he tried them both, and more\nbesides.\n\n       *       *       *       *       *\n\nNot only was it good that he had such valuable commodities to vend, but\nit was a useful item in his total of knowledge concerning Harse that\nthe man from the future seemed to have no idea of the value of money in\nthe 20th Century, _chez_ U.S.A.\n\nMooney found a buyer for the drugs; and there was a few thousand\ndollars there, which helped, for although the quantity was not large,\nthe drugs were chemically pure. He found a fence to handle the\njewels and precious metals; and he unloaded all the ones of moderate\nvalue--not the other diamond, not the rubies, not the star sapphire.\n\nHe arranged to keep those without mentioning it to Harse. No point in\nselling them now, not when they had several thousand dollars above any\nconceivable expenses, not when some future date would do as well, just\nin case Harse should get away with the balance of the kit.\n\nHaving concluded his business, Mooney undertook a brief but expensive\nshopping tour of his own and found a reasonably satisfactory place to\neat. After a pleasantly stimulating cocktail and the best meal he had\nhad in some years--doubly good, for there was no reek from Harse's\nnauseating concoctions to spoil it--he called for coffee, for brandy,\nfor the day's papers.\n\nThe disappearance of the truck driver made hardly a ripple. There were\na couple of stories, but small and far in the back--amnesia, said one;\nan underworld kidnaping, suggested another; but the story had nothing\nto feed on and it would die.\n\nGood enough, thought Mooney, waving for another glass of that enjoyable\nbrandy; and then he turned back to the front page and saw his own face.\n\nThere was the hotel lobby of the previous day, and a pillar of churning\nblack smoke that Mooney knew was Harse, and there in the background,\nmouth agape, expression worried, was Howard Mooney himself.\n\nHe read it all very, very carefully.\n\nWell, he thought, at least they didn't get our names. The story was all\nabout the Loyal and Beneficent Order of Exalted Eagles, and the only\nreference to the picture was a brief line about a disturbance outside\nthe meeting hall. Nonetheless, the second glass of brandy tasted\nnowhere near as good as the first.\n\n       *       *       *       *       *\n\nTime passed. Mooney found a man who explained what was meant by the\nVale of Cashmere. In Brooklyn, there is a very large park--the name is\nProspect Park--and in it is a little planted valley, with a brook and\na pool; and the name of it on the maps of Prospect Park is the Vale of\nCashmere. Mooney sent out for a map, memorized it; and that was that.\n\nHowever, Mooney didn't really want to go to the Vale of Cashmere with\nHarse. What he wanted was that survival kit. Wonders kept popping out\nof it, and each day's supply made Mooney covet the huger store that\nwas still inside. There had been, he guessed, something like a hundred\nseparate items that had somehow come out of that tiny box. There\nsimply was no room for them all; but that was not a matter that Mooney\nconcerned himself with. They were there, possible or not, because he\nhad seen them.\n\nMooney laid traps.\n\nThe trouble was that Harse did not care for conversation. He spent\nendless hours with his film viewer, and when he said anything at all\nto Mooney, it was to complain. All he wanted was to exist for four\ndays--nothing else.\n\nMooney laid conversational traps, tried to draw him out, and there was\nno luck. Harse would turn his blank, pale stare on him, and refuse to\nbe drawn.\n\nAt night, however hard Mooney tried, Harse was always awake past him;\nand in his sleep, always and always, the little metal guardians\nstrapped Mooney tight. Survival kit? But how did the little metal\nthings know that Mooney was a threat?\n\nIt was maddening and time was passing. There were four days, then only\nthree, then only two. Mooney made arrangements of his own.\n\nHe found two girls--lovely girls, the best that money could buy, and\nhe brought them to the suite with a wink and a snigger. \"A little\nrelaxation, eh, Harse? The red-haired one is named Ginger and she's\npartial to men with light-colored eyes.\"\n\nGinger smiled a rehearsed and lovely smile. \"I certainly _am_, Mr.\nHarse. Say, want to dance?\"\n\nBut it came to nothing, though the house detective knocked\ndeferentially on the door to ask if they could be a little more quiet,\nplease. It wasn't the sound of celebration that the neighbors were\nobjecting to. It was the shrill, violent noise of Harse's laughter.\nFirst he had seemed not to understand, and then he looked as astonished\nas Mooney had ever seen him. And then the laughter.\n\nGirls didn't work. Mooney got rid of the girls.\n\nAll right, Mooney was a man of infinite resource and sagacity--hadn't\nhe proved that many a time? He excused himself to Harse, made sure his\nfat new pigskin wallet was in his pocket, and took a cab to a place on\nBrooklyn's waterfront where cabs seldom go. The bartender had arms like\nbeer kegs and a blue chin.\n\n\"Beer,\" said Mooney, and made sure he paid for it with a twenty-dollar\nbill--thumbing through a thick wad of fifties and hundreds to find the\nsmallest. He retired to a booth and nursed his beer.\n\nAfter about ten minutes, a man stood beside him, blue-chinned and\nmuscular enough to be the bartender's brother--which, Mooney found, he\nwas.\n\n\"Well,\" said Mooney, \"it took you long enough. Sit down. You don't have\nto roll me; you can earn this.\"\n\nGirls didn't work? Okay, if not girls, then try boys ... well, not boys\nexactly. Hoodlums. Try hoodlums and see what Harse might do against the\ntoughest inhabitants of the area around the Gowanus Canal.\n\n       *       *       *       *       *\n\nHarse, sloshing heedlessly through melted snow, spattering Mooney,\ngrumbled: \"I do not see why we. Must? Wander endlessly across the face\nof this wretched slum.\"\n\nMooney said soothingly: \"We have to make _sure_, Harse. We have to be\nsure it's the right place.\"\n\n\"Huff,\" said Harse, but he went along. They were in Prospect Park and\nit was nearly dark.\n\n\"Hey, look,\" said Mooney desperately, \"look at those kids on sleds!\"\n\nHarse glanced angrily at the kids on sleds and even more angrily at\nMooney. Still, he wasn't refusing to come and that was something. It\nhad been possible that Harse would sit tight in the hotel room and it\nhad taken all of the persuasive powers Mooney prided himself on to get\nhim out. But Mooney was able to paint a horrible picture of getting\nto the wrong place, missing the Nexus Point, seventeen long years of\nwaiting for the next one.\n\nThey crossed the Sheep Meadow, crossed the walk, crossed an old covered\nbridge; and they were at the head of a flight of shallow steps.\n\n\"The Vale of Cashmere!\" cried Mooney, as though he were announcing a\nmiracle.\n\nHarse said nothing.\n\nMooney licked his lips, glancing at the kit Harse carried under an arm,\nglancing around. No one was in sight.\n\nMooney coughed. \"Uh. You're sure this is the place you mean?\"\n\n\"If it is the Vale of Cashmere.\" Harse looked once more down the steps,\nthen turned.\n\n\"No, wait!\" said Mooney frantically. \"I mean--well, _where_ in the\nVale of Cashmere is the Nexus Point? This is a big place!\"\n\nHarse's pale eyes stared at him for a moment. \"No. Not big.\"\n\n\"Oh, _fairly_ big. After all--\"\n\nHarse said positively: \"Come.\"\n\nMooney swore under his breath and vowed never to trust anyone again,\nespecially a bartender's brother; but just then it happened. Out of the\nsnowy bushes stepped a man in a red bandanna, holding a gun. \"This is a\nstickup! Gimme that bag!\"\n\nMooney exulted.\n\nThere was no chance for Harse now. The man was leaping toward him;\nthere would be no time for him to open the bag, take out the weapon....\n\nBut he didn't have to. There was a thin, singing, whining sound from\nthe bag. It leaped out of Harse's hand, leaped free as though it had\ninvisible wings, and flew at the man in the red bandanna. The man\nstumbled and jumped aside, the eyes incredulous over the mask. The\nsilvery flat metal kit spun round him, whining. It circled him once,\nspiraled up. Behind it, like a smoke trail from a destroyer, a pale\nblue mist streamed backward. It surrounded the man and hid him.\n\nThe bag flew back into Harse's hand.\n\nThe violet mist thinned and disappeared.\n\nAnd the man was gone, as utterly and as finally as any chambermaid or\ndriver of a truck.\n\nThere was a moment of silence. Mooney stared without belief at the snow\nsifting down from the bushes that the man had hid in.\n\nHarse looked opaquely at Mooney. \"It seems,\" he said, \"that in these\nslums are many. Dangers?\"\n\n       *       *       *       *       *\n\nMooney was very quiet on the way back to the hotel. Harse, for once,\nwas not gazing into his viewer. He sat erect and silent beside Mooney,\nglancing at him from time to time. Mooney did not relish the attention.\n\nThe situation had deteriorated.\n\nIt deteriorated even more when they entered the lobby of the hotel. The\ndesk clerk called to Mooney.\n\nMooney hesitated, then said to Harse: \"You go ahead. I'll be up in a\nminute. And listen--don't forget about my knock.\"\n\nHarse inclined his head and strode into the elevator. Mooney sighed.\n\n\"There's a gentleman to see you, Mr. Mooney,\" the desk clerk said\ncivilly.\n\nMooney swallowed. \"A--a gentleman? To see me?\"\n\nThe clerk nodded toward the writing room. \"In there, sir. A gentleman\nwho says he knows you.\"\n\nMooney pursed his lips.\n\nIn the writing room? Well, that was an advantage. The writing room was\noff the main lobby; it would give Mooney a chance to peek in before\nwhoever it was could see him. He approached the entrance cautiously....\n\n\"Howard!\" cried an accusing familiar voice behind him.\n\nMooney turned. A small man with curly red hair was coming out of a\ndoor, marked \"Men.\"\n\n\"Why--why, Uncle Lester!\" said Mooney. \"What a p-pleasant surprise!\"\n\nLester, all of five feet tall, wispy red hair surrounding his red plump\nface, looked up at him belligerently.\n\n\"No doubt!\" he snapped. \"I've been waiting all day, Howard. Took the\nafternoon off from work to come here. And I wouldn't have been here at\nall if I hadn't seen _this_.\"\n\nHe was holding a copy of the paper with Mooney's picture, behind\nthe pillar of black fog. \"Your aunt wrapped my lunch in it, Howard.\nOtherwise I might have missed it. Went right to the hotel. You weren't\nthere. The doorman helped, though. Found a cab driver. Told me where\nhe'd taken you. Here I am.\"\n\n\"That's nice,\" lied Mooney.\n\n\"No, it isn't. Howard, what in the world are you up to? Do you know the\nMonmouth County police are looking for you? Said there was somebody\nmissing. Want to talk to you.\" The little man shook his head angrily.\n\"Knew I shouldn't let you stay at my place. Your aunt warned me, too.\nWhy do you make trouble for me?\"\n\n\"Police?\" Mooney asked faintly.\n\n\"At my age! Police coming to the house. Who was that fella who's\nmissing, Howard? Where did he go? Why doesn't he go home? His wife's\nhalf crazy. He shouldn't worry her like that.\"\n\n       *       *       *       *       *\n\nMooney clutched his uncle's shoulder. \"Do the police know where I am?\nYou didn't tell them?\"\n\n\"Tell them? How could I tell them? Only I saw your picture while I was\neating my sandwich, so I went to the hotel and--\"\n\n\"Uncle Lester, listen. What did they come to see you for?\"\n\n\"Because I was stupid enough to let you stay in my house, that's what\nfor,\" Lester said bitterly. \"Two days ago. Knocking on my door, hardly\neight o'clock in the morning. They said there's a man missing, driving\na truck, found the truck empty. Man from the Coast Guard station knows\nhim, saw him picking up a couple of hitchhikers at a bridge someplace,\nrecognized one of the hitchhikers. Said the hitchhiker'd been staying\nat my house. That's you, Howard. Don't lie; he described you. Pudgy,\nkind of a squinty look in the eyes, dressed like a bum--oh, it was you,\nall right.\"\n\n\"Wait a minute. Nobody knows you've come here, right? Not even Auntie?\"\n\n\"No, course not. She didn't see the picture, so how would she know?\nWould've said something if she had. Now come on, Howard, we've got to\ngo to the police and--\"\n\n\"Uncle Lester!\"\n\nThe little man paused and looked at him suspiciously. But that was all\nright; Mooney began to feel confidence flow back into him. It wasn't\nall over yet, not by a long shot.\n\n\"Uncle Lester,\" he said, his voice low-pitched and persuasive, \"I\nhave to ask you a very important question. Think before you answer,\nplease. This is the question: Have you ever belonged to any Communist\norganization?\"\n\nThe old man blinked. After a moment, he exploded. \"Now what are you up\nto, Howard? _You_ know I never--\"\n\n\"Think, Uncle Lester! Please. Way back when you were a boy--anything\nlike that?\"\n\n\"Of course not!\"\n\n\"You're sure? Because I'm warning you, Uncle Lester, you're going to\nhave to take the strictest security check anybody ever took. You've\nstumbled onto something important. You'll have to prove you can be\ntrusted or--well, I can't answer for the consequences. You see, this\ninvolves--\" he looked around him furtively--\"Schenectady Project.\"\n\n\"Schenec--\"\n\n\"Schenectady Project.\" Mooney nodded. \"You've heard of the atom bomb?\nUncle Lester, this is bigger!\"\n\n\"Bigger than the at--\"\n\n\"Bigger. It's the _molecule_ bomb. There aren't seventy-five men in the\ncountry that know what that so-called driver in the truck was up to,\nand now you're one of them.\"\n\nMooney nodded soberly, feeling his power. The old man was hooked, tied\nand delivered. He could tell by the look in the eyes, by the quivering\nof the lips. Now was the time to slip the contract in his hand; or, in\nthe present instance, to--\n\n\"I'll tell you what to do,\" whispered Mooney. \"Here's my key. You go up\nto my room. Don't knock--we don't want to attract attention. Walk right\nin. You'll see a man there and he'll explain everything. Understand?\"\n\n\"Why--why, sure, Howard. But why don't you come with me?\"\n\nMooney raised a hand warningly. \"You might be followed. I'll have to\nkeep a lookout.\"\n\nFive minutes later, when Mooney tapped on the door of the room--three\ntaps, pause, three taps--and cautiously pushed it open, the pale blue\nmist was just disappearing. Harse was standing angrily in the center of\nthe room with the jointed metal thing thrust out ominously before him.\n\nAnd of Uncle Lester, there was no trace at all.\n\n\nV\n\nTime passed; and then time was all gone, and it was midnight, nearly\nthe Nexus Point.\n\nIn front of the hotel, a drowsy cab-driver gave them an argument. \"The\nPublic Liberry? Listen, the Liberry ain't open this time of night. I\nought to--Oh, thanks. Hop in.\" He folded the five-dollar bill and put\nthe cab in gear.\n\nHarse said ominously: \"Liberry, Mooney? Why do you instruct him to take\nus to the Liberry?\"\n\nMooney whispered: \"There's a law against being in the Park at night.\nWe'll have to sneak in. The Library's right across the street.\"\n\nHarse stared, with his luminous pale eyes. But it was true; there was\nsuch a law, for the parks of the city lately had become fields of honor\nwhere rival gangs contended with bottle shards and zip guns, where a\npasserby was odds-on to be mugged.\n\n\"High Command must know this,\" Harse grumbled. \"Must proceed, they\nsay, to Nexus Point. But then one finds the aboriginals have made laws!\nOh, I shall make a report!\"\n\n\"_Sure_ you will,\" Mooney soothed; but in his heart, he was prepared to\nbet heavily against it.\n\nBecause he had a new strategy. Clearly he couldn't get the survival\nkit from Harse. He had tried that and there was no luck; his arm still\ntingled as the bellboy's had, from having seemingly absent-mindedly\ntaken the handle to help Harse. But there was a way.\n\nGet rid of this clown from the future, he thought contentedly; meet\nthe Nexus Point instead of Harse and there was the future, ripe for\nthe taking! He knew where the rescuers would be--and, above all,\nhe knew how to talk. Every man has one talent and Mooney's was\nsalesmanship.\n\nAll the years wasted on peddling dime-store schemes like frozen-food\nplans! But this was the big time at last, so maybe the years of\nseasoning were not wasted, after all.\n\n\"That for you, Uncle Lester,\" he muttered. Harse looked up from his\nviewer angrily and Mooney cleared his throat. \"I said,\" he explained\nhastily, \"we're almost at the--the Nexus Point.\"\n\n       *       *       *       *       *\n\nSnow was drifting down. The cab-driver glanced at the black, quiet\nlibrary, shook his head and pulled away, leaving black, wet tracks in\nthe thin snow.\n\nThe pale-eyed man looked about him irritably. \"You!\" he cried, waking\nMooney from a dream of possessing the next ten years of stock-market\nreports. \"You! Where is this Vale of Cashmere?\"\n\n\"Right this way, Harse, right this way,\" said Mooney placatingly.\n\nThere was a wide sort of traffic circle--Grand Army Plaza was the name\nof it--and there were a few cars going around it. But not many, and\nnone of them looked like police cars. Mooney looked up and down the\nbroad, quiet streets.\n\n\"Across here,\" he ordered, and led the time traveler toward the edge of\nthe park. \"We can't go in the main entrance. There might be cops.\"\n\n\"Cops?\"\n\n\"Policemen. Law-enforcement officers. We'll just walk down here a way\nand then hop over the wall. Trust me,\" said Mooney, in the voice that\nhad put frozen-food lockers into so many suburban homes.\n\nThe look from those pale eyes was anything but a look of trust, but\nHarse didn't say anything. He stared about with an expression of\ndetached horror, like an Alabama gentlewoman condemned to walk through\nHarlem.\n\n\"Now!\" whispered Mooney urgently.\n\nAnd over the wall they went.\n\nThey were in a thicket of shrubs and brush, snow-laden, the snow\nsifting down into Mooney's neck every time he touched a branch, which\nwas always; he couldn't avoid it. They crossed a path and then a\nroad--long, curving, broad, white, empty. Down a hill, onto another\npath. Mooney paused, glancing around.\n\n\"You know where you are. Going?\"\n\n\"I think so. I'm looking for cops.\" None in sight. Mooney frowned. What\nthe devil did the police think they were up to? They passed laws; why\nweren't they around to enforce them?\n\nMooney had his landmarks well in mind. There was the Drive, and there\nwas the fork he was supposed to be looking for. It wouldn't be hard to\nfind the path to the Vale. The only thing was, it was kind of important\nto Mooney's hope of future prosperity that he find a policeman first.\nAnd time was running out.\n\nHe glanced at the luminous dial of his watch--self-winding, shockproof,\nnon-magnetic; the man in the hotel's jewelry shop had assured him only\nyesterday that he could depend on its time-keeping as on the beating\nof his heart. It was nearly a quarter of one.\n\n\"Come along, come along!\" grumbled Harse.\n\nMooney stalled: \"I--I think we'd better go along this way. It _ought_\nto be down there--\"\n\nHe cursed himself. Why hadn't he gone in the main entrance, where there\nwas sure to be a cop? Harse would never have known the difference. But\nthere was the artist in him that wanted the thing done perfectly, and\nso he had held to the pretense of avoiding police, had skulked and\nhidden. And now--\n\n\"Look!\" he whispered, pointing.\n\nHarse spat soundlessly and turned his eyes where Mooney was pointing.\n\nYes. Under a distant light, a moving figure, swinging a nightstick.\n\nMooney took a deep breath and planted a hand between Harse's shoulder\nblades.\n\n\"Run!\" he yelled at the top of his voice, and shoved. He sounded so\nreal, he almost convinced himself. \"We'll have to split up--I'll meet\nyou there. Now _run_!\"\n\n\nVI\n\nOh, clever Mooney! He crouched under a snowy tree, watching the man\nfrom the future speed effortlessly away ... in the wrong direction.\n\nThe cop was hailing him; clever cop! All it had taken was a couple of\nfull-throated yells and at once the cop had perceived that someone was\nin the park. But cleverer than any cop was Mooney.\n\nMen from the future. Why, thought Mooney contentedly, no Mrs.\nMeyerhauser of the suburbs would have let me get away with a trick like\nthat to sell her a freezer. There's going to be no problem at all. I\ndon't have to worry about a thing. Mooney can take care of himself!\n\nBy then, he had caught his breath--and time was passing, passing.\n\nHe heard a distant confused yelling. Harse and the cop? But it didn't\nmatter. The only thing that mattered was getting to the Nexus Point at\none minute past one.\n\nHe took a deep breath and began to trot. Slipping in the snow, panting\nheavily, he went down the path, around the little glade, across the\ncovered bridge.\n\nHe found the shallow steps that led down to the Vale.\n\nAnd there it was below him: a broad space where walks joined, and in\nthe space a thing shaped like a dinosaur egg, rounded and huge. It\nglowed with a silvery sheen.\n\nConfidently, Mooney started down the steps toward the egg and the\nmoving figures that flitted soundlessly around it. Harse was not the\nonly time traveler, Mooney saw. Good, that might make it all the\nsimpler. Should he change his plan and feign amnesia, pass himself off\nas one of their own men?\n\nOr--\n\nA movement made him look over his shoulder.\n\nSomebody was standing at the top of the steps. \"Hell's fire,\" whispered\nMooney. He'd forgotten all about that aboriginal law; and here above\nhim stood a man in a policeman's uniform, staring down with pale eyes.\n\nNo, not a policeman. The face was--Harse's.\n\nMooney swallowed and stood rooted.\n\n\"You!\" Harse's savage voice came growling. \"You are to stand. Still?\"\n\nMooney didn't need the order; he couldn't move. No twentieth-century\ncop was a match for Harse, that was clear; Harse had bested him, taken\nhis uniform away from him for camouflage--and here he was.\n\nUnfortunately, so was Howard Mooney.\n\nThe figures below were looking up, pointing and talking; Harse from\nabove was coming down. Mooney could only stand, and wish--wish that he\nwere back in Sea Bright, living on cookies and stale tea, wish he had\nplanned things with more intelligence, more skill--perhaps even with\nmore honesty. But it was too late for wishing.\n\nHarse came down the steps, paused a yard from Mooney, scowled a\nwithering scowl--and passed on.\n\nHe reached the bottom of the steps and joined the others waiting about\nthe egg. They all went inside.\n\nThe glowing silvery colors winked and went out. The egg flamed purple,\nfaded, turned transparent and disappeared.\n\nMooney stared and, yelling a demand for payment, ran stumbling down the\nsteps to where it had been. There was a round thawed spot, a trampled\npatch--nothing else.\n\nThey were gone....\n\nAlmost gone. Because there was a sudden bright wash of flame from\noverhead--cold silvery flame. He looked up, dazzled. Over him, the egg\nwas visible as thin smoke, hovering. A smoky, half-transparent hand\nreached out of a port. A thin, reedy voice cried: \"I promised you. Pay?\"\n\nAnd the silvery dispatch-case sort of thing, the survival kit, dropped\nsoundlessly to the snow beside Mooney.\n\nWhen he looked up again, the egg was gone for good.\n\n       *       *       *       *       *\n\nHe was clear back to the hotel before he got a grip on himself--and\nthen he was drunk with delight. Honest Harse! Splendidly trustable\nHarse! Why, all this time, Mooney had been so worried, had worked so\nhard--and the whole survival kit was his, after all!\n\nHe had touched it gingerly before picking it up but it didn't shock\nhim; clearly the protective devices, whatever they were, were off.\n\nHe sweated over it for an hour and a half, looking for levers, buttons,\na slit that he might pry wider with the blade of a knife. At last he\nkicked it and yelled, past endurance: \"Open up, damn you!\"\n\nIt opened wide on the floor before him.\n\n\"Oh, bless your heart!\" cried Mooney, falling to his knees to drag out\nthe string of wampum, the little mechanical mice, the viewing-machine\nsort of thing. Treasures like those were beyond price; each one might\nfetch a fortune, if only in the wondrous new inventions he could patent\nif he could discover just how they worked.\n\nBut where were they?\n\nGone! The wampum was gone. The goggles were gone. Everything was\ngone--the little flat canisters, the map instruments, everything but\none thing.\n\nThere was, in a corner of the case, a squarish, sharp-edged thing that\nMooney stared at blindly for a long moment before he recognized it. It\nwas a part--only a part--of the jointed construction that Harse had\nused to rid himself of undesirables by bathing them in blue light.\n\nWhat a filthy trick! Mooney all but sobbed to himself.\n\nHe picked up the squarish thing bitterly. Probably it wouldn't even\nwork, he thought, the world a ruin around him. It wasn't even the whole\ncomplete weapon.\n\nStill--\n\nThere was a grooved, saddle-shaped affair that was clearly a sort of\ntrigger; it could move forward or it could move back. Mooney thought\ndeeply for a while.\n\nThen he sat up, held the thing carefully away from him with the pointed\npart toward the wall and pressed, ever so gently pressed forward on the\nsaddle-shaped thumb-trigger.\n\nThe pale blue haze leaped out, swirled around and, not finding anything\nalive in its range, dwindled and died.\n\n       *       *       *       *       *\n\nAha, thought Mooney, not everything is lost yet! Surely a bright young\nman could find some use for a weapon like this which removed, if it did\nnot kill, which prevented any nastiness about a corpse turning up, or\na messy job of disposal.\n\nWhy not see what happened if the thumb-piece was moved backward?\n\nWell, why not? Mooney held the thing away from him, hesitated, and slid\nit back.\n\nThere was a sudden shivering tingle in his thumb, in the gadget he was\nholding, running all up and down his arm. A violet haze, very unlike\nthe blue one, licked soundlessly forth--not burning, but destroying\nas surely as flame ever destroyed; for where the haze touched the\ngadget itself, the kit, everything that had to do with the man from the\nfuture, it seared and shattered. The gadget fell into white crystalline\npowder in Mooney's hand and the case itself became a rectangular shape\ntraced in white powder ridges on the rug.\n\nOh, no! thought Mooney, even before the haze had gone. It can't be!\n\nThe flame danced away like a cloud, spreading and rising. While Mooney\nstared, it faded away, but not without leaving something behind.\n\nMooney threw his taut body backward, almost under the bed. What he saw,\nhe didn't believe; what he believed filled him with panic.\n\nNo wonder Harse had laughed so when Mooney asked if its victims were\ndead. For there they were, all of them. Like djinn out of a jar, human\nfigures jelled and solidified where the cloud of violet flame had not\nat all diffidently rolled.\n\nThey were alive, as big as life, and beginning to move--and so many of\nthem! Three--five--six:\n\nThe truck-driver, yes, and a man in long red flannel underwear who must\nhave been the policeman, and Uncle Lester, and the bartender's brother,\nand the chambermaid, and a man Mooney didn't know.\n\nThey were there, all of them; and they came toward him, and oh! but\nthey were angry!\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Survival Kit, by Frederik Pohl\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SURVIVAL KIT ***\n\n***** This file should be named 51809.txt or 51809.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/0/51809/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}