{"title": "The Immortals", "author": "David Duncan", "releaseDate": "April 19, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             THE IMMORTALS\n\n                            By DAVID DUNCAN\n\n                      Illustrated by Dick Francis\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Staghorn dared tug at the veil that hid the\n              future. Maybe it wasn't a crime to look ...\n              maybe it was just that the future was ugly!\n\n\nI\n\nDr. Clarence Peccary was an objective man. His increasing irritation\nwas caused, he realized, by the fear that his conscience was going to\nintervene between him and the vast fortune that was definitely within\nhis grasp. Millions. Billions! But he wanted to enjoy it.\n\nHe didn't want to skulk through life avoiding the eyes of everyone he\nmet--particularly when his life might last for centuries. So he sat\nglowering at the rectangular screen that was located just above the\ncontrol console of Roger Staghorn's great digital computer.\n\nAt the moment Peccary was ready to accuse Staghorn of having no\nconscience whatsoever. It was only through an act of scientific\ndetachment that he reminded himself that Staghorn neither had a fortune\nto gain nor cared about gaining one. Staghorn's fulfillment was in\nHumanac, the name he'd given the electronic monster that presently\nclaimed his full attention. He sat at the controls, his eyes luminous\nbehind the magnification of his thick lenses, his lanky frame arched\nforward for a better view of Humanac's screen. Far from showing\nannoyance at what he saw, there was a positive leer on his face.\n\nAs well there might be.\n\nOn the screen was the full color picture of a small park in what\nappeared to be the center of a medium-sized town. It was a shabby\nlittle park. Rags and tattered papers waggled indolently in the breeze.\nThe grass was an unkempt, indifferent pattern of greens and browns, as\nthough the caretaker took small pains in setting his sprinklers. Beyond\nthe square was a church, its steeple listing dangerously, its windows\nbroken and its heavy double doors sagging on their hinges.\n\nStaghorn's leers and Dr. Peccary's glowers were not for the scenery,\nhowever, but for the people who wandered aimlessly through the little\npark and along the street beyond, carefully avoiding the area beneath\nthe leaning steeple. All of them were uniformly young, ranging from\nperhaps seventeen at one extreme to no more than thirty at the other.\nWhen Dr. Peccary had first seen them, he'd cried out joyfully, \"You\nsee, Staghorn, all young! All handsome!\" Then he'd stopped talking as\nhe studied those in the foreground more closely.\n\nTheir clothing, to call it that, was most peculiar. It was rags.\n\nHere and there was a garment that bore a resemblance to a dress or\njacket or pair of trousers, but for the most part the people simply had\nchunks of cloth wrapped about them in a most careless fashion. Several\nwould have been arrested for indecent exposure had they appeared\nanywhere except on Humanac's screen. However, they seemed indifferent\nto this--and to all else. A singularly attractive girl, in a costume\nthat would have made a Cretan blush, didn't even get a second glance\nfrom, a young Adonis who passed her on the walk. Nor did she bestow one\non him. The park bench held more interest for her, so she sat down on\nit.\n\nPeccary studied her more closely, then straightened with a start.\n\n       *       *       *       *       *\n\n\"I'll be damned,\" he said. \"That's Jenny Cheever!\"\n\nStaghorn continued to leer at the girl. \"So you know her?\"\n\n\"I know her father. He owns the local variety store. She's only twenty\ntoday, and there she is a hundred years from now, not a day older.\"\n\n\"Only her image, Dr. Peccary,\" Staghorn murmured. \"Only her image. But\na very pretty one.\"\n\nPeccary came to his feet, unable to control his irritation any longer.\n\"I won't believe it!\" he said. \"Somehow a piece of misinformation has\nbeen fed into that machine. Its calculations are all wrong!\"\n\nStaghorn refused to be perturbed. \"But you just said you recognize\nthe girl on the bench. I'd say that Humanac has to be working with\nneedle-point accuracy to put recognizable people into a prediction.\"\n\n\"Then shift the scene! For all I know this part of town was turned into\nan insane asylum fifty years from now.\" The use of the past tense when\nspeaking of a future event was not ungrammatical in the presence of\nHumanac. \"Do you have the volume up?\"\n\n\"Certainly. Can't you hear the birds twittering?\"\n\n\"But I can't hear anyone talking.\"\n\n\"Perhaps it's a day of silence.\"\n\nStaghorn took another long look at the girl on the parkbench and then\nturned to the controls, using the fine adjustment on the geographical\nlocator. The screen flickered, blinked, and the scene changed. The two\nmen studied it.\n\n\"Recognize it?\" said Staghorn.\n\nPeccary gave an affirmative grunt. \"That's the Jefferson grammar school\non Elm Street. I'm surprised it's still there. But, lord, as long as\nthey haven't built a new one, you'd think they'd at least keep the old\none repaired.\"\n\n\"Very shabby,\" Staghorn agreed.\n\nIt was. Large areas of the exterior plaster had fallen away. Windows\nwere shattered, and here and there the broken slats of Venetian blinds\nstuck through them. The shrubbery around the building was dead; weeds\nhad sprung up through the cracks in the asphalt in the big play yard.\nThere was no sign of children.\n\n\"Where is everyone?\" Peccary demanded. \"You must have the time control\nset for a Sunday or holiday.\"\n\n\"It's Tuesday,\" Staghorn said. Then both were silent because at that\nmoment a child appeared, a boy of about eleven.\n\n       *       *       *       *       *\n\nHe burst from the schoolhouse door and ran across the cracked asphalt\ntoward the playground, glancing back over his shoulder as though\nexpecting pursuit. Reaching the play apparatus he paused and looked\naround desperately. The metal standards for the swings were in place\nbut no swings hung from them. The fulcrums for the seesaws were there\nbut they held no wooden planks to permit teetering. The only piece of\nequipment that looked capable of affording pleasure was the slide.\n\nIt was a small one, only about six feet high, obviously designed for\ntoddlers and not for a boy of eleven. Nonetheless, the boy headed for\nit eagerly.\n\nBut he'd hardly set foot upon the bottom step of the ladder when the\nschoolhouse door burst open a second time. A young woman charged toward\nhim shouting, \"Paul! Get down from there at once! Paul!\"\n\nShe was an attractive woman, but her voice held a note of panic. She\nran so swiftly that Paul, whose ascent of the ladder was accelerated\nrather than retarded by her command, hadn't quite reached the top when\nshe seized him around the legs and tried to drag him down.\n\n\"Please, Miss Terry!\" he pleaded desperately. \"Just this once let me\nget to the top! Let me slide down it just once!\"\n\n\"Get to the top?\" Miss Terry was aghast. \"You could fall and kill\nyourself. Down you come this instant!\"\n\n\"Just one time!\" Paul wailed. \"Let me do it just once!\"\n\nMiss Terry paid no heed to his anguished cries. She tugged at his legs\nwhile Paul clung to the handrails. But he was the weaker of the two,\nand in a few seconds Miss Terry had torn him loose and set him on the\nground. Then, seizing him firmly by the hand, she led him back toward\nthe schoolhouse.\n\nPaul went along, sniveling miserably. They entered the building and the\nplay yard was once more silent and deserted.\n\n\"By God, Staghorn,\" Peccary thundered, \"you've doctored it! You've\ndeliberately fed false information into Humanac's memory cells!\"\n\nStaghorn turned to glare at his guest, his eyes flaming at the\noutrageous suggestion. \"The only hypothetical element I've fed into\nHumanac is your Y Hormone, Dr. Peccary! You saw me do it. You watched\nme check the computer before we started.\"\n\n\"I refuse to believe that my Y Hormone will bring about the\nconsequences that machine is predicting!\"\n\n\"It's the only new factor that was added.\"\n\n\"How can you say that? During the next hundred years a thousand other\nfactors can enter in.\"\n\n\"But the Y Hormone bears an essential relationship to the whole. Sit\ndown and stop waving your arms. I'm going to see if we can get into the\nschool.\"\n\nPeccary sat down, seething.\n\n       *       *       *       *       *\n\nIt had been a mistake to bring his Y Hormone to Staghorn. It was simply\nthat he'd been thinking of himself as such a benefactor to the human\nrace that he couldn't wait to see a sample of the bright future he\nintended to create.\n\n\"Think of it, Staghorn!\" he'd said happily, earlier in the evening.\n\"The phrase 'art is long and time is fleeting' won't mean anything\nany more! Artists will have hundreds of years to paint their pictures.\nThink of the books that will be written, the music that will be\ncomposed, the magnificent cities that will be built! Everyone will have\ntime enough to achieve perfection. Think of your work and mine. We'll\nlive long enough to unravel all the mysteries of the universe!\"\n\nStaghorn had said nothing. Instead, he'd uncorked the small bottle Dr.\nPeccary had given him and sniffed at it.\n\nThe bottle contained a sample of the Y Hormone which Dr. Peccary had\nspent many years developing. Its principal ingredient was a glandular\nextract from insects, an organic compound that controlled the insects'\naging process. If administered artificially, it could keep insects in\nthe larval stage almost indefinitely.\n\nDr. Peccary's great contribution had been to synthesize this\nextract--which affected only insects--with protein elements that\ncould be assimilated by mammals and humans. It had required years of\nexperimentation, but the result was his Y Hormone--Y for Youth.\n\nIn his laboratory he now had playful kittens that were six years old\nand puppies that should have been fully grown dogs. The only human he'd\nso far experimented on was himself. But because he'd started taking\nthe hormone only recently, he was as yet unable to say positively\nthat it was responsible for the splendid health he was enjoying. His\nimpatience to know the sociological consequences of the hormone had\nmade him bring a sample of it to Staghorn.\n\nAfter sniffing at the bottle, Staghorn had poured its contents into\nHumanac's analyzer.\n\nThe giant computer gurgled and belched a few seconds while it assessed\nthe nature of the formula. Then Staghorn connected the analyzer with\nthe machine's memory units.\n\nAs far as Humanac was concerned, the Y Hormone was now an accepted part\nof human history.\n\nBut, except for this one added factor, the rest of Humanac's vast\nmemory was solidly based upon the complete known history of the\nearth and the human race. Its principles of operation were the same\nas those controlling other electronic \"brains,\" which could be\nprogrammed to predict tides, weather, election results or the state of\na department-store inventory at any given date in the future. Humanac\ndiffered chiefly in the tremendously greater capacity of its memory\ncells. Over the years it had digested thousands of books, codifying\nand coordinating the information as fast as it was received. Its\nphotocells had recorded millions of visual impressions. Its auditory\nunits had absorbed the music and languages of the centuries. And its\nmethods of evaluation had been given a strictly human touch by feeding\ninto its resistance chambers the cephalic wave patterns produced by the\nbrains of Staghorn's colleagues.\n\n       *       *       *       *       *\n\nAn added feature, though by no means an original one, was the screen\nupon which Humanac produced visually the events of the time and place\nfor which the controls were set.\n\nThis screen was simply the big end of a cathode-ray tube, similar\nto those used in television sets. It was adapted from I.B.M.'s 704\nelectronic computer used by the Vanguard tracking center to produce\nvisual predictions of the orbits of artificial satellites.\n\nStaghorn was constantly having trouble explaining to people that\nHumanac was not a time machine that could look into the past or future.\nIts pictures of past events were based upon information already present\nin its memory cells. Its pictures of future events were predictions\ncalculated according to the laws of probability. But because Humanac,\nunlike a human, never forgot any of the million and one variables\nimpinging upon any human situation, its predictions were startlingly\naccurate.\n\nHumanac had never been exposed to pictures of Dr. Peccary's home town\nnor to those of a girl named Jenny Cheever. It arrived at the likeness\nof both town and girl through a purely mathematical process.\n\nStaghorn's ultimate purpose in building the machine was to use it\nin developing a true science of history. Because Humanac was only a\nmachine, Staghorn could alter its memory at will. By removing the\ntiny unit upon which the Battle of Hastings was recorded and then\n\"re-playing\" English history without it, he could find out what actual\neffect that particular battle had.\n\nHe was surprised to discover that it had very little. According to\nHumanac, the Normans would have conquered England anyway a few months\nlater.\n\nAt another time, while reviewing the events leading up to the American\nRevolution, Humanac had produced a picture of Benjamin Franklin kissing\na beautiful young woman in the office of his printing shop. On impulse\nStaghorn removed this seemingly insignificant event from Humanac's\nmemory and then turned the time dial forward to the present to see what\neffect, if any, the episode had had upon history.\n\nTo his amazement, with that single kiss missing, Humanac produced a\npicture of the American continent composed of six different nations\nspeaking French, German, Chinese, Hindu, Arabic and Muskogean--the last\nbeing the language of an Indian nation occupying the Mississippi Valley\nand extending northward to Lake Winnepeg. It served as a buffer state\nbetween the Hindus and Chinese in the west and the French, Germans and\nArabs to the east.\n\n       *       *       *       *       *\n\nIt was Humanac's ability to predict the future consequences of any\nhypothetical event, however, that made it an instrument capable\nof revolutionizing history. Once its dependability was thoroughly\nestablished, it would be possible for a Secretary of State to submit\nto Humanac the contents of a note intended for a foreign country, then\nturn the time controls ahead and get Humanac's prediction of the note's\nconsequences.\n\nIf the consequences were good, the note would then be sent.\n\nIf they were bad, the Secretary could destroy the note and try\nothers--until he composed one that produced the desired result.\n\nHumanac's flaw was that it had no way of explaining the predictions\nproduced on its screen. It merely showed what would happen when and\nif certain things were done. It left it up to the human operator to\nfigure out why things happened that way.\n\nThis was what was troubling Dr. Peccary.\n\nHe could see not the remotest relationship between his Y Hormone and\nthe fact that a mathematical probability named Miss Terry should refuse\nanother mathematical probability named Paul permission to climb to the\ntop of a six-foot playground slide.\n\nMeanwhile Staghorn had been using the fine adjustment on the geographic\nlocator and now grunted his satisfaction. \"Good! We're in the building,\nat least.\"\n\nOn the screen was a dusky corridor. On either side of it were classroom\ndoors, some closed, some ajar. Staghorn moved his hand from the fine\nadjustment to the even more delicate vernier control which permitted\nhim to shift the geographic focus inches at a time. The focus drifted\nslowly forward to one of the half-open doors, and then he and Dr.\nPeccary were able to see into the classroom.\n\nIt was deserted. Desks were thick with dust. Books, yellow with age,\nwere strewn on the floor.\n\nStaghorn's hand sought the vernier control again. The picture led them\non down the corridor to another open door.\n\nAgain it was a scene of desolation.\n\n\"This can have nothing to do with my Y Hormone!\" Peccary insisted.\n\n\"Then why is your picture on the wall there?\" Staghorn said with a note\nof malicious pleasure.\n\nDr. Peccary looked and started. On the classroom wall was a faded\nphotograph of himself. Except that he was wearing a different suit\nin the picture, he looked just as he looked at the present moment.\nStaghorn got a closer focus on the photograph so that Peccary could\nread the legend beneath it. _Dr. Clarence Peccary, the man who gave the\nworld the Y Hormone._\n\n\"All right then,\" said Peccary, somewhat mollified by this tribute. \"If\nthey put my picture on school room walls a hundred years from now, it\nmeans I'm an honored man, a man the world admires. And therefore the Y\nHormone _can't_ be the cause of all this desolation!\"\n\n\"I've found that Humanac's reasoning and human reasoning differ in many\nways,\" said Staghorn. On the screen they were out in the corridor again\nwhen from somewhere ahead came a woman's voice.\n\n\"You may recite now, Paul. Please stand up.\"\n\n\"Ah, that sounds like Miss Terry,\" said Staghorn. He fingered the\nvernier control. The focal point slid forward along the corridor.\n\n\"Stand up and recite, Paul,\" Miss Terry said more sharply.\n\n\"I think they're in the room on the left,\" said Peccary.\n\n\nII\n\nThe focus shifted to the open door and then Peccary and Staghorn could\nsee into the classroom. This one was in slightly better order than\nthe others and was occupied by two people. In front sat Miss Terry,\nobviously the teacher, and at one of the desks sat Paul. He seemed to\nbe the entire class. At Miss Terry's urging he was coming to his feet,\nhis face still stained with tears. He held his book a few inches from\nhis nose and stared over the top of it sullenly.\n\n\"Go ahead, Paul,\" said Miss Terry, sweetly stubborn. \"I'm waiting.\"\n\nPaul looked at his book and read from it in a monotone, enunciating\neach word carefully as though it had no relationship to the other\nwords. \"I am a human being and as long as I obey the six rules I shall\nlive forever.\"\n\n\"Very good, Paul. Now read the six rules.\"\n\nPaul sniffled loudly and commenced reading again. \"Rule one: I must\nnever go near fire or my clothing may catch aflame and burn me up. Rule\ntwo: I must keep away from deep water or I may fall in and drown. Rule\nthree: I must stay away from high places or I may fall and dash my\nbrains out.\" He paused to sniffle and wipe his nose on his sleeve, then\nsighed and continued dismally. \"Rule four: I must never play with sharp\nthings or I may cut myself and bleed to death. Rule five: I must never\nride horses or I may fall off and break my neck.\" Paul paused, lowering\nhis book.\n\n\"And the sixth rule?\" said Miss Terry. \"Go ahead and read the sixth\nrule.\"\n\nReluctantly Paul lifted his book. \"Rule six: Starting when I'm\ntwenty-one I must take Dr. Peccary's Y Hormone once a week to keep me\nyoung and healthy forever.\"\n\n\"Excellent, Paul!\" said Miss Terry. \"And which rule were you breaking\njust now on the playground?\"\n\n\"I was breaking Rule Three,\" Paul said, then quoted sadly, \"I must stay\naway from high places or I may fall and dash my brains out.\"\n\n       *       *       *       *       *\n\nDr. Peccary was on his feet stomping around in front of the computer.\n\"Sheer idiocy,\" he muttered. \"He doesn't have any brains to dash out!\nI'll admit that a computer with sufficient information about the state\nof the world might be able to make accurate predictions of events a few\nmonths or possibly a year into the future--but not one hundred years!\nIn that long an interval even the most trivial error could distort\nevery circuit in the machine.\" He jabbed a finger toward the screen\nwhere Paul was seated at his desk again. \"And that's what that picture\nis--a distortion. I'm not going to let it influence me one bit in what\nI intend to--\" He broke off because of what was happening on the screen.\n\nFrom somewhere outside the school building came the wail of a\ndeep-throated alarm. Both Miss Terry and Paul were on their feet and by\ntheir expressions, terrified.\n\n\"The Atavars!\" Paul cried, his entire body shaking.\n\n\"To the basement, Paul!\" Miss Terry's face was blanched as she grasped\nPaul's hand and headed toward the door. But halfway there, both came to\na halt, breathless and staring.\n\nA powerful bearded man strode into the classroom.\n\nPaul and Miss Terry fell back as he advanced. He was a man of about\nfifty, his bushy hair shot with gray, his eyes cold and blue. He was\nfollowed by two younger men who studied Paul and Miss Terry with\ninterest. All three wore rough work clothing.\n\nThe bearded man pointed at Paul. \"There's the boy,\" he said quietly.\n\"Take him.\"\n\nPaul let out a shriek of terror and fled into a corner as the two men\nadvanced. He clawed futilely as they laid hands on him. \"For God's\nsake, shut up,\" one of the men said with more disgust than anger. He\npinioned Paul's arms while the other man bound them together with a\nstrip of cloth.\n\nMiss Terry meanwhile had collapsed into her chair. One of Paul's\ncaptors glanced at her and spoke to the bearded man. \"What about her?\"\n\nThe bearded man stepped close to Miss Terry and put a hand on her\nshoulder. She recoiled as from a snake. \"How old are you?\" he asked.\nMiss Terry made some inarticulate squeaks and the man spoke more\nsharply. \"When were you born?\"\n\n\"Two thousand four,\" she managed to stutter.\n\nThe bearded man considered this and shook his head. \"Over fifty. By\nthat time they're hopeless. Leave her and bring the boy.\"\n\nMiss Terry let out an agonized wail of protest and fainted across her\ndesk. One of the men slung Paul over his shoulder and the bearded\nleader led the group from the room.\n\n       *       *       *       *       *\n\n\"Amazing,\" murmured Staghorn. \"Absolutely amazing. One never knows what\nto expect.\"\n\n\"Pure gibberish,\" said Peccary, then betrayed his interest by saying,\n\"Can you follow them?\"\n\n\"I'm trying to.\" Staghorn worked at the geographic adjustment and\nfinally got the screen focused on the corridor again. It was deserted.\nThe bearded man and his companions had already departed. Staghorn\ntouched the controls again, the screen flickered and once more the\nlittle park came into focus. But now it, too, was deserted. None of\nthe ragged men and women were in sight, neither in the park nor on the\nstreet beyond. Staghorn twisted the focus in all directions without\ndiscovering anyone.\n\n\"That whistle we heard was obviously some kind of alarm,\" he said.\n\"Everyone must be in hiding--from the Atavars, whoever they are. I\nstrongly suspect that bearded fellow of being one.\"\n\n\"You might as well shut it off, Staghorn,\" Dr. Peccary said coldly.\n\"It's too much nonsense for any sane man to swallow. And unless that\nmachine can provide a full and satisfactory explanation as to why my Y\nHormone will bring about the conditions depicted on that screen, I see\nno reason to keep the hormone off the market.\"\n\nStaghorn turned from the controls to study his companion. \"The only\npossible way that Humanac could give us the entire background of events\nleading up to what we've just seen would be to set the time control\nto the present and then leave the machine running until it arrived at\nthis same period again. That would take a hundred years, and I'm not\ngoing to sit here that long. What's more, I'm not going to touch your Y\nHormone even if you do put it on the market.\"\n\n\"There'll be plenty who will!\"\n\n\"That's what Humanac says, yes.\"\n\nDr. Peccary gestured despairingly. After all, he did have a conscience.\n\"I simply don't believe my hormone can be responsible!\"\n\n\"I'll remind you that your picture was on the classroom wall and that\nthe sixth rule read by that boy indicated that he was supposed to start\nusing your hormone when he reached the age of twenty-one. That would be\nabout the age to stop growing older.\"\n\n\"That boy is nothing but a mathematical probability!\"\n\n       *       *       *       *       *\n\n\"That's all you and I are,\" Staghorn said owlishly. \"Mathematical\nprobabilities. Despite Omar, nothing exactly like either of us has ever\nexisted before or will exist again.\"\n\n\"But damn it, Staghorn....\" Dr. Peccary sat down, his face in his\nhands. \"It's worth millions! I've invested years of work and all\nthe money I could scrape together. I don't see anything wrong in a\nscientist's profiting by his discoveries. And to keep it off the\nmarket just because that insane computer says that a hundred years\nfrom now--\" He broke off, glaring at Humanac's screen which was still\nfocused on the deserted park. \"It simply doesn't make sense! The\nmachine doesn't give any reasons for anything. If there were a way\nI could talk directly to some of those mathematical probabilities,\nquestion them, ask them what it's all about....\" He was on his feet,\nstriding back and forth before the computer again.\n\n\"Perhaps there is a way,\" Staghorn said quietly.\n\n\"Eh?\"\n\n\"I said that it may be possible for you to talk with them.\"\n\n\"How?\"\n\n\"By making your mind a temporary part of the computer.\"\n\nPeccary studied the huge machine apprehensively--its ranks of memory\nunits, its chambers of flickering tubes, the labyrinth of circuits.\n\"How would you go about it?\"\n\n\"I put you in the transmitter,\" Staghorn said. He stepped away from\nthe console and slid back a panel to reveal a niche with a seat in\nit. Above the seat was a sort of helmet that resembled a hair drier\nin a beauty parlor, except that it was studded with hundreds of tiny\nmagnets and transistors. Staghorn indicated the helmet. \"This picks up\nand amplifies brain waves. I've used it to record the cephalic wave\npattern of about a hundred men and women. The recordings are built\ninto the computer, enabling Humanac to assign a mathematical evaluation\nto the influence of human emotion in making historic decisions. In your\ncase, instead of making a recording of your brain waves, I'd feed the\nimpulses directly into Humanac's memory units.\"\n\n\"And what would happen then?\"\n\n\"I'm not altogether sure,\" said Staghorn, and it seemed to Peccary that\nStaghorn was finding a definite relish in his uncertainty. \"I've never\ntried the experiment before.\"\n\n\"I might get electrocuted?\"\n\n\"No. There's no danger of that happening. The current that activates\nthe transmitter comes from your own brain, and as you know, such\nelectrical impulses are extremely feeble. That isn't what worries me.\"\n\n\"Well then, what does?\"\n\n\"In some ways Humanac behaves peculiarly like a living organism. For\nexample, there's one prediction it can never make. Several times I've\nfed into it the hypothetical information that the two opposing factions\nof the world have declared war. Naturally everyone would like to know\nabout the outcome of such a war.\" Staghorn paused, gazing lovingly at\nhis majestic creation.\n\n\"And what happens?\" Dr. Peccary said impatiently.\n\n\"Nothing. That's just it. The moment I turn Humanac into the future\nto get a prediction, the screen goes dead. Do you know why it goes\ndead?\" Staghorn looked at Peccary with a pleased smile and didn't wait\nfor Peccary to cue him. \"It goes dead because, if war were declared,\nHumanac would be the first target for enemy bombs. When it predicts a\nfuture event, it has to take all factors into consideration. If one of\nthose factors is its own destruction, it can predict nothing beyond\nthat moment.\"\n\n       *       *       *       *       *\n\nPeccary repeated this sentence in his mind while he slowly digested its\nmeaning. What it seemed to mean was that, although Staghorn and Peccary\nthought of Humanac as only a complicated machine, Humanac's opinion of\nitself was altogether otherwise. It could foresee its own death.\n\n\"I often wonder,\" mused Staghorn, \"about those people we see wandering\naround on Humanac's screen. To us they're only images made by a\nstream of electrons hitting the end of a cathode ray tube. Their space\nand time is an illusion. All the same, Humanac comprises an entire\nsystem--a system modeled as accurately as possible on our own. It's\njust possible that the boy we saw, Paul, was experiencing a real\nterror.\"\n\nDr. Peccary examined Staghorn in amazement. He had often suspected that\nStaghorn's genius was tinged with madness. \"You're not suggesting that\nthose ... those images are conscious?\"\n\n\"Ah! What is consciousness?\"\n\n\"I didn't come here to get into a metaphysical argument.\"\n\n\"No, but it's only fair for me to suggest the possible emotional\nhazzards involved in hooking you up to Humanac. Because you have to\nadmit that _you'll_ be conscious during the experiment.\"\n\n\"Certainly. But I'll be sitting right there.\" Peccary pointed to the\nseat in the transmitter unit.\n\n\"In a sense, yes. Very well, take your seat.\"\n\nPeccary eyed the helmet uneasily. \"I'm not sure I want to do this.\"\n\n\"But you do want to make millions from the Y Hormone. And you want to\nenjoy it with a clear conscience. Perhaps it's as you say--there may\nbe other factors involved. By knowing what they are you may be able to\nnegate their influence.\" Staghorn's voice was a soft purr as he took\nDr. Peccary's arm and urged him into the transmitter unit. Peccary sat\ndown. The seat was small and hard.\n\n\"Just bear one thing in mind,\" Staghorn said. \"Don't get lost. It will\nbe best if you stay in the little park where I can see you and where\nyou'll be in focus. Unless you're in focus it might be impossible\nto--ah--disengage you.\"\n\nDr. Peccary could find no meaning whatsoever in this statement, except\nconfirmation of his suspicion that Staghorn was mad. He felt this so\nstrongly that he started to rise from his seat and escape from the\ntransmitter cell. But at that moment Staghorn lowered the helmet onto\nhis head. The sensation he experienced was so novel and startling that\nhe remained seated. For a second or two he could feel the tiny metallic\ncontacts on the inside of the helmet pressing against his skull, but\nthis sensation of physical pressure vanished almost at once. It was\nreplaced by one of headlessness. His body up to his chin still seemed\nto be sitting in the transmitter--but his intellect had lost completely\nits sense of localization in the head.\n\nHe could think clearly enough, but had no notion as to the spot where\nhis thoughts originated. Indeed, the whole concept of relative position\nseemed ridiculous. At the same instant he felt tall as a mountain and\nas low as a rug. His mind could fill the entire universe, while resting\nneatly in a thimble. He could also see Staghorn, for his eyes continued\nto function and transmit optical patterns, but precisely where he was\nwhile receiving these patterns he couldn't possibly say.\n\nHe heard Staghorn remark, \"Fine. The connection is perfect. It's always\nbetter when the subject is bald. I'm going to switch you over into\nHumanac's circuits now.\"\n\nStaghorn's hand moved across the controls and one of his long fingers\nflipped a switch.\n\n       *       *       *       *       *\n\nThis was the last Dr. Peccary saw of Roger Staghorn. Instantly he found\nhimself standing in the center of the small park in his home town. His\nreaction was not one of alarm. Quite to the contrary, his immediate\nthought was one of surprise that he wasn't alarmed. Standing there in\nthe little square felt entirely normal and proper.\n\nNext he was jolted by the realization that he must be an image on\nHumanac's screen. He quickly looked about in all directions, half\nexpecting to see Staghorn's huge face peering down from the sky like\nGod. There was no sign of Staghorn, however. The world about him was\nas three-dimensional as any he'd ever known. He was in his home town a\nhundred years after he'd last seen it.\n\nGood lord! He was a hundred and forty-two years old!\n\nThis realization was followed by a host of others. Like a man coming\nout of amnesia, his past began filling with memories. He was rich. He\nwas the richest man on earth. His Y Hormone was used the world over. A\nmile away, on the outskirts of town, he could see a portion of his huge\nproduction plant. He lived in a majestic palace surrounded by every\nmanner of automatic protective device. Protection? From what? And how\nhad he dared to venture out here in the park alone? But wait ... wait.\nIt was all an illusion. Actually he was only an image on Humanac's\nscreen, a mathematical probability.\n\nHe must keep that fact firmly in mind, or he might lose his mental\nbalance.\n\nHe gazed about at the town, dismayed by its appearance. Not a person\nin sight. Not even an automobile. Of course, the motor car might have\nbecome obsolete during the passage of a hundred years. There must be\nsome new mode of transportation--something undreamed of a century ago!\n\nWhile he was wondering what this might be, he heard a\nclop-clop-clopping and was astonished to see three horsemen approaching\nthe square. As they came closer he recognized them as the bearded man\nand his two companions.\n\nThe boy Paul was bound firmly behind one of the saddles.\n\nA strange panic arose in Dr. Peccary's breast, but he managed to\nsuppress it with a reminder that this was all illusion. He was here\nfor purposes of information; he must have the courage to get it. So\nhe forced himself to the curb at the edge of the park. When the riders\nwere within speaking distance, he managed to hail them with, \"Hey, you!\"\n\nHis nervousness made his words harsh. But then, there was no reason why\nhe should speak politely to kidnapers. He saw that Paul was conscious.\nThe boy had a gag over his mouth but his eyes were open.\n\n       *       *       *       *       *\n\nThe three riders reined in their horses and looked at Peccary with\nfrank curiosity.\n\n\"Here's one that didn't hide,\" one of them remarked, in a tone that Dr.\nPeccary decided was disrespectful. He stepped forward boldly.\n\n\"May I ask what you intend to do with that boy?\" he demanded.\n\n\"He wants to know what we intend to do with the boy,\" said the same man.\n\n\"Yes, I heard what he said,\" the bearded man remarked quietly. He\nhadn't ceased to study Peccary with his piercing blue eyes. Now he\nurged his horse closer. \"You must be a stranger here, son?\"\n\n\"Not exactly,\" said Peccary. \"As a matter of fact, I was born here.\nThat was some time ago and it's true I haven't been here recently.\" The\nway the bearded man stared at him made him extremely nervous. \"But I'm\nsure that kidnaping is against the law. If you don't release that boy\nI'll have to--to make a citizen's arrest!\" Peccary knew that his words\nsounded ridiculous. From the way the three riders exchanged glances it\nwas evident that they thought the same thing.\n\n\"He's going to make a citizen's arrest,\" commented the one who liked to\nrepeat whatever Peccary said.\n\n\"Hush,\" said the bearded leader. And then to Peccary, \"What's your\nname, son?\"\n\n\"Clarence Peccary. If you don't do as I say I'll--\" He stopped short,\nhis heart leaping as the force of his indiscretion struck him.\n\nThe three men had been struck also.\n\nThe two younger ones were already on the ground, one on either side\nof him. Only the bearded man remained mounted. He leaned forward. \"I\nthought you looked familiar. You're _Doctor_ Peccary of the Y Hormone?\"\nHis voice was a menacing whisper. Peccary finally answered with a slow\nnod.\n\n\"He must have flipped, running around alone like this,\" a man beside\nhim said. \"However, let's never insult fortune!\"\n\nThis was the last Dr. Peccary heard. For at that instant one of the\nmen--he never knew which--struck him forcibly over the head with a\nblunt instrument.\n\n\nIII\n\nAt Humanac's controls Roger Staghorn leaped to his feet in alarm as he\nsaw what was happening on the screen.\n\nPeccary had collapsed now. The two men were draping him across the\nbearded man's saddle. There wasn't an instant to lose! Staghorn leaped\nto the transmitter cell where Peccary's material body was seated,\nhis eyes peacefully closed. Staghorn flipped the switch to disengage\nPeccary's consciousness from Humanac's circuits.\n\nNothing happened. Peccary's body remained as before, blissfully asleep.\n\nGood lord, of course nothing happened! How could it? Peccary had just\nbeen knocked cold; at the moment he didn't _have_ any consciousness!\nStaghorn opened the circuit again and whirled back to the control\nconsole.\n\nHe looked at the screen. All three men were mounted again. The bearded\nleader gestured them on.\n\nThey set spurs to their horses and galloped away, taking the\nunconscious Peccary with them.\n\n\"No!\" Staghorn shouted at the fleeing images. \"No, Dr. Peccary! Stay\nin focus!\" The horsemen paid no heed--nor did Staghorn expect them to,\nrationally. His shouts were only involuntary expressions of despair.\nGrasping the geographic locator, he twiddled it wildly, managing to\nkeep the three riders in focus for several blocks as they sped down a\nstreet of the deserted town.\n\nThen they rounded a corner and he lost them.\n\nBy the time he got a focus on the area around the corner they were\ngone. For several minutes he continued to search, shifting the focal\npoint all over town, but in vain. Dr. Clarence Peccary was lost inside\nHumanac's labyrinthean brain!\n\nStaghorn was stunned. There would be no difficulty in keeping Peccary's\nphysical body alive indefinitely by intravenous feeding, but it was\nas good as dead while separated from its sense of identity. Worse yet\nwere the probable consequences to Humanac of having a free soul loose\nin its mathematical universe. These were too dire to contemplate. The\nmachine's reliability might be altogether ruined and Staghorn's life\nwork destroyed. Under the circumstances there was but one course of\naction. He had to find Dr. Peccary and get him back into focus, so that\nhe could be disengaged from the computer.\n\nFirst Staghorn focused the geographic locator on the town square,\nthe point from which Peccary had been abducted; from there he could\nbegin tracking him. Next he set the time control so that it would\nautomatically disengage the transmitter units in exactly three hours.\n\nWhether or not he could find Dr. Peccary in that period of time\nStaghorn had no way of knowing; but at least he should be able to get\nhimself back into focus at the proper moment. Then, in case he'd failed\nto find Peccary, he could reset the time clock and try again.\n\nNext he opened a second transmitter unit, sat down on the little seat\nand pulled the helmet down on his head. As sensations of vastness and\nlost dimensions spread through him, he reached out and pressed down the\nswitch that would pour his own brain impulses into Humanac's circuits.\n\n       *       *       *       *       *\n\nInstantly, as with Dr. Peccary, Staghorn found himself standing in the\nlittle park.\n\nHe examined his hands and slapped his sides a few times, taking time to\nassimilate the fact that he felt perfectly solid. Ah, Bishop Berkeley\nwas right all the time! The universe was subjective--a creation of\nconsciousness!\n\nHe left off these speculations and recalled himself to his mission.\n\nGlancing around, he saw that people were beginning to reappear. They\ncame up from basements and out of the doors of the dilapidated houses\nand buildings. If there had been a panic, there was no sign of it\nnow. The men and women moved indolently, returning toward the park and\nthe sunlit streets. All were so much the same age and of such similar\nbeauty that it was difficult to distinguish individual members of the\nsame sex. But he finally recognized the girl Dr. Peccary had identified\nas Jenny Cheever. She had an attractive strawberry birthmark on her hip.\n\nShe strolled back into the park accompanied by a young man. The two of\nthem took possession of the bench where Jenny had been seated earlier.\nThey sat well apart from each other, silently contemplating the other\npassers-by.\n\nFeeling that his knowledge of Jenny's name constituted a sort of\nintroduction, Staghorn approached the couple. The man paid no attention\nto him but Jenny watched him curiously. Staghorn was not a man over\nwhom women swooned, and it occurred to him that she found something odd\nabout his dark suit and thick spectacles. He seemed to be the only man\nin town wearing either.\n\n\"How do you do,\" he said to her. \"I believe you're Ben Cheever's\ndaughter.\"\n\nShe continued to examine him languidly, slowly stroking a heavy strand\nof her auburn hair. \"Am I?\" she said at last. \"It's been so long I've\nforgotten. But then I had to be someone's daughter and since my name\nis Cheever, you may be right. I don't remember you. We must have met\nages and ages ago.\"\n\n\"This is the first time we've met. You were pointed out to me by a\nfriend.\"\n\nShe considered this with a puzzled air, and, idly curious, said, \"Do\nyou want to marry me?\"\n\n\"Good heavens, no!\"\n\nJenny didn't seem to be insulted by his abruptness. \"I just wondered\nwhy you'd speak to me,\" she said. \"Because if you want to marry me you\nhave to wait. I've promised to marry him first.\" She gestured to the\nman on the bench with her. The man looked at Staghorn for the first\ntime.\n\n\"Yeah,\" he said.\n\n       *       *       *       *       *\n\n\"I see,\" said Staghorn. \"And when is this ... merry event to take\nplace?\"\n\n\"Some day,\" Jenny said indifferently. \"When we both feel like it.\nThere's no use rushing things. I don't want to use up all the men too\nsoon.\"\n\n\"Use them up?\"\n\n\"He'll be my twenty-fifth husband.\"\n\n\"Yeah,\" said the man. \"She'll be my thirty-second wife.\"\n\n\"Your marriages can't last very long,\" said Staghorn. Despite the\nphysical attractiveness of both Jenny and her escort, Staghorn began\nto feel clammy in their presence. He had an impression of deep ill\nhealth, a sense of unclean, almost reptilian lassitude.\n\n\"They get shorter all the time,\" said Jenny, and turned away as though\nthe conversation bored her. The man too had lost interest.\n\nStaghorn stood ignored for a moment and then spoke bluntly.\n\n\"Who are the Atavars?\"\n\nThe word produced the first genuine reaction. Jenny leaped to her feet.\nThe man turned red.\n\n\"Don't say that word!\" Jenny said.\n\n\"I'm sorry. I'm a stranger.\"\n\n\"No one can be that much of a stranger!\"\n\n\"It's indecent,\" the man said. He stood up and touched Jenny's arm. \"I\nfeel my blood pounding. Let's go get married.\"\n\nJenny nodded and, with a cold glance at Staghorn, moved away with her\ncompanion. Staghorn was tempted to follow and demand an answer to his\nquestion when he saw Miss Terry approaching. Miss Terry was more likely\nto have the information he needed, and in any case--since she was only\nin her fifties--she was less than half of Jenny Cheever's age. He hoped\nthis would make a difference in her attitude. That she was capable\nof emotion he already knew. Her expression, as she approached, was\ndisconsolate.\n\nStaghorn bowed low before her and introduced himself. \"Good afternoon,\nMiss Terry. I'm a stranger to you but since you're a teacher by\nprofession, you may have heard of me. I'm Dr. Roger Staghorn.\" He\nstraightened, twisted his lips into a smile and waited for Miss Terry\nto associate his name with those scientific achievements that had so\nstartled the world a hundred years earlier. To his chagrin Miss Terry\nonly gazed at him blankly and shook her head.\n\n       *       *       *       *       *\n\n\"No,\" she murmured. Then tears formed in her eyes and she tried to move\non. Staghorn stopped her.\n\n\"Forgive me,\" he said. \"I'm aware of your recent loss. Your pupil,\nPaul.\"\n\nHer tears dropped more freely. \"Sooner or later I knew they'd get him.\nThe only child in town. And now I have nothing to do. Nothing at all!\"\n\n\"They? Just who are they--the Atavars?\"\n\nMiss Terry turned pale. \"Don't say it,\" she pleaded. \"In time I'll\nforget.\"\n\n\"But where have they taken Paul? And what will they do with him?\"\n\n\"He'll die, of course.\" She spoke these words almost indifferently,\nthen wept copiously as she added, \"But I'll live on with nothing to do!\"\n\n\"Then why didn't someone stop them?\" He gestured angrily at the\nhandsome young males wandering through the park. \"All these men--why\ndon't they rescue Paul?\"\n\nThis suggestion so shocked Miss Terry that she stopped weeping. \"That's\nimpossible! There'd be violence. Someone might get killed!\"\n\n\"They think of _that_ with a boy's life at stake?\" Staghorn felt his\nrage rising. He was an irascible man by nature and had controlled\nhimself so far only because he knew he was part of an illusion. The\nsense of illusion was fading rapidly, however. The guiding principles\nof morals and ethics were themselves abstractions and therefore\noperated just as powerfully in an abstract universe. He grasped Miss\nTerry by the arm.\n\n\"I'll go after him myself. Where do I find him?\"\n\n\"You can't find him! If you follow they'll capture you too!\"\n\n\"I'll chance that! Where have they gone?\"\n\n\"I can't tell you! They might punish me!\"\n\nStaghorn shook her heartily, ignoring the fact that she was over\nfifty. \"Tell me! It so happens that besides Paul, they've captured Dr.\nClarence Peccary, and I'm responsible for his life!\"\n\nAt this statement Miss Terry let out a cry of horror. \"They've caught\nDr. Peccary? No! No!\"\n\n\"They most certainly have. So hurry up and tell me--\"\n\n\"We'll all die!\" wailed Miss Terry. \"We'll all die!\"\n\n\"In that case it can't hurt you to tell me.\"\n\n\"The mountains!\" cried Miss Terry. \"High Canyon!\"\n\nIt was with great difficulty that Staghorn forced directions from her.\nThe news of Peccary's capture had unsettled her entirely. But despite\nthe roughness with which he was forced to use her, no one came to her\nrescue. Several young men and women gathered at a safe distance to\nwatch, but they did nothing to interfere.\n\n       *       *       *       *       *\n\nStaghorn finally elicited the information that High Canyon was several\nmiles north of town and could be reached by following a dirt road. To\nhis inquiry as to where he could rent a car, Miss Terry went blank\nagain. There were no cars. They had been abolished before Miss Terry\nwas born. She thought there might be one in the museum.\n\nStaghorn glanced at his watch.\n\nHe'd already been in the transmitter thirty minutes. He had only two\nand a half hours to get to High Canyon, rescue Dr. Peccary and Paul and\nreturn to the square. He dared not cut it too fine. He'd have to be\nback with a few minutes to spare.\n\nSo, after learning the location of the museum, he took off at a run.\n\nIt was evident that at some period in the past the town had gone\nthrough a surge of prosperity, for there were several quite majestic\nbuildings whose cornerstones bore dates of the late twentieth century.\nBut it was also clear that during the last fifty years not only had\nfew new enterprises been started but the old ones had been allowed to\nlanguish. The museum even lacked an attendant at the door--unless one\ngave this title to the bust of Dr. Peccary which stood on a pedestal\njust inside the entrance. The plaque beneath the bust noted that Dr.\nPeccary had given the museum to the city in 1985 \"to preserve for our\nimmortal posterity a true picture of the world of mortals.\"\n\nIn the seven and a half decades since, however, this true picture had\nsuffered badly.\n\nIn the absence of curtains and draperies, and in the nudeness of the\nmannekins whose purpose could only have been to display twentieth\ncentury costumes, Staghorn gained a hint as to where the populace got\nat least a part of the rags they wore. He didn't pause to examine\ndetails, however. A wall directory with a faded map of the building\nhad given him the location of the wing of twentieth century machines.\nHe headed there at once, passing by displays of tractors, bulldozers,\njackhammers and other commonplaces before reaching the automobiles.\n\nThere was an excellent selection of standard and sports models, all a\nuniform gray under their coats of dust--and all of them out of gas.\n\nAfter so long a time it was doubtful if any would have run anyway. He\nhad simply hoped that one lone attendant might have kept one in working\ncondition.\n\nIn the next room, however, he found the reward for his effort.\nBicycles. He chose a racing model.\n\nA few minutes later he was pedaling rapidly northward on the dirt road\nthat led to High Canyon.\n\n\nIV\n\nDr. Peccary could feel fingers probing at his sore head. A bit of damp\ncloth or cotton was pressed against his upper lip. The sharp odor that\nstabbed his nostrils made him jerk his head away and suck in his breath.\n\n\"Good. He's coming around.\"\n\nDr. Peccary opened his eyes. For a few seconds faces and objects swung\naround him giddily, but finally the environment achieved stability. He\nsaw that he was in a log cabin, on a bunk. Seated in a chair beside him\nwas a man whose manner could belong only to a doctor. Standing behind\nthe doctor was the bearded man.\n\n\"He'll be all right,\" the doctor said, packing bottles and probes into\nhis little black bag.\n\nDr. Peccary sat up and touched the back of his head gingerly. It was\nvery, very sore. He'd never had an illusion quite like this before.\nBesides, the illusion had persisted too long. How long had he been out?\nHours? Days? Good lord, had Staghorn deserted him?\n\nThe bearded man ushered the doctor out, locked the door and came back\nto observe Peccary. He put a booted foot on the chair and leaned an\nelbow on his knee.\n\n\"I hardly need tell you, Dr. Peccary,\" he said, \"that this is the\nhappiest day of my life.\"\n\n\"But not of mine,\" Peccary responded sourly. \"I doubt if you can make\nit a bit worse by telling me what this is all about and what you plan\nto do with me.\"\n\nThe bearded man showed surprise. \"You don't know?\"\n\n\"No! I don't know!\" Peccary was losing his detachment.\n\nThe bearded man considered him thoughtfully. \"I shouldn't have let the\ndoctor go so soon. Apparently you were hit harder than we thought.\nOn the other hand it's just possible, living as you have these last\nseventy years locked up in your palace and isolated from the rest of\nthe world, that you've lost touch with what is going on.\"\n\n\"I've lost touch with a great many things. Obviously I'm a prisoner.\nHow long is this going to last?\"\n\n\"Only until my demolition squad is ready. Then we take you to your\nproduction plant where you produce the Y Hormone. There will be a gun\nat your back, of course. You know the combination to get us safely past\nthe automatic guards. Ah, I've waited all my life for this! Once we're\nin the plant, my men will do the rest.\"\n\n\"You're going to blow it up?\"\n\n\"Absolutely!\"\n\n       *       *       *       *       *\n\n\"And what do you gain by that? The formula for the Y Hormone still\nexists!\"\n\nThe bearded man laughed. \"Yes, I can see you've been out of touch with\nthe world. It's been thirty years since the country produced anyone\ncapable of working with that formula. That's when the last university\nclosed down--thirty years ago.\"\n\n\"That's shocking,\" said Dr. Peccary. \"But my experiments showed\nconclusively that the Y Hormone has no deleterious effect upon\nintelligence. I took every precaution!\"\n\n\"Nothing wrong with anyone's intelligence,\" said the bearded man,\n\"except that no one's under pressure to use it. When the future\nstretches on indefinitely, it gets easier and easier to put things off\nuntil tomorrow--even education--until finally it's put off forever.\nThere's only one man living who understands that formula.\"\n\n\"And who is that?\"\n\nThe bearded man looked down at him hatefully. \"Yourself, Dr. Peccary!\nThat's why we're so delighted to capture you--because now you'll never\nuse it again!\"\n\nPeccary stared at him aghast. \"I understand now! You mean to steal\nit. You mean to force it out of me and start producing the Y Hormone\nyourself!\"\n\nThis accusation resulted in a violent reaction from the bearded man. He\ngrasped Peccary by the lapels of his jacket and hauled him to his feet.\nPeccary could feel the man's powerful hands trembling with rage.\n\n\"You fool! You utter imbecile! Don't you even yet know who we are?\"\n\nPeccary was so throttled by the man's clutch that he could only waggle\nhis head in the negative. The bearded man's face came close to his.\n\n\"We're mortals!\" He flung Peccary back on the bunk contemptuously. \"We\naccept our allotted span of years and call it quits. But during that\ntime we live! We have to. It's all the time we have!\" He glared at\nPeccary a moment before resuming in a milder tone. \"After we destroy\nyour production plant, Dr. Peccary, we're going to kill you. You might\nas well know. It's the only way to make certain that the formula for\nthe Y Hormone will never be used again.\" Then he smiled. \"But take\nconsolation. With the plant destroyed you'd gradually get old and die\nanyway. For the brief period before we execute you, you might even\nregain an appreciation for life.\" He bent suddenly, gripped Peccary's\nwrist and hauled him to his feet again. \"In fact, you might have\nforgotten what life is. I'll refresh your memory. Come along!\"\n\nHe dragged Peccary to the door, opened it and led him outside.\n\nPeccary looked around. He found himself on the level floor of a canyon\nwhose vertical walls rose high on either side. He recognized the place\nat once. Often when he was a boy he'd come here to camp overnight. It\nhad been a delightful wilderness with a year-round stream.\n\n       *       *       *       *       *\n\nThe canyon had changed. Some forty cabins like the one he'd been in\nwere built in the shade of the southern cliff, and the canyon floor\nwas covered with green crops and pasture. He heard singing, laughter.\nPeople were at work in the fields, children were building rock castles\nat the base of the cliff. On a cabin porch two elderly men sat playing\ncheckers.\n\n\"The last of the mortals,\" said the bearded man. \"If there are any\nother colonies we don't know of them. But when you're gone, Dr.\nPeccary, they'll be the first of a new race! You asked earlier what we\nintended to do with the boy we kidnaped. There he is.\" And he pointed\ntoward the canyon wall.\n\nPeccary looked and saw Paul climbing upward along crevices and ledges.\nThe bearded man cupped his hands to his mouth and shouted. \"Paul! How\nis it?\"\n\nThe boy straightened on a rocky pinnacle and looked back. His face was\necstatic. \"I'm climbing!\" he crowed. \"I've never been so high! I'm\nclimbing all the way to the top!\" He waved and clambered on.\n\n\"Once in a great while a child is born to one of the immortals,\" the\nbearded man said. \"If we find him in time we can save him.\"\n\nPeccary watched the boy move upward along the cliff. \"Then why was he\nso terrified when you captured him?\"\n\n\"Because he'd had it pounded into him that if the Atavars got him\nhe'd die. He will, too, eventually. Like any other mortal. But in the\nmeanwhile--\" He broke off and turned on Peccary savagely. \"You see,\nthere's one thing you didn't consider at all! The Y Hormone stops aging\nand keeps people healthy, but it can't protect them from accidents. The\nimmortals can still die if they get hit by a train or fall overboard\nin the middle of the ocean. A mortal can accept the possibility of\naccidental death because he knows he's going to die anyway sooner\nor later, but can't you see the psychological shock to the immortals\nwhen one of them dies? A man who had the potential of living forever,\nsuddenly wiped out! It's like the end of the world. And so they started\neliminating hazards. Automobiles went first. Then planes and trains.\nThey weren't needed anyway, because people stopped traveling. To travel\nis to court accident. But one precaution breeds another, and before\nlong people were avoiding all dangerous occupations. With immortality\nat stake, even the smallest risk was too much. Planing mills, machine\nshops, mines, smelters--bah! Name me an occupation that doesn't\noccasionally entail some hazard. Even motherhood!\"\n\n       *       *       *       *       *\n\n\"But I anticipated the need for birth control! I had the plans all set\nup.\"\n\n\"There was birth control all right, but not the way you planned it.\nTen years after your hormone went on the market the world had an extra\nfive billion people. For a few years they produced a surge of energy\nuntil the older immortals started eliminating the hazards. After that,\nstarvation set in. Three-fourths of the population died. Your hormone\ncan't keep people from starving, either, and it was a shock from which\nthose who survived never recovered. Every new mouth to feed was a\nthreat. Childbirth practically stopped. But that left the remaining\nimmortals in a very soft position. For years now they've been existing\non the leftovers from civilization, finding shelter in the old houses,\nransacking the attics and closets of the dead for scraps of clothing,\ndaring to plant a few crops in areas where they'll grow with little\ncare. And after that--boredom.\"\n\nHe thrust an accusing finger at Peccary. \"And you dared to use the\nslogan, 'Time to achieve perfection!' I tell you, Dr. Peccary, the\nsource of man's courage and energy is the knowledge of death! Man was\nmeant to be mortal. We strive because we know the time is short. We\nclimb mountains, make love, descend to the depths of the sea and reach\nfor the stars because the certainty of death urges us on. It's the only\ncertainty the world had--and you would destroy it!\"\n\nPeccary quailed before the bearded man's ferocity. He was relieved when\nhis captor's attention was diverted by a party of horsemen who rode\nup in neat order and stopped before their leader. Several horses were\nloaded with explosives.\n\n\"We're ready, Sir,\" their spokesman said.\n\n\"Good,\" said the bearded man. \"I see no reason to delay an instant.\"\n\nAn extra horse had been provided for Dr. Peccary. He was on the point\nof being forcibly hoisted into the saddle when he was given a reprieve\nby a diversion of another kind.\n\nApproaching on the path through the center of the canyon, pedaling his\nbicycle frantically, came--Staghorn!\n\n       *       *       *       *       *\n\nHe rode up to the group and leapt from his seat, his face blue from\nexertion. He'd been climbing all the way from town. He stood gasping\nfor breath while he dragged his big gold watch from his pocket and\nconsulted the time. He managed a groan. \"Only thirty minutes left.\nMiles to go! But it's down hill all the way; we can make it!\" He shoved\nhis bicycle forward. \"On the handlebars, Dr. Peccary, quick!\"\n\nPeccary would have liked nothing better. But his movement toward\nStaghorn was stopped instantly by the men who were trying to put him on\nhis horse. \"They're going to kill me!\" he cried. \"They're going to blow\nup my factory and kill me!\"\n\n\"No, no!\" said Staghorn. \"That can't be. The consequences would be\ndisastrous.\" He turned to the bearded leader. \"Look, Sir, I have no\ntime to explain, and I'm sure you wouldn't believe me even if I did.\nAll of you are illusions! This entire situation is nothing but a\nmathematical probability. And so I insist that you release my friend,\nDr. Peccary, at once!\"\n\nThe bearded man was so amazed by this request that he forgot to take\noffense. He gaped at Staghorn. \"Who are you? I can't imagine an\nimmortal risking himself on a bicycle!\"\n\n\"At this moment I'm desperately mortal, and so is Dr. Peccary!\"\n\n\"Nonsense. Dr. Peccary is a hundred and forty-two years old!\"\n\n\"I've told you this situation has no existence in reality!\"\n\nThe bearded man stomped the ground. \"I've been living on this planet\nfifty-five years. I know reality when I see it! And what's more, I'm\nbeginning to think you _are_ one of the immortals. Even an immortal\nmight show some courage when he knows he's going to be deprived of the\nY Hormone.\"\n\n\"If you must know, I'm Dr. Roger Staghorn! I can see that there's\nindustry and education in this canyon and so it's possible you've heard\nof me. I have quite a record of scientific achievements back in the\ntwentieth century.\"\n\n       *       *       *       *       *\n\nAt this announcement the bearded man goggled at him, then threw back\nhis head and laughed uproariously. \"You couldn't have picked a worse\nmasquerade. Dr. Roger Staghorn died in 1994!\"\n\n\"I can't help that I'm Staghorn!\"\n\nThe bearded man stopped laughing and thrust his face forward\nthreateningly. \"You're a fraud! Because it so happens that _I'm_\nStaghorn!\"\n\n\"You? Staghorn?\"\n\n\"I'm Henry Staghorn, great-grandson of the real Dr. Roger Staghorn!\"\n\n\"Impossible. I have no intention of ever getting married!\"\n\n\"Dr. Roger Staghorn married when he founded the Atavars, ninety years\nago! He saw the need of leaving mortal offspring and sacrificed himself\nto that end. And he's buried in the cliff over there. Furthermore, he\nbecame Dr. Peccary's most bitter enemy. If he were alive today, he'd\nbe tying the knot for Peccary's neck instead of trying to rescue him.\"\nThe bearded man drew a revolver from inside his jacket. \"I think I'll\nexecute you here and now!\"\n\nPeccary all but fainted. If Staghorn were killed all hope was gone. But\nStaghorn threw up a commanding hand.\n\n\"Stop, Henry! What you say may be perfectly true from your peculiar\nviewpoint. But I'm still Roger Staghorn! Are you going to shoot your\nown great-grandfather?\"\n\nStaghorn's tone, rather than his words, made the bearded man pause. He\nturned to a companion.\n\nAnd in that instant Staghorn moved. After all, he was slightly younger\nand more agile than his great-grandson. He leapt onto his bicycle,\nshouting at Peccary, \"Turn around!\"\n\nPeccary whirled and sprang in the air as Staghorn aimed the bicycle\nbetween his legs. He landed neatly on the handlebars, and with\nsimultaneous kicks sent the men on either side sprawling. Then he and\nStaghorn were off down the canyon.\n\nBehind them they could hear the thundering hoofs as the horsemen\nstarted in pursuit.\n\n\"Go, Staghorn, go!\" Peccary shouted.\n\nThe race would have been lost at once except for the downhill grade.\nBut because of it, Peccary's added weight was a help instead of a\nhindrance. Shots rang out; bullets bounced from the rocks on either\nside.\n\nThey made it out of the canyon's mouth and the grade increased on the\nlong straightaway toward town. Staghorn's feet spun as they darted\ndownward, maintaining their lead in front of the pursuing horsemen. The\ntown loomed ahead of them, closer and closer until at last they sped\ninto a street where the buildings gave them protection from bullets.\n\nThe bicycle slowed. They were on level ground again. Staghorn skidded\naround a corner and stopped so suddenly that Dr. Peccary was propelled\nforward and landed on his feet at the mouth of an alley. Abandoning the\nbicycle, both men charged into it.\n\n\"The square!\" Staghorn gasped. \"I'm focused on the square!\" He hauled\nout his watch as he ran. Only seven minutes remained.\n\n       *       *       *       *       *\n\nThe deep-throated alarm whistle was sounding over the town. Its\ninhabitants must have sighted the approach of the Atavars for they\nwere scurrying into buildings and basements, leaving the way clear for\nPeccary and Staghorn. They emerged from the alley and turned left for a\nblock, then doubled back as they were sighted by the searching horsemen.\n\nThe hue and cry was on again, but Peccary's familiarity with his home\ntown served them well until they came within sight of the square. Then\nthey stopped in dismay and ducked into a doorway.\n\nAcross the street in the center of the little park, as though divining\nthat it must be their destination, was Staghorn's great-grandson\nand three of his men. Their position enabled them to watch all four\napproaches to the square at the same time.\n\nStaghorn tugged out his watch again. Two minutes. They had to be in\nfocus! A second late and they'd be locked forever. He watched the\nsecond hand creep around the dial.\n\n\"We have to chance it,\" he said. \"When I start running, run with me!\"\n\nThe second hand crept on. A minute left. Staghorn judged the distance\nfrom their hiding place to the grassy plot where the bearded man was\nstanding. About seventy-five yards. Could he do seventy-five yards in\nten seconds? Could Peccary? Thirty seconds left ... twenty-five ...\ntwenty. He'd never gone through such a painful count-down ... fifteen\nseconds.\n\n\"Ready, Dr. Peccary. It's now or never.\"\n\nThirteen ... twelve ... eleven ... \"Go!\"\n\nStaghorn burst from his hiding place with Peccary at his heels. They\ndashed for the square. They were over the curb and into the street\nbefore the men in the park saw their approach and let out cries of\ntriumph.\n\n\"Dip and weave, Dr. Peccary! Dip and weave!\"\n\nThey dipped and wove, while bullets ripped at their clothing. They\nwere running right into the fire, making better targets at every\nstride. Staghorn ran with his watch in his hand, and never had time and\ndistance diminished so slowly.\n\nSeven seconds, six, five, and they were still alive and across the\nstreet. Four seconds, three, two.\n\nThey were over the park and onto the grass. A bullet crashed into\nStaghorn's leg and he fell, diving forward.\n\n\"Got him!\" cried his great-grandson. \"Now get Peccary!\"\n\n       *       *       *       *       *\n\nThree shots rang out as one. But at some point in the bullets' flight\ntoward Peccary and Staghorn, the square and everything in it vanished.\n\nStaghorn found himself sitting in Humanac's transmitter unit.\n\nThe time clock had functioned. He was disengaged.\n\nHe lifted the helmet from his head and stumbled from the cell, drawing\na trouser leg up to examine his leg. It seemed that he could detect a\nscar. Then he turned and helped Dr. Peccary from the other transmitter.\nBoth men stepped toward the console to look at Humanac's screen.\n\nIt was still focused on the little park. The bearded man and his\ncompanions were now exchanging glances of consternation. After a moment\nthe bearded man wet his lips. \"Maybe he was right,\" he said in awed\ntones. \"No one but my great-grandfather could ever do a trick like\nthat. And maybe what he said is true. It's all illusion. We're nothing\nbut mathematical probabilities!\"\n\nAt this point Staghorn hauled down the master switch. The screen went\ndead as Humanac's power was shut off.\n\nSome twenty minutes later he had finished draining Dr. Peccary's sample\nof the Y Hormone from Humanac's analyzer and had thoroughly cleansed\nthe computer of any last traces of it. He handed the little bottle of\nthe hormone back to Dr. Peccary.\n\n\"There,\" he said. \"As far as Humanac is concerned, it's as though it\nnever was. Do as you wish.\"\n\nDr. Peccary looked at the bottle sadly. It was worth millions.\nBillions.\n\nThen slowly he moved to a laboratory sink and poured the contents of\nthe bottle down the drain.\n\n\"I can't help wondering,\" mused Staghorn, \"of whose computer we're a\npart right now--slight factors in the chain of causation that started\nGod knows when and will end....\"\n\n\"When someone pulls the switch,\" said Dr. Peccary.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Immortals, by David Duncan\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE IMMORTALS ***\n\n***** This file should be named 51801.txt or 51801.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/0/51801/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}