{"title": "The Undetected", "author": "George O. Smith", "releaseDate": "April 20, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            The Undetected\n\n                          By GEORGE O. SMITH\n\n                         Illustrated by FINLAY\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction December 1959.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              Nothing can possibly be more baffling than\n             a crime in a sealed room ... but what if the\n              investigator happens to have an open mind?\n\n\nI\n\nI took a quick look around the apartment, even though I already knew\nwhat I had to know.\n\nGordon Andrews had been slain in his sleep by the quick thrust of some\nrapierlike instrument. There was no sign of any struggle. The wall\nsafe stood with its door open and its contents missing. Every door and\nwindow was closed, locked, burglar-bugged, and non-openable from the\ninside; the front door had been forced by the police. Furthermore, it\nhad been raining in wind-whipped torrents for hours, yet there was no\ntrace of moisture on any of the floors.\n\nOf course no one had heard a sound, and naturally there were no\nfingerprints.\n\nPolice Chief Weston spied me and snapped, \"What do you make of it,\nSchnell?\"\n\nI shrugged and said, \"Completely sealed room.\"\n\n\"Got any ideas?\" he demanded.\n\nI had a lot of ideas, but I was not going to express myself without\na lot of stark evidence. I do not yearn to have the prefix \"ex-\"\ninstalled in front of my title of Captain of Detectives. I'm much too\nyoung to be retired. So instead of trying to explain, I said, \"The\n_modus operandi_ is--\"\n\nChief Weston snorted, \"Schnell, there isn't a clue in the whole damned\nbuilding, and yet you stand there and yap about _modus operandi_?\"\n\n\"That's the point, Chief. The cluelessness is itself the _modus\noperandi_ that points to--\"\n\n\"You talk as if we had a whole file of unsolved, clueless, sealed-room\nhomicides!\"\n\n\"Chief,\" I said, \"a true 'perfect crime' would be one in which no clue\nexisted, including the fact of the crime itself--except those clues\nthat were deliberately planned by the perpetrator for some purpose of\nhis own.\"\n\n       *       *       *       *       *\n\nHe glowered at me. \"What are you driving at, Schnell?\"\n\n\"I'm trying to convince you that we are faced with a very clever\ncriminal mind,\" I said. \"A man with a fine talent. One who plans his\ncrimes so well that they aren't even recognized as criminal.\"\n\n\"Nonsense. You can't conceal any crime forever.\"\n\n\"Forever isn't necessary, Chief. Just long enough to cover up\ncompletely, to remove all connection. We don't know how many bank\ntellers have been running on reduced salary because they somehow paid\nout a hundred in cashing a ten-dollar check. We couldn't demand an\naudit of all the big financial accounts in town, to know the why and\nwherefore of the transfer of any sum of money larger than the limit of\npetty larceny.\"\n\n\"But now you are talking about a sly, clever operator, Schnell. This is\na plain case of homicide and burglary.\"\n\n_Plain?_ Was he kidding himself?\n\nI smiled crookedly. \"Chief, there is no doubt in my mind that our crook\nintended to clean out Gordon Andrews' safe without disturbing a soul.\nBut the imminent awakening of Andrews presented a physical threat that\nhad to be silenced immediately.\"\n\n\"So that is the work of your sly thief?\"\n\n\"Chief, just remember that Gordon Andrews was an eccentric old sourpuss\nwho hated to do business with bankers. Now let's suppose that Andrews\nhad awakened in the morning to find his safe cleaned out. He screeches\nfor the cops. We come a-roaring in with the fingerprint detail and the\nsafe specialists and the break-in experts. We find,\" I said with a\nwave of my hand, \"everything just as we found it here and now. So we\nlook Gordon Andrews in the eye and tell him that no one _could_ get\nin, no one _had_ gotten in, and that we suspect him of cleaning out\nhis own safe and yelling 'Copper' to make trouble for the Mayor and\nthe Commissioner, who refused to appoint him a special detail of city\nemployees for bodyguards last year.\"\n\n\"Go on, Schnell,\" said Chief Weston with deadly patience.\n\n\"The homicide was a spur-of-the-moment necessity. Had it been planned,\nthe crook would have plugged Andrews with the old man's personal\nBanker's Special, which he kept on the bedside table, and made it look\nlike suicide.\"\n\n\"Know a lot about Andrews, don't you, Schnell?\"\n\n\"What do you mean, Chief?\"\n\n\"About the Banker's Special.\"\n\n\"I have an excellent memory,\" I said. \"Andrews had a license for the\nthing. The serial number is 233,467,819 and the gun and license were\nacquired on August seventh, 1951.\"\n\n       *       *       *       *       *\n\nThe Chief sarcastically grunted, \"Has it been fired since?\"\n\n\"It was fired six times at the date of delivery by the police\nlaboratory for the land-mark records,\" I said.\n\n\"Let's not try being funny, Schnell. This is a serious business.\nAndrews was an eccentric old curmudgeon, but he was also a\nphilanthropist, and the papers will be after our throats if we don't\ncome up with this super-criminal.\"\n\n\"He's going to be damned tough, Chief.\"\n\n\"Okay, this is your project. Nothing else matters until he's caught and\nconvicted--of homicide committed during the course of grand robbery,\nmeaning automatic hot seat.\"\n\nI nodded slowly.\n\n\"Just remember, Schnell--the whole department's behind you,\" Chief\nWeston assured me.\n\nI continued to nod, but his assurance didn't reassure me in the least.\nWith about ninety-eight per cent of the general public still not\nquite willing to accept rockets, missiles and space travel, I had a\nfat chance of convincing anybody that a telepath had kept guard over\nthe slumbering mind of Gordon Andrews, while a perceptive solved the\ncombination to the wall safe, so that a kinematic could twirl the\ndial; that the imminent awakening of Gordon Andrews had indeed been an\nimminent physical threat to a delicate extra-sensory undertaking, and\nthat therefore he had been silenced by the kinematic, with a weapon\nlocated by the perceptive, after warning from the telepath; after which\nthe crime had continued, with the loot being floated by a levitator\nalong a freeway explored by the perceptive and scouted by the telepath\nand cleared of barriers by the kinematic who opened and debugged them\nas he went along--and that the real topper for this whopper was that\nthis operation was not the integrated effort of a clever gang of\nextra-sensory specialists, but rather the single-handed accomplishment\nof one highly talented Psi-man!\n\nA Psi-man ruthless enough to kill before he would permit his victim to\nwatch the turning dial, the floating loot, the opening portal, simply\nbecause there stood a probability that one of the two billion persons\non Earth might suspect the phenomena as parapsychical activity, instead\nof the hallucinatory ravings of a rich old eccentric who hated the\nincumbent political party!\n\nHow best to keep a secret?\n\nLet no one suspect that any secret exists!\n\n\nII\n\nThe rain was still coming down in wind-whipped torrents that slatted\nalong the avenue in drenching sheets. Huddled in the scant cover of the\napartment door was a girl of about eighteen. The raincoat she wore was\nno protection; the wind drove the rain up under it. Womanlike, she was\nstruggling with the ruins of a fashionable little umbrella instead of\nabandoning it for the tangled mess that it was.\n\nShe looked at me as I opened the door. She was without guile. She was\nwet and miserable and determined to take whatever help was proffered,\nand hope afterward that no unfair advantage would be taken of the\nsituation.\n\nI showed her my I.D. card and she read: \"Howard Schnell, Captain,\nSpecial Detail.\" Her face changed from cautious immobility to a sort\nof wet animation, and she added as if it were important under the\ncircumstances to be completely open, \"I'm Florence Wood.\"\n\nI took the ruined umbrella from her unresisting hand and stood it in\nthe foyer for the janitor to dispose of, and pointed out across the\nrain-ponded sidewalk to the police car. It was almost high noon, but\nthe rain was so heavy that the identity of the car was by no means\nconspicuous from the apartment door. Florence Wood nodded as she caught\nsight of it.\n\nI said, \"Now, I'll make a run for it and open the door, and get in\nfirst so that I'll be on the driver's side. As soon as I'm out of your\nway, just dive in and don't worry about closing the door until you're\nout of this rain. Catch?\"\n\nShe nodded.\n\n\"I'd play Sir Galahad and give you my foul-weather gear to wear,\" I\nsaid, \"but you're already so wet that it wouldn't do more than keep the\nwater _in_.\"\n\nShe smiled at me understandingly.\n\nThen she looked at me with curiosity because I was standing there\nwaiting instead of making my dash immediately. I thought of how my\nPsi-man could have floated the loot out of an open window and kept the\nrain from soaking the floor at the same time.\n\nSo, to make conversation, I said, \"I'm waiting until my will power\nbuilds up enough to overcome the forces of gravity, barometric\npressure, and the rest of whatever goes into the making of a howling\ndownpour like this. Considering that nature is dissipating energy equal\nto a couple of hundred atom bombs per second, it takes a bit of time to\ncollect the necessary amount of mental power.\"\n\nFlorence Wood laughed. In mere instants she'd changed from\nweather-drenched misery to a cheerful sort of discomfort no worse than\nmany a human has endured for hours at a football game. She said with\namusement, \"Captain Schnell, why don't you start the car and drive it\nover here? Seems to me it would take less power than stopping this\nstorm.\"\n\n\"The law says that it is considered unlawful to operate a motor vehicle\nfrom any position other than the driver's seat,\" I replied.\n\n       *       *       *       *       *\n\nWhen the slack in the storm I'd been anticipating finally arrived, I\ntook advantage of it to make my run across the sidewalk. Miss Wood\nfollowed: her timing was perfect. Everything happened in a continuous\nsequence without a stoppage at any point. The door opened and I went\nin, landing hard and bouncing deliberately on the seat springs to hunch\nmyself over; Miss Wood landed and whirled in a flurry of wet skirt and\nclammy raincoat, hauling one rain-booted ankle out of the way as the\ndoor swung closed with a solid and satisfying _thunk_.\n\nI started the car and let the engine idle to warm it up and dry it off.\nThen I said, \"Part of my duty to the citizen includes protection of his\nhealth and comfort as well as protection from unlawful behavior. So,\nwhere do you wish to be taken?\"\n\nShe regarded me out of clear gray eyes. \"Don't you know?\" she asked\nwith a quirk at the corner of her mouth.\n\n\"Do I look like a mind reader?\"\n\n\"Well, you did slow down the storm.\"\n\nI laughed. \"Miss Wood, King Canute would have been a hero instead of a\nbum if he'd waited until high water before he told the tide to stop.\nNow, what gave you any reason to suppose that I am endowed with special\ntalents?\"\n\n\"Well,\" she said, fumbling through her handbag for the comb, which\nnaturally was at the bottom, \"you did come along when I needed help,\nand you did identify yourself when I so much wanted to know--\"\n\n\"And since I also remembered that storms as violent as this always have\nlulls, you put two and two together? Well, it doesn't require telepathy\nto conclude that you are soaked to the skin, that you need and want\nhelp, and that you'd prefer to know just whom you are driving off in a\ncar with. Any other ideas about my talents?\"\n\n\"Well, I should think--\"\n\n\"Address first, Miss Wood.\"\n\nShe gave me an address in a residential district that was the maximum\ndistance one could get from City Hall and still enjoy the privilege of\npaying city taxes. I started the car and headed in that direction. Then\nI said, \"Now, Miss Wood, let's go on with your little fancy.\"\n\n\"Fancy?\"\n\n\"You've been moonbeaming about a little courtroom drama where twelve\ngood telepaths and true are reading the mental testimony of a witness\nwho had located some vital bit of evidence by perception and brought it\nto light by kinematic power.\"\n\n\"Well, it does seem that any truly gifted person would work for the\ngood of humanity.\"\n\n\"I doubt that being gifted with a sense of perception would\nautomatically endow a man with a sense of honor.\"\n\n\"But doesn't it seem just _awful_ to think of anything as miraculous as\ntelepathy being used for--for--\"\n\nShe was trying to avoid the word \"immoral\" because she was of an age\nand experience that felt sensitive about its use. Unfortunately the\nonly substitute was the word \"sin.\"\n\nI came to her rescue. \"It's deplorable but true that nothing was ever\ndeveloped for the benefit of mankind without a few sharpshooters\nquickly figuring out some way to make it pay them a dishonest buck.\"\n\n\"But it would be frightfully hard to bamboozle a telepathic policeman,\nwouldn't it?\" she asked hopefully.\n\n       *       *       *       *       *\n\nI thought of my PSI-man, whose only mistake in the sealed room murder\nof Gordon Andrews had been in being _so_ good that he'd actually\ndisclosed the existence of a criminal who employed Psi faculties.\n\n\"Wouldn't that depend upon whether the policeman or the criminal was\nthe more talented?\" I parried. \"But that supposes that the police force\nwould have a corps of Psi policemen.\"\n\n\"Wouldn't they?\"\n\n\"Honey-chile,\" I said, \"at the first thin hint that the Commissioner\nwas even interested in the possibility of hiring someone who knew\nwhat the term 'parapsychic phenomena' really meant, there would be a\nuniversal howl against 'Thought Police' so loud that it would shatter\nthe polar icecaps.\"\n\n\"But why?\" she asked, bewildered.\n\n\"They'd start screaming about 'invasion of privacy,' and cite the Bill\nof Rights, and that would be that.\"\n\n\"You mean that the law has laws against telepathy?\"\n\n\"No, it doesn't say anything about telepathy,\" I admitted, knowing what\nwas to come next.\n\n\"Well, then?\"\n\n\"Don't sound so superior, Miss Wood. At the first attempt, the law\nwould discover that it had a hell of a lot to say about telepathy and\nperception, since they'd definitely affect the interpretation of the\nFourth and Fifth Amendments.\"\n\n\"I know the Fifth,\" she said, \"but how about the Fourth?\"\n\n\"Unreasonable and unwarranted search,\" I told her.\n\n\"But isn't a man guilty when he's guilty?\"\n\n\"I wish it were as simple as that.\"\n\n\"But why isn't it?\"\n\n\"Little Miss Wood, you are now asking me to solve an ethical question\nthat's been unanswered for more than ten thousand years.\" I smiled\nwistfully. \"I am not--repeat not--big enough to answer the following\nquestion: 'Shall a killer in the confessional, who has been given\nabsolution by his God, subsequently be punished by his fellow man?'\"\n\n\"But what has that to do with it?\"\n\n\"Let's have _you_ answer one: 'Could you truly bare your secret soul\nto God if you suspected that some prying human being was taking it all\ndown on a tape recorder?'\"\n\n\"No, I suppose not.\"\n\n\"Then our 'Thought Police' would be standing as a human barrier between\nany man and his God.\"\n\n\"I suppose so--but couldn't I _tell_?\"\n\n\"Tell?\"\n\n\"Tell whether someone was listening to my thoughts?\"\n\nThat was another stumper. Does the sign wear out any faster if it's\nread? Can the radio transmitter be measured to tell whether the\nbroadcast has any audience? Does the tree that falls in the forest\nbarren of animal life generate the same wave-motion as it would if all\nthe leaves were replaced by active eardrums? There are lots of analogs,\nbut are any of them valid?\n\nI said, \"If I cry out, how can I know whether I am being heard?\"\n\nAnd in my mind I made my own reply. I thought in deep concentration:\n\"_How do you read me, Psi-man?_\"\n\nThe response was zero-zero. And it meant--nothing. My Psi-man could\nhave been following my every thought from the moment that my ringing\ntelephone summoned me to Gordon Andrews' apartment to the present\ninstant, so far as I could tell. There was no feeling of intrusion, no\nfeeling of _presence_.\n\n\nIII\n\nFlorence Wood giggled. \"Going to stop the rain again, Captain Schnell?\"\n\nThe storm was still howling. In the near suburbs, the rain came in\nmore gracefully draped sheets and the wind was not whirlpooled by the\nfluelike canyons between the buildings, but residential rainwater is\njust as wet per cubic centimeter as the metropolitan variety.\n\n\"Maybe I should drive up over the lawn,\" I suggested.\n\n\"Daddy would blow a fuse.\"\n\n\"We might wait for it to let up.\"\n\n\"I'd rather not,\" she said soberly. \"It's one thing to be driven home\nin a strange car during a cloudburst, but it's something else to sit\nout here making it look as if I were paying off by making out.\"\n\nIt came as a pleasant surprise that she did not consider me a\nsuperannuated gaffer, and it was her youth that allowed her to discuss\nparapsychic phenomena without the tongue-in-cheek attitude of the older\nknow-it-alls. I considered Florence Wood and realized that she was at\nleast old enough so that I wouldn't be jugged for cradle-robbing so\nlong as I had a parental acceptance. And I did want someone to talk out\nthe business of psionics without having someone wind me in a sheet and\nship me to a shrinker.\n\nAnd so I said, \"If it will smooth things a bit, I'll umbrella you to\nthe door and make official explanation to the stern and anxious parent.\"\n\n\"That we'll enjoy,\" she giggled. \"Daddy always says that he doesn't\nhave to be a mind reader to advise against what my boy friends have in\nmind. It'll be fun to face him with a--policeman.\"\n\nDarkly, I said, \"Most folks don't look upon me as the fun-loving type.\nPolicemen aren't always welcome, you know.\"\n\n\"Oh, Daddy will enjoy it. He writes a bit. He'll never be another\nEllery Queen, but he will enjoy talking to a real live captain of\ndetectives.\"\n\nAt this point a lot of favorable things took place at once, such as\nthe arrival of another convenient letup in the storm, the mad rush and\nthe ringing of the doorbell, the opening of the door and some gasped\nintroductions as we stood in a little hallway dripping puddles of\nrainwater on a small rug.\n\n\"Police Captain--?\"\n\n\"Howard Schnell.\"\n\n\"But Florence isn't--?\"\n\nI laughed at Mrs. Wood. \"Not at all. This is just the rescue of a very\nwet maiden in distress. When we're not shooting bank robbers, we also\nhelp little old ladies--and lovely young girls--across streets. All in\nthe day's work, you know.\"\n\nMrs. Wood hauled Florence off, saying something about hot showers and\ndry clothing, while Mr. Wood regarded me with interest.\n\n       *       *       *       *       *\n\nHe beat all the way around the bush, trying to ascertain without\nactually asking pointblank whether I could spend a few moments, and, if\nso, would I like a drink.\n\nOne must not anticipate, so I waited until he'd made his meaning clear.\nThen I accepted his offer of some bourbon, refused his offer of a cigar\nand settled myself into the chair he waved at.\n\nI tasted the highball, smiled in approval, and opened the conversation\nby saying, \"Your daughter tells me that you write, Mr. Wood.\"\n\nHe smiled wistfully. \"Well, I'm not at the stage where the mere\nannouncement that I am working on a novel causes an immediate\npre-publication sale of seventy thousand copies. You see, I'm still\ntrying to work out a good association gimmick.\"\n\n\"A what?\"\n\n\"An association gimmick. The name Erle Stanley Gardner, for instance,\nalways means a story about Perry Mason and the inevitable courtroom\nscene full of legal fireworks. Rex Stout has his Nero Wolf, the\nfabulous detective who lets his secretary do all the work.\"\n\n\"And,\" I added, \"John Dickson Carr writes about Gideon Fell, who is an\nexpert at solving sealed-room mysteries.\"\n\n\"Exactly!\" he said. \"I've a series of gimmicks all planned, but I\nreally need a strong, out-of-the-ordinary character to go along with\nthem. You see, I propose to write a series of stories about 'perfect\ncrimes.'\"\n\n\"I'm not smart,\" I said. \"I've always assumed that the so-called\n'perfect crime' would be one in which the criminal walks off scot-free\nwith the loot under one arm and the girl on the other.\"\n\nHe said, \"From your point of view, a true 'perfect crime' would\nbe one in which no clue existed, including the fact of the crime\nitself--except those clues that were deliberately planned by the\nperpetrator for some purpose of his own. That is your own angle, isn't\nit?\"\n\nI nodded. Indeed it was, and it had been expressed in precisely the\nsame words that I had used in speaking to Chief Weston.\n\n\"However,\" he went on blandly, \"you'll agree that a clue is usually the\nresult of a mistake, or failure to plan completely, or the result of\nsome accidental circumstance.\"\n\n\"Right.\"\n\n\"But in a 'perfect crime' there would be no error, no mistake.\"\n\n\"Yes, but aren't you backing yourself into a hole that you've lined\nwith fish hooks yourself?\"\n\n\"Not at all,\" he replied. \"Clues must be cleverly contrived, created,\nand established in such a way that the episode is ultimately known\nto be crime and not labeled misadventure, suicide, or the like.\nOtherwise,\" he said with a genial smile, \"we're writing about a\n'perfectly justifiable homicide' instead of a 'perfect crime.'\"\n\nI nodded again.\n\n\"And, of course,\" he finished, \"these clues must also provide precisely\nthe correct amount of information so that the motive of the criminal is\nnot only fulfilled, but exposed--if not to one of the characters in the\nbook, at least to the reader.\"\n\n       *       *       *       *       *\n\nMr. Wood relaxed and sipped his own drink. From somewhere aloft,\na number of individually insignificant traces added up to fairly\nreliable evidence that Florence and Mrs. Wood were about to return. I\ngathered that the cross-questioning had allayed any parental suspicion.\n\nI said, \"One thing you haven't mentioned,\" and paused for effect. \"To\nthe Hindu, 'perfection' means the inclusion of an almost imperceptible\nflaw so that its maker cannot be accused of presuming to be as good as\nGod. Is your 'perfect crime' to be perfect in the eyes of the criminal,\nor in the eyes of the police?\"\n\nHe said, \"Ah, Captain Schnell, that is indeed one of my bothersome\nproblems.\"\n\nMrs. Wood came into the room, followed by Florence. The girl had lost\nthe soaked-gamin look. She was transformed by modern alchemy into\na poised young woman who forced me to revise my estimated eighteen\nseveral years upward. She nodded affably at her father, smiled at me\nand then came over because she noticed that my highball glass was empty.\n\nI thanked her, and she smiled wide and bright as she asked, \"Has Daddy\nbeen giving you the details of his impossible bandit?\"\n\n\"Well, in a way.\"\n\nMr. Wood said, \"I'm sort of like the standard television\nfather--incapable of adding two and two without the close supervision\nof the female members of my family.\"\n\n\"I--that is, we--keep telling Daddy he should hire Superman for a hero.\"\n\n\"You've changed,\" chuckled Mr. Wood.\n\n\"Changed?\"\n\n\"Yesterday you advocated that I hire a detective with telepathy and a\nsense of perception.\"\n\n\"We discussed it on the way home,\" said Florence.\n\n\"Superman?\" I asked.\n\n\"No, this extra-sensory business,\" said Florence.\n\nMr. Wood inquired, \"Are you interested in parapsychology, Captain\nSchnell?\"\n\n\"I've been interested in the subject for a good many years,\" I answered.\n\n\"Would the public accept it, I wonder,\" he mused.\n\nMrs. Wood said, \"A lot of people read psychic books.\"\n\nMr. Wood said plaintively, \"I don't want to write psychic books. I want\nto write whodunits. But it would solve my problem, wouldn't it? My\nseries would consist of crimes that would be perfect, except for the\nintroduction of a Master of Psionics who tells the story in the first\nperson singular, and who solves the crime by parapsychic power.\"\n\n\"It might read better if you made your extra-sensory character the\ncriminal,\" I suggested.\n\nHe shook his head. \"Wouldn't do at all. A criminal with extra-sensory\ntalent would always win out over the police. There have been only a\nvery few successful stories written in which the criminal got away.\"\n\n\"Maybe he wouldn't,\" I said.\n\n\"But how could he possibly fail?\"\n\n\"He might get sloppy.\"\n\n\"Sloppy! Mind reading every anticipated move?\"\n\n\"Or bored.\"\n\n\"Bored!\"\n\n\"One often leads to the other,\" I told him with a smile. \"Which is just\nmy policeman's way of thinking. From the policeman's point of view,\nyou're overlooking one rather important angle.\"\n\n\"Indeed? Well, you must tell me all about it.\"\n\n       *       *       *       *       *\n\n\"Okay,\" I said. \"My point is that you should not view this as a single\nincident in the life of an extra-sensory who has turned his talent to\ncrime, but rather take the overall view. For instance, we can write\nthe life history of our Psi-man in broad terms. As a schoolboy, he\nwas considered extraordinarily lucky at games of chance and skilled\nin games of manual dexterity; he stood high in schoolwork and at the\nsame time managed to do it without working very hard. By the time he\nenters high school, he realizes that his success is due to some sort of\n'sensing' of when things will be right. This increases the efficiency\nof his talent and he surges forward and would have become top-of-class\nif he hadn't discovered that brilliance in recitation made up for a\nlack of handed-in homework.\n\n\"In other words, nothing stands as a real challenge to him. His talents\nsurmount the obstacles that confront his fellow man. He could collect\ncorporations or be a labor leader, President or bum. Anything he wants\ncan be gotten without much fuss. Our Psi-man is primarily interested in\na statistical income sufficient to support him to the dictates of his\nambition. The trick is to achieve, say, twenty grand per annum, in such\na way that the manipulation is never discovered.\n\n\"At first our Psi-man plans meticulously. But soon this process seems\nunnecessary because the poor ignorant homo saps don't even know they're\nbeing conned. He has no hard surface against which to whet his nervous\nedge, and so he begins to play games. He leaves clues, at first to\nascertain the true level of his fellow man's intelligence and ability.\nNext he leaves conflicting clues to see which way the poor dopes will\njump. In a world that scoffs at parapsychic phenomena, he leaves clues\nto support the theory that only an extra-sensory criminal could have\ndone the dastardly deed. Will one of the ignorant apes recognize the\ntruth? If he does, will he be in a high position, or will he be one of\nthe diligent ones who fetch coffee for the guy in the upper office? If\nthe work of a Psi-man is recognized, how will our bright policeman go\nabout it, and what will he do with the evidence after it's been shown\nto him?\n\n\"And so, Mr. Wood, our Psi-man criminal has become bored because there\nis no one in the world to challenge him, and he gets sloppy through his\ngrowing contempt for the antlike activities of his fellow creatures.\nAt last he shows himself, deliberately taunting them to take action\nagainst him. And that,\" I concluded, with a nod at him, \"might be the\n'perfect crime' in which your extra-sensory criminal finally exposes\nhimself.\"\n\n\"But why,\" Mrs. Wood asked in perplexity, \"would such a talented person\nturn to crime--or do you think that all extra-sensory people--\"\n\nI turned to smile at her. \"Mrs. Wood, I was not speaking of\nextra-sensory people as a statistical body. I was referring to one\nparticular character.\"\n\n\"I find him hard to believe in.\"\n\n\"On the contrary, my dear,\" said Mr. Wood, \"Captain Schnell has drawn\nan amazingly accurate thumbnail sketch of our Psi-man, and I daresay\nthat he could go on and on, filling in more minute details.\"\n\n\"Oh, yes, indeed,\" I said. \"But I must leave it up to the professional\nwriter to tell what the brilliant policeman does when he recognizes the\nwork as that of an extra-sensory. For instance, does he become bold\nenough to mention it to Chief Weston, or to Commissioner Stone? Or will\nhe confine his discussion to the company of a rain-soaked young woman\nso circumstantially available and coincidentally willing to discuss\nPsionics?\"\n\n\"Captain Schnell,\" breathed Florence Wood, \"what on Earth are you\ntalking about?\"\n\n\"Your father,\" I said.\n\nMr. Wood stepped into the breach. \"Captain Schnell was dramatizing for\nyour benefit, I'm sure. Because Captain Schnell knows very well how\nimpossible it is to surprise a telepath into revealing himself.\"\n\nFlorence Wood's expression changed to a mildly bothered smile. \"It\ncertainly sounded as if he were accusing you of something.\"\n\n\"You mean--like--_mind reading_?\" he asked with a big belly laugh that\nclosed the subject.\n\n\nIV\n\nBy most of the rules of society, both Mr. Wood and I were guilty of\ngross gentility. He greeted me overtly as the welcome guest and needled\nme with a show of patronizing tolerance as he implied that my basic\ninterest was in Florence.\n\nTo match him, I accepted his hospitality and made use of the proximity\nto spy on him and his family.\n\nThere are ways and means of making a pretended deaf-mute reveal\nhimself--the human being does not live who will not leap halfway out\nof his skin at the shock of an unexpected revolver shot, no matter how\nwell trained he is at feigning deafness.\n\nAs for surprising a telepath, I knew it wouldn't work, but I had to\ntry it anyway. I put both Mrs. Wood and Florence through a number of\nmental hurdles. To this, Mr. Wood took a quietly tolerant attitude. He\nunderstood and was prepared to accept as healthily normal a certain\namount of lust and carnal conjecture in the minds of males who were\ninterested in his daughter. He forgave me for mentally insulting his\nwife because he knew that my mental peregrinations were only aimed at\ndetermining whether his wife was telepathic. Finally he came out flatly\nand told me to stop wasting my effort, because neither Florence nor\nMrs. Wood had a trace of extra-sensory power. Their lack of shocked or\noutraged response was not a case of the well-trained telepath divining\nmy intention and planning a blank response.\n\nFurthermore, Mr. Wood asserted that neither of them knew of his\nextra-sensory faculty, that he fully intended to keep it that way, and\nthat I should know damned well that such stunts wouldn't work in the\nfirst place.\n\nAnd so I continued to enjoy a dinner now and then, and occasionally the\ncompany of Florence.\n\nUltimately the lack of progress brought Chief Weston's nervous system\nto the blowup point. He called me in and I went, knowing that trouble\ncannot always be avoided, and when it can't, it's just plain sense to\nkick out the props and have done with it.\n\nHe plowed right in: \"And what in hell have you been doing?\"\n\n\"Chief, I've been--\"\n\n\"You put a make-team on some half-baked writer named Wood.\"\n\n\"Edward Hazlett--\"\n\n\"Because,\" he yelled, \"the first person you saw when you stuck your\nnose outside of Gordon Andrews' apartment was Florence Wood!\"\n\n\"Well, Chief, you see--\"\n\n\"You perhaps suspected that she'd just walked through the wall of\nthat apartment? And naturally you pulled out your hip-pocket crime\nlaboratory and checked that umbrella tip for bloodstains before you\nthrew it aside.\"\n\n\"Well, you see--\"\n\n\"Schnell, would you have been so damned gallant if she'd been an ugly\nold hag in a ratty dress carrying a dead halibut wrapped in an old\nnewspaper?\"\n\n\"But you see--\"\n\n\"So you leap into gallant action, and after you've rescued the fair\nmaiden from her watery grave, you suddenly find it desirable to use a\ndepartment automobile to deliver the damsel home.\"\n\n\"But--\"\n\n\"Schnell, I'll bet that Wood girl wasn't any wetter than you were. And\nthat's how you put the long arm of coincidence to work?\"\n\n       *       *       *       *       *\n\nIt was more than coincidence. Florence Wood had been in that soaking\nrain and whipping wind for more than an hour. Any housewife would have\ncorroborated my statement that only a prolonged soaking can achieve\na truly wet-through-the-seams condition. Oh, Daddy Wood was just the\nguy to think of a stunt like saturating the seams and fibers of his\ndaughter's clothing by agitating the water supersonically at high\namplitude, but, let's face it, that would have beaten hell out of her\nsoft white skin.\n\nAs for the umbrella, the wound could indeed have been made by a\nrapierlike thrust. But a comparison between the depth of the wound\nand the length of the tip showed that the bottom of the wound could\nnot have been reached without forcing part of the umbrella itself\ninto the victim's body. The face of the wound showed no such outsize\npenetration, hence the umbrella was not the sought-for weapon.\n\nAt this point, Chief Weston's telephone interrupted him and he snatched\nit up, bellowed his name, and then listened. Finally he snarled that it\nwas for me and fairly hurled the handset at me.\n\nI caught it at the end of its cord and said: \"Captain Schnell, Special\nDetail--\"\n\n\"Oh, I know it is you, Captain Schnell,\" said the suave voice of\nEdward Hazlett Wood. \"I just wanted to tell you that your analysis of\nthe umbrella's uselessness as evidence was quite brilliant. Also your\nlogic in the matter of my daughter's rain-soaked clothing was clever. I\nreally don't regret the chewing out you are getting. You deserve it. I\nwas hoping to find you bright enough to avoid it. Anyway, can we expect\nyou for dinner this evening?\"\n\n\"Yes,\" I snapped, and hung up, thinking a few things that would have\ncalled for a terse reprimand about foul and abusive language if\ntelepathy were administered by the Federal Communications Commission.\n\n\"Wood?\" snapped Chief Weston.\n\n\"Yes.\"\n\n\"Date?\" he snarled.\n\nI groaned. Wood did have the nasty telepath's ability to maneuver me\ninto a situation that I could not conveniently avoid.\n\n\"When they start calling the office to pester you for dates--\"\n\n\"I know what I'm doing!\"\n\n\"So do I!\" he yelled. \"You're doing nothing!\"\n\n\"Listen, Chief, I'll admit the long arm of coincidence, but you'll have\nto admit that when there's trouble, I'm usually the first one to smell\nit.\"\n\n\"So how do you connect them up?\"\n\n\"Chief, I walk out of that apartment with your own words ringing in my\nears. 'Looks like the classical setup for a \"perfect crime,\"' you said.\nAnd then I meet this girl who just happens to have a father who writes\nwhodunits and is planning a series of books based upon the 'perfect\ncrime.'\"\n\n\"Maybe,\" sneered Chief Weston, \"the guy is a mind reader.\"\n\n\"I've given even that some consideration.\"\n\n\"So I hear tell.\"\n\n\"Any objections?\" I asked.\n\n       *       *       *       *       *\n\n\"Objections? I've got a lot of objections!\" he howled. \"This is a\npolice department, not a soothsayers' convention! We're subject to\nenough criticism as it is. You needn't have added the act that makes us\nlook like a bunch of damned fools.\"\n\n\"But, Chief, I--\"\n\n\"So what do I hear tell?\" He hauled the tray drawer of his desk\nopen and pulled out one of the tabloids, opened to one of its\nhate-everything columnists. \"Listen! 'In recent years the legality of\nthe famous witchcraft trials of the past has been subject to debate,\nwith the result that these past convictions have now been declared\n\"miscarriages of justice.\" Posthumously, I must unhappily add. However,\nthere has been little or no amendment to the laws against witchcraft,\nwizardry, charms, amulets and spells.\n\n\"'But brace yourselves, citizens. One of our younger and more brilliant\ncaptains of detectives has shown an interest recently in parapsychics\nand may be training to track down criminals by the application of\nextra-sensory detection. If this be true, the laws will have to be\nruptured to permit him to secure evidence, since it is a tenet of the\nlaw that evidence must be secured through legal methods and processes.\n\n\"'Fortune Tellers of the World, Arise! You have nothing to lose but\nyour crystal balls!'\"\n\nChief Weston slapped the paper down. \"What do you think of that?\"\n\nI said, \"He's just making noise. Telepathy has nothing in common with--\"\n\n\"I wish I could stop you from even _thinking_ about telepathy!\"\n\n\"If you could,\" I said calmly, \"you'd have to be telepathic to\ndetermine when I had violated your dictum--and if you were telepathic,\nChief, you'd have been on my side from the beginning.\"\n\nHe merely glared at me. At this moment I should have been expecting the\nworst, and prepared to meet it. But please remember that there's always\nthat mental block against prying, especially when the United States\nmail is concerned. But now Edward Hazlett Wood was about to show me how\na real extra-sensory sharpshooter clobbers his enemies.\n\n       *       *       *       *       *\n\nWeston's secretary entered, carrying a package.\n\nI saw it, knew at once what it was, and groaned with despair. The only\nchance I saw of getting out of this was the forlorn hope that Weston\nwould believe the package was a dig, probably mailed by the sniping\ncolumnist.\n\nIt was cleverly contrived. The addressee's name had been blurred and\nhalf-obliterated so that it couldn't have been quietly dropped on my\ndesk where I could have disposed of its damning contents quietly. It\nhad, of course, come special delivery, urgent, immediate handling. If\nI were a believer in amulets, witches and spells, I'd have been of the\nopinion that an _aura_ of urgency had been created about the box.\n\nChief Weston's secretary handed it to him with a mumbled suggestion\nthat it seemed to be important, and perhaps it should be opened in\nhopes that the contents would convey information as to the identity\nof the owner.\n\nI said nothing.\n\n       *       *       *       *       *\n\nInside the package was a fine crystal ball, a set of tarot cards with\na thick book of explanations, and a second deck of cards the like of\nwhich most people have heard but few have actually seen. These were the\nsquare, circle, wiggly line cards used in parapsychic research.\n\nThere was the damning evidence of a packing slip with my name clearly\nprinted on it, and a rubber stamp notation that the merchandise order\nhad been accompanied by a prepaid postal note.\n\nThe timing was perfect. The problem of keeping that package on schedule\nall the way from its point of origin to its devastating delivery must\nhave taxed Wood's faculties, but he'd done it.\n\nChief Weston's choler rose visibly, and in a voice loud enough to be\nheard in Asbury Park, he yelled: \"Schnell, did you--buy--this?\"\n\nI was trapped. No matter what I said, it was calculated to get me into\ntrouble. For in the petty cash box in the secretary's desk was a petty\ncash slip made out in the amount of thirty-nine dollars and seventeen\ncents for a postal money order payable to the Aladdin Novelty Company\nof Bayonne, New Jersey. The signature was good enough for me to accept\nit myself. All along the line it had been nicely legal--or would have\nbeen if I'd really signed that petty cash slip.\n\nIf it came to an argument, I'd have to perform miracles to prove my\ninnocence.\n\n\"Schnell,\" said Weston in a cold, level voice, \"you'll get me a lead on\nthe Gordon Andrews murder by tomorrow night or hand me your badge.\"\n\nI fumed in silence because there was nothing to say.\n\n\"Get out!\"\n\nAs I closed the door behind me, I heard the crash of the crystal ball\nhitting the wall. Luckily he hadn't hurled it at the glass panel in his\noffice door.\n\nMy own phone was ringing as I approached my desk. I picked it up\nwearily and said, \"Very clever, Mr. Wood. Very damned clever.\"\n\nHe said, \"Your basic difficulty, Captain Schnell, is that you have\nsworn to uphold the law and are compelled to employ legal methods. You\nmust always work within the framework of the law. You would not think\nof tampering with the United States mails, even to save yourself from\nan unjust charge.\"\n\n\"Wood, if I make a single move outside of the law, you'll use it\nagainst me, won't you?\"\n\n\"I'm afraid that's the way it has to be. You play according to your\nrules and I'll play according to mine.\"\n\n\"Well, now, Mr. Wood, in our philosophy there may be strength.\nRemember, upon the day that the forces of law and order must violate\ntheir own concepts in order to effect their own ends, on that day law\nand order ceases to be the goal of honest men.\"\n\n\"Spoken like an idealist!\"\n\nHanging up a telephone is not polite, but in this case hanging up did\nnot snap the link of communication.\n\n\nV\n\nAn angry man is a poor fighter. I sat shuffling papers on my desk, half\nof my intellect raging helplessly. Finally I forced myself to sit and\nread the papers on the desk, even though I knew every word on every one\nof them.\n\nOne reported that Wood had been one of the less conspicuous partners\nin a very successful personnel-placement agency. I could have added a\npenciled note that a telepath should make a very successful personnel\nmanager.\n\nAnother said that Florence Wood was employed as a safety deposit vault\nclerk in the Third National Bank. This didn't bother me. What the\nstandard human gets out of staring at a solid phalanx of safety deposit\nboxes is a headache, not perceptive-gained information.\n\nThere was a medical report that Wood had undergone a mild coronary\nocclusion some months ago which had hastened his retirement. I wondered\nwhether his retirement had been hastened by a real coronary occlusion\nor whether he'd used his extra-sensory power to fake the symptoms and\ncontrol the doctor's instruments.\n\nAmong the papers was a complete dissertation on the stab-wound in\nGordon Andrews' chest. There was no trace of any foreign body; the\nwound did not go all the way through the chest cavity. It was not clean\ncut, as if made by a sharpened weapon, but more like the semi-rounded\nend of an umbrella or a blunt, heavy spike. In the opinion of the\nmedical examiner, the wound had been made with a rapid thrust, but it\nlooked as if there had been no withdrawal. An inspection of the wound\nfor traces of excess water (icicles) or carbon dioxide (dry ice) had\nfailed to disclose any plausible weapon or projectile that could have\nevaporated or sublimed out of existence.\n\nI longed to suggest that a test be made for air. If a kinematic can\ncreate pyrotic effects by agitation of the molecules in something to\nbe ignited, a good kinematic could make Maxwell's Demon go to work for\nhim. Like compressing a volume of air into a .38 slug and projecting it\nat revolver velocity.\n\nAnd in the end I was not leafing the reports or reading them. I was\nreally staring at the wall. Specifically, I was staring at the\ncalendar without paying much attention to it, and as I came out of my\nreverie I realized that I'd been absorbed in a little red smudge on one\nof the dates.\n\nAssociation is a funny process. The combination of calendar and red\nblob stared at hazily had finally brought my mind around to thinking of\nFebruary the fourteenth, which honors a patron saint who has absolutely\nnothing to do with Jimmy Valentine, who was reputed to have been a very\nfast man with the combination of a safe, especially the type of safe\nthat Gordon Andrews kept his money in because he did not trust banks,\nwhich may have been a good idea considering that Florence Wood worked\nin a bank vault, and her father....\n\nI jumped out of my office chair just as it tilted over backward. If I\nhadn't jumped, I'd have split my skull on the radiator under the window\nbehind me.\n\nA heavy brass-edged ruler came up from the desk and swung in a\nwhistling saber swipe at my face. I ducked in time to let the cut\npass over my head; it clipped a few upstanding hairs. When it reached\nthe end of its stroke, I wrested it out of Wood's control just to\nprove that an alert local force could exert more power than a distant\nkinematic force. Naturally I could. Leverage, of course.\n\n       *       *       *       *       *\n\nNext came a metal-to-metal clicking sound; it was the police positive\nin the upper left-hand corner of my desk. I thought strongly, \"Psi-man,\nyou lift that gun and fire it at me through the desk drawer, and the\nangle and everything will be enough evidence to change Weston's opinion\nfrom angry rejection of all Psionics to a cold, calculated, vengeful\nagreement with everything I've suggested.\"\n\nThe clicking stopped coming from the desk drawer and resumed in smaller\nkind from the little desk lock in the tray drawer of the desk.\n\nThese desk locks can be picked with a bent hairpin, but picking takes\ntime. Everything takes _time_. At any rate, it did indeed take Edward\nHazlett Wood a finite time to juggle the little brass tumblers, turn\nthe main cylinder, retract the sliding bolt, withdraw the desk tray\nto unlatch the side drawers, pull open the upper left-hand drawer and\nextract my police positive from its holster with its mechanism entering\nthe firing cycle--which itself takes _time_.\n\nBy which time I'd vacated my office and was starting across the outer\noffice floor in the brisk, stiff-legged walk of a man in a hurry to go\na long way fast.\n\nWood was stalled. I thought: \"Make like a poltergeist, Psi-man--and\nconvince everybody that you exist!\"\n\nThe outer office was a bustle of the usual police activity. But Wood\ndid not have the ability to invade another mind and take over. At\nleast, not one of the men in the office suddenly had a fit of homicidal\nmania with Captain Schnell listed as the first victim.\n\nAnd so I made Weston's office and shoved my head in through the outer\ndoor and yelled: \"Weston--Third National Bank--and make it fast!\"\n\nI turned and headed outside as Weston started the usual top-brass\nroutine of wanting to know all of the infinitely variable reasons why\nhe should leave his office at all, let alone right now. With no one to\nfire delaying questions at, and with a growing realization that he was\nnot going to learn a thing by sitting there in fulmination, he followed.\n\nI paid no more attention to him once I knew he was on his way.\n\nI had my own hands full.\n\n       *       *       *       *       *\n\nConsidering the general reliability of the average internal combustion\nengine in the face of neglect, abuse and the natural ravages of\nweather, the automobile engine is a brute-force mechanism completely\nunable to support a psychosis. I was, however, appalled to discover\njust how many little thumb-valves, levers, wires, doo-dads, cams,\ngizmos and kadodies there are, each of which must be adjusted within\nridiculously narrow limits before the so-called brute-force mechanism\nwill deign to turn a gear. But again, and luckily, making adjustments\nand maladjustments takes time. And by the logical rules of classical\nmechanics, the simple maladjusting turn of a screw valve takes no\nlonger to return to adjustment provided the restorer is as bright and\nas quick as the wrecker.\n\nWe worked our way through it like a pair of fencers or ju jitsu\nprofessionals going through the formal ritual of opening their\nengagement.\n\nHe fastened on the starting system, but I licked him cold on that one\nbecause the ignition key controls the starter relay switch and I could\nhandle both with one hand.\n\nHe tried to block the starting relay, but the armature had started\nbefore he arrived with his kinematic barrier and the solid\nmechanico-electrical power carried the armature home.\n\nHe made a futile attempt to flummox up the laws of Mr. Ohm, but he did\nnot have the power to prevent amperes from flowing from the battery\ninto the starting motor. By the time he thought of gumming up the\nbendix, the gear had meshed against the flywheel and the engine was\nturning over.\n\nHe tried to flood the engine, but I held the choke valve just as I\nwanted it. He fiddled with the breaker-points and I blocked that until\none of the cylinders fired. That kicked the whole engine into life\nand made the engine far too rapid to control, moving member by moving\nmember. This caused his attention to turn to the needle valves, but as\nfast as he turned them out, I turned them back in again. He hit the\nchoke again and I parried his thrust.\n\nThe engine kicked over, caught, spluttered and backfired, and then\nwent into an erratic running that smoothed out slightly as it warmed.\nI wasted no time; I kicked her into gear and took off in a jack-rabbit\nstart with my siren wailing.\n\nExultantly, I thought: \"Can you hit a moving target, Psi-man?\"\n\nYes, you can stop an internal combustion engine turning at three\nthousand revolutions per minute by yanking off the ignition system. But\nnot when your opponent is doing everything in his power to prevent you,\nand not when both of you are traveling at sixty or more miles per hour\nand you have a rougher driving course than he.\n\n       *       *       *       *       *\n\nMy own siren was clearing my way, driving motorists to the shelter of\nthe side streets and parking places, and causing my fellow policemen\nto take charge blocks ahead to clear the path for the vehicle that had\nthe right to exceed the city speed limit. My worthy opponent drove at\nsixty miles per hour at his own risk, trying to race me to the Third\nNational Bank.\n\nWood's extra-sensory driving was no better than mine. The traffic\npattern was clear to both of us. But who should know better than a\npoliceman what the average motorist will do in the face of an emergency?\n\nHe took the time now and then to hurl something at me, but this was not\nvery effective. If you think not, figure how many things you can see\nand use as weapons while driving at sixty.\n\nAnd, too, he was also fighting the unfavorable end of a missile-problem\ncalled \"terminal control,\" which simply states that any guided missile\napproaching its target is subject to greater and greater interference\nby the enemy as it gets closer. Wood's near-misses I ignored with a\ndisdain calculated to make him furious, and his near-hits I blocked\nwith an ease that proved my ability to outguess and outmaneuver him.\n\nI chuckled to myself, for Edward Hazlett Wood had been played\noff-balance. He'd committed the hysterical mistake of fighting me on\nmy ground instead of his. He had thrust and I'd parried and advanced,\nforcing him to thrust again before he could recover. He'd been fighting\nin the very odd position of conducting a vigorous offensive while\nback-stepping in inexorable retreat. He should have run and run until\nhe was clear enough to prepare a single telling blow.\n\nAnd so ultimately I came to the front of the Third National Bank in a\nscreeching halt. I stepped under a falling cornice, neatly avoided a\nrevolving door that tried to slice me, and side-stepped the bronze bust\nof Salmon P. Chase that toppled from its niche of honor above the door.\nI evaded the erratic rolling of a pencil, and I trod with unerring step\non a circular patch of invisible stuff that was as slippery as the\nproverbial frictionless lubricant. The slick flowed forward and down\nover the stairs as I hurried below; I held myself erect above it by\nsheer will power.\n\nAs I strode toward the safe-deposit vault, I thought exultantly:\n\"You're outpointed, Psi-man!\"\n\n\nVI\n\nFlorence Wood looked up from her little desk and cried, \"Why, Captain\nSchnell! How nice to see you!\"\n\n\"Hello,\" I said with a smile. \"I hope you won't mind my company for a\nwhile.\"\n\n\"I'm not likely to go for a stroll in--Captain Schnell! Don't--\"\n\nSeven and one-half tons of finely wrought and polished tool-steel\nalloy swung on delicately balanced hinges, coming to rest with the\nmetal-to-metal sound of machined surfaces sliding into a perfect fit\nwith its precision-matched receptacle. Its piston-fit made a pressure\non our eardrums. Then the automatic switches took over and motors\nwhirred in solid muffled harmony as the massive bars slid out of their\nnests into the polished slots.\n\nThe ponderous operation that sealed the two of us off from the outside\nworld behind a barrier of drill-proof and burglar-proof and blast-proof\nsolidity concluded not with the mechanical fanfare it deserved, but\nwith a gentle little _click_ that was as final as the Word of God.\n\n\"--do that!\" gasped Florence Wood, weakly finishing her admonition.\n\nShe stared at me.\n\nThe knowledge that this bank vault door was equipped with a time-lock\nthat would not permit it to be opened except in the interval between\nnine-fifteen and nine-thirty in the morning of any working weekday\nceased to be mere information and became vitally important to Florence\nWood.\n\nSo did the secondary knowledge that the bank vault was also contrived\nin available volume to limit the breathable air. There was not enough\nto support the average human adult overnight until opening time\ntomorrow morning. Now there were two of them entombed in it--_and she\nwas one of them_!\n\n\"We'll die!\" she screamed.\n\n\"Trust me, Florence?\"\n\nShe looked dubious. She was not at all willing to regard anyone as\ncompetent who was so foolish as to lock himself into a bank vault--and\nher with him.\n\nFlorence was still struggling through her sea of mixed thoughts when\nthe telephone rang. It was Chief Weston and he bellowed almost loud\nenough to hear through the yards of concrete and steel that separated\nus.\n\n\"Schnell--what in the bloody hell have you done?\"\n\n\"I've shut the vault,\" I said.\n\n\"You'll die!\"\n\n\"I doubt it.\"\n\n\"How do you propose to get out?\" he demanded with heavy sarcasm.\n\n\"Just ask Edward Hazlett Wood--the Psi-man in our midst.\"\n\n\"Schnell, if you get out of there alive, I'm going to ask for your\nresig--\"\n\n\"If I get out of here alive, you'll need every faculty I have to keep\nour Psi-man jugged for good.\"\n\n\"You and your extra-sensory--\"\n\n\"Chief, get it through your thick skull that I am so convinced I'm\nright that I am betting my life on it!\"\n\n\"And can you tell me why he is going to give himself away to rescue\nyou?\"\n\n\"Because I have his daughter right here beside me.\"\n\n\"Schnell--\"\n\n\"Stop yacking, Chief. Call me when Wood arrives. I have an emotional\nproblem on my hands down here.\"\n\n\"How do you know Wood's coming?\"\n\n\"He's been following my every move by telepathy,\" I said. \"And he's\nbeen trying to block me all the way. Oh, he knows all right.\"\n\n       *       *       *       *       *\n\nThen I hung up to stop a lot of senseless gab. I turned to Florence,\nwho was just beginning to understand what I had said and what it meant\nto both her and her father. She stood there with shocked eyes regarding\nme, and with one hand pressed back against her teeth. She said, \"I\ndon't believe it,\" in a barely audible voice.\n\n\"It's true, and I'm sorry it's true,\" I told her.\n\n\"It can't be true.\"\n\n\"That's what you'd like to believe,\" I said softly. \"But the fact\nremains that your father is a killer.\"\n\n\"I'd rather die.\"\n\n\"Florence, the choice between death and dishonor is not yours to make.\nWhether you live or die is up to your father, who is guilty of placing\nyou in this awkward position by turning his talents to evil.\"\n\nShe stared at me. \"But--how could you--?\"\n\n\"There was no other way but to bait this trap emotionally.\"\n\n\"So cold and cruel--\"\n\nI nodded. \"So were the pioneers who saved one last bullet for their\nwives.\"\n\nHow could I tell this hurt girl that I had looked time and again into\nthe minds of killers and found them far worse than the deeds they\ncommitted? When the official record states that upon such and such a\ndate, so and so was punished for his crime, how is he punished for the\nharm he did to those who placed their trust in him? I hate them because\nthey force me to reveal them for what they are, making me an agent of\ntheir betrayal.\n\nThe phone rang again. \"Yeah, Chief?\"\n\n\"Schnell, Wood's just arrived. What shall I tell him?\"\n\n\"Don't bother. He knows it all.\"\n\n\"Schnell, granting that you are right, why should he show his hand\nwhen he knows--or could easily find out--that the time-lock setting\nmechanism is on your side of that vault door?\"\n\n\"Sure it is,\" I replied. \"But it's covered by a sheet of five-ply\nsafety glass.\"\n\n\"Use your revolver!\"\n\n\"Chief, reprimand me for a violation of regulations if you must, but\nlet me point out that only an idiot would wear a gun when he's pitting\nhimself against a Psi-man.\"\n\n\"Got everything figured out, haven't you, Schnell?\"\n\n\"Chief,\" I said, \"this affair started in a sealed room, and now it's\ngoing to end in one.\"\n\nI yanked on the telephone and pulled it out of its connection block,\nsnapping that link of communication. Then, to satisfy Edward Hazlett\nWood, I hurled the instrument as hard as I could against the safety\nglass. The telephone bounced as if I had thrown it against six solid\nfeet of battleship plate armor.\n\n       *       *       *       *       *\n\nI thought: \"_Psi-man, you are trapped!_\"\n\nHe thought: \"_I've killed before, Schnell. Why shouldn't I profess\nhelplessness and innocence, and accuse you and the whole Police\nDepartment of the stupid and wanton death of my beloved daughter?_\"\n\n\"_Because you've erred, Psi-man Wood._\"\n\n\"_Ah, now I have proof! You're a Psi-man, too!_\"\n\n\"_Who--me?_\" I thought without a visible change in my expression for\nFlorence Wood to see. \"_You're the one who erred, Wood. You neglected\nthe rules._\"\n\n\"_Bah--the law! Stupid law_--\"\n\n\"_Not so stupid, Wood. The law is really very sensible. It's strong,\nWood, and it fosters the strength that comes of following it. So you\nsee, Psi-man Wood, by never, never making any overt use of my talent,\nby never admitting that I know more than any clever man can see and\ndeduce from what he knows--it has now become quite obvious to Chief\nWeston that if any such shenanigans as extra-sensory manipulation of\nthis bank-vault door take place--you're the only one suspected of\nparapsychic power!_\"\n\nAnd then the time-lock setting dials clicked around, their tiny noise\nmuted by the glass door. They came around until they pointed to the\npresent time. Then came the louder manipulation of outside dial lock,\nthe heavy click of massive tumblers, and then the solid turning sound\nof wheel and mighty lever. The vault door swung open.\n\nOutside, a pale and speechless man faced me, looking at his daughter.\nWeston was shaking his head, but the confusion was clearing. Weston\nwas a good man, quite willing to operate without a full explanation,\nso long as there was a reasonable probability that some reasonable\nexplanation would come later. The president and four vice-presidents\nof the bank stared at their vault door in dismay, wondering how\nanyone could from now on rely on any protection if the best of the\nvault-maker's art could be opened with such ease.\n\nAnd Florence. She started forward with a glad cry, but stopped in\nmid-stride as she realized the full truth. In those fractions of a\nsecond, she became the full, mature adult who had been hurt, and who\nknew that hurt and pain are not the end.\n\nShe stopped a full yard from him and whispered, \"Daddy--you did--it!\"\n\nHe looked at her out of frantic eyes. \"I didn't! I didn't!\"\n\nChief Weston took a pair of handcuffs from one of the uniformed cops\nand held them up in front of Edward Hazlett Wood's eyes. \"Coming\nquietly, Wood, or must I weld them on you?\"\n\n       *       *       *       *       *\n\nStunned, knowing that any move he made I would block, the murderer\nturned to go.\n\nI was going to have quite an interesting intellectual problem to solve.\nI was going to have to testify that I was clever enough to trap an\nextra-sensory criminal without displaying my own extra-sensory talent.\nIt wasn't just a matter of putting a possible ending to my official\nusefulness to the forces of law and order if the facts became known.\nOne word of suspicion against Captain Howard Schnell and some clever\ndefense attorney would raise a wholly reasonable doubt as to which\nPsi-man opened that vault door.\n\nAnd being sworn to uphold the law, and enforce the law within the\nframework of the law itself, I'd have to tell the truth, the whole\ntruth and nothing but the truth, so help me God!\n\nBut, according to the same sensible law, not unless I was specifically\nasked.\n\nAnd to answer Edward Hazlett Wood's question: The perfect answer to\nthe perfect crime committed by the perfect criminal is _a perfect\nretribution_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Undetected, by George O. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE UNDETECTED ***\n\n***** This file should be named 51810.txt or 51810.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/1/51810/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}