{"title": "The Back of Our Heads", "author": "Stephen Barr", "releaseDate": "April 21, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         The Back of Our Heads\n\n                            By STEPHEN BARR\n\n                         Illustrated by DILLON\n\n           [Transcriber's Note: This etext was produced from\n                   Galaxy Science Fiction July 1958.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n            She traveled from life to death and back again\n           like a commuter on the 5:15 ... except each trip\n             brought her nearer the beginning of the line!\n\n\nIn reading this report, it must be borne in mind that when the word\n\"they\" is used, it does not refer necessarily to separate entities as\nindividuals.\n\nIt is possible that a closer analogy would be the cells of an\norganism--which, in a sense, we ourselves become when we are in a pack\nor forming a mob.\n\nOn the other hand, that particular cell or entity which this report\ndeals with exhibited at all times marked individuality--even\neccentricity--and will hereinafter be referred to as \"she.\" This is\nbecause \"she\" invariably assumed a female form when visiting us, and\nbecause she furthermore gave every indication of that type of mind\nand point of view which is generally met with in the more noticeable,\neffective or contentious members of that sex.\n\nAs she put it herself during the hearing, she was always in hot water.\n\n       *       *       *       *       *\n\nThe four teen-agers--one girl, three boys--weren't allowed in the\nbar, so they went down the street to a joint where there were a soda\nfountain, booths and a jukebox. They sat in a booth and a waitress came\nto take the orders: three hot dogs and three cokes.\n\n\"What about you, dear?\"\n\n\"Just a glass of water.\" The waitress started to leave. \"No,\nwait--gimme a white on rye, too.\"\n\nThe waitress left, then came back again. \"What was that you wanted,\ndear? Some kind of rye-bread sandwich?\"\n\n\"Changed my mind. Make it a buttered pecan, but tell 'em to go easy\non the butter. And I don't want no French dressing. Make it on whole\nwheat.\"\n\n       *       *       *       *       *\n\nThe waitress looked uncertain. \"You mean a _nut_ sandwich?\"\n\n\"Yeah, only malted. With lettuce and chocolate sprinkles.\"\n\n\"Who you kiddin'?\" the waitress said, and turned to go.\n\n\"No, hold it. Tell Joe to please scramble them on both sides.\"\n\n\"What you _talkin'_ about?\" the waitress said. \"We ain't got no one\nhere called Joe.\"\n\n\"So okay, Joseph, then. Tell him just a boiled egg sunny side up.\"\n\nThe waitress left, frowning.\n\n\"Our Miss Framis,\" one of the boys said, meaning the girl, and the\nothers smiled. They looked as though they were sneering at the same\ntime and hoped they would be taken for juvenile delinquents.\n\nThere were two very odd-looking men in the booth opposite and they\nwere listening to the conversation. Their oddness lay in an atmosphere\nrather than in any physical abnormality. The girl noticed them and\nnudged one of the boys.\n\nThe three boys looked at the men resentfully and one of them said\nsomething under his breath, but the girl said, \"Button it.\" Then she\nasked the men opposite, \"Lookin' for someone, mister?\"\n\nThe two men looked away, and this made the boys feel brave. One of them\nsaid, \"Let's give 'em the works.\"\n\n\"No, leave it to me.\" The girl got up and went across to the two men.\n\"Me and my friends was wondering. Maybe you gentlemen would like to\ncome to a trake in the gort later?\"\n\nThe three boys snickered and the men looked up at the girl and waited\nwith blank faces.\n\n\"Or maybe you'd rather we put on a hanse for you?\" she said.\n\n\"No, sit down,\" one of the men--the bigger one--said, and moved back to\nmake room for her. She glanced at him with surprise for a moment and\nsat down next to him.\n\nOne of the boys started to get up when he saw this, but the others\npulled him down again.\n\n\"What did you say to us just now?\" the big man asked. \"It was too small\nin here.\"\n\nShe shook her head and frowned. \"Why, that was just ... I said did you\nwant for us to put on a hanse, is all.\" She had a rather feeble grin.\n\n\"Yes,\" the big man said. \"We do.\"\n\nShe glanced back at her friends nervously, and then at the man again.\n\"I don't get you,\" she said.\n\n\"Neither do we,\" the smaller man said.\n\nThe boys across the room were listening quietly and then one of them\nsaid, \"Go on, tell 'em, Miss Framis.\"\n\n\"We just want you to quint,\" the big man said, \"and won't thursday on\nit.\"\n\nShe stared at him without expression and got up slowly. She went over\nto her friends. \"Let's get out of here,\" she said.\n\nShe was shivering.\n\n       *       *       *       *       *\n\n    Q. You say you object to this line of questioning?\n\n    A. (She) No, I just don't like being spied on. And it made the kids\n    ... mad. They wrecked the car and that meant starting all over again.\n\n    Q. The car?\n\n    A. Yes, their hot-rod. When we got outside, they acted the way\n    teen-agers do and went too fast. They were sore at those\n    spies--they took it out on the car, so it went off the road. It\n    turned over three times and we were all killed.\n\n    Q. They were not spies. They were acting on their own.\n\n    A. _I_ didn't know that. I just knew something was funny. Anyway,\n    how can you say that? They're a waste. And it would have been part\n    of you, just as I am. It was more of a waste if I hadn't been\n    split. The other part was only about eleven years old and I had to\n    wait another six years to--\n\n    Q. It is your own fault if you were split. You cannot blame us.\n    This has happened before--you have aimed badly and arrived wrong.\n    Don't forget about the help.\n\n    A. Well, in this case it's a lucky thing I did; otherwise the whole\n    thing would have been wasted. And the kelp--that was dreadfully\n    dull. I wanted to try a really primitive form, but not _that_\n    primitive. Then I got washed up and it led to the cat. After\n    they got the iodine out of the kelp, I was suddenly a cat.\n\n    Q. This has not been reported.\n\n    A. I'm reporting it now. It wasn't dull in the least, but they were\n    very superstitious about cats in those days, and they decided I was\n    possessed.\n\n    Q. They saw through you?\n\n    A. Oh, yes. People usually do.\n\n    Q. You couldn't have been very successful if they saw through you.\n\n    A. It doesn't make any difference if they see through you. The\n    important thing is to see through them.\n\n    Q. But you were a cat.\n\n    A. Cats are in a very good position to see through people. I think\n    they sensed that. Anyway, I was ... done away with.\n\n    Q. Burned again?\n\n    A. Yes.\n\n    Q. Seems to be a habit of yours. What happens? How does it feel?\n\n    A. I cannot explain it to you, but I know what to do. It's not _my_\n    habit--it's one of theirs, but it's dying out in most places now.\n    And there was a time when it would never have occurred to them.\n    They were too frightened of it.\n\n    Q. Frightened of what?\n\n    A. Of fire. It was very new then....\n\n       *       *       *       *       *\n\nThe hunters came back to the cave at dusk, and one of them went to the\nfire that was kept going constantly in front of the opening. He took a\ndry branch and held it in the fire until the end caught. Then he held\nit up. \"If we take this, we can hunt in the dark,\" he said. \"And when\nit is nearly eaten by the fire, we can take another branch and start it\nagain. That way we do not need the moon.\"\n\n\"That way we can hunt until we are tired,\" said the other.\n\n\"That way we can kill twice as much game,\" said the first.\n\n\"There is so much game in the cave now,\" a young woman said, \"that it\nis beginning to smell.\"\n\nThe older hunter glanced at her apprehensively; she made him feel\nfoolish, always finding fault with his plans. \"Perhaps so,\" he said.\n\"But at other times we starve.\"\n\n\"Besides,\" she said, \"if you take the fire with you to see where you\nare going and to see the game, the game will see you.\"\n\nThe hunters looked at one another and shrugged. The woman went into\nthe cave and returned with an earthenware pot. There were pieces of\nraw meat and some water in it and she put it on the fire, propping it\nin position with three stones. The second hunter looked at the pot\ncuriously. He was a younger brother from the other side of the valley,\nwhere he lived with his mates. He pointed at the pot and looked\ninquiringly at the older brother.\n\n\"She made it out of mud,\" the older brother said.\n\n\"Why doesn't it fall apart with the water in it?\"\n\n\"I put it into the fire first, for a long time,\" the young woman said.\n\"A very big fire. The mud gets red--and then it gets hard so it won't\nmelt when the water is in it.\"\n\nThe younger man looked surprised. \"Magic?\"\n\n\"Yes,\" said the other man.\n\n\"Nonsense,\" said the woman. She went back to the cave and the young man\nput the end of his spear into the fire and tried to scrape the side of\nthe pot with the flint head, but the flint was cold and it cracked. He\npulled it back and was looking angrily at it when she came out again\nand sat on the ground. She had an armful of roots which she began to\nscrape with a sharp stone. \"The spearhead is made of the wrong sort\nof stone,\" she said, without looking up. \"That is why it broke in the\nfire.\"\n\n\"It's made of the _right_ kind!\" the young man shouted. \"All spearheads\nare made of that kind! They always have been and they always will be!\nHow did _you_ know it broke in the fire? You weren't looking.\"\n\n\"I heard it make the sound it makes when the fire breaks it.\"\n\nThe young man glowered and pushed his under lip out. \"This kind of\nstone was put in the cave for us to make knives and spears. And it\nmakes a very sharp edge when you know how to form it.\"\n\n\"No sharper than this knife,\" she said, holding up the stone in her\nhand. \"This doesn't break so easily.\"\n\nThe young man took it and examined it carefully. \"How do you strike\nit to make it this shape?\" he said, and then, grudgingly, \"It is very\nsmooth--a very good shape.\"\n\n\"You don't strike it,\" she said, taking it back and going on scraping\nthe roots. \"You rub it on another stone--first on the kind that has the\nbright sparkles in it, and then under water on the flat gray kind. It's\nmuch better than your knives and the fire doesn't break it so easily.\"\n\n       *       *       *       *       *\n\nShe finished with the roots and put them in the pot with the meat.\n\n\"Where do you find such big roots?\" the young man asked his brother.\n\n\"Over there,\" the brother said, pointing to a patch of earth nearby.\n\"_She_ finds them there.\"\n\n\"I don't find them,\" she said. \"I put them there in the first place.\"\n\n\"You mean you store them in the earth?\" the young man said.\n\n\"No. I put the tops in the ground--the blue and yellow flowers--and\nnext warm season I dig and there are the new roots. You have to put\nwater on the earth when it gets dry. Also you have to pull up all the\nsmall plants that grow there among them. It's very hard work.\"\n\n\"More magic,\" said the young man.\n\n\"It's not magic!\" she said. \"You are stupid. Haven't you noticed that\nwhen you leave an acorn on the ground, it breaks open and a finger goes\ndown into the earth? And then, after the next rains, it makes little\nleaves--and if you leave it alone, it grows and in time becomes a young\ntree?\"\n\n\"Everyone knows that,\" the young man said disdainfully.\n\n\"Well, this is the same.\"\n\n\"Yes, but what makes the roots so big? I never saw any like these.\"\n\n\"That's because I only take the flowers from the plants that have the\nbiggest roots. And if any of the new roots are little, I throw away the\nflowers from them. Far away.\"\n\n\"What do you do with the little roots?\"\n\n\"Eat them.\"\n\n\"I don't understand. If you eat the little roots, why don't you get\nlittle roots?\"\n\n\"You are being foolish again!\" the young woman said. \"A tall man has\ntall sons.\"\n\n\"_If_ he eats the meat of a tall animal,\" said the young man.\n\n\"That has nothing to do with it.\"\n\n\"My friend's father, who lives near the river, always eats the fat of\nthe game they kill, and _he_ is fat. So you see!\"\n\n\"That has nothing to do with it,\" she said, and went into the cave.\n\nThe young man walked up and down angrily. \"Why does she talk that way?\nIs she one of our sisters? I don't remember her.\"\n\n\"No,\" said the other. \"She was with the people we fought with three\nseasons ago. She is my new mate and she is very good at magic, only I\nadvise you not to pay any attention to what she says.\"\n\nThe other picked up the scraping-stone she had left and looked at\nit with grudging envy. \"The very tall man who killed the aurochs by\nhimself has a son,\" he said, \"and the son is short.\"\n\nThe other shrugged. \"Don't pay any attention to her.\"\n\nThe woman came out again and looked at the sky, then went to the fire\nand stirred the pot with a stick. \"I wish you would try to get the\nyoung animals,\" she said. \"You always bring home the biggest ones and\nthey are hard to chew unless I cook the meat all day.\"\n\n\"My father said that if you wish to be brave, powerful and swift, you\nmust eat only the animals that are brave, powerful and swift,\" said\nthe young man obstinately.\n\n\"Didn't he eat roots, too?\"\n\n\"Yes.\"\n\n\"Well, then.\"\n\nThe young man threw the scraping-stone hard against the side of the\ncave opening and split it in two. \"Roots are not animals!\"\n\n       *       *       *       *       *\n\nThe young woman picked up the pieces and said, \"I think I can make a\nsmall scraper out of the big piece and a throwing tip out of the little\none, but this is a foolish way to get little stones. There are more\nlittle ones than big ones.\"\n\n\"Show him your bent stick with the animal sinew,\" said her mate. \"She\nhas a way of throwing very small spears with a bent stick,\" he said to\nhis brother. He had a dim feeling that there should be peace between\nthe other two, since they were near his cave, but he was scarcely aware\nof the feeling.\n\nThe young woman looked pleased and went into the cave and brought back\na stick of springy wood with a thong attached to one end, and a few\ndried reeds.\n\n\"See,\" she said, and took a dried reed which had a small sharp stone\nstuck in the end of it. Then she bent the stick and strung the sinew\nfrom end to end. The younger man had his first view of a bow and arrow.\n\"This was the way my mother showed me to throw little spears.\"\n\nShe fitted the arrow into the bow and, pulling it back, shot it at a\npine tree on the other side of the fire. The bowstring twanged and the\narrow wobbled, having no fletching, but it stuck into the tree trunk.\nThe young man jumped back in alarm and blinked his eyes. Then he went\nto the tree and pulled at the arrow. It came loose, leaving the tip\nstuck in the bark.\n\n\"What good is it?\" he said derisively, to conceal his astonishment. \"It\nis a child's plaything!\" He tried to pry out the arrowhead with his\nthumb, and broke his nail.\n\n\"If any child of mine played with this,\" said the young woman, \"I\nshould beat him.\" She put a larger arrow into the bow--one that had\na heavier tip--and shot it into the same tree. Owing to its superior\nbalance, this arrow did not wobble; it swished through the air and sank\nits tip deep into the soft wood.\n\n\"You have no child,\" said her mate, \"so how can you beat it?\"\n\nThe young woman said nothing, but she looked angry.\n\n\"My other women have children,\" he went on tauntingly. \"They laugh at\nyou.\"\n\n\"You have no child younger than ten seasons!\" she said, and stamped her\nfoot. \"_That_ is why I have no child! You are an old man!\"\n\nHe started toward her with a look of furious intention. He had no\nspear in his hand, but he held a club with flint splinters stuck in the\nheavy head. She ran back to the cave mouth and put another arrow in\nher bow and aimed it at him. They both stood silently staring at one\nanother. Then he threw down his club and turned away.\n\n\"Peace,\" he said.\n\n\"Peace,\" she replied, and dropped her bow. She went to the pot over\nthe fire and sniffed it, poking at the meat with a sharp stick. \"The\nfood is ready,\" she said. \"Will you take the pot off the fire? You have\nbraver hands than I.\"\n\n       *       *       *       *       *\n\n    Q. How are we to find out anything about them, when you are so\n    slow?\n\n    A. What are we supposed to find out?\n\n    Q. That is what you are supposed to find out.\n\n    A. I am to find out what I am to find out? You sound like\n    them--like men.\n\n    Q. Like Man?\n\n    A. No, men. The women aren't quite the same. That's why I always\n    choose to be one, but I wish you would send somebody else--another\n    part of our Organism. I'm tired.\n\n    Q. Absurd. Besides, you are the best; you cannot be tired.\n\n    A. The best! How am I the best? You do nothing but criticize. You\n    send me because I understand the intentions--the leanings--of live\n    things. You say I understand understanding. I suppose that makes\n    me some kind of epistemologist: the father confessor of the\n    inscrutable.\n\n    Q. Wouldn't it be mother confessor?\n\n    A. Not with them; they don't like women to be priests. They can be\n    holy, but they don't like women to tell them what to do. It's\n    called nagging. They get especially angry if the woman is right.\n\n    Q. Hmm. Now you say that we criticize you. You surely are not going\n    to claim to be above criticism _here_, are you?\n\n    A. Oh, no. I'm beneath it.\n\n    Q. Then why do you resent it?\n\n    A. Because it doesn't apply. If a mother is not a fool, she will\n    correct her child, but she won't blame it. You can't go looking for\n    good and evil motives in everything that happens. Does a stone have\n    a motive when it falls to the ground?\n\n    Q. If this is the way you always talked, I'm not surprised you\n    angered them.\n\n    A. I am sorry.\n\n    Q. You turn everything around that's said to you.\n\n    A. I will try not to. It's like the bishop--he complained about the\n    same thing, and I was only trying to--\n\n    Q. What bishop?\n\n    A. I forgot his name. He was the thin one; he was much cleverer\n    than the others. He gave me an impossible choice, so I chose to\n    make another start.\n\n    Q. You mean you got yourself burned again?\n\n    A. Yes! They did it to all their best people. Both sides did. I\n    would have looked a precious fool if I'd backed down.\n\n    Q. Can't you bear to admit you are wrong?\n\n    A. But I wasn't wrong. Anyway, they'd have made me out in the wrong\n    either way.\n\n    Q. Did they only burn the women, when they thought the women were\n    wrong?\n\n    A. No, of course not. And it was usually when they suspected the\n    women were right. Then there were the women who were thought to be\n    possessed by what they thought were evil spirits.\n\n    Q. They didn't suspect _they_ were right, surely?\n\n    A. No, but they were afraid they might be. They were very unsure of\n    themselves and their beliefs. That's when they burned people.\n\n    Q. It sounds very wasteful. They must be very careless of their\n    possessions.\n\n    A. No, not in the least. I'll explain--\n\n    Q. I wish you wouldn't.\n\n    A. There, you see? They were just like you--they kept asking me\n    questions and getting more and more enraged when I answered them.\n    So, to shut me up, they tied me to a stake.\n\n    Q. You are too interested in your own reactions to things. Tell us\n    about something more constructive--about what you found in other\n    guises. I understand you led an insurrection?\n\n    A. If you call throwing an armed robber out of your house an\n    insurrection. The trouble was that on that occasion a lot of my\n    friends thought I was right. That's called conspiracy....\n\n       *       *       *       *       *\n\nThe captain led a small group of foot-soldiers into the village at\nwhat, to the Romans, was the Twelfth Hour, which is sunset. The\nsoldiers had light armor and carried only the small shields--not the\nenormous _testudines_--but they had been warned to keep their eyes\nopen as the British were tricky, even treacherous. The captain greatly\ndisliked to take such raw troops so far north, where the treaties were\nuncertain and the Pax Romana was held lightly, if at all. An ancestor\nof his, also a captain, had been killed near here in one of Hadrian's\nmarches, and no one was quite sure what had happened.\n\nThe earth wall that Hadrian's men subsequently built across the\nBritish island was intended to keep out the more unruly natives of\nthe North, and later the emperor Severus built another one of stone,\nbut it was by now in a state of disrepair and only a few of the guard\ntowers were manned. Even the Great North Road made an attenuated\nand unreliable line of supply, and the captain could expect neither\nreinforcements nor food from the camps further south, like Eboracum or\nLancastrium.\n\nLive off the land, he was told, and that meant quartering his troops--a\nrisky thing because it separated them--or sending foraging parties to\nthe surly farmers for \"contributions.\" Since he was here to collect\nback-taxes, the inhabitants would not take kindly to feeding the\ncollectors.\n\nThe village had a stockade of undressed logs and wide gates at either\nend. These were surmounted by arched wooden structures that were\nsupposed to serve as watch-towers, but beyond spears and knives for\nhunting and the necessary farming implements, the villagers were not\nallowed to carry weapons of any kind. The stockade was not big enough\nto enclose all the houses, and the majority of these were on the\noutside and huddled against the walls.\n\nThe small body of Roman troops--barely a _manipulus_--were not\nsurprised to notice that all the windows and booths had been\nshuttered, and in the exact center of the village, the local chieftain\nand heads of families were gathered in a respectful and anxious\ngroup. It annoyed the captain that it was impossible to make an\nunexpected arrival anywhere in Britain; news traveled faster than Roman\nfoot-soldiers.\n\n\"Hail Caesar!\" said the captain, putting his arm up, the palm of his\nhand facing forward.\n\n\"Hail Caesar!\" said the villagers.\n\n\"We come for the taxes which were not paid last year.\"\n\nThe villagers shook their heads and made regretful sounds.\n\n\"Nor the year before, nor the year before that. Which is your headman?\nI shall require food for my men at once--they are tired after a day's\nmarch.\"\n\nA gray-bearded, very tall man stood forward. \"The food will be ready at\nonce, noble decemvir, and I hope you will honor me with your presence\nfor dinner.\"\n\n\"Thank you very much,\" said the captain, \"but I prefer to stay with my\nmen until I see them taken care of. And I am not a decemvir. My rank is\ncaptain--Caesar's captain.\"\n\nThe bearded man bowed and said, \"Then, after the arrangements have been\nmade, Captain, will you not take a cup of wine?\"\n\n\"Don't press him, Grandfather,\" a voice said from above them, and,\nlooking up, the captain saw a girl's face at a second-story window. She\nhad very dark skin, red hair and blue eyes. \"If he's been walking all\nday, I expect he wants to go to bed early. You'll only keep him up all\nnight talking about boar hunts.\"\n\n\"Silence!\" the headman shouted. \"Get back, girl! You insult our ... our\nguest!\"\n\n\"No, let her stay,\" the captain said with an amused smile. \"Better\nstill, have her come down. I think I shall accept your offer about the\nwine later.\"\n\n       *       *       *       *       *\n\nIn the evening, the captain came to the headman's house with his two\nlieutenants as guard. They were received with deference and given\nwolf-hides to sit on. The wine was brought by the granddaughter and\nserved in horn cups.\n\n\"What is your name, young lady?\" asked the captain politely. \"This is\nexcellent wine, by the way.\"\n\n\"Thank you, Captain,\" she said. \"We have had a cask taken to your men.\nI made it myself, three years ago. My name is Boadicea.\"\n\n\"_Boadicea?_\" said the captain in astonishment.\n\n\"No, no, Captain!\" the headman said hurriedly. \"She's joking--her name\nis Flavia; the other is the name she takes for herself. I apologize for\nher.\"\n\n\"It is not a joke,\" she said. \"Boadicea is my heroine and I have taken\nher name. I don't like the name Flavia--it's Roman. Do I look like a\nRoman to you, Captain?\"\n\n\"You look very beautiful,\" the captain said, laughing, \"and there is\nno need for apology. I admire Boadicea myself; she very nearly drove\nCaesar's men into the sea. It was a long time ago.\" He drained his wine\ncup. \"A long, long time ago.\"\n\n\"But we have not forgotten her, Captain,\" the girl said, filling his\ncup again.\n\n\"You insult our honored guest, girl!\" her grandfather said. \"Go to bed!\"\n\n\"No, I beg you--please don't send her to bed,\" said the captain. \"I'm\nnot in the least insulted. After all, it's ancient history now. I don't\nthink people think of us as conquerors any more. We are protectors.\nWhile we are here, the Picts stay where they belong, and the Scots,\ntoo.\"\n\n\"The Picts say they used to live hereabouts,\" said the girl.\n\n\"The Picts say, the Picts say! What do you know of what they say?\"\nasked her grandfather.\n\n\"The cook's mother is a Pict,\" she replied.\n\n\"Well, she'd better not come _here_!\" said the headman. \"We want no\nCelts!\"\n\n\"But, Grandfather, we _are_ Celts!\"\n\n\"No, girl, we are Romans,\" he answered, looking sideways at the captain.\n\nThe captain nodded. \"That is true. All members of the Empire are\nRomans. Not citizens, perhaps, but Romans just the same, and all live\nby Caesar's law.\"\n\n\"But suppose people don't want to live by his law?\" said the girl.\n\nThe two lieutenants looked shocked, but the captain smiled. \"That would\nbe most foolish and uncivilized of them. Don't you think it's better\nfor the whole world to live as members of one community and cease all\nthis useless warfare?\"\n\n\"It seems to me,\" the girl said, \"that warfare is the result of\nsomebody trying to take somebody else's land and subject him to a law\nthat is alien to him.\"\n\n       *       *       *       *       *\n\nThe captain raised his eyebrows and put his head to one side\nquizzically. The headman coughed and attempted to change the subject.\n\"The taxes, Captain,\" he said, \"are very much on my mind....\"\n\n\"And on mine,\" the captain said. The two lieutenants tried to look\nbusinesslike, but they looked more as if they were falling asleep.\n\n\"And I hope I may say that this time we will have them ready for you,\"\nsaid the headman.\n\n\"I hope so, too,\" said the captain.\n\n\"But there are other levies that have not been made, which we had\nrather expected to be made....\"\n\n\"Other levies?\" The captain held out his cup and the girl poured more\nwine into it.\n\n\"I refer to troops, Captain,\" the headman said. \"You levy no troops\nfrom us up here.\"\n\n\"You put me in rather an embarrassing position,\" the captain said. \"You\nmust realize that while I make no comparison to yourself, there are\nsome people living at the outer boundaries of the Empire, people not\nyet wholly reconciled to Caesar's dominion, people who--to give another\nexample--think of themselves as, say, Helvetiae first and Romans\nsecond. It is the Imperial policy in such cases not to levy troops\nbecause--\"\n\n\"In other words,\" the girl interrupted, \"you think we are not to be\ntrusted. It quite passes my understanding why anyone should expect\nloyalty unless it is freely offered.\"\n\n\"But, my dear young lady, you are not slaves! You are given the\ncivilizing benefits of Roman rule, and you are taxed very much less\nthan people living in Rome itself, I can assure you of that.\" He felt\nterribly sleepy--the wine was stronger than he had thought and he found\nit difficult to think of the right words. He was beginning to sound to\nhimself like a senator, a race of men he secretly despised. \"Let me put\nit this way,\" he went on. \"A child does not _offer_ loyalty to his\nparents--it comes by nature.\"\n\n\"Perhaps grown people do not like to be treated as children,\" she said.\n\"_I_ don't.\"\n\n\"You behave like one, Granddaughter!\" the headman said. \"Go to your\nroom!\"\n\nRather unexpectedly, she got up and walked to the door. \"Good night,\nCaptain,\" she said, but he did not answer. He was asleep and so were\nhis lieutenants, and, since there were poppyheads in the wine, they did\nnot wake up even when, an hour later, the shouting began outside.\n\n       *       *       *       *       *\n\nAlmost the entire detachment of the Roman troops was killed, and the\ncaptain and his lieutenants were being held hostage by the Pictish\nDecaledonae who had swarmed over the broken Wall--the break having been\nenlarged by the headman's granddaughter and her friends during the\nprevious night.\n\nThe headman and his companions were horrified; they pleaded with the\nPictish leaders to spare the Roman officers. \"Caesar will send a\nlegion,\" the headman said, \"many legions to avenge this! Leave them\nunharmed and go back to the North, and the Roman captain will soften\nthe blow that will fall on us all....\"\n\nThe Picts told him to shut up and called for wine. The headman and\nhis companions took advantage of the carousing to slip out the back\nway and, taking some of the villagers, including Flavia, they hid\nthemselves in a cottage in the forest. Except for the girl, they were\nshaking with terror. She was triumphant.\n\n\"Now Caesar will withdraw again,\" she said. \"He no longer moves\nnorth--but slowly southward. The next Imperial rampart will be below\nus, and we shall be free!\"\n\n\"You are mad,\" her grandfather said. \"Under Roman rule, we are safe.\nWhat can we expect from these Pictish barbarians?\" He looked at her as\nthough she were some new kind of snake.\n\n\"I should rather be occasionally robbed by my cousins than taxed to\ndeath by strangers,\" she said, her dark face flushed.\n\n\"But the Romans are civilized!\" said her grandfather.\n\n\"Their civilization stands on slavery,\" she replied. \"I'd rather be a\nfree barbarian. The Romans are doomed.\"\n\n\"This is revolt!\" the headman said. \"In the name of freedom, you\ndeliver us into the hands of the Picts--you are a traitor to your own\npeople!\"\n\n\"The Picts won't stay,\" she said. \"They never do; they hate farming.\nWhat does it matter if they burn the village and steal some of the farm\nanimals? It will come to less than what you would have to pay in taxes\nto Caesar.\"\n\n\"Caesar's men will return,\" said her grandfather, \"and we shall have\nto pay ten times over. And if the Picts kill the captain, the Romans\nwill have my life for it! You are a traitor! Who was with you in this\ninfernal plot?\"\n\n       *       *       *       *       *\n\n    Q. Why didn't you tell them? Why are you always so stubborn? You\n    might have stayed on and found out many useful things.\n\n    A. There would have been nothing useful to find out. Men who submit\n    to autocracy cease to be a living, growing organism. Look at\n    Egypt--it stayed that way almost uninterruptedly for four thousand\n    years. However, I did find out one very surprising thing.\n\n    Q. I'm glad to hear it. What was that?\n\n    A. My grandfather was a Druid! I thought all that was dead and gone\n    with the Roman occupation--but there was a secret sect and he was\n    their high priest! So all the time he was in a conspiracy, too! I\n    couldn't help laughing.\n\n    Q. How did you learn this?\n\n    A. They took me to an oak tree, put a wreath of mistletoe on my\n    head, and he executed me with a stone sickle. Also all my friends\n    who didn't have the sense to escape north over the Wall of Severus.\n    But it made no difference in the end. The next emperor withdrew the\n    army to the southeast part of the island and the next--or the one\n    after; I forget which--took them all back to Rome. This was after\n    we invited the Saxons in--they made it hot for Caesar's men, I can\n    tell you! They also made things rather hot for us, but everything\n    calmed down in time.\n\n    Q. It doesn't sound like much of an improvement.\n\n    A. Well, the Saxons may have been pretty bloodthirsty, but they\n    hated slavery. They had sort of half-slaves--house-karls--but their\n    heart wasn't in it. Also, although they were extremely rough, they\n    didn't go in for official torture.\n\n    Q. But surely the civilized Romans didn't either?\n\n    A. I think you are being quite funny.\n\n    Q. I don't know what you mean.\n\n    A. I know you don't. That's the one really appealing thing about\n    men: they sometimes have a sense of humor--when the joke is not on\n    them. I think I must have caught it from them.\n\n    Q. Keep in mind that you are not an irreplaceable part of this\n    organism!\n\n    A. How can I forget it?\n\n    Q. One gets the impression that Man felt that you were not\n    irreplaceable either. When they want war, you are against it, and\n    when they want peace--like your North Britons--you are all for war.\n    How did you hear about Caesar withdrawing from Britain?\n\n    A. I was supposed to go back a little later, but I missed again,\n    and that time I was in real trouble--with both sides at once. It\n    was just about a thousand years later, when the French and English\n    were fighting each other.\n\n    Q. You seem to have made a rather dismaying number of mistakes.\n\n    A. I would never have learned anything if I had been afraid of\n    making mistakes. Anyway, the bishops were the ones I had to fear\n    the most, and when they started questioning me, I--\n\n    Q. Was it they who told you about the Saxons being invited to come\n    in?\n\n    A. No, indeed. By that time, scarcely anyone knew anything any\n    more, except prayers, recipes and how to supposedly cure warts.\n    Later on, there was a revival and everyone became very clever,\n    but I was in Italy at the time and I never got to hear about the\n    Saxons until long afterward--my last trip but two, in fact. I was\n    at a school in England....\n\n       *       *       *       *       *\n\nThe headmistress of St Agatha's prided herself on being fair. Her\nway of being fair was to avoid favoritism by being equally unfair to\nall the girls and to those of the assistant teachers who would stand\nfor it. Some of them didn't, and they usually left after their first\nterm, as the headmistress didn't believe in contracts. Besides, at\nthe beginning of the twentieth century, contracts for teachers were a\nnovelty.\n\nThe result of this policy was a rapid turnover in the young and\nintelligent teachers, and a small permanent staff of compliant sheep.\nThat St. Agatha's had any scholastic standing was due to the fact that\nMiss Wakefield had taken honors at Girton, and the school's social\nstanding was due to her being the cousin of a Peer of the Realm. The\ngirls were fed almost enough, the school uniform was expensive, and\nnobody had much free time. French was well taught--by Miss Wakefield\nherself--and so was Latin, but games were also stressed. The school\nwas run on what Miss Wakefield called the Honor System, which had the\neffect of dividing the pupils into tale-bearers and secret rebels.\n\nOn a raw November afternoon, Miss Wakefield sent a prefect for Sarah\nStone, who was one of the new girls. \"Tell her to come straight to my\noffice. She can have her shower later,\" she said, and Sarah arrived in\nthe jersey and serge skirt she had been wearing on the hockey field.\nHer bare knees were blue and her nose was running. She stood waiting\nwhile the headmistress looked with prominent eyes at some papers on her\ndesk. Sarah could see that they were examination papers and one of them\nwas in her own handwriting.\n\nWithout looking up, Miss Wakefield said, \"I hear that your mother is in\ntrouble with the police.\"\n\n\"But she--\"\n\n\"Do not interrupt. I asked you no question and no answer is called for.\nIt is a fact, which I have just read in the _Morning Post_, that your\nmother is in trouble with the police. Again--is that not true?\"\n\n\"No.\"\n\nThe headmistress looked up in amazement \"Do you mean to stand there and\ntell me the newspaper is _lying_? Do you tell me to my face that your\nmother is not involved with the ... the authorities?\" Miss Wakefield\nalso taught English Composition and woe betide the girl who used the\nsame word twice in the same context. \"We are blessed with the richest\nof all languages,\" she would say, \"so let us explore it--let us make\nuse of it--for to do otherwise would be tautology.\" She never made\nclear what tautology meant, but the girls got her drift.\n\n\"I don't know whether the newspapers are lying or merely mistaken,\nMiss Wakefield,\" Sarah said, \"although my mother says that it's hard to\ntell the difference with most journalists. At any rate, she is not in\ntrouble with the police. They are the ones that are in trouble.\"\n\nThe headmistress stared hard at Sarah; she was rather good at this\nwith small girls of thirteen. (You and I might find it difficult to\nstare down a child, and impossible in the case of a kitten, but Miss\nWakefield was, after all is said, the cousin of a Peer of the Realm.)\n\n\"I believe I can understand that,\" she said. \"In fact, I pity the\narresting officer. Here is a woman who breaks shop windows for the\nsake of attracting attention to her political _clique_, and he is no\ndoubt subjected to scratching and biting. Votes for women, indeed! Does\nbreaking shop windows prove that people like her should have the ...\nthe franchise?\"\n\n\"She didn't break the window,\" Sarah said. \"She was pushed against it\nby the policeman. And she never scratches unless a mosquito happens\nto--\"\n\n\"You were not there, Stone,\" said the headmistress, \"so how can you say\nthat?\"\n\n\"I know my mother. And she doesn't bite, either,\" Sarah said, looking\nat Miss Wakefield's neck. \"Unless it's a tough old hen!\"\n\n       *       *       *       *       *\n\nMiss Wakefield had enough sense to refuse the bait, but she flushed.\n\"I do not feel that it is at all suitable for the mother of one of our\ngirls to be a Militant Suffragette! The reputation of the School....\"\nThe sentence was left unfinished.\n\nShe picked up the sheets of paper. \"I have here two of the mid-term\nexamination papers in arithmetic, yours and Angela Harvey's. There is\na curious, a very curious similarity between them. All the answers\nare correct except for problems five, seven and twelve, and they have\nprecisely the same mistakes in both papers!\" She paused and stared hard\nat Sarah, who blinked but refused to lower her eyes. \"You and Harvey\nsit next to one another,\" Miss Wakefield said meaningly.\n\nSarah said nothing. She sniffed because her nose was running and there\nwas no pocket in her games uniform for a handkerchief.\n\n\"Well?\" said Miss Wakefield. \"Have you nothing to say?\"\n\n\"No, Miss Wakefield,\" Sarah said, \"except I didn't copy from Angela, if\nthat's what you mean.\"\n\n\"Then it would appear that she copied from you.\"\n\n\"That's a beastly thing to say! It was a coincidence! She's not a\ncheat!\"\n\nThe headmistress felt on secure ground: the child was losing her\ntemper. It was Miss Wakefield's favorite stratagem to make people lose\ntheir tempers--that is, if they were children or underlings.\n\n\"Blow your nose, Stone,\" she said, and then, seeing that Sarah had no\nhandkerchief, she gave her her own, with a look of distaste. \"I think\nperhaps you might do better at some other school.\"\n\n\"So do I, Miss Wakefield,\" Sarah said. \"Mother wanted to get me into\nMr. Russell's school, but it was full up.\"\n\n\"_Bertrand_ Russell?\"\n\nSarah nodded, blowing her nose again. She was shivering.\n\n\"_Well!_\" said Miss Wakefield. \"I never heard the like! He's an\nAtheist! Why, he believes in _Free Love_!\"\n\n\"I don't know what he believes,\" Sarah said. \"I know he was awfully\nnice when he came to tea. He said I had some kind of a guiding somebody\nstanding over me. He said he would like awfully to have me at his\nschool, but it was full up. I know one of the boys there and he says\nit's simply ripping.\"\n\n\"_Well!_ Of course, if your mother thinks of us as Second Best....\nPerhaps Mr. Russell believes it is all right to cheat in examinations,\nbut we have a Tradition at St. Agatha's.\" She rang a bell on her desk\nand a scrawny little housemaid came in. \"Send one of the girls for\nAngela Harvey,\" Miss Wakefield said. \"Tell her to come here directly.\"\nThe little housemaid bobbed respectfully and went out. \"Now we shall\nsee what _she_ has to say,\" the headmistress said.\n\n\"She'll only be frightened and cry,\" Sarah said, \"and she'll say\nanything you want her to. She wouldn't _dare_ cheat in an examination.\"\n\n\"Then you admit that you copied from her?\"\n\n\"I do not!\" Sarah said, her teeth chattering. \"I tell you it was\na fluke! Miss Somerville jolly well knows I wouldn't do it!\" Miss\nSomerville was the new and still enthusiastic math teacher, but her\nenthusiasm would be gone by the end of the term, and so would Miss\nSomerville.\n\n\"That will do!\" said the headmistress. \"Impertinence will not improve\nmatters.\"\n\n       *       *       *       *       *\n\nThere was a timid knock on the door and a girl of Sarah's age, but\nsmaller, came in. She had changed into the school uniform and wore\nsteel-rimmed spectacles.\n\n\"Stand beside Stone, Harvey,\" the headmistress said. \"Now I want you to\nthink very carefully before you answer what I'm going to ask you.\"\n\nAngela Harvey looked terrified and began to cry.\n\n\"There, you see?\" Sarah said. \"You're only doing this because you don't\nlike my mother! You want me to leave school, and it's the only excuse\nyou can find!\"\n\n\"Be quiet,\" Miss Wakefield said with an unpleasant smile. She never\nlost her temper. \"Did you, or did you not,\" she went on to the damp\nAngela, \"copy the answers in your arithmetic from Stone?\"\n\n\"Oh, no! Oh, I _wouldn't_, Miss Wakefield!\"\n\n\"Then how is it you have seventeen right answers? You never do as well\nas that, and you got the same three wrong that Stone did.\"\n\n\"I don't know, Miss Wakefield! I don't _know_!\" Angela sobbed loudly\nand became smaller than ever.\n\n\"I'm afraid,\" said Miss Wakefield, who looked quite otherwise,\n\"that unless your _friend_ here can explain this curious--this odd\ncoincidence by admitting she copied _your_ answers, I shall have to ask\nyour parents to remove you from St. Agatha's at once.\"\n\nSarah's face was bright red, but it had the look of fever. \"How simply\nrotten of you! You're just trying to get me to confess to something I\ndidn't do, to save Angela!\"\n\nThe headmistress felt her heart beat with excitement and pleasure. Why,\nthe child was positively crimson with temper! \"You are not helping her\nby behaving like a common guttersnipe. At this school, we try to behave\nlike ladies. Perhaps at Mr. Russell's--\"\n\n\"At Mr. Russell's school,\" Sarah interrupted, \"I'm sure nobody would\nthink it was worthwhile to cheat.\"\n\n\"Then you admit you cheated?\"\n\nSarah looked at Angela, and back at the headmistress. \"Yes!\"\n\nMiss Wakefield smiled. \"Well, then, I think there is nothing more to be\nsaid. You may go, Harvey.\"\n\n\"You,\" Sarah said, looking at Miss Wakefield with blazing fury, \"are a\ncoward and a--a _black-mailer_!\"\n\nTiny cracks seemed to appear in the headmistress's porcelain composure.\nAngela had not yet left the room and heard Sarah's outburst. She\nstopped at the door and turned around with wide eyes.\n\n\"Go at once!\" cried the headmistress to her, and waited until the door\nclosed. \"You are to be expelled publicly from the school!\" she said\nto Sarah in a low, unsteady voice. \"And first you will be publicly\nthrashed!\"\n\nSarah's face was patchy now, red on white, and her skin looked dry as\npaper. \"If you touch me, I will kill you. I'm not afraid of anyone like\nyou. I didn't cheat in the exam. I said it to keep you from expelling\nAngela, and you knew it all the time. Everything you say is a lie. You\njust want to get rid of me because of my mother. You are against votes\nfor women because you are a liar. You told us in history class about\ngovernment by consent, but how can it be when half the population have\nnothing to say in the matter? I'm going to pack and leave, and if you\ntry and stop me, I'll....\"\n\nShe went fiery red, and then white, and fainted.\n\nThe headmistress was breathing hard, and later, when Sarah was taken\nto the san, she was frightened. Sarah's temperature was 107 and she\nhad the most virulent kind of pneumonia the school doctor had yet\ncome across. He was almost more curious in watching the course of the\ndisease than he was concerned with the patient, but he did not have\nvery long to watch it, for Sarah died shortly before sunrise.\n\n       *       *       *       *       *\n\n    Q. As far as one can follow your line of reasoning, you claim that\n    the head woman of your school was untruthful, but was against\n    untruth.\n\n    A. Yes. Quite a lot of them are.\n\n    Q. They sound mad.\n\n    A. Well, they are and they aren't. They lie to themselves, mainly;\n    that's what causes most of the trouble. They have a saying: Know\n    Thyself, but nobody ever--\n\n    Q. _They_ have? Who said it?\n\n    A. All sorts of people are said to be the ones who said it first,\n    but actually I think I was. I was living on an island in the Aegean\n    Sea, and the mainland Greeks thought women shouldn't be writing\n    poetry, so there was a row about it. They said I invented\n    hexameters--which was nonsense--and that made them angry for some\n    reason. So, later on, they decided I was a myth.\n\n    Q. Is this the Sappho you mentioned earlier in this hearing?\n\n    A. No, no. She was later and she didn't become a myth. My name was\n    Phemonoë. I meant to tell you about that trip. My father was--\n\n    Q. Never mind. We've heard enough of the early trips. What we\n    should like to hear about is your last. A decision must be made\n    about these people--we've waited long enough. While it must be\n    admitted that you are the best we have for the task, you not only\n    take a long time and make error after error, but in the very\n    process of examining them, you alter the subject of examination.\n\n    A. Yes, I know. They have a new phrase for that. They call it the\n    Uncertainty Principle. For example, you can't determine the mass\n    and velocity of a particle and at the same time its position. If\n    you measure the one, you alter the other.\n\n    Q. We are quite aware of that.\n\n    A. I just thought I'd remind you.\n\n    Q. Unnecessary.\n\n    A. That's what men usually say; they dislike being reminded. Am I\n    to stop making trips?\n\n    Q. That will be decided in the light of the rest of your report. I\n    may tell you now that there will probably be no further trips. You\n    will be reabsorbed into the Unity.\n\n    A. I see. I remember you said the same thing after I reported on\n    the time they hanged Haman. You seemed to side with him. Anyway, if\n    I get reabsorbed, it won't be a Unity any more--not the way things\n    are going.\n\n    Q. You overrate yourself. Contact with Mankind has changed you.\n\n    A. Oh, it has! I've changed them a bit, but it's the principle of\n    uncertainty again: it changes me, too.\n\n    Q. The Unity is greater than its parts.\n\n    A. Not if it's infinite, the way you say it is. You know, it's a\n    funny thing, but I've never been quite clear just what's behind all\n    this decision you talk about. What is our purpose?\n\n    Q. Does a stone have a purpose when it falls?\n\n    A. I'm not talking about values. What are the alternatives you\n    imply in the decision?\n\n    Q. There are three. We destroy them; we absorb them; we ignore\n    them.\n\n    A. I'm afraid they can't be ignored.\n\n    Q. Why not?\n\n    A. It's too late. The Unity should have started ignoring them right\n    at the beginning--we are already changed. And if they are absorbed,\n    we shall be still more changed.\n\n    Q. _They_ will be changed. The Unity is eternal and--\n\n    A. You ought to talk to a man called Heisenberg. He called it the\n    inexactitude principle, but it's the same thing. For example, men\n    are always going around asking each other questions; they call it\n    taking a poll, only when you try to find out that way what people\n    are thinking, you change them. Or anthropology--when you study a\n    tribe, you alter its way of life. Furthermore, it alters yours.\n\n    Q. It would appear that you have lost your sense of objectivity.\n\n    A. That's the way my last husband talks. There is no such thing.\n    It's a strange fact, but it seems that the mathematicians are the\n    only ones who have a glimmering of the truth--they and the\n    physicists. I was beginning to think that mankind as a whole was\n    progressing quite nicely.\n\n    Q. I thought you said they were. It seems you're never satisfied.\n\n    A. Well, some things improve, but their point of view keeps\n    changing with regard to what should and what should not improve.\n    It's hard to  say whether the Greeks really believed in progress:\n    they thought there had been a golden age and that the world had\n    degenerated from it. Some of them may have wanted to return to it,\n    but I always suspected their motives--by their own showing, they\n    were decadent. During the Middle Ages, it was felt that art was on\n    the way up--part of an evolutionary process--whereas science was\n    not. Aristotle and the Thomists had science all cut and dried.\n    Nowadays it's fashionable to say the art was as \"good\" in primitive\n    times as it is now, while science on the other hand is evolving to\n    a higher state of truth. The latter happens to be true, but they\n    still have war.\n\n    Q. Perhaps it's inevitable.\n\n    A. If it is, we are wasting our time.\n\n    Q. That is for the Unity to decide. You set yourself up as\n    Mankind's conscience.\n\n    A. Not conscience. I plead for self-examination--for a reappraisal\n    of ideas.\n\n    Q. Yet you only succeed in irritating them.\n\n    A. That may be the best way. And you confuse conscience with\n    consciousness. If there's one thing I've found out, it's that Man\n    differs from the animals in having more consciousness, just as\n    animals have more than plants. I don't suppose that hydrogen has\n    any at all.\n\n    Q. But you have turned what was intended to be a field-trip for\n    examination and analysis into a crusade. With all your nagging and\n    irritating them, there have been no results--no real advances.\n\n    A. I thought you were complaining that I was altering what I was\n    sent to examine. You talk about unification--or absorption--as if\n    it were a catchword. That's the trouble with generalities: they're\n    not necessarily true in all cases.\n\n    Q. You mean they are too general?\n\n    A. I mean that they are not general enough. I agree that men\n    progress too slowly toward unification, but we mustn't confuse it\n    with domination. We cannot _impose_ it on them. That would lead to\n    a world divided into the ruled and the rulers--not a unity.\n\n    Q. Then you are for absorption?\n\n    A. You know, you twist things around much worse than I do.\n\n    Q. The Unity is incapable of--\n\n    A. Furthermore, I think you have been altered more than I have.\n\n    Q. You are part of the Unity.\n\n    A. And the least altered part. You won't be able to absorb them the\n    way you can reabsorb me without destroying them as entities.\n\n    Q. You set yourself up as the only one to know this. Why?\n\n    A. Because I have been the one to make the trips. I have been your\n    eye.\n\n    Q. But the others--the ones you called the spies?\n\n    A. They weren't there to look at Man, only to watch _me_. They\n    weren't even sightseeing--they were slumming. However, I think I\n    am ceasing to be the only one. I think you are coming to know\n    these things, too.\n\n    Q. Very gratifying. Now, as to the latest trip?\n\n    A. There seems to have been a slip-up....\n\n    Q. _Another_ one?\n\n    A. Different. The ones _I_ made were errors in time; this one is\n    not mine, and it's in hyper-time. I was trying to explain it to a\n    friend, but he already knew all about it and that led to the\n    slip-up. It caused it, yet it came afterward.\n\n    Q. How annoying for you. How did you explain hyper-time?\n\n    A. I said that when an object moves or changes, time is needed as\n    one of the coordinates to describe that change. I said that\n    consciousness moves _through_ time--from Monday to\n    Tuesday--otherwise we would be merely aware of differences without\n    experiencing them as change. I said that to describe this motion\n    of consciousness along the dimension of time, _another_ coordinate\n    is needed: hyper-time.\n\n    Q. And the slip-up--which you claim is not yours?\n\n    A. Is in hyper-time. It is the result of the Unity and Mankind\n    affecting one another. You have, through my efforts, examined\n    them--and thus changed them. Now they begin to examine you--with\n    the result that _you_ change.\n\n    Q. They begin to examine _us_? You must mean they have examined\n    _you_.\n\n    A. There is a man--a young physicist--and he has found out\n    something. I think that without quite knowing it, he has detected\n    you. At all events, he has found out where you are, and I think\n    that perhaps you are aware.\n\n    Q. What makes you say that?\n\n    A. Obviously these things work both ways. Heisenberg's principle\n    says--\n\n    Q. We want to hear no more of Heisenberg's principle! There's\n    enough confusion as it is, without that!\n\n    A. I admit it. That's why I decided to--to close my eyes to\n    everything but essentials on this trip.\n\n    Q. It is gratifying to hear you admit something for a change. What\n    are you \"closing your eyes to\" in this case?\n\n    A. Appearances.\n\n    Q. Why?\n\n    A. Appearances are deceitful. That is, they are now; they weren't\n    before, when the Unity was the Unity and Mankind was Mankind, not\n    something of each. You ask me to keep my objectivity and you don't\n    tell me how. You can't, of course--your own is too lost for you\n    even to know it's gone. So I have to work out my way alone and the\n    best method seems to be to work with as few senses as possible.\n    That won't give me real objectivity, but it will mean somewhat less\n    involvement.\n\n    Q. The less you see, the more you can observe? Does that make\n    sense?\n\n    A. Nothing does any more. Oh, if you had only stopped in time--no,\n    that wasn't possible.\n\n    Q. Why not?\n\n    A. Because, being in hyper-time, the slip-up is both in the past\n    and the future in simple time. The last trip is going on now....\n\n       *       *       *       *       *\n\nKatherine was lying on the lab sofa with her hands behind her head.\nThe sofa was shabby and was alleged to have belonged at one time to a\npsychoanalyst. Its present function was to offer temporary rest to\nanyone working late in the lab. Today was Sunday and no undergraduates\nwere there.\n\n\"What are you fiddling around with, Phil?\" Katherine asked.\n\n\"The electron microscope,\" he said. Phil Kaufman was an assistant\nphysics professor, short, bony and intense-looking, and at the moment\nhe was engaged in extra-curricular research.\n\n\"You know, I bet this old chaise-longue could many a tale unfold,\" she\nsaid.\n\n\"Well, according to rumor, many have been unfolded on it.\"\n\n\"Professor, your mind wanders. I'm thinking of its previous condition\nof servitude. Think of the dreams it used to hear.\"\n\nPhil Kaufman didn't answer. There was a pause and she said, \"This\nafternoon you're working with the microscope, and last night it was the\ntelescope. You were in the observatory until dawn.\"\n\n\"How did you find that out?\"\n\n\"I have my methods, Watson. I don't see how you expect to keep going on\nno sleep at all. Russ is worried about you.\"\n\n\"Pro or con?\"\n\n\"Pro, of course. He likes you very much. In fact, he thinks you are the\nbest brain on the faculty.\"\n\n\"Coming from the president, that's praise indeed.\" Phil got up and went\nto a desk, where he looked at some notes. \"Speaking as my boss's wife,\nwould you say he was pro or con about this work I'm doing?\"\n\n\"I would say he can't make it out. Alternating between the Microcosm\nand the Macrocosm. Incidentally, why don't they call that thing in\nthe observatory a macroscope? I don't think Russ is very good at\nunderstanding the unfamiliar. I was telling him about the concept of\nhyper-time the other day, and his reaction was one of solicitude--he\ngot me a drink.\" Katherine stretched her arms. \"What are you doing now?\"\n\n\"Checking some figures. You know, that was odd, your bringing up the\nbusiness of hyper-time. This thing I'm working on seems to involve it.\"\n\n\"Oh?\" Katherine put her arms behind her head again. \"Tell me something,\nPhil--what does he look like?\"\n\n\"Doctor Russell Farley?\"\n\n\"Yes. I suppose it's a funny sort of question to ask about one's\nhusband. How does he look to you?\"\n\n\"Like the youngest college president in America, I guess. Brawny but\nbrainy. You make what they call a handsome couple.\"\n\n\"Yes, I was going to ask you what I looked like, only it's a waste of\ntime. People never tell you.\"\n\n\"I can,\" Phil said, \"but I won't, for fear of giving you a swelled\nhead.\"\n\n       *       *       *       *       *\n\n\"As a matter of fact, it's silly of me to ask,\" she went on. \"I\nwouldn't understand. I don't even know what 'pretty' means, although\nI have a dim idea what 'ugly' does. Color is another enigma to me.\nSomebody once told me it's like a smell, but when I get a bad cold,\nI can't remember what smells are like. It's like not being able to\nthink of the word 'bubble' when your mouth is wide open--you think of\n'_Ah_-uh.'\"\n\n\"I'll tell you one thing about yourself,\" Phil said. \"You don't look as\nthough....\"\n\n\"As though I was blind?\"\n\n\"Correct. And it's incredible the way you get around. You never bump\ninto anything, and you look people right in the eye when they talk to\nyou.\"\n\n\"They say it's hearing faint echoes from an obstacle--like a bat.\nPersonally, I _feel_ the wall in front of me. I admit when my\nears are stopped up I can't hear the wall, but I'm not so sure\nthat's a convincing proof. It's the same with pit vipers--some\nsmart investigator discovered that when you plug up their little\nheat-detecting organs--I guess those are the pits--they can't locate\nwarm prey in the dark. Conversely, in the dark and not plugged up, they\nwill strike at a hot-water bottle.\"\n\n\"Sounds pretty convincing to me,\" Phil said, and went back to the\nelectron microscope.\n\n\"Tush,\" Katherine said. \"How about people not wanting to smoke in the\ndark? Does that prove that the sense of taste depends on sight? _I_\nsmoke. In fact, you might bring me a cigarette and an ashtray. The only\nreason most blind people don't smoke is they're afraid of fire.\" She\ntook the cigarette Phil brought her. \"Thanks.\"\n\n\"Aren't you afraid of fire?\" he asked.\n\n\"Of course not. I can detect a match flame at fifteen feet.\"\n\n\"You ought to go to Duke University sometime and have Rhine take a look\nat you.\"\n\n\"I did. All he said was 'Hmm,' and I joined the other statistics.\"\n\nThere was silence for a while, interrupted at one point by a muffled\n\"Damn!\" from Phil peering into the electron microscope, and the warm\nsun lay across Katherine's lap. Finally he straightened up and switched\noff the current. \"Well, it's there, all right,\" he said, and got up and\nwent to the couch and sat at her feet.\n\n\"What is?\"\n\n\"The red shift.\"\n\n\"Aren't you confusing things?\" she said. \"You're not in the observatory\nnow, Buster; this is the lab. I thought the red shift was the recession\nof the distant galaxies ... whatever 'red' is.\"\n\n\"Quite right, Holmes. However, in this case, it's the recession of\nthe not-so-distant atoms. They are small-sized solar systems, too,\nin a way, and when I say 'red' I mean something I can only infer\nmathematically, because I'm not dealing with light in the ordinary\nsense.\"\n\n\"You mean they're _receding_?\"\n\n\"Only in this context,\" he said. \"Motion is length over time; in this\ncase, it's length over hyper-time, so they're still here in the lab.\"\n\n\"I'm relieved to hear it,\" she said. \"However, I should think they'd be\nreceding into tomorrow.\"\n\n\"They are, but into yesterday, and new ones from tomorrow are\ncontinually coming in to take their place. It's like Fred Hoyle's\ntheory of the continuous birth of hydrogen.\"\n\n\"You're making me feel like my poor husband,\" Katherine said. \"I\nunderstand the necessity of hyper-time to describe the motion of\nconsciousness along time, but what's this got to do with the atoms?\"\n\n       *       *       *       *       *\n\nThere was a knock at the door and Phil stood up, just as Doctor\nRussell Chalmers Farley came in without waiting for an answer. Phil\nand Katherine felt faintly embarrassed--there was scarcely any need to\nknock on the door to the physics lab; it somehow suggested that the\ndoor should be kept open when entertaining callers.\n\nDoctor Farley was a handsome man of thirty-eight with a blond mustache\nthat gave him the look of a Kipling colonial officer.\n\n\"Ah, there you are, Katherine,\" he said cheerfully. \"Hello, Kaufman.\nHow's the Research Magnificent?\"\n\n\"It's beginning to show signs of life,\" Phil said. \"I think I can\ndetect a sort of fetal pulse.\"\n\nDoctor Farley blinked his pale eyelashes and smiled. He sat down at the\nend of the couch where Phil had been sitting and looked up at him. Part\nof his charm was that, when he talked to a man shorter than himself,\nhe got below him and looked up. At his evening \"sherries\" at home, he\nhad a way of deferring to the newest and least important visitor, who\nwas thus raised to the temporary rank of philosopher, while Russell\nChalmers Farley was reduced to the position of listener.\n\nThe role of humble servitor of the Truth was his most useful one--it\nhad worked rather well with Katherine, and he had an adroit and\nimaginative way of expressing his ideas, which usually disguised the\nfact that they were generally borrowed.\n\nThey had met at a street corner in New York City where she was waiting\nfor the sound of traffic to abate so that she could cross. He was on\nthe opposite side, and with his extraordinary eyesight and intuition\ninstantly recognized that the beautiful, odd-looking girl facing him\non the other side of the street was blind. He was at her side before\nthe light--and the sound of traffic--had changed, and said, \"I hope you\ndon't think I'm being forward, but let me offer you my arm. Taxis have\na way of making illegal turns sometimes....\"\n\n\"You are very kind,\" she replied, pulling him back from the path of a\ntaxi making an illegal turn. \"You have a very nice voice,\" she said\nas they got to the other side. \"I guess being blind makes one ...\nforward!\" She laughed and started to walk on.\n\n\"No, please wait!\" he said, and caught up with her. \"I wish you hadn't\nsaid that. It can be taken in another way: that I am forward because\nyou are blind. I should like to say that _you_ have a very nice voice.\"\n\nShe stopped and laughed again. \"That's one of the nicest things I've\never had said to me!\"\n\n\"Do let's ... I mean would you let me....\" He floundered, and laughed,\ntoo. \"Can't we have a drink together? Now?\"\n\n\"I think it would be lovely,\" she said.\n\nLater on, he said to her, \"You may think this impertinent of me, but\nyou make me envy you. If I were braver, I should wish that I were\nblind. You actually see more than I do.\"\n\n       *       *       *       *       *\n\nKatherine was intrigued. She had been told this before, but always\nwith mystical and pseudo-religious implications. This man, with the\nattractive voice and smell, had no trace of the mystic.\n\n\"Let me tell you a fable to illustrate what I mean,\" he went on. \"There\nwas a man who was born blind, and he went to work as a coal miner\nbecause the darkness was no hindrance to him. One day while he was\nworking alone in an unlighted gallery, his sight was miraculously given\nto him.... He shouted out in amazement and awe, and the other miners\ncame stumbling to him in the total darkness.\n\n\"'What is it?' they cried. 'What's the matter?'\n\n\"'I can see!' he told them. But they were puzzled, for they had brought\nno lights.\n\n\"'What can you see?' they asked. 'There is nothing to be seen here in\nthe dark.'\n\n\"'I see _black_!' he said. 'In front of my face is blackness--however,\nat the back of my head, I'm still blind and I see nothing.'\"\n\nKatherine was delighted. \"I'm not quite sure I understand.\"\n\n\"Why, to the blind there are no shadows,\" Farley said. \"Another drink?\"\n\n\"I think it would be lovely,\" she had said, and since she could see no\nshadows, she had begun to fall in love.\n\nDoctor Russell Chalmers Farley looked up at Phil and smiled. It was\na charming smile and it was as genuine as a guaranteed, ten-carat,\nreal, honest-to-goodness zircon. \"As Katherine has probably told you,\"\nhe said, \"what you are doing is completely over my bowed head. I am\nenormously impressed and at the same time unable to comprehend.\"\n\n\"I find it hard to comprehend, too,\" Phil Kaufman said. \"And I suppose\nthat's what leads me on.\"\n\n\"Well, the thing is,\" Farley continued, \"Washington seems to have\ngotten wind of it, and you know how they are. They don't like things to\nbe over their heads.\"\n\nPhil Kaufman looked at him in astonishment and sat on a lab stool.\n\"I don't understand. How can they possibly be interested in what I'm\ndoing? It's purely theoretical research.\"\n\n\"Surely you don't deny that Lisa Meitner's researches began by being\ntheoretical? And look what _they_ led to. The point is, Kaufman, that I\nhave been informed that we are about to receive a visit from a man from\nthe A.E.C. He's arriving here sometime this afternoon.\"\n\n\"But that's absurd! I'm not _doing_ anything to atoms. I'm merely\nexamining them!\"\n\nKatherine frowned when he said this. Phil knew better. Worse yet, so\ndid she.\n\n\"When the A.E.C. hears of somebody working in atomic research,\" Farley\nsaid, \"they want to know what's cooking. I hate you to be subjected to\nthis, but it won't do any harm to be polite to the fellow and let him,\nas it were, look over your shoulder.\"\n\n\"I'm damned if I see why I should!\" Phil said. \"What does he expect to\ndo? Classify me?\"\n\n       *       *       *       *       *\n\nFarley laughed placatingly. \"I know it seems high-handed, but I think\nwe all ought to remember there is such a thing as Security.\"\n\n\"Security, my foot!\" Phil said. \"It was that kind of demented thinking\nthat caused Germany to lose Lisa Meitner! _And_ Einstein.\"\n\n\"What strikes _me_ as rather odd,\" Katherine said, \"is their sending\nsomeone here on a Sunday. When did you hear about it, Russ?\"\n\n\"A little while ago. On the phone.\"\n\n\"Curiouser and curiouser.\"\n\n\"He was very polite and apologetic.\"\n\n\"Quite typical,\" Phil said. \"It's the velvet-glove touch.\"\n\nFarley looked at his wristwatch. \"He won't be here for a while, so I\nwish you could brief me about the inwardness of what you are doing,\nPhil.\" He'd never used his first name before, and Phil became a little\nwary. \"I know you can't give me a ten-year course in advanced physics\nthis afternoon, but--well, I'd like to know what kind of stand to take.\nI'll be representing the university, after all.\"\n\nPhil Kaufman looked down from his perch on the stool at the earnest,\nkindly face and wondered what really lay behind it. So far as he could\nsee, Doctor Farley had no reason to take any stand on the question at\nall, except to tell the A.E.C. man to go sit on a tack. If he wanted\nto represent the university, let him do it in the name of Academic\nFreedom. Phil glanced at Katherine. She was sitting very still and he\nhad the impression that she was thinking about something else.\n\n\"All right, I'll give it a try,\" he said. \"There's an idea that's been\naround for quite a while that there is an analogy between the stars and\nthe atoms.\"\n\nDoctor Farley's face lighted. \"I believe I've heard of it. Back in the\n'twenties, by a man called Dunn, wasn't it?\"\n\nPhil shook his head. \"Twenty years earlier by a man called\nFournier-d'Albe. He wrote a book called _Two New Worlds_, in which he\nsuggested that the solar systems are actually atoms in some vast cloud\nof super-gas. Of course, this notion ignores the celestial absence of\nmolecular structure--unless you count double stars as molecules--but\nit might be accounted for by assuming a high temperature. Then he\nsaid that the newly hypothesized Rutherford model of the atom was a\nsub-microscopic solar system, but he didn't stop there.\n\n\"The atoms and their electrons, he said, were in turn made up of\nsub-atoms and were perhaps populated by sentient beings who looked\nthrough their telescopes and counted the atoms in their vicinity, no\ndoubt arranging them into constellations. You can carry this imaginary\nprocess in both directions and as far as you like, but are we to decide\narbitrarily that it goes on infinitely? Or is it like Einsteinian\nspace, finite but unbounded?\n\n\"I have asked myself this question and I believe the latter statement\nto be in a sense correct, but what does it mean? Well, it means\nthat if you move further and further into larger universes, you\neventually get to where you started. Not that Big is the same thing\nas Small, but that from wherever you happen to be, the ones in the\ndirection--outward--look successively bigger, while the ones in the\nother direction--inward--look successively smaller. Now if there were\nsome kind of super-telescope that could look beyond our universe of\nsuper-atoms, and beyond the next and so on indefinitely, you would find\nyourself staring up through a super-microscope at your own eye.\"\n\n\"Get along with you!\" Katherine said. \"This is the pipe dream to end\nall pipe dreams. Tell us more.\"\n\n       *       *       *       *       *\n\n\"Well, I'll revise it to this extent,\" said Phil. \"It wouldn't be your\neye that you'd see, any more than you'd see your own face if you looked\nfar enough across ordinary intergalactic space. You'd see the back of\nyour head--or, rather, the other side of the Earth--provided there was\nnothing in the way.\"\n\n\"And in this case it would be what?\" she asked.\n\n\"I don't know,\" Phil said, looking worried. \"What is the equivalent of\nthe back of your head--looked at along the direction of hyper-time?\nCould it be that what you saw would not be from behind, but from ...\ninside?\"\n\nKatherine's beautiful sightless eyes seemed to be turned inward, and\nshe sat very still. Then she said, \"You evoke something in my mind like\nthe echo of a picture I once knew, and will know again.\"\n\nFarley looked at her sharply.\n\n\"You mean something in your subconscious?\" Phil asked.\n\n\"Perhaps that's what it is, and yet they say that you try to escape\nknowledge of your subconscious--that it frightens you. I am not\nfrightened, Phil. I feel ... expectant.\"\n\n\"I'd feel more expectant,\" he said, \"if I were quite sure of what I\nwas doing. The trouble is that while ordinary light could in theory\nshow you the super-astronomy of the stars and planets that are made up\nof atoms consisting of our stars and planets, it won't work the other\nway.\"\n\n\"Why not?\" Farley wanted to know.\n\n\"Wave length. As it is, we have to use an electron microscope to\nsee the larger molecules; the wave length of visible light is too\ncoarse-grained to show anything that small. So just try to imagine\nhow impossible it would be to see the sub-atoms--infra-atoms--that\nI'm talking about if one had to rely on ordinary light! The electron\nmicroscope wouldn't help, either. It would be exactly as though some\ngigantic, super-researcher were trying to look at one of our molecules\nby bombarding it with a shower of planets.\"\n\n\"Then how can you see this 'red shift'?\" Katherine asked.\n\n\"I can't,\" he said. \"I detect it by a kind of mathematical diagnosis.\nIt's an inferential process--as most forms of observation are, in\nmodern physics.\"\n\nFarley was looking as intelligent as he possibly could, but it was\nplain that he was out of his depth. He had heard of the red shift, but\nhe decided he had better not have it explained.\n\n\"There's another thing,\" Phil said. \"The time it would take light to\nmake the round trip of our Einsteinian finite universe would be so\ngreat--in the order of 4[Greek: pi] x 10^8 years--that not only would\nyou not see your not-yet born self, but the Earth wouldn't have been\nformed either. The light you saw would be that many years out of date.\nHowever, in this case the elapsed time would be hyper-time, and you'd\nbe there in ordinary time.\"\n\n       *       *       *       *       *\n\nDoctor Farley got up and walked to one of the windows and stood looking\nout at the observatory across the campus. \"Am I to understand then,\" he\nsaid, \"that you are trying to formulate a new atomic theory?\"\n\n\"Not in the sense of in any way modifying the accepted one,\" Phil said.\n\"If I'm right, it will merely be a new way of looking at the Universe\nas a whole, and it won't have the slightest effect on anything.\"\n\n\"I should have thought,\" Katherine said, \"that being able to see inside\none's own head would have all sorts of interesting effects.\" She got\nup. \"I've got to get back to the house. We've got people coming to\ndinner, Russ, and I'd better get things organized. Are you coming?\"\n\n\"I'll be along in a little while, Katherine,\" he said. \"I want to hear\nmore of what Kaufman has to say.\" He refrained from guiding his wife to\nthe door because of long habit, and again sat down on the couch. After\nthe door closed, he and Phil listened to her sure footsteps going down\nthe corridor. They looked at one another a little guardedly.\n\n\"You know I'm on your side,\" Farley said when they could no longer hear\nKatherine's footsteps. \"Surely you know I don't like this any more than\nyou do, Phil.\"\n\n\"I suppose you don't.\"\n\n\"You won't mind very much if I ask you a favor, will you?\" Farley\nsaid. Having asked a rhetorical question, he seemed to be illogically\nwaiting for an answer. Phil was unaware of the chess game, but wondered\nuneasily what was coming.\n\n\"Will you please leave her alone?\" Farley said.\n\n\"I--\" Phil started to say, but Farley held his hand up, palm forward.\n\n\"My dear chap, you are one of the most sensitive and kind people I\nknow. But you are a little thoughtless. You imagine that, because\nKatherine is blind, you are doing her a favor by--by giving her\ncompanionship. You feel that her interest in the world can be furthered\nby your interest in her. This is not the case. I ask you please to\nleave us alone.\"\n\n\"Us?\"\n\n\"Yes. You put me in the embarrassing position of having to say that\nwe are very well as we are. I know that Katherine is impressed by\nyour--your mind, and I know that your sympathy is well-intended, but it\nis misplaced. She needs no sympathy.\"\n\n\"Why not?\"\n\nDoctor Farley spread his hands, a gesture usually meant to substitute\nfor words. \"Do the strong need sympathy?\"\n\n\"I think so,\" Phil said.\n\nDoctor Farley smiled. \"Well, then, think of _me_ as the strong one--the\none who needs sympathy as the guardian of something precious. Will you\ngive me your sympathy?\" He smiled still.\n\nPhil realized that when the A.E.C. man came--when any pretext presented\nitself--Doctor Farley would throw him to the wolves.\n\n\"Katherine is not in love with me,\" Phil said.\n\n\"But are you with her?\"\n\n\"No. At least ... I don't know.\"\n\n\"Then you are.\"\n\n\"Aren't you being a bit old-fashioned?\" Phil said.\n\n       *       *       *       *       *\n\nFarley had abandoned his usual pose of sitting and looking up. He\nlooked down at Phil--in fact, he looked down his nose and past his\nblond mustache.\n\n\"I mean,\" Phil went on, \"I think Katherine ought to be the one to\ndecide whether she wants to go on seeing me.\"\n\n\"And I disagree.\"\n\n\"And I,\" Phil said, \"shall stop seeing her when--and only when--_she_\nwants me to! I refuse to be ordered around like this. We're not doing\nanything wrong!\"\n\n\"I think you're forgetting--\"\n\n\"I'm forgetting nothing!\" Phil interrupted. \"You're acting as though I\nwere having an affair with your wife, and you're trying to pull rank on\nme! I don't intend to be browbeaten and threatened!\"\n\n\"I'm not threatening you, my dear man,\" Farley said, his eyebrows\nraised. \"I ask you as a favor, that's all. I think I know my\nwife's--mind better than perhaps she does herself. And certainly better\nthan an outsider can.\"\n\n\"And you regard me as an outsider?\" Phil's voice was loud.\n\n\"You know perfectly well what I mean!\" Farley replied angrily. \"You are\nnot her husband and consequently do not know--\"\n\n\"I know her a damn sight better than you do, you stuffed shirt!\"\n\nLike most blond men, Farley became red very easily. At the moment, he\nresembled a tomato with yellow hair. \"Why, you little--\"\n\n\"_Really!_\" At the sound of Katherine's voice, they both swung around.\nThey had been making too much noise to hear her return, and she stood\nat the open door. \"Isn't this a bit undignified?\" she said. \"I could\nhear you outside.\"\n\nFarley was breathing heavily. \"What brought you back, Katherine?\" he\nasked, finally.\n\nShe walked past them to the psychiatrical sofa and sat on it without\nanswering the question. She looked as though her mind was on something\nelse--and then, suddenly, startled and intent.\n\n_Yes! I am here...._\n\nNeither Phil Kaufman nor Russell Farley heard her--they were intent on\navoiding one another's eyes, but they would not have heard her anyway.\n\n       *       *       *       *       *\n\n    Q. You were right. He knows where the Unity is--if not what it is,\n    yet.\n\n    A. Oh, he will.\n\n    Q. Are you so sure? And will you at last admit that we are right?\n    _Unification_--it's the only way ... now.\n\n    A. (she has her face toward the electron microscope; her blind eyes\n    seem to probe it) One cannot impose it on them. What kind of unity\n    can come from imposition?\n\n    Q. And are things to go on as they are?\n\n    A. No, it's too late. Things have already changed....\n\n    Q. The history of Man has been the history of his integration--from\n    families to tribes, to communities, to city states, to nations, to\n    hemispheres, to--what next? Is it to stop here, and the hemispheres\n    to beat each other down to the tribal or family level?\n\n    A. You will be destroyed in the process.\n\n    Q. _We?_ In the process of unification?\n\n    A. Of course.\n\n    Q. And you?\n\n    A. I'm always being destroyed.\n\n    Q. Ridiculous. Unification can scarcely destroy the Unity.\n\n    A. If you unite with Disunity?\n\n    Q. The decision has been made: Absorption.\n\n    A. By whom? Of whom?\n\n    Q. The joining of the collective subconscious to the mutually\n    antagonistic egos of all men. Freud of Vienna had this as a\n    goal--you told us that yourself and I quote it back to you.\n\n    A. Or the reverse--men's mutually antagonistic egos in combat with\n    the Unity?\n\n    Q. We will take that chance. Now watch--look at the world around\n    you and you will see a dominion of universal brotherhood, the\n    moment Unification is imposed!\n\n    A. I will look, but is that what I'll see?\n\n    Q. Now! Look!\n\n       *       *       *       *       *\n\nShe looked at Phil and then at her husband, who looked back at her\nquestioningly.\n\n\"You were going to say something?\" he asked.\n\nShe shook her head, and he shrugged his shoulders.\n\n\"This business I'm working on--\" Phil began, and hesitated.\n\n\"Oh, yes. That reminds me,\" Farley said. \"How's the Research\nMagnificent?\"\n\n\"It's beginning to show signs of life,\" Phil said. \"I think I can\ndetect a sort of fetal pulse.\"\n\nDr. Farley blinked his pale eyelashes and nodded. He sat down at the\nend of the couch where Phil had been sitting and looked up at him.\n\"Well,\" he said, \"I just thought I'd drop by and see how you were\ndoing. I'll never be able to understand it, though.\"\n\n\"I was going to say, do you think the A.E.C. might conceivably be\ninterested?\" Phil said. \"After all, it is sort of vaguely connected\nwith atomic stuff.\"\n\n\"I can't imagine why they would be,\" Farley said, and glanced at\nKatherine. She had gotten up and was standing at the window.\n\n\"The sun's going in,\" she said, \"and it looks as though it may rain.\nI've got to get back to the house.\" She turned around with a smile.\n\"How about having dinner with us tonight, Phil? We've got some people\ncoming who'd like to meet you. Don't you think that would be nice,\nRuss?\"\n\nDr. Farley didn't look as though he thought it would be nice at all,\nbut he said nothing, and neither did Phil Kaufman.\n\n\"If you're coming, you'd better straighten your tie,\" Katherine said.\n\"It's under your ear, as usual.\"\n\nPhil reached up absently and pulled at it with one hand. \"Sorry.\"\n\n\"You put me in an embarrassing position,\" Farley said. \"I think I had\nbetter say what I have to say now. Better to have it out, before things\ngo any further.\"\n\n\"Before _what_ things go any further?\" Phil asked, with a trace of\nbelligerence. \"Of course, if you don't want me for dinner--\"\n\n\"Wait!\" Katherine said in distress. \"This isn't.... But it should\nbe....\" She looked from one to the other and smiled a tentative,\nhopeful little smile. \"We don't have to go on with this, do we ...\n_now_?\"\n\n\"What do you mean, 'now'?\" Farley said, his face becoming red. \"I think\nit's high time I got this off my chest. Katherine, I don't believe in\nletting things drift. I want this out in the open!\"\n\n(_Oh, but this wasn't the way things were to be! This is all\nwrong--what can have happened?_--There was no answer.)\n\n       *       *       *       *       *\n\nPhil's face was pale and he started for the door. \"I guess I'd better\nleave you two alone.\"\n\n\"No!\" Farley said abruptly. \"I want you here! I want you to hear this.\nWell, Katherine?\" He turned to her again.\n\n\"I ... I can't answer you,\" she said miserably.\n\n\"You mean you are in love with him, don't you?\" Farley said, with a\nkind of angry triumph. \"All the time, behind my back, you--\"\n\n\"Dry up, Farley!\" Phil said, coming back from the door. \"And stop\nacting like a bully!\"\n\n\"Why, you--\"\n\nThe telephone rang, and Katherine picked it up.\n\n\"It's for you, Russ,\" she said, and handed it to him.\n\n\"Yes?\" Farley snapped into it. \"Put him on.\" He listened for a few\nmoments and his eyes traveled to Phil. \"All right,\" he said. \"When do\nyou want to come?--I see. Well, I'll arrange to have him here. Three\no'clock tomorrow, then. Right. Good-by.\" He hung up. \"You were right in\none respect,\" he said to Phil. \"That was a man from the Atomic Energy\nCommission and he wants to have a look at what you're doing. He'll be\nhere tomorrow and I shall expect your full cooperation. Sorry, but it\ncan't be helped.\"\n\nPhil looked at him steadily for a moment. \"So that's your way of\ngetting back at me,\" he said. \"Academic freedom means a lot to you! Of\nall the cowardly, spineless, rotten--\"\n\nFarley's face was now dark red and he held up his hand. \"That's enough\nfrom you!\"\n\n\"What the hell does he want to come nosing around here for?\" Phil said.\n\"My research is purely theoretical--\"\n\n\"You yourself suggested they might,\" Farley reminded him. \"And don't\nforget Lisa Meitner's work was theoretical, and look where it led!\"\n\n\"Very cute!\" Phil said. \"In fact, Jesuitical! What I'm objecting to is\nhaving you dump me in their laps! I know your real motive--it stands\nout a mile!\"\n\nFarley's neck veins became noticeable, but he kept himself in control.\n\"You tend to overrate your position here.\"\n\n\"Ha!\" Phil said. \"You can't bear me in my position of the man your wife\nloves!\"\n\nFarley's control went and he rushed at Phil and grabbed him by the\ncollar.\n\n\"_Stop_ it!\" Katherine cried. \"Stop it at once! Are you going to act\nlike a pair of apemen? I'm not in love with Phil--I like him very,\nvery much, but it's you I love, you ox!\" She pushed and pulled, and\nthey came apart like a bread sandwich, and she got between them. \"For\nheaven's _sake_!\"\n\n\"I'm sorry,\" Farley muttered, and looked ashamed of himself. \"I wasn't\n_dumping_ you into their laps, Kaufman--I had no choice. If I'd\nobjected, they'd have got just that much tougher.\"\n\n\"It's okay,\" Phil said dispiritedly. \"I guess.\"\n\n\"Oh, forget the whole thing, you two,\" Katherine said. \"Come on, well\nbe late for dinner.\" Taking their arms, she led them out onto the\ncampus.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Back of Our Heads, by Stephen Barr\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BACK OF OUR HEADS ***\n\n***** This file should be named 51823-8.txt or 51823-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/2/51823/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}