{"title": "World in a Bottle", "author": "Allen Kim Lang", "releaseDate": "April 21, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n               Star-crossed? Worse than that! Even Earth\n             itself was hopelessly out of reach for these\n              landlocked space-travelers who lived in a--\n\n                           World in a Bottle\n\n                           By ALLEN KIM LANG\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                     Galaxy Magazine October 1960.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\nPouring sweat and breathing shallow, I burned east on U.S. Twenty at\nninety miles an hour, wishing I could suck into my lungs some of the\nwind that howled across the windshield.\n\nI heard the siren in my phones. I glanced out the left side of my\nhelmet to find a blue-clad figure on a motorcycle looming up beside\nme, waving me toward the shoulder. A law-abider to the last gasp of\nasphyxia, I braked my little green beast over to the berm. The state\ncop angled his bike across my left headlamp and stalked back to where I\nsat, tugging a fat book of traffic-tickets out of his hip pocket.\n\n\"Unscrew that space-helmet, Sonny,\" he said. \"You've just been\ngrounded.\"\n\n\"Grounded, I'll grant,\" I said, my voice wheezing from the speaker on\nthe chest of my suit; \"but I can't take off the fishbowl, officer.\"\n\n\"Then maybe you'd better climb out of your flying saucer,\" the\npoliceman suggested. \"And if you're toting pearl-handled ray-guns, just\nleave 'em hang.\"\n\nI got out of the car, keeping my hands in view, feeling like the\nfugitive from a space-opera this cop evidently took me for. He examined\nme the way a zoologist might examine the first live specimen of a new\nspecies of carnivore; very interested, very cautious. After observing\nthe cut of my wash-and-wear plastic sterility-suit--known to us who\nwear them as a chastity-suit--the policeman walked around me to examine\nmy reserve-air tank, which is cunningly curved and cushioned against my\nspine so that I can lean back without courting lordosis. He inspected\nthe bubble of plastic that fit over my head like the belljar over a\nmuseum specimen, and stared at the little valve on the left shoulder\nof my suit, where used air was wheezing out asthmatically. \"I guess\nfallout has got you bugged,\" he said.\n\n\"Not fallout, bacteria,\" I explained. \"I'm one of the Lapins from\nCentral University.\"\n\n\"That's nice,\" the policeman said. \"And I'm one of the Bjornsons,\nfrom Indiana State Police Post 1-A. What were you trying to do just\nnow, break Mach One on wheels? Or do you maybe come from one of these\nforeign planets that don't know the American rules of the road?\"\n\nI breathed deep, trying to find myself some oxygen. \"I was born right\nhere in Indiana,\" I said. \"The reason I'm wearing this suit and helmet\nis that I'm bacteriologically sterile.\"\n\n\"So maybe you could adopt a kid,\" Officer Bjornson suggested.\n\n\"Sterile like germ-free,\" I said. \"Gnotobiotic. I grew up in the Big\nTank at Central University.\"\n\n       *       *       *       *       *\n\n\"You'll spend the night in the big tank at South Bend if you're snowing\nme, Sonny,\" he said. \"Let's see your driver's license.\" I got my\nbillfold out of the glove-compartment--a chastity-suit doesn't have\nany pockets--and handed my license to Bjornson. \"John Bogardus, M.D.,\"\nhe read. \"You're a doctor, eh? This says you live at BICUSPID, Central\nUniversity, South Bend. What's that BICUSPID, Doc? Means your practice\nis limited to certain teeth?\"\n\n\"I'm a resident in pathology, and I'm damned near out of air,\" I said,\nannoyed at the prospect of suffocating while acting straight-man to\na state cop. \"BICUSPID is the acronym for Bacteriological Institute,\nCentral University Special Projects in Infectious Disease. I'm a Lapin,\nwhich is a human guinea-pig. I'm sorry, officer, that I broke the\nIndiana speed-limit but my air-filter is clogged with condensation. If\nI don't get back to the Big Tank at the University within the next few\nminutes, I'll run out of air. And you'll have to spend the rest of the\nevening testifying before St. Joseph's County Coroner.\"\n\n\"So what happens if you crack open your space-helmet and breathe the\nair us peons use?\" he asked.\n\n\"Pretty quick, I'd die,\" I said. \"I've got no antibodies, no\nphysiological mechanism to combat inspired or ingested bacteria.\"\n\n\"That's the sort of answer that makes my job the joy it is,\" Bjornson\nsaid. \"Next thing you know, I'll be chasing drunken drivers from Mars.\"\n\n\"There's no intelligent native life on Mars,\" I said.\n\n\"You think maybe there are intelligent natives on U.S. Twenty?\" he\nasked, returning my license. \"Okay, Doctor Bogardus, I've bought your\nstory. You leadfoot your bomb along after me, and we'll hit the Central\ncampus like we're crossing the payoff line at the Mille Miglia.\"\nBjornson cowboyed into the saddle of his bike, spurred it off and cut\nsiren-screaming down the concrete toward South Bend and Central U. I\njumped back into my sports-car and tailed him, the wind soaring past my\n'phones like rocket exhaust. We cut through the field of Sunday drivers\nin a horizontal power-dive. I was half-blinded by the sweat condensed\non my air-cooled face-plate. Formaldehyde bath or no, I'd have to cut\nin my reserve-air pretty soon.\n\n       *       *       *       *       *\n\nWe made it while I was still breathing. I braked in front of the\nBICUSPID entrance and walked as fast as I dared, dizzy and panting with\nthe concentration of CO_{2} bottled up with me in my chastity-suit.\nOutside the door to the contaminated labs, I shook Bjornson's hand and\ntold him that I considered the expense of my Gross Income Tax justified\nby his employment. I went inside then, climbed the steel steps to the\nglass-walled shower. I cut in my suit-radio and announced my arrival.\n\"Bogardus here. I'm nearly out of wind; my filter's soaked. I'm cutting\nin reserve-air. Anybody around to see that I scrub behind my ears?\"\n\nDr. Roy McQueen, Director of BICUSPID, came out of his office, where\nhe'd monitored my announcement from the loudspeaker set above his desk,\nand faced the glass door of the shower room. He waved to me and cut on\nhis microphone. \"Okay, Johnny,\" he said.\n\nI sealed off my air-filter and cut in the reserve-air. That canned wind\nfelt to my lungs like cold beer to the throat on a July day. I felt the\noxygen percolating through me to my toes and finger-tips, tingling them\nback to life. Turning on the detergent shower, I sloshed around beneath\nit, washing the outside dust off my chastity-suit.\n\n\"You're dry by the tank,\" Dr. McQueen said into his hand microphone.\n\nI picked up the long-handled shower brush and scrubbed back there. I\nshowered the suit's armpits, the folds behind the knees, the soles\nof the suit's boots, scrubbing hard with the brush. \"You're all wet,\nJohnny,\" the Chief said. \"Got enough air for half an hour in the\nbathtub?\"\n\n\"Yes, sir,\" I said, checking the gage of my reserve-air tank. Having\nscrubbed off most of the flora I'd picked up in the great wild world of\nIndiana, I climbed down through the manhole into the bathtub, a sump\nof formaldehyde solution eight feet deep. I sat on the iron bench at\nthe bottom to soak. \"How about switching on some music, Chief? I didn't\nthink to bring anything waterproof to read.\"\n\n\"You'll hear music from me,\" Dr. McQueen said. \"This is a big day for\nBICUSPID, Johnny. It's the first time one of you kids ever came home\nfrom a date with a police escort. What happened? Anne's old man decide\nhe didn't want a plastic-wrapped son-in-law? He call the law to throw\nyou off his front porch?\"\n\n\"My air-filter got bolixed,\" I explained into the microphone, \"so\nI leaned on the gas pedal pretty heavy on the way home. A friendly\ngendarme named Bjornson turned up.\"\n\n\"You should be more careful, Johnny. I'd hate to have to post you.\"\nLike the rest of us, Dr. McQueen did post-mortems on the germ-free\nanimals who died of old age or stir-fever in the Big Tank, or had to be\nsacrificed as routine sterility controls. Last winter, for the first\ntime, the Chief had had to autopsy one of us Lapins.\n\nPoor Mike Bohrman had gone off his rocker and stripped off his\nsterility-suit in the snow. All we wear underneath is a pair of shorts.\nThat's the way Mike had run around, almost naked in a northern Indiana\nFebruary. It was hours before he'd been missed.\n\nHe went to the hospital with severe frostbite, but he died two days\nlater of pneumonia complicated by streptococcal septicemia. \"Stick\naround down there, Johnny,\" the Chief said. \"I'm coming down to join\nyou.\"\n\n       *       *       *       *       *\n\nI heard him turning the monitor microphone over to one of the\ntechnicians out in the contaminated labs. Oh hell, I thought. Here\ncomes a chewing-out that would leave me raw up to the duodenum.\n\nThe worst thing about being told off when you've done something dumb\nis the futility of being told about it. Nobody knew better than I that\nit was stupid to stay outside the Big Tank for eight solid hours.\nHydraulic pressure aside, a chastity-suit isn't designed to hold a man\nmore than about four.\n\nIt took Dr. McQueen a quarter hour to get suited up and scrubbed. Then\nhe came down the ladder to join me in the pale green soup, his air-hose\nsnaking along behind him like strayed umbilical cord. He sat on the\nbench beside me. Before he cut in his suit radio, he leaned close\nand touched his helmet to mine. \"Damn it, Johnny! If you don't stop\nchasing after that dame in Valpo, I'll toss mothballs in the gas-tank\nof your silly little car.\" Then he toggled his radio. \"Testing,\" he\nsaid, for the benefit of the monitoring technician listening out in the\ncontaminated labs. \"This is McQueen. Someone suited up?\"\n\n\"Safety man is suited and scrubbing, Chief,\" the monitor said. \"I read\nyou loud and clear. Now, let's hear from you, Brother Bogardus.\"\n\n\"This is John Bogardus, the Voice of Purity,\" I said, \"broadcasting\nfrom the bottom of Central University's lovely BICUSPID pool. You want\nI should dedicate my next record to the gang at the brewery?\"\n\n\"Happy to hear you testify, canned-goods,\" the technician said. \"The\nI.U. game is on the radio now. You want me to pipe it to the phones so\nyou can hear our team smear 'em?\"\n\n\"I'll take your word for it that they'll do that,\" I said. \"My sport\nis balk-line billiards.\" Eighty years ago, Central University's gate\nreceipts from football had made possible the first BICUSPID program\nin gnotobiotics, using mice and roaches and hamsters. Despite this\nhistorical tie between me and football, I felt no special affinity for\nthe game.\n\n\"Trouble with you, canned-goods, is you've got no school spirit,\" the\nmonitor complained. \"If you or the Chief feel your feet getting wet,\njust whistle. I'll be here.\"\n\n\"Will do.\" For all the thousands of times I'd been through this\nantiseptic drill, I was happy to know that a lifeguard was suited up\nabove our poisonous bathtub, ready to fish either of us out should our\nsuits spring a leak. If formaldehyde-methanol started seeping into my\nchastity-suit, I knew I'd have an overwhelming desire to undress.\n\nDr. McQueen cleared his throat, a sound which broadcast very like a\ngrowl. \"Okay, Johnny. Let's have a synopsis of your Sunday outing.\"\n\n       *       *       *       *       *\n\n\"It's springtime, Chief,\" I said. \"You know what the month of May does\nto a young man's fancy, and reticuloendothelial system, and all.\"\n\n\"I wish you'd stop seeing her,\" the Chief said. \"You've got fifteen of\nthe most nubile girls in the Midwest living in the Big Tank with you.\nSweet, intelligent--available. So why did you have to get the hots for\nan outsider?\"\n\n\"It's that ol' debbil incest-taboo, Chief,\" I said. \"I've slept amongst\nthose fifteen canned peaches for the last twenty-three years. The\nresult is that my warmest feeling toward any of them is brotherly love.\nWho itches to shack with a sibling?\"\n\n\"Your only alternative seems to be a lifetime of cold showers,\" McQueen\nsaid. \"Speaking of canned peaches, have you seen Mary deWitte today?\"\n\n\"No.\"\n\n\"Mary has extramural interests, too,\" he said. \"Her intended is a\nbasketball player in pre-Law. A fellow roughly fifteen feet tall. Mary\nhas been gone all day. I presume that she's been visiting this legal\nobelisk; and I'm beginning to feel the twinges of fatherly anxiety. But\ntell me about Anne, Johnny.\"\n\n\"I met her at a concert last fall,\" I said, not giving a damn about\nthe safety man and the monitor kibitzing. \"Anne didn't bug at my\nchastity-suit the way most of the hens on campus do. This impressed\nme. She liked the way I talked, even though she could hear my voice\nonly from the speaker on the chest of my suit. I liked fine the way she\nlistened. So we had a date. Lots of dates. Said goodnight by shaking\nhands--Please Excuse My Glove.\n\n\"One evening we drove down to the beach at Hudson Lake. As we lay there\non the sand, I pointed out for Anne the red disk of Mars. I told her\nabout the men up there, at New Caanan and Bing City and Bitterwater,\nworking to uncover one world while they built a new one. I told her\nabout the mystery of the Immermann skull, and what it might mean. I\npointed to the stars and named them for her. All the time, Chief, I\nknew that I could touch Betelgeuse or Phobos as easily as I could touch\nAnne.\n\n\"Anyway, we went swimming together, just like we were in Technicolor\nand Vista Vision. I screwed the cap on my air-filter and breathed from\nthe reserve tank. Anne wore a bikini. I might as well have been aboard\na midget submarine. After that evening, we decided not to go swimming\nany more; and Anne started wearing strict and conservative clothes.\"\n\n\"What happened today, Johnny?\" McQueen asked me.\n\n\"What could happen?\" I demanded. \"We broke up. She's contaminated,\npoor girl. She's been aswarm with bacteria and yeasts and molds and\nmiscellaneous protista ever since the obstetrician slapped her on the\nrump, while I'm Boy Galahad, fifty-six one-hundredths percent purer\nthan Ivory Soap. My strength is as the strength of ten, so I told Anne\nat noon today that she'll have to find herself a new boy friend. She\nneeds a guy who can eat the other half of the pizza with her, someone\nwho can lend her his comb and breathe the air she breathes. It took me\nweeks to steel my soul to the prospect of kissing Anne off--there's an\nironic metaphor for you, Chief--but I did it.\"\n\n\"I'm sorry, Johnny,\" McQueen said.\n\n\"I'm afraid I've diluted the antiseptic with my tears,\" I said. \"Just\nsinging those old formaldehyde blues.\"\n\nI'd soaked for the regulation half-hour now, and the gage of my reserve\ntank was on red, so I got up to go. \"I can see myself at ninety-five,\"\nI said. \"I'll be patriarch of the Big Tank. The oldest male virgin on\ncampus. See you inside, Chief.\"\n\nI climbed up the ladder through the second manhole over the\nformaldehyde sump and stepped out into the sterile precincts of the Big\nTank. Home.\n\n       *       *       *       *       *\n\nI stepped into a shower-booth, let the water blast the formaldehyde\noff my chastity-suit, popped off my helmet and stripped. Air against\nsweat-steamed skin felt good. I showered again, naked. I blotted\nmyself dry and dressed in fresh shorts, all the clothing a man needed\nin the air-conditioned Elysium of the Big Tank. I carried my suit\ninto the locker room to refit it for my next trip outside. Snapping\nits collar to the bushing of the compressed-air supply and turning\non the pressure, I inflated my suit so that it stood on its headless\nshoulders, ready for inspection.\n\nThe wet air-filter that had almost asphyxiated me had been caused,\nI discovered, by a break in the moisture-trap of the unit. Careful\nchecking assured me that the filter had failed-safe bacteriologically.\nNo outside bugs were in my suit. I might have suffocated, but my corpse\nwould have remained uncorrupted. Such a comfort.\n\nI replaced the trap and filter with a fresh unit and fit a charged\nbottle of air onto the back of the suit. Then I gave every inch of\nmy chastity-suit an inspection for worn spots, for bubbles forming\non its moist surface--an inspection as painstaking and as sure as a\nwindow washer's check of his working harness, or an exhibition jumper's\nfolding of his parachute. Satisfied that the suit was all set for my\nnext adventure into the world of normal, septic human beings, I racked\nit and the helmet in my locker and walked out into the garden.\n\nThere I stretched out on the grass under the ultra-violets, refreshing\nmy tan while I waited for Dr. McQueen to come up from the sump.\n\nThe garden was my favorite room in the Big Tank. It was in establishing\nthe garden that I'd discovered that my Machiavellian mind is\narticulated to a pair of green thumbs. The crafty bit came over coffee\nin the cafeteria. I, of course, just sat there to listen and talk; not\neven C.U. Cafeteria coffee is aseptic enough for a Lapin to drink, even\nif there were some way to get a cup of the stuff inside the helmet of a\nsterility-suit. Anyway, I chided these two graduate students from the\nbotany department about the research possibilities they were missing\nby not growing any gnotobiotic green stuff. I gave them the Boom-Food\npitch. Would cabbages, grown in an environment free of bacteria, grow\nlarge as king farouks? I hit them with the Advance the Frontiers of the\nBiological Science line: could soil-nitrates be utilized by legumes in\nthe absolute absence of _Nitrobacteriaceae_?\n\n       *       *       *       *       *\n\nThe two botanists leaped to my vegetable bait like a brace of starving\naphids. A couple days after I'd commenced my con, three tons of quartz\nsand were shipped through the Big Tank's main autoclave. The lifeless\nstuff was poured over a grill of perforated pipes. The pipes were\nconnected to a brew-tank of hydroponic juices, and the wet sand was\nplanted with germ-free seeds of grass, tomatoes, carrots, and other\nuseful herbs. We Lapins had a ball, planting the aseptic seeds in the\ndirtless dirt eagerly as a band of ribbon-hungry 4-H'ers. What had been\nour sun-room blossomed, after a decent period of germination, into our\nlawn and garden.\n\nFor some reason, the garden of our Eden never got an apple-tree. But\nwe did have lettuce on our sterile sandwiches now, and fresh tomatoes,\ninfinitely superior in texture and taste to the \"radared\" fruit--almost\npureed by the high-energy beams that made it germ-free--that we'd grown\nup on.\n\nThe lesser mammals with whom we twenty-nine Lapins shared the Big\nTank, the rabbits and guinea-pigs and hamsters and like small fowl,\ndidn't go much for fresh vegetables, having developed a palate for an\nautoclaved diet. The monkeys, though, proved to be real competitors for\ncarrots and raw sweet corn. They had to be locked out of the garden,\nrather as certain of their disobedient relatives had been.\n\nI reached out from my supine, sun-drenched position to pull a turnip.\nI shook off the moist sand and wiped the hydroponic wetness off my\nshorts, to munch grittily while I waited for the Chief to join me.\n\nAs soon as he'd soaked in the formaldehyde mixture for half an hour,\nDr. McQueen came up through the manhole. Under the shower he squirted\nthe chemical B.O. off his modified sterility-unit, then came out into\nthe garden to join me, dragging his air-hose. We sat side by side on\nthe park bench I'd built beside the onion-patch. (I was fond of my\nonions. They were the only living things in the Big Tank with the\nhonest stink of life to them). \"Where did you plant the marijuana,\nJohnny?\" the Chief asked me. His voice was muffled by the wetness of\nhis suit-speaker.\n\n\"Now, there's a pregnant idea,\" I said. \"We won't plant muggles, Chief.\nWe'll plant tobacco. All we Lapins need to keep us happy is a good\nsolid vice like smoking.\" I looked at the Chief. \"Why'd you follow me\nhere, Dr. McQueen? I know I've been naughty.\"\n\n\"Self-pity doesn't become a man, Johnny,\" he said.\n\n\"And why the hell not?\" I demanded, my blood-pressure ready to\nchallenge any manometer in sight. \"If I can feel compassion for some\npoor joker on TV, why can't I hurt a little for myself--for John\nBogardus, swaddled from his darling by a damned plastic diving-suit? I\nwas--I am--in love with Anne, Doctor.\"\n\n\"Your marriage-night would kill you, John,\" he said.\n\n       *       *       *       *       *\n\nI jumped up with ready-made fists, then flopped down onto the grass,\nlaughing at the picture I saw. Battle of the Century. In this corner,\nwearing helmet, chastity-suit, and thirty-five feet of air-hose\nRoy McQueen, Ph. D. In the far corner, clad only in brown trunks\n(grass-stained on the seat, folks), John Bogardus, M.D. \"It makes a\ngrand old dirty joke, doesn't it?\"\n\n\"It makes a painful reality,\" Dr. McQueen said. \"I know how you must\nlie awake nights, thinking about gradually acclimatizing yourself to\nthe contaminated world in which Anne lives. You know, though, that the\ndeath-rate with the lower animals who've tried this acclimatization is\nsteep. Even the survivors don't survive very long, because of their low\ngut-tone and their tardy antibody response. I suppose, though, that\nthe imminence of death is as helpless before love as the locksmith.\"\nDr. McQueen sighed. \"If it's what you want, Johnny, I'll ignore\neverything we both know about the probable consequences and help you\nbreak out of here.... Think how embarrassed you'd feel, though, if you\ndied of a _B. subtilis_ septicemia or a fulminant chicken-pox the day\nbefore the wedding.\"\n\n\"I could have married Anne, and made her either an unkissed bride or an\nearly widow,\" I said. \"Neither of these alternatives struck me as an\nattractive career for the woman I love, so I left her. It's so logical\nit's practically simple arithmetic. Anne put up a fight to keep me,\nChief; it was most warming to my amour-propre. Women aren't logical\nlike us men of science. What a stinking situation!\"\n\n\"It is,\" Dr. McQueen said. \"But remember, John, lovers outside the Big\nTank often get just as star-crossed as you and Anne.\"\n\n\"And they have dental caries to contend with, which we don't,\" I said.\n\"Somehow, Chief, we'll get this experiment into its second generation,\npast the miseries of the gnotobiotic first-born, we Adams and Eves who\nwere delivered into purity by aseptic Caesarian section. Maybe we'll\nhave to toss coins or draw cards to pair up for parent-hood. But any\nkids we raise will be spared that indignity. Know how I've got it\nfigured, Chief? We've got to make provision for exogamous matings,\nright? Novelty, in other words, is essential to romance. Here's the way\nwe'll work it. We'll set half the babies, boys and girls together, on\none side of a wall, half on the other side. We'll have established two\ntribes of kids, each growing up in ignorance of the other; and we'll\nkeep them strictly apart till they're in their middle teens. Then,\nmaybe the night of the Junior Prom, we'll cut a door-way in that wall\nand introduce them to each other.\"\n\n       *       *       *       *       *\n\nDr. McQueen smiled. \"That will be a splendid evening, John. And a\nsituation to make an anthropologist's mouth water. You may have found\nthe answer to one of your children's major problems. I only wish we had\nas simple a solution to the current troubles of John Bogardus.\"\n\n\"Don't blame yourself for what's happened to me,\" I said. \"I've carried\non pretty bad today, but that doesn't mean that I or any of the other\nLapins blame you for causing us to be birthed into the Big Tank. It had\nto be done. Once Dr. Reyniers had made gnotobiotics possible, a colony\nof germ-free humans became available. You did a good and honest job of\nbringing us colonists up, Chief. As good a job as anyone could do.\"\n\n\"Thank you, John,\" he said. \"I often wonder, though, whether the\nNuremberg Principles really gave us the right to build and populate\nthis germless microcosm. We told your mothers when they volunteered\nthat the results of raising humans gnotobiotically would be important.\nThey have indeed. Thousands of lives have been saved by what we've\nlearned here. We saw to it, as we'd also promised your mothers, that\nyour health hasn't suffered by reason of experiments, that you've been\ngiven the education you need to earn a good living, and especially\nthat your dignity as human beings has always been respected. The core\nquestion is, did we have the right to involve fellow humans, not yet\nborn, in a process the end of which we couldn't entirely predict?\nEnough of this, though. My conscience is my own problem. For your\nimmediate relief I can offer only: keep busy.\"\n\n\"Work is dandy, but liquor's quicker,\" I said. \"A wound of the heart\ncalls for a therapeutic drunk.\"\n\n\"I'll honor your prescription, Doctor,\" the Chief said. \"The moment\nI get outside, I'll Seitz you some of my own Scotch.\" He stood up\nand caught hold of his air-hose. \"Forgive me for behaving so like\nPollyanna, John,\" he said. \"I wish I could offer you relief more potent\nthan Scotch and sympathy.\"\n\n\"Such spiritual Band-aids are all the help there is, Chief. Thank you\nfor them.\"\n\nHe slapped me on the shoulder with his gloved right hand, then walked\nthrough the shower-room, trailing his black air-hose, and dropped down\nthe manhole into the formaldehyde sump on his way back out into the\nworld.\n\nI sat on my bench in my artificial garden in the middle of the great\nsteel womb I'd been delivered into, and I thought about my Anne.\n\n       *       *       *       *       *\n\n\"If I had a chisel and about four tons of Carrara marble,\" the girl\nstanding behind me said, \"I'd hack me out a statue on your model, and\ncall it _The Thinker_.\" Dorothy--the Firebird--Damien plumped her\nlittle backside onto the bench beside me and scintillated eagerness to\nconverse.\n\nI didn't want to talk to anyone at the moment, certainly not to the\nFirebird. To employ a metaphor from an appetite less exalted than love,\nseeing the Firebird after losing Anne was too much like being offered\nhamburger after having had a filet mignon snatched from under nose.\n\nStill, as my peripheral vision took in the Firebird's brilliantly\ndistributed five-foot-three, I realized that my metaphor was false.\nThat flame-colored hair and impish, freckled face; that halter taut\nas a double-barreled ballista cocked to fire twin rounds; I turned my\nattention to the girlscape beside me, quite innocent of covetousness,\nmy interest purely aesthetic. No hamburger, this. Firebird Damien was\nfilet mignon.\n\nBut she wasn't Anne.\n\nSuddenly I was contrite toward my fellow captive. \"You're looking\nsplendid, Miss Damien,\" I said.\n\n\"And you got a face peeled off the iodine bottle. Tell mamma where it\nhurts.\"\n\n\"Don't delve, doll.\"\n\n\"Woman-trouble?\" she asked.\n\n\"The term is tautological,\" I said. \"_Woman_ and _trouble_ are\nsynonyms. If the language had any logic the words would rhyme.\"\n\nThe Firebird put a freckled arm across my shoulder and squeezed my\ndeltoid with her resting hand. I shrugged. \"Don't try to shake me\nloose, Johnny,\" she said. \"I'm trying to find out what sort of people\nyou are. Whether you're a Shrinker or a Flesh-Presser.\"\n\n\"Obviously, you're of the Shrinker persuasion,\" I said.\n\n\"Hoo-hah! Shrinkers are the other race from me,\" the Firebird said.\n\"They're the people who quail at shaking hands, who never slap a back\nnor playfully pinch. They hate to be crowded, don't like to be touched.\nMy sort of people, though, tend to cuddle like puppies, or like cattle\nin a thunderstorm; we take comfort in the closeness of other humans.\nWe're not erotic about this, Johnny. Not necessarily erotic, I mean.\nWe have our moments, too, or the Shrinkers would long since have\ntaken over the world in spite of their dreadful handicap. We're the\npeople who make brilliant barbers. The kind who say hello to you with\na Roman handshake and a clasp on the shoulder. We're the doctors with\nthe healing touch, the most tender nurses. We're the Flesh-Pressers.\"\nShe gently squeezed my shoulder-muscle again to demonstrate. \"Tell me\nwhat's the matter, Johnny. Maybe I can help.\"\n\n       *       *       *       *       *\n\n\"No magic touch will cure my trouble,\" I said. \"Anne and I are through.\nIt was hopeless. I was like the goldfish in love with the cat. So I\ncalled our romance to a halt today and drove home in my little green\nsports-car, feeling a little green and hardly sporty at all. Please\ndon't mention this again, Firebird; not till I'm old and bald and my\nwound has healed to a thin white scar.\"\n\n\"Can I say one thing?\"\n\n\"You will, so do.\"\n\n\"I'm really sorry, Johnny.\"\n\n\"Thank you, Firebird,\" I said. \"The Chief promised to send some\ntherapeutic juices through the Seitz filter. If you've a mind to sample\na little sterile White Horse, perhaps tie one on with me this evening,\nyou'd be most welcome.\"\n\n\"I'll be proud and happy,\" the Firebird said. She scooted even closer.\n\nI found her propinquity not at all unpleasant. Was I perhaps of the\nFlesh-Presser clan myself? The girl smelled good, the faint wholesome\nfeminine odor of my Lapin foster-sisters--a perfume an outside wench,\nhost to a universe of bacteria, could approximate only with Pepsodent\nand the most meticulous attention to her underarms, I gather from TV.\n\n\"How am I to entertain you, sir?\" the Firebird asked me. \"I have\ncurrent gossip, vintage scandal, clever anecdotes lifted from the\nsteaming pages of my autoclaved _Reader's Digest_, imitations of\nbird-songs--heavy on the mating-calls, these--and sheer adoration.\"\nShe paused. \"Scratch that last offering, Johnny,\" she said. \"It's\nun-hygienic for a girl to wear her heart on her sleeve, even here.\"\n\n\"I've lost touch with the Big Tank social whirl these last few weeks,\"\nI said. \"I've been spending all my alive-time in the greater world of\nValparaiso, Indiana. Bring me abreast of the local gossip, Firebird, if\nyou please.\"\n\n\"Gladly. First there's the case of Mary deWitte. She's still on the\ntrail of her basketball star--a fellow named Lofting--confident that\nsomehow they'll manage to compromise her hateful purity.... Maybe I\nshouldn't have mentioned Mary,\" she said, seeing that I was frowning.\n\n\"I was just thinking,\" I said. \"Miss deWitte and I might get together\nto establish an Amour Anonymous group in the Big Tank.\"\n\n\"If you do, Johnny,\" the Firebird said softly, \"write me up a card as a\ncharter member.\"\n\n\"The Chief was talking about Mary deWitte only a few minutes ago,\" I\nsaid. \"Hasn't she accepted the fact that we Lapins can't hope to breed\nwith those jungle weeds outdoors?\"\n\n\"Have you accepted that fact, Johnny?\" the Firebird asked.\n\n\"Apt question,\" I admitted. \"Sure. I've decided that Anne is as\nunavailable to me as Mars is. I don't know which makes me more bitter,\nFirebird; losing Anne or being denied the chance at the stars. Now that\nthe solar system is getting man's footprints all over it, now that the\nOrion ships are slamming out to Mars and back on a busline's schedule,\nand the biggest ship of all is being fitted for deep space at the\nback of the moon, the constellations don't seem much further off than\nChicago. But not for me.\"\n\n\"You think you're bitter, bud, you should hear me with my hair down,\"\nthe Firebird said. \"But we've had dirges enough for one evening. Your\nwhiskey should be filtered through by now. Let's go wet our Scotch\napéritif, and have dinner.\"\n\n\"I'm not hungry,\" I said. \"I just ate a turnip.\"\n\n\"Will turnips make you big and strong? You need solider food, like\nScotch. That's my professional opinion, Doctor.\" She got up and tugged\nat my hand. \"Come on, Johnny. I'm not about to let you sit here all\nevening and brood.\"\n\n\"Is this your prescription, sweet Firebird?\" I asked. \"That I'm to\ngo back to the madding crowd, mingle with my twenty-eight fellows in\naseptic togetherness? Well, you're probably right.\" I got up from my\npark-bench to walk with her, hand-in-hand, to the dining room, stopping\nen route at my room for a shirt. Dinner was a formal affair in the Big\nTank, shirts for the gentlemen and shoes for all.\n\n       *       *       *       *       *\n\nThe other Lapins were already eating. They greeted me and especially\nthe Firebird with jokes and fellowshippy sounds.\n\nI felt very much at home with them. There was Bud Dorsey, our\nweight-lifting astrophysicist, his magnificent u.v.-blackened body a\nstudy in the surface musculature of the human male. At his table was\nKarl Fyrmeister, who has a practically complete collection of the\nairmail stamps of the world to console him on long winter evenings.\nAll the stamps are quite sterile. Karl was talking with Gloria Moss,\nwhose academic specialty was group dynamics. She demonstrated muscular\ndynamics so attractively that when she walked about the campus in her\nchastity-suit she drew whistles, a truly remarkable accolade when you\nconsider that the c-suit is somewhat less faithful to the wearer's\nform than a poncho. Keto Hannamuri sat the four-place table with Bud\nand Karl and Gloria. He was my fellow-medic among McQueen's Beasts, a\npediatrician. Kids loved him. Wearing his sterility-suit as he made his\nPed Ward rounds, that Oriental smile showing through the face-plate of\nhis mask, Keto seemed to the television-nurtured youngsters the very\nmodel of the friendly extra-solar alien, complete with space-suit.\nBesides his flair for showmanship, Keto was a remarkably fine doctor.\nAs we passed his table, he slapped the Firebird's short-shorted\ncallipygia in a kin-ship-gesture of the Flesh-Presser clan.\n\nI felt a sudden overwhelming love for all these people, my\nbrothers-and-sister-in-exile. I took my tray to sit down quick with the\nFirebird before my reserve, depleted by the emotional beating I'd taken\nat noon, gave way.\n\nThe menu featured radared steak. The meat was germ-free and somewhat\ntenderized by the high-energy beams. (A purist in culinary proteins\nmight go so far as to say denatured.) The nearest any Lapin came to\ningesting a bacterium was here at the table, where we ate billions\nof bacterial corpses. The bugs achieved a post-mortem revenge by\ntriggering the production of faint bacterial antibodies in our blood.\n\nBesides the steaks and the myriads of murdered microbes, we had an\naseptic salad prepared from Tank-grown hydroponic vegetation, dressed\nwith Roquefort, the cheese that vies with penicillin in my private hall\nof fame as the noblest product ever a mold gave man. The Scotch that\nDr. McQueen had promised to send was on hand, Seitz-filtered into a\nsterile White Horse bottle. Not really caring to dilute my poignancies\nwith alcohol, I passed the whiskey among the tables nearby.\n\n       *       *       *       *       *\n\nThe Firebird was managing to stay quite close to me, though technically\nremaining on her own side of the table, eating and talking and now\nand then flashing me such a glance of yearning that I was pierced by\nthe sight of her and by a remembered line of e. e. cummings's: \"...\nyour slightest look easily will unclose me though I have closed myself\nas fingers....\" Just as suddenly, I realized that mine was a highly\npathological state of mind, the rinse-phase of the brain-wash. Autism\ncan be produced as surely by loneliness or unrequitable love as by\ninjections of LSD-25.\n\nSo I turned my attention to my environment, consciously flexing my\nmuscles of mental health. I answered the Firebird's sallies with\nautomatic flippancy. I ate my steak, savoring its flavor. And I looked\nabout the dining-room, examining it as though I'd never eaten there\nbefore.\n\nThe Lapins' dining-room in the Big Tank is about the size of a railroad\nrestaurant car. (Not that I've ever been aboard a train to make the\ncomparison. The stringencies of the sterility-suit tie such of us to\nthe Big Tank on a short leash: the most sanitary of outside washrooms\nwould prove a pesthole to a Lapin.) The kitchen, which was under the\nsupervision of the Firebird, our dietitian, could have been squeezed\ninto a telephone booth. It served chiefly as receiving-station for\nthe autoclave and the radar-room, through which all our food came.\nWith its ten little four-place tables, each covered with a gypsy\nred-checkerboard cloth, set with a green glass vase of Tank-grown\ndaisies, our dining-room was friendly enough. The Tank-ness of it,\nthough, was emphasized by a mural along one wall, a fantasy of stars\nand men and microbes that half a dozen of us had planned and painted\none week. Where the mural was now had once been a picture window,\noverlooking a green stretch of Central campus, a source of comfort\nto us all. An Air Force jet, though, pulling out of a dive invisibly\nabove us, had sonic-boomed a crack in both panes of the double glass of\nthe window, causing a general alert as we realized that some airborne\n_Proteus_ or fortunate _Staphylococcus_ or lonely _Aspergillis_ might\nhave invaded our fortress through this almost microscopic breach in our\nwalls.\n\nCareful decontamination had saved our sterility, but now the Big Tank\nhad no window.\n\n\"I was saying....\" the Firebird said, in a firm voice.\n\n\"Sorry, doll. You were saying?\"\n\n\"That Mary deWitte isn't here. Do you suppose she's still outside? She\nchecked out her sterility-suit about the same time you did.\"\n\n\"That's a good nine hours ago,\" I said, glancing at the clock set over\nSaturn on our mural. \"Either Mary has been on a restricted-fluids diet,\nor True Love has made her careless of visceral discomfort.\"\n\n\"Don't be coarse, Johnny.\"\n\n\"The demands of the kidney are as exigent as those of the heart,\nFirebird,\" I said. \"I think I'd better call Dr. McQueen.\"\n\n\"You'll only cause trouble for her and Lofting,\" Firebird said.\n\n\"I've decided that it's better to be lovesick than dead,\" I explained,\ngetting up from the table.\n\n       *       *       *       *       *\n\nI went to the phone in the corner of the dining-room and dialed Dr.\nMcQueen's home. \"Chief? John Bogardus. Mary deWitte still hasn't come\nhome to roost. I think we'd better find her before she does something\nsplendid and foolish.\"\n\n\"Like perhaps marrying her contaminated basketball-player and setting\nout on a suicidal honeymoon?\" Dr. McQueen suggested. \"You're right,\nJohn; we should prevent that sort of thing. The rub is, we're too\nlate. I got a phone-call from Mary a few minutes after I got home\nthis evening. She abandoned her sterility-suit in a downtown Chicago\nhotel room at noon today, and married her fledgling lawyer in a civil\nceremony at one o'clock. I tried to find out from her where she was,\nbut she just said she was very happy and hung up.\"\n\n\"Hell! What are we going to do?\"\n\n\"I'm flying to Chicago, where I'll ask the help of the police in\nfinding Mary,\" the Chief said. \"Once I've run down the happy couple,\nthough, damned if I know what I'll do next. Shall I stand outside the\nbridal chamber with a syringeful of broad-spectrum antibiotics, waiting\nfor Mary to sneeze?\"\n\n\"They'll have a short marriage,\" I said.\n\n\"Mary knows how likely it is that she'll never grow old,\" Dr. McQueen\nsaid. \"But I suspect that she hasn't said a word to her husband. I'd\nbetter go now, John. My plane leaves in twenty minutes.\"\n\n\"Don't let this prey on you too much, Chief,\" I said. \"We Lapins have\nfree will, too. We're old enough to bear the responsibilities for our\nown actions.\"\n\n\"Thank you, Johnny.\" Dr. McQueen hung up.\n\nI returned to the table with no enthusiasm for the remaining half of my\nsteak. \"What's up, Johnny?\" the Firebird asked me.\n\n\"Now we are twenty-eight,\" I said. \"They were married in Chicago at one\no'clock.\"\n\n\"How wonderful!\" the Firebird exulted.\n\nShe stood and pounded our table-top with the vase, scattering damp\ndaisies on the cloth. \"Quiet, everybody! I've got an announcement.\"\nThe chatter over dessert simmered down. \"Mary deWitte got married\ntoday--here's to the bride!\" Firebird slopped two ounces of White Horse\ninto her glass and downed them at a heroic gulp. She sat, sputtering.\nThe chatter at the other tables crescendoed as our colleagues reminded\none another of the significance of the Firebird's news.\n\n\"Will you also propose the toast at Mary's wake?\" I asked.\n\n       *       *       *       *       *\n\n\"What a hideous thing to say!\"\n\n\"It was, Firebird,\" I said. \"Forgive me, please. This thing has left me\nin a wounding mood.\"\n\n\"Is Mary really in such danger?\" Firebird asked.\n\n\"She may last a week, not much more. Today she'll meet _Klebsiella_,\nprobably; perhaps _E. coli_ and _Shigella_. Pretty soon she'll\nstart to sniffle with the first common cold she's ever experienced.\nPolio virus and the ECHO group may get to her first, and establish\nthemselves before there is sufficient growth of bacterial flora to\ngive them competition. Her intestinal walls are thin and weak, so she\nmay suffer megacolon as a result of gas-producing fermentation. From\na pathologist's point of view, I'll find it most instructive to learn\nthe manner of Mary Lofting's death. From the standpoint of a friend and\nfellow Lapin, though, I'll think her death a damned shame.\"\n\n\"I'm getting a little drunk, Johnny,\" the Firebird said, \"and a little\nmaudlin. So, say you're right. After all, you're the doctor and I'm\njust a dumb dietitian. But don't you think maybe it's worth while, what\nMary's done? Condemning herself to die, I mean, because she's really in\nlove, and death is what she's got to pay for a few days' happiness.\nDon't you think the price is fair, Johnny?\"\n\n\"If I did, I'd be paying it,\" I said.... \"No, Firebird. Seizing a\nlittle love and poetry before the sacrifice is great stuff for epics,\nbut it doesn't make much sense to me. When I'm married I'll want to see\nmy children all the way through Spock and Gesell. I'll want to grow old\nwith my wife, if you'll excuse the corn.\"\n\n\"We Flesh-Pressers have a natural reverence for corn,\" the Firebird\nsaid. \"It's part of the syndrome. Johnny, if you really want what you\njust said, want those things badly enough to set up a marriage on half\na love, give me a call. Anytime. Even though I don't set your blood\naflame.\" She stood up, a little unsteady, and rubbed her hand across\nher eyes in a tardy effort to hide tears. \"Save the brushoff till\ntomorrow, Johnny,\" she said. \"Goodnight.\"\n\n\"Goodnight, sweet Firebird,\" I said. She turned and walked quickly from\nthe dining-room.\n\nBud Dorsey, our weight-lifting astronomer, left his three companions\nto bring his coffee over and sit with me. Bud was the Lapin who'd have\nbeen a Central U. fullback as an undergraduate, if only Dr. McQueen had\nlet him play the game in a chastity-suit. \"What will happen to Mary\ndeWitte, John?\" he asked.\n\n\"She'll die,\" I said.\n\n\"One flight in the sunlight, then her wings fall off. We Lapins are a\nfragile race. May I?\" I nodded. Dorsey poured some of the Scotch into\nFirebird's empty water-glass and sipped it.\n\n       *       *       *       *       *\n\n\"The men who devised the Nuremberg Principles failed us when they\nforgot to underwrite the romantic aspirations of human guinea-pigs,\" I\nsaid. \"As a result of their oversight, it seems that McQueen's Beasts\nhave made a bigger contribution to sociology than to bacteriology.\nWe've demonstrated that familiarity doesn't breed. Here we are, now,\nfourteen pairs of healthy Americans in their middle twenties, and\nneither a marriage nor a pregnancy amongst us. Why?\"\n\n\"Tell me, John,\" Dorsey said.\n\n\"I'll tell you why,\" I said. \"It's because we're fond of our\nfoster-sisters, but we're also a little bored with them. And they with\nus. We men know every canned peach's flirtations and frailties and\nconversational gambits so thoroughly that one of us could no more marry\none of them than the average outsider could marry his kid sister.\"\n\n\"Even that's been done, John, just for principle's sake,\" Dorsey said.\n\"The Pharaohs wed their sisters because no one else was exalted enough\nfor the honor. Our predicament is not dissimilar. The primal urge,\nJohn, will in time overwhelm the curse of contiguity.\"\n\n\"Could be,\" I said. \"But it's not just sex that's agonizing me, Bud.\nPrison has whole constellations of frustration. However warm and\nunderstanding our guards may be, this is still a prison, and half of us\nare stir-crazy. Why did Mike Bohrman take off his chastity-suit last\nwinter, to walk barefoot through the snow with only his suit-shorts on,\ntill he collapsed from the cold? It was a prison-break, Bud. So was\nMary deWitte's witless marriage. They were both suicide, the lifer's\none way over the wall.\"\n\n\"Stir-crazy?\" Dorsey asked. \"You're exaggerating, John.\"\n\n\"Open your eyes, Bud,\" I said. \"Look at Karl Fyrmeister's hands, for\nexample. I'm violating no medical confidence to tell you that Karl got\nhis dermatitis as the result of compulsive hand-washing. There's a\nfine neurotic symptom for a germ-free Lapin! If I'm exaggerating our\ncollective un-sanity, Bud, tell me why Lucy Cashdollar has become an\napprentice alcoholic. Why does Fizz Ewell, with an I.Q. that must range\nin the 150's and the most brilliant record the Nuclear Engineering\nDepartment has ever seen, spend six hours a day working crossword\npuzzles? Why do you have that tic of your left orbicularis oculi?\nWhy am I an insomniac, with a nasty barbiturate habit? Look around,\nBud. You'll see that our little home has turned into something of a\nsnakepit. Our neuroses are only garter snakes so far; but they'll grow\ninto cobras, given time and further frustration to feed on.\"\n\n       *       *       *       *       *\n\nDorsey's left eye twitched as though my mentioning his tic had\ntriggered it. He self-consciously raised his fingers to the vellicating\nmuscle, more to hide than to soothe it.\n\n\"While our keepers were sending Lapins through every major discipline\noffered on the campus,\" he said, \"it seems they'd have done well to\nhave trained one of us in psychiatry.\"\n\n\"For what?\" I demanded. \"So we could have someone right here in the\nTank to spoon out our soothing-syrups? Man, we've got a right to be\nstir-crazy. We're life prisoners and we've committed no crime.\" I\nstopped to get my calm back. \"Bud,\" I asked, \"do you know what I want\nmore than anything else, next to Anne?\"\n\n\"Of course I do,\" Dorsey said. \"Like you've pointed out, John, we've\ngot no secrets from each other. Your big itch is to step aboard\none of the Orion ships. You want to join up for the chase after\ninterplanetary white whales.\"\n\n\"It's only natural,\" I said. \"When we were kids, Bud, we saw the same\nTV programs, the same space-adventure movies, as the kids who are\nnow the men in space. Every boy in America was conditioned to long\nfor a space-suit. I'm one of the ones who could have made it, Bud. I\nlove medicine, and I think I'm going to be a damned fine pathologist;\nbut I'd turn in my M.D. for an Ordinary Spaceman's ticket without a\nsecond's hesitation. When I read, two years ago, that Immermann had\ndiscovered that human skull in the oxide rubble below Roosevelt Ridge\nin Syrtis Major, I cried for the first time since I was six years old.\nTwenty thousand years ago there was man on Mars. And I'm confined to\nEarth for life.\"\n\n\"How much do you know about the Immermann skull, John?\" Dorsey asked me.\n\n\"What I've said. Is there more?\"\n\n\"One point,\" Dorsey said. \"My field, radio astronomy, is a deep-space\nsort of specialty; but I do from time to time condescend to read\nthe _Journal of Aerology_ and the other parochial, solar-system\npublications. Somewhere I read that there's something odd about that\nskull Colonel Immermann dug up.\"\n\n\"If you're suggesting that it was a second Piltdown hoax, planted\nin that Martian talus to jar larger Air Force appropriations from\nCongress, keep it from me,\" I said. \"I cherish the illusion that the\nImmermann is genuine, and a mystery.\"\n\n       *       *       *       *       *\n\n\"It isn't phony, and it's sure as hell a mystery,\" Dorsey said.\n\"Colonel Immermann's initial report of the skull's discovery was\nverified by every member of the _Orion Gamma's_ crew, a gang recruited\nmostly from Service-Academy grads and other high moral types. The\npeculiarity I'm talking about isn't forensic. It's functional. If you\nwere to mix in the Immermann skull with an assortment of skulls of\nmodern western men, age forty or thereabouts, only one characteristic\nwould allow you to pick it out from the mixture again. 'Look, Mom--No\nCavities!' Like us Lapins, Immermann Man had acarious teeth.\"\n\n\"Because he was germ-free?\" I suggested.\n\n\"It's possible. Or his medical science may have gotten oral bacteria\nunder control with drugs. Maybe he preserved his teeth by diet, or\nwith fluorides in his drinking-water. Perhaps his mother never let him\neat candy when he was a kid,\" Dorsey said. \"Who knows? Good teeth and\nall, though, our Immermann Man died twenty thousand years ago. Why?\nWas he germ-free, as you suggest; and was he killed by some species\nof Martian micro-organism that's since gone extinct from drought and\na shortage of hosts? The big question, to my mind, is why none of our\nexplorers has yet found any sign of the rest of the expedition.\"\n\n\"Expedition?\" I asked.\n\n\"A man could hardly have been alone on Mars,\" Dorsey said.\n\n\"From where?\"\n\n\"Pick any 'F'- or 'G'-type star with planets,\" Dorsey said. \"After all,\nit's easier to posit extra-solar man than to suppose a flint-drive\nspaceship was devised by some early neolithic von Brauns.\"\n\n\"I'd never expected to see an astrophysicist take off on such a flight\nof improbabilia,\" I said.\n\n\"John, would you like to hear a thread-recording I just got from the\nradio observatory at Adelaide?\" Dorsey asked.\n\n\"Hi-fi?\"\n\n\"The radio sky is strictly spark-gap quality, no fi at all,\" Dorsey\nsaid, getting up to lead the way from the dining-room. \"This\ntransmission you're going to hear doesn't have anything to do with the\nordinary 21.12-centimeter neutral-hydrogen radiation; but of course you\nrealize that our big paraboloid bowls can catch anything from hydrogen\nhiss to low-flying bats. Remember the Christmas celebration at New\nCaanan that was telecast to earth a couple years back? That show was\ncaught by the six-hundred-foot receiver at Green Bank, West Virginia,\nand rebroadcast by C.B.S.\"\n\n       *       *       *       *       *\n\nWe entered the Big Tank's common room, where a few of our colleagues\nsat reading or writing notes for tomorrow's classes--talking; playing\nchess or bridge; or sitting behind the closed glass doors of the TV\nalcove watching the picture through stereo spectacles. We entered the\nalcove at the other end of the room, where the record-player and music\nlibrary were, and closed the door.\n\nDorsey took a three-inch spool of magnetic thread from his shirt\npocket and fit it to the playback head of the machine.\n\n\"I'm interested in your uninstructed reaction, John,\" he said. \"So\ndon't ask me any questions till you've heard the whole sequence.\"\n\n\"Spin it, professor,\" I said.\n\nThe Australian thread had a noisy background, sounding like\na dozen rashers of bacon tossed into a too-hot skillet.\nOver this hissing, the code began to sound. \"DIT ... DIT ...\nDIT-DIT ... DIT-DIT-DIT-DIT ... DIT-DIT-DIT ...\nDIT-DIT-DIT-DIT-DIT-DIT-DIT-DIT-DIT ... DIT-DIT-DIT-DIT....\"\nI dutifully entered my count of each burst of DIT's in my pocket\nnotebook. The sequence went: 1, 1; 2, 4; 3, 9; 4, 16; 5, 25; 6, 36;\nthen 5, 2, 49; 8, 64. There the count stopped climbing and commenced\nagain with the pair of ones, to repeat the whole set again.\n\nDorsey cut off the machine. \"I've got four hours of the same thing\non this thread,\" he said. \"Want to hear it all, or have you got it\nalready?\"\n\n\"It's obvious, up to a point,\" I asked. \"It's a table of the first\neight natural integers and their squares, except for the number seven,\nwhich for some reason is split in two.\"\n\n\"It took me quite a while to recognize what happened to that seven,\"\nDorsey said. \"Listen to it again.\" He spooled the thread back and\nI listened again to the fractured seven: \"DIT-DIT-DIT-DIT-DIT ...\nDIT-DIT.\" Then again the forty-nine clicks, seven-squared. Dorsey\nswitched off the player.\n\n\"Let's have the distillate of your cerebrations now, Brother Bogardus,\"\nhe said, dropping into the deep, red-leather easy chair beside the\nthread-player.\n\n\"It's syncopation, Brother Dorsey,\" I said.\n\n\"I'd never have given my own modest observations so high-flown a\ntitle,\" Dorsey said. \"I'd simply have called it, country boy at heart\nthat I am, 'Shave-and-a-Haircut, two-bits!'\"\n\n\"So it is,\" I said. \"Now we've deciphered that broadcast, and listened\nto the singing commercial. But I'm still puzzled, Bud. We don't have\nthe sponsor's name and address; and I'm not at all sure I caught the\nname of his product. What's he advertising?\"\n\n\"His presence,\" Dorsey said. \"I interpret the message as a simple CQ.\"\n\n\"Seek you?\" I asked.\n\n\"Yes. Radio-ham code for, I'm lonely--will somebody please talk to me?'\"\n\n       *       *       *       *       *\n\n\"I'll accept that interpretation only till I can think of one even more\nfantastic,\" I said.\n\n\"O.K., John,\" Dorsey said. \"Getting the address of the station was a\nsimple exercise, thanks to my Digger confreres in Adelaide and the\nmen at Harvard's South African radio observatory. We first heard the\nmessage two years ago. It's still being broadcast, unchanged. The fist\non the key that sent out our arithmetic message belongs to someone in\nthe neighbourhood of Alpha Centauri.\"\n\n\"Hot damn!\" I said. \"But why didn't I know about this? I read _Time_,\nand all. Why wasn't this headlined?\"\n\n\"Because it's guesswork,\" Dorsey explained. \"This may be the result of\nsome cosmic coincidence as unrelated to intelligent planning as Bode's\nLaw.\"\n\n\"You'll have to explain that to this groundsman,\" I said.\n\n\"Bode's law, too, looks like an intelligently devised code of some\nsort,\" Dorsey said. \"Take the series: 0, 3, 6, 12, 24, 48, 96, 192. Add\n4 to each number, and divide by ten. The result will be, when you take\nthe asteroid belt into consideration and fudge a little, very nearly\nthe proportional distance from the sun of the first seven planets.\nAccident, or evidence of intelligent planning? Turned out there are\nexcellent physical reasons for this relationship, reasons old Johann\nElert Bode couldn't possibly have guessed. Things like this make\nastronomers leary of teleology. Make them avoid the splendid guess.\"\n\n\"Go ahead, make a splendid guess,\" I said. \"I won't report you to the\nAstronomers Union.\"\n\n\"Sure,\" Dorsey said. \"Alpha Centauri, as the U. Cal's five-meter Luna\n'scope demonstrated several years ago, has a system of at least three\nplanets. We don't know much about those planets except their time of\nrevolution.\"\n\n\"And that one of them has a citizen clever enough to calculate natural\nsquares and build a radio transmitter....\"\n\n\"... one hell of a transmitter!\" Dorsey said.\n\n\"... and whistle, 'Shave and a Haircut, Two Bits,'\" I went on; \"which\nmusical interlude argues for a certain degree of conviviality on the\npart of our Centaurian. This thing of his message, though. Do you think\nhe was just looking for other hams to talk with?\"\n\n       *       *       *       *       *\n\n\"Then he's awfully patient, sending out the same 'CQ' for two solid\nyears,\" Dorsey said. \"It's hardly practical to communicate between\nstars, John. Broadcasting from here to Alpha C. and back, it would take\nmore than nine years just to ask how's the wife and kids.\n\n\"The way it looks to me, our friend out there got the duty of cutting\nan educational recording to be broadcast automatically to the rest of\nthe galaxy. Kind of a lighthouse, to help his race get in touch with\nany relatives it might have. That same recording has been played over\nand over again ever since, sending To Whom It Might Concern its dual\nmessage. Simple math--and the most persistent rhythmical cliche known\nto man.\"\n\n\"What's being done about it?\" I asked.\n\n\"We've answered,\" Dorsey said. \"A big radio noise on the moon is\nbroadcasting the same message, minus the syncopation, and adding the\nnext two terms; all this beamed toward Alpha Centauri. And two years\nago, the Defense Department cut other programs to the bone to start\nconstruction of _Orion Zeta_, the sixth of the big nuclear-pulse ships.\nShe's up in von Weizsäcker Crater on the back of the moon now, John,\nnearly finished. She's not meant to call at solar-system ports.\"\n\n\"The government thinks, and you think, that our operator four and a\nhalf light-years from here was human,\" I said.\n\n\"I can't speak for the government. But that's what I think. Isn't it\nhuman to toss notes out to sea in bottles? What's more human than\ndropping a joke into an arithmetical table?\"\n\n\"All we've got to do to prove your splendid guess is to highjack a\ngerm-free spaceship,\" I said. \"You and me and any of the other Lapins\nwho feel as we do. We'll go shake the hand--or other prehensile member,\nif he's not human after all--of our Centaurian thread-jockey. What's\nto keep our feet in the mud, when our heads are 'way the hell out in a\nsouthern constellation?\"\n\n\"I gather, Herr Doktor, that you jest,\" Dorsey said. \"If you were\nserious, I'd point out one minor flaw in your blueprint for adventure.\nIt would take our little band of pirates one hundred twenty-five years\nto get to Alpha Centauri, after we'd stolen the ship. That's with the\ngas-pedal to the floor.\"\n\n\"I was joking,\" I said. \"I was pretending to be the hero of one of\nthose TV space-operas we used to watch.... But if I were serious, I\ndon't think a mere century and a quarter would faze me. We couldn't\nreach our goal in person, Bud; but we could send our children's\nchildren. All we'd need to make the trip, if I were serious about my\nsuggestion, would be a few more volunteers. A proper proportion of\nthose volunteers had best be philoprogenitive females.\"\n\n       *       *       *       *       *\n\n\"Do you think the BICUSPID brass will be happy to see its expensive\nguinea-pigs taking off into space?\" Dorsey asked. \"Since '29, John,\nthere's been eighty million bucks poured into gnotobiotics here at\nCentral University. We're the payoff. We can hardly expect Dr. McQueen\nto stand on the launching-pad, tossing roses and shouting Bon Voyage as\nwe blast off forever.\"\n\n\"I think they could be persuaded to be, if not enthusiastic, at least\nresigned to our departure,\" I said.\n\n\"It does prisoners good to plot escape-plans, even when they're as\nobviously fantastic as this one,\" Dorsey said. \"Go on, John.\"\n\n\"As you say, our purpose in this adventure would be to escape,\" I said.\n\"There's no place on earth that can take us, so we're forced to escape\ninto space. We'll have to talk this up around the Big Tank to see\nhow many want to break out with us. What the sex-distribution of the\nvolunteers is, whether we've got the right range of specialists to man\na spaceship. Right, Bud?\"\n\n\"It's your dream,\" Dorsey said.\n\n\"O.K. Immermann Man appears to have been germ-free,\" I said. \"Perhaps\nhis culture had been gnotobiotic for so long that they'd forgotten\nthe existence of micro-organisms. Landing on other planets, they'd\nnot rediscover the danger of infectious disease till it was too late.\nSuddenly they'd start falling, dying of illnesses as mysterious to\nthem as the plague was to men of the Renaissance. This may have been\nthe manner in which the original owner of the Immermann skull died, on\nMars. We have a reasonable suspicion that there was germ-free human\nlife in our corner of the galaxy twenty thousand years ago. Perhaps,\nas you suggested, these visitors were members of an exploration party.\nFrom Alpha Centauri? Is our ham who hammered out the table-of-squares a\nmember of that gnotobiotic race? Is he our brother in purity?\"\n\n\"Go on, Johnny,\" Dorsey said. \"You ain't even winded, yet.\"\n\n\"The _Orion Zeta_ is being built for deep space,\" I went on. \"Some\ngroup from earth is certain to set out in her on the four-generation\nhop to Alpha Centauri. Would it be morally right to allow this group\nof ambassadors to be made up of 'normal,' contaminated humans? To\ncarry to a possibly defenceless population a mixed bag of goodies like\n_Micrococcus ureae_, _Bacillus vulgaris_, _Staphylococcus aureus_,\n_Mycobacterium tuberculosis_--a whole spectrum of benign and malignant\nbacteria? Remember, Bud, bugs that are benign or only mildly pernicious\non earth might prove to be killers away from home.\"\n\n\"Lots of maybes,\" Dorsey said. \"Lots of perhapses.\"\n\n       *       *       *       *       *\n\n\"I've got one more shaft in the quiver,\" I said. \"This one's got a\npoisoned point, and it carries the names of our keepers. It's dirty,\nBud. It's hardly fair to Dr. McQueen to use such blackmail.\"\n\n\"Blackmail sounds like just what we need,\" Dorsey said.\n\n\"O.K. Thirty of us were born into the Big Tank,\" I said. \"One has\nalready died as a result of his mental state, caused by imprisonment.\nAnother is certain to die within the next few days. Had they been\nentirely sane, Mike Bohrman and Mary deWitte wouldn't have shed their\nsterility-suits outside the Tank. Without purpose to their lives, they\ncracked up.\n\n\"Two of us dead in the first twenty-six years of the human studies\nat BICUSPID,\" I went on. \"Two, out of an original thirty. An\nattrition-rate of six and seven-tenths percent. How many more Lapins\nwill wander out to commit innocent suicide in the snow, their minds\nmessed up by the frustration and hopelessness of the guinea-pig way\nof life? How many more of us will escape from the Big Tank into the\nmorgue? The _Orion Zeta_ could be our salvation, Bud. It could give us\nthe sort of purpose human beings must have in order to live.\"\n\nDorsey shook his head. \"The Defense Department set up its young\nClydeside in von Weizsäcker Crater just to build, test, and launch one\nship: the _Zeta_. Two years of round-the-chronometer work have been\npoured into her,\" he said. \"She's cost four billion dollars so far,\nJohnny; and they haven't bought the living-room furniture yet. I hardly\nthink the generals will volunteer the result of all this effort to\nserve as psychotherapy for twenty-eight neurotic Hoosiers.\"\n\n\"You miss the point, Bud,\" I said. \"We Lapins were born to crew\nthe _Zeta_. Where else could you find a crew that's already spent\ntwenty-odd years or so inside a box, living together in close quarters,\nbeing conditioned against claustrophobia? This Big Tank of ours could\nbe a grounded spaceship, Bud! It's airtight, armored against outside\ndangers, even has the formaldehyde sump to serve us for airlock.\nWhat's a sterility-suit, anyway, but a special breed of space suit?\nCould you find a better crew than us twenty-eight, skilled in two dozen\nprofessions, young, sound of wind and limb, and willing as hell to\ntake on the job? None of whom will ever have appendicitis, halitosis,\ntoothache, barber's itch, or athlete's foot? Any one of whom can, in\ncase of accident, first-aid his wounds with a spit-damp handkerchief,\nand heal wholesome? Man, we're what those generals have been dreaming\nof! Once we've been trained to aim that big ship and kick her off\nthe back of the moon, we'll be the finest extra-solar crew that ever\nblasted free of the system!\"\n\n\"One question,\" Dorsey said. \"Where do I sign Ship's Articles?\"\n\n       *       *       *       *       *\n\nDr. McQueen was in Chicago for three days before he found Mary Lofting,\nnée deWitte. She had wakened that morning suffering from a headache,\na stiff neck, and four degrees of fever. Her husband had called an\nambulance to take her to Michael Reese Hospital. There, just before\nshe'd lost consciousness, Mary had asked a nurse to call BICUSPID. The\nC.U. authorities had in turn called Dr. McQueen in Chicago.\n\nShe came home on a stretcher, a bottle of fructose solution dripping\ninto her veins. Mary had already been loaded with a double-barreled\nshotgun-blast of every antibiotic she could safely take. Dr. McQueen\nrode back to the University in the ambulance with her, and with her\nhusband. Lofting, holding the girl's hand, explained time after time\nthat she'd never told him about the likely consequence of her removing\nher chastity-suit in an un-chaste world. The basketball player said\nhe'd never forgive himself if she didn't recover.\n\nMary was taken to the C.U. hospital. Wearing a sterility-suit, I\nattended her examination, which was conducted by my chief-of-service,\nthe staff pathologist, as well as the hospital's internist and\nneurologist. I took a few cc's of Mary's cerebrospinal fluid back\nwith me to the BICUSPID contaminated labs. There, to anticipate a few\ndays' deliberate bacterial growth in media, her meningoencephalitis\nwas discovered to have been caused by _Erysipelothrix monocytogenes_,\nan organism whose more usual victims are rabbits. Mary's husband could\nexplain her coming in contact with so exotic a pathogen only by the\nfact that they'd visited the Brookfield Zoo on the second, and last,\nday of their honeymoon.\n\nBy the time these technical details were known they were academic. The\nepidemiological problem had become secondary to the pathological. Mary\nLofting had died.\n\nI was asked to assist Dr. McQueen and the senior pathologist at\nautopsy--I was, after all, a resident in pathology, and had besides a\nspecial interest in this case--but I found the job more than I could\ntake. Mary had been a sister to me for twenty-three years. In tears, I\nleft the morgue during the classic cruciform incision.\n\n       *       *       *       *       *\n\nI found the Firebird in the library. I recognized her through the\nanonymity of her chastity-suit by the characteristic pose of her head\nand arms as she sat reading: elbow braced on the table-top, her right\nfist blocked stubbornly against the plastic cheek of her helmet, her\nleft arm curved around the book as though to be a break-water against\ndistraction. I sat beside her, and said, \"Dorothy.\"\n\nWithout a word she closed her book, stood, and replaced it on the\nshelf. We walked hand in hand out into the autumn campus.\n\n\"Last year,\" I said, \"it was Mike Bohrman, walking through snow-drifts\nin his suit-shorts, wanting for once in his life to feel the real world\nagainst his skin. So _he_ died. Five days ago, Mary deWitte married the\nman she loved. So she died,\" I said.\n\n\"Our life isn't generally as hopeless as that,\" the Firebird said.\n\n\"No,\" I said. \"We're fed and entertained. We're being educated at\none of the finest universities in the world--for us, she's been a\ngenuine, homogenized-milk Alma Momma. She even gives us an allowance\nto buy airmail stamps for our collection, or bar-bells, or gas for\nour sports-car. She's given us everything we need for happiness.\nEverything, Firebird, but purpose. That's why we're all going nuts--why\nMike went barefoot in the snow and Mary used love for a suicide-weapon.\nThat's why we've got to break free.\"\n\n\"Free?\" she asked. \"You mean, free to step outside the Big Tank, shed\nour sterility-suits, turn septic--and die?\"\n\n\"I mean free to step off earth.\"\n\nWe sat by mutual consent on a bench beneath a sugar maple, brushing\naside half an inch of multicolored leaves. I told the Firebird of the\nbroadcast from a southern star, and about the Immermann skull. I told\nher all I knew about the Orion rockets, the nuclear-pulse ships that\nhad gone through five prototypes to reach the _Zeta_. \"She's built to\ntravel light-years,\" I said. \"I'm going with her when she leaves.\"\n\n\"Of course, I'm going with you,\" she said. \"Your spacemen will need a\ndietitian to make metabolic sense out of algal soups and hydroponic\nsalads for the first couple of generations, and to teach the youngsters\nto take over the kitchen once they're on their own.\"\n\n\"Firebird,\" I said, \"I'm happy to welcome you aboard. Now we've got to\nget that ship.\"\n\n\"We'll get it,\" she said. \"Understand, Johnny, it's not the\nprofessional challenge that makes me want to blast off for Alpha\nCentauri with four generations to feed. I've got no special urge to\ntame frontiers. The reason I'm going--forgive me for mentioning it\nagain, and cold sober--is to stay near you.\"\n\nI stood up, drawing her up after me, and was struck again by the\naptness of the nickname, \"chastity-suit.\"\n\n\"Perhaps I've overestimated the effectiveness of a certain taboo,\" I\nsaid. \"Come on, sweet Firebird. Let's get back to the Tank to help Bud\nrecruit the rest of our crew.\"\n\n       *       *       *       *       *\n\nColonel Barrett was young for eagles. My fellow volunteers-designate\nand I, all twenty-eight of us, were gathered in the lounge of English\nHall, creaking and wheezing in our sterility-suits, looking very ready\nfor hard space.\n\nThe colonel wore crisp blues. His tunic was decorated by a triple row\nof medals-for-merit. It was not his fault that he wore no battle-stars.\nBarrett had graduated from the Air Academy into our seemingly endless\n_Pax Desperandum_. He'd never had a chance to see a roentgen radiated\nin anger. The Marsman Badge at the center of his left breast pocket\nwas one rarely seen: the circle-with-arrow symbol of Mars had within\nit a \"III,\" signifying that its wearer had been a member of the Third\nMars Expedition, back in the days when a flight to Mars had been\nsomething more than a teamster's run. The Marsman Badge was balanced by\nthe star-topped, laurel-wreathed--and anachronistic--silver wings of a\nCommand Pilot.\n\nAs I shook hands with Colonel Barrett I found it difficult to\nconceal the envy that writhed in me. He'd seen the continents spread\ncloud-flecked on the receding, curving earth, the stars shining beside\nthe sun against the black sky. He'd splashed across the dust-carpet of\nthe moon, tasted water melted from the polar cap of Mars. As a member\nof Expedition Three, he'd been with the crew of the _Orion Gamma_ when\nImmermann discovered the twenty-thousand-year-old skull at the base of\nRoosevelt Ridge.\n\nColonel Barrett addressed his remarks to me. \"Central University,\" he\nsaid, \"will lose the results of an eighty-million-dollar investment if\nyou people leave. They'll be getting off cheap, compared to us. The\nDefense Department has been requested to turn over to you twenty-eight\nuntrained grounds-men the greatest spaceship yet built, the first of\nthe interstellar ships. The _Zeta_ cost the taxpayers four dollars a\npound to build. She weighs five hundred thousand tons, Dr. Bogardus.\"\n\n\"You're mistaken, Colonel, when you say that the University's\ninvestments in gnotobiotic research over the past eighty years will be\nlost if we Lapins end our part of the experiment. That's not true. That\ninvestment has been repaid many times over. More has been learned of\nhuman physiology, nutrition, and disease processes in the twenty-six\nyears' study of germ-free humans than was learned concerning these\nsubjects during any similar period in medical history.\n\n\"And, Colonel,\" I went on, \"we're not untrained. Bud Dorsey, to your\nright, is an astrophysicist who worked with the Agassiz Observatory\nteam in mapping the interstellar anti-matter dust clouds. Dr. Keto\nHannamuri is a pediatrician. Dorothy Damien, our Firebird, is a\ndietitian. Fizz Ewell is a nuclear engineer. Karl Fyrmeister's degree\nis in chem engineering, as is Janie Bohrman's. Gloria Moss is working\non her doctorate in sociology. Her thesis, Colonel, deals with the\nsocial dynamics of small human groups such as ours. Alfred MacCoy,\nstanding behind you, has written three symphonies and an oratorio\nso far; and R.C.A. Victor has threaded them all with the New York\nPhilharmonic. Lucy Cashdollar has had her works of sculpture displayed\nin the National Gallery and at London's Tate. There are some few\nresources here, Colonel.\"\n\n\"I didn't intend to belittle your intellectual accomplishments,\nDr. Bogardus,\" the Colonel said. \"I've read your dossiers. They're\nimpressive. When I called you untrained, what I really meant was that\nyou're totally unskilled in terms of my own specialty. I meant that\nnone of you knows anything of the skills of simple chemical rocketry,\nmuch less the techniques required to lift half a million tons on a\nnuclear-pulse thrust.\"\n\n\"We can learn,\" I said.\n\n\"I hope so,\" Colonel Barrett said, \"because I've been ordered to teach\nyou.\"\n\n       *       *       *       *       *\n\n\"We're in?\" Bud Dorsey demanded.\n\n\"You're in,\" Colonel Barrett said. \"The decision in the Pentagon went\nagainst my recommendation that professionals in rocketry be recruited\nfor the Alpha Centauri flight. The generals liked your argument, Dr.\nBogardus, that we should send a germ-free ship and a germ-free crew to\na possibly germ-free planet. In a sense, this is tradition. Back in\nthe '50s, moon-missiles were sponged down with Lysol before launching,\njust in case they got where they were aimed at. Our people didn't\nwant to contaminate the moon's surface with earthly micro-organisms,\ncluttering up the picture for the bacteriologists who were scheduled\nto arrive later. The Chief of Staff said that if there is a germ-free\npopulation on one of the Centaurus planets, we must not initiate our\ncontact with them by handing out the sort of prizes Cook's crew brought\nto the South Seas--measles, tuberculosis, smallpox. We can't know that\neven innocuous bacteria might not be fatal to a gnotobiotic, alien\npopulation. So you go.\"\n\n\"Colonel,\" I said, \"I'm sure that Washington didn't give up the _Zeta_\nto us out of sheer altruism. What's their real reason?\"\n\n\"Where else could we get a crew of twenty-eight men and women who've\ngiven proof they can live together for a long period of time,\npeaceably, retaining a fair degree of sanity? Miss Moss's studies in\ngroup dynamics were most interesting to the Chief of Staff. Doubtless\nthey did much to influence his decision in your favor.\"\n\n\"There's one thing I don't understand, Colonel Barrett.\"\n\n\"What's that, Miss Damien?\" he asked.\n\n\"Why is it that you seem so unhappy about our being accepted as the\n_Zeta's_ crew?\" she asked. \"After all, you've been given the duty\nof training us to take her between stars. That's a pretty important\nassignment, isn't it, even for a bird colonel?\"\n\n\"You're right, Miss Damien,\" Colonel Barrett said. \"My new assignment\nis a vital one. You must forgive me if I seemed curt and unfriendly.\"\nHe paused. \"I've been trying to hide my feelings, but evidently I\nfailed. You see, Miss Damien, my wife and I had headed the previous\nlist of volunteers--the contaminated crew.\"\n\n       *       *       *       *       *\n\nLooking from the ports of the rocket that had brought us from Memorial\nOrbital Station, I'd thought von Weizsäcker Crater the most impressive\nsight I'd ever seen. The _Orion Zeta_ looked from our height like\nnothing so much as a miniature silver cocktail-shaker, glinting at the\ncenter of the vast circle of von Weizsäcker.\n\nLater, standing a few hundred feet from _Zeta's_ base, I'd found\nthe order of impressiveness reversed. The great ship was a tower of\nfifteen hundred feet, blacking out the stars like a geometric mountain;\nwhile the crater's twenty-thousand-foot ringwall, so far away in all\ndirections, was no more obtrusive than a decorative hedge. This ship,\nI thought, is the intelligent comet on which we'd be passengers until\nthe day we died, some two and a fraction light-years away from home. We\nwere guaranteed immortality, though, in our offspring. Our descendants\nwould very literally become flesh of our flesh, bone of our bone, as\nour bodies were resurrected to vegetable life in the hydroponic tanks\nof the ship.\n\nWe Lapins clustered close together on the moon-dust, staring up the\nsides of our ship. Her upper reaches were hidden by the globular bulge\nof the enormous thrust-chamber, where kiloton capsules of nuclear fuel\nwould be fired, three a second, to blast us into space. In this great\nship our children would be born and would die, and our grandchildren\nas well. From the _Zeta_, our aged great-grandchildren, limping down\nlong ladderways to the exit-hatches on the arms of their teen-aged\ngrandsons, would step onto the soil of a planet that circled Alpha\nCentauri.\n\nOne hundred and twenty-five years from now, I thought, clasping the\nFirebird's hand in mine. So little in history, so big in human lives!\n\nOne hundred and twenty-five years ago, the Brooklyn Bridge had been\nbrand-new. U.S. Grant, defrauded and cancer-ridden, was gritting his\nteeth against the pain to write his memoirs. President Chester A.\nArthur had just signed into law a bill prohibiting polygamy in the\nterritories.\n\nAs far away as those things lay our goal.\n\nWe entered the sublunarian chambers beneath the ship. Dr. McQueen\nhad preceded us here; and under his direction the _Orion Zeta_ had\nbeen made as aseptic as the Big Tank itself. Colonel Barrett and his\nsubordinates who'd train us to operate the _Zeta_ would have to wear\nsterility-suits aboard her, and would enter through the formaldehyde\nsump that was now her only entrance. Even the dust of the moon was not\nentirely sterile.\n\nThe Firebird took my arm to urge me toward the liquid gateway to the\nship, eager to see our new home. \"Wait,\" I said, holding her back till\nall the others had gone through the antiseptic pool.\n\n\"Cold feet, Johnny?\" she teased me.\n\n\"Gloria Moss once told me, Firebird, that a healthy respect for\ntradition is essential to the organic strength of a group such as\nours,\" I said. \"So....\" I bent and picked the Firebird up, her\nweight moon-trimmed to that of a three-year-old. She put her arms\naround my neck as I carried her down the ladder into the poisonous\ndecontamination tank that was our front door to Alpha Centauri.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of World in a Bottle, by Allen Kim Lang\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WORLD IN A BOTTLE ***\n\n***** This file should be named 51824-8.txt or 51824-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/2/51824/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}