{"title": "The Place Where Chicago Was", "author": "Jim Harmon", "releaseDate": "April 22, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      THE PLACE WHERE CHICAGO WAS\n\n                             By JIM HARMON\n\n                         Illustrated by COWLES\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine February 1962.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n           Well, they finally got rid of war. For the first\n             time there was peace on Earth--since the only\n             possible victims were the killers themselves!\n\n\nIt was late December of 1983. Abe Danniels knew that the streets and\nsidewalks of Jersey City moved under their own power and that half the\nfamilies in America owned their own helicopters. He was pleased with\nthese signs of progress. But he was sweating. He thought he was getting\nathlete's foot instead of athletic legs from walking from the New\nJersey coast to just outside of Marshall, Illinois.\n\nThe heat was unbearable.\n\nThe road shimmered before him in rows of sticky black ribbon, on which\nnothing moved. Nothing but him.\n\nHe passed a signal post that said \"Caution--Slow\" in a gentle but\ncommanding voice. He staggered on toward a reddish metallic square set\non a thin column of bluish concrete. It was what they called a sign, he\ndecided.\n\nDanniels drooped against the sign and fanned his face with his\nsweat-ringed straw cowboy hat. The thing seemed to have something to\nsay about the mid-century novelist, James Jones, in short, terse words.\n\nThe rim of the hat crumpled in his fist. He stood still and listened.\n\nThere _was_ a car coming.\n\nIt would almost _have_ to stop, he reasoned. A man couldn't stand much\nof this Illinois winter heat. The driver might leave him to die on the\nroad if he didn't stop. Therefore he would stop.\n\nHe jerked out the small pouch from the sash of his jeans. Inside the\nspecial plastic the powder was dry. He rubbed some between his hands\nbriskly, to build up the static electricity, and massaged it into his\nhair.\n\nThe metal of the Jones plaque was fairly shiny. Under the beating noon\nsun it cast a pale reflection back at Danniels. His hair looked a\nreasonably uniform white now.\n\nHe started to draw the string on the pouch, then dipped his hand in and\nscooped his palm up to his mouth. He chewed on the stuff while he was\nsecuring the nearly flat bag in his sash. He swallowed the dough; the\npowder had been flour.\n\nDanniels took the hat from beneath his arm, set it to his head and at\nlast faced the direction of the engine whine.\n\nThe roof, hood and wheels moved over the curve of the horizon and\nDanniels saw that the car was a brandless classic which probably still\nhad some of the original, indestructible Model A left in it.\n\nHe pondered a moment on whether to thumb or not to thumb.\n\nHe thumbed.\n\nThe rod squealed to a stop exactly even with him. A door unfolded and a\nvoice like a stop signal said flatly, \"Get in.\"\n\nDanniels got in. The driver was a teen-ager in a loose scarlet tunic\nand a spangled W.P.A. cap. The youth wouldn't have been bad-looking\nexcept for a sullen expression and a rather girlish turn of cheek,\ncompletely devoid of beard line. Danniels wrote him off as a\nprospective member of the Wolf Pack in a year or two.\n\nBut not just yet, he fervently hoped.\n\n\"Going far? I'm not,\" said the driver.\n\nDanniels adjusted the knees of his trousers. \"I'm going to--near where\nChicago used to be.\"\n\n\"Huh?\"\n\nDanniels had forgotten the youth of his companion. \"I mean I'm going to\nwhere you can't go any further.\"\n\nThe driver nodded smugly, relieved that the threat to the vastness of\nhis knowledge had been dismissed. \"I get you, Pop. I guess I can take\nyou close to where you're headed.\"\n\nThey rode on in silence, both relieved that they didn't have to try to\nspan the void between age and position with words.\n\n\"You aren't anywhere near starvation, are you?\" the driver said\nsuddenly, uneasy.\n\n\"No,\" Danniels said. \"Anyway I've got money.\"\n\n\"Woodrow Wilson! I'll pull in at the next joint.\"\n\n       *       *       *       *       *\n\nThe next joint was carved out of the flat cross-section of hill that\nlooked unmistakably like a strip ridge of a Colorado copper mine, but\nwasn't ... even barring the fact that this was Illinois. The rectangle\nof visible dinner was color-fused aluminum from between No. Two and\nKorea.\n\nDanniels was glad to get into the shockingly cold air-conditioning.\nIt was constant, if unhealthy. The chugging unit in the car failed a\nheartbeat every now and then for a sickening wave of heat.\n\nThe two of them pulled up wire chairs to a linoleum-top table in a\nmirrored corner. A faint purple hectographed menu was stuck between\nappropriately colored plastic squeeze bottles labeled MUSTARD and BLOOD.\n\nDanniels knew what the menu would say but he unfolded it and checked.\n\n    _Steaks_\n\n    Plankton .90\n\n    Juicy, rich-red tantalizing hamburger .17\n\n\n    _Accessories_\n\n    Mashed potatoes .40\n\n    Delectable oysters, all you can eat .09\n\n    Peas .35\n\n    Rich, fragrant cheese, large slice .02\n\n\n    _Drinks_\n\n    Coke .50\n\n    Milk, the forbidden wine of nature .01\n\n    Coffee (without) .50\n\n    Coffee (with) .02\n\nA fat girl in white came to the table.\n\nDanniels tossed the menu on the table. \"I'll take the meat dinner,\" he\nsaid.\n\nThe teen-ager stared hard at the table top. \"So will I.\"\n\n\"Good citizens,\" the waitress said, but the revulsion crept into her\nvoice over the professional hardness.\n\nDanniels looked carefully at his companion. \"You aren't used to\nordering meat.\"\n\n\"Pop,\" the youth began. Danniels waited to be told that being short of\ncash was none of his business. \"Pop, on my leg. Kill it, kill it!\"\n\nDanniels leaned over the table startled and curious. A cockroach was\nfeeling its way along a thin meridian of vari-colored jeans. Danniels\npinched it up without injuring it and deposited it on the floor. It\nscurried away.\n\n\"Your kind make me sick,\" the driver said in lieu of thanks. \"You act\nlike a Fanatic but you're a Meat-Eater. How do you blesh that?\"\n\n       *       *       *       *       *\n\nDanniels shrugged. He did not have to explain anything to this kid. He\ncouldn't be stranded.\n\nThe kid was under the same encephalographic inversion as the rest of\nthe world. No human being could directly or indirectly commit murder,\nas long as the broadcasting stations every nation on earth maintained\nin self-defense continued to function.\n\nThese mechanical brain waves coated every mind with enforced pacifism.\nThey could have just as easily broadcast currents that would have made\nminds swell with love or happiness. But world leaders had universally\nagreed that these conditions were too narcotic for the common people to\nendure.\n\nPacifism was vital to the survival of the planet.\n\nWar could not go on killing; but governments still had to go on winning\nwars. War became a game. The International War Games were held every\ntwo years. With pseudo-H bombs and mock-germ warfare, countries still\neffectively eliminated cities and individuals. A \"destroyed\" city\nwas off-limits for twenty years. Nothing could go in or out for that\nperiod. Most cities had provided huge food deposits for emergencies.\n\nBefore the Famine.\n\nSome minds were more finely attuned to the encephalographic inversion\nthan others. People so in tune with the wavelength of pacifism could\nnot only not kill another human being, they could not even kill an\nanimal. Vegetarianism was thrust upon a world not equipped for it.\nSome--like Danniels--who could not kill, still found themselves able\nto eat what others had killed. Others who could not kill or eat _any_\nonce-living thing--even plants--rapidly starved to death. They were\nquickly forgotten.\n\nAlmost as forgotten as the Jonahs.\n\nThe War Dead.\n\nAny soldier or civilian \"killed\" outside of a major disaster area\n(where he would be subject to the twenty years) became a man without\na country--or a world. They were tagged with green hair by molecular\nexchange and sent on their way to starve, band together, reach a\ndisaster area (where they would be accepted for the duration of the\ndisaster), or starve.\n\nAnyone who in any way communicated with a Jonah or even recognized the\nexistence of one automatically became a Jonah himself.\n\nIt was harsh. And if it wasn't better than war it was quieter.\n\nAnd more permanent.\n\nThe counterman with a greasy apron and hairy forearms served the\nplates. The meat had been lightly glazed to bring out the aroma and\nflavor but the blood was still a pink sheen on the ground meat. There\nwere generous side dishes of cheese and milk. Even animal by-products\nwere passed up by the majority of vegetarians. Eggs had been the first\nto be dropped--after all, every egg was a potential life. Milk and\nassociated products came to be spurned through sheer revulsion by\nassociation. Besides, milk was intended only to feed the animal's own\noffspring, wasn't it?\n\n       *       *       *       *       *\n\nDanniels squirted blood generously from its squeeze bottle. Even\nvegetarians used a lot of it. It gave their plankton the gory look the\nhuman animal craved. Of course it was not really blood, only a kind of\ntomato paste. When Danniels had been a boy people called it catsup.\n\nHe tried to dig into his steak with vengeance but it tasted of ashes.\nMeat was his favorite food; he was in no way a vegetarian. But the\nthought of the Famine haunted him. Vegetable food was high in price\nand ration points. Most people were living on 2500 calories a day. It\nwasn't quite starvation and it wasn't quite a full stomach. It was\nhard on anybody who did more than an average amount of work. It was\nespecially hard on children.\n\nThe Meat-Eaters helped relieve the situation. Some, with only the\nminimum of influence from the Broadcasters, ate nothing but meat.\nThey were naturally aggressive morons who were doing no one favors,\npotential members of a Wolf Pack.\n\nDanniels knew how to end the Famine.\n\nThe mob that was the men he had commanded had hunted him in the hills\nbelow Buffalo, and he had been hungry, with no time to eat, or rest, or\nsleep. Only enough time to think. He couldn't stop thinking. Panting\nover a smothered spark of campfire, smoldering moss and leaves, he\nthought. Drinking sparkling but polluted water from a twisting mountain\nstream and trying unsuccessfully to trap silver shavings of fish with\nhis naked hands, he thought.\n\nHis civilian job was that of a genopseudoxenobeastimacroiologist, a\nspecialized field with peacetime applications that had come out of the\nWar Games--specialized to an almost comic-opera intensity. He knew\nvirtually everything about almost nothing at all. Yet, delirious with\nhunger, from this he fashioned in his mind a way to provide food for\neverybody. Even Jonahs.\n\nAfter they caught him--weeks before the Tag spot would have faded\noff--he wasn't sure whether his idea had been a sick dream or not. But\nhe intended to find out. He wouldn't let any other mob stop him from\nthat.\n\nDanniels had decided he was against mobs, whether their violence and\nstupidity was social or anti-social. People are better as individuals.\n\nThe driver of the hot-rod was also picking at his food uncertainly.\nProbably a social vegetarian, Danniels supposed. An irresponsible\nfaddist.\n\nThe counterman stopped staring and cleared his throat apologetically.\n\"This ain't the Ritz but it don't look good for customers to sit with\nhats on.\"\n\nDanniels knew that applied to only non-vegetarians, but he put his\nStetson, reluctantly, on an aluminum tree.\n\n       *       *       *       *       *\n\nThe teen-ager looked up. And did not go back to the food. Danniels knew\nthat he had been found out.\n\nThe counterman went back to wiping down the bar.\n\nThe youth was still looking at Danniels.\n\n\"You better eat if you don't want me to be discovered,\" Danniels said\ngently.\n\nYoung eyes moved back and forth, searching, not finding.\n\n\"It won't do you any good to run,\" Danniels continued. \"The waitress\nand the counterman will swear they had nothing to do with me. But you\nwere driving me, eating with me.\"\n\n\"You can't let even a Jonah die,\" the youngster said in a hoarse\nwhisper that barely carried across the table.\n\nDanniels shook his head sadly. \"It won't work. You might have slowed\ndown enough to let me grab onto the rear bumper or tossed me out some\nfood. But you took me into your car, sat down at a table with me.\"\n\n\"And this is the thanks I get!\"\n\nDanniels felt his face flush. \"Look, son, this isn't a game where you\ncan afford to play by good sportsmanship. That's somebody else's rules,\ndesigned to make sure you get at least no better a break than anyone\nelse. You have to play by your rules--designed to give _you_ the best\npossible break. Let's get out of here.\"\n\nHe wolfed the last bite and jammed his hat back on his head, pulling it\ndown about his ears. The sweat band had rubbed the flour off his hair\nin a narrow band. A band of green. The mark of the Jonah.\n\nIn the last war games, Danniels had come into the sights of a\nCanadian's diffusion rifle. For six months he had worn a cancerous\nbadge of luminosity over his heart. Until his comrades had trapped him\nand through a system similar to the one their rifles employed turned\nhis hair to green and cast him out.\n\nDanniels scooped up both checks and with deep pain paid both of them to\nsave time. He wanted to get his companion out of there before he broke.\n\nThe heat struck at their faces like jets of boiling water. The\nauthorities said nuclear explosion had had nothing to do with changing\nclimatic conditions so radically, but _something_ had.\n\nThe two of them were walking towards the parked car when the Wolf Pack\ngot to them.\n\n\nII\n\nThe horrible part was that Danniels knew they wouldn't kill him. No one\ncould kill.\n\nBut the members of the Wolf Packs wanted to. They were the professional\nsoldiers, policemen, prizefighters and gangsters of a society that had\nrejected them. They were able to resist some of the pacifism of the\nBroadcasters. In fact, they were able to resist quite a lot.\n\nThe first one was a round-shouldered little man with silver spectacles.\nHe kicked Danniels in the pit of the stomach with steel-shod toes. A\nclean-cut athletic boy grabbed the running teen-ager and ripped the\nred tunic halfway off. From the pavement Danniels at last isolated the\ndoubt that had been nagging him. His companion wore a tight tee-shirt\nunder the coat. She was a girl.\n\nDanniels saw a heavy shoe aimed at his face but it went far afield.\nRunning feet went past him completely.\n\nHe was left alone, unharmed, with only the breath knocked out of him\nmomentarily.\n\nThey were closing in on the girl who had picked him up.\n\nThis Pack was all men, although there were female and co-ed groups\njust as vicious. Beating up a girl, Danniels knew, would give an added\nsexual kick to their usual masochosadism.\n\nThey were a Pack. A mob. They were like the soldiers who had hunted him\ndown and had him permanently tagged a Jonah. His men had been looked\nupon favorably by his society, while the Wolf Pack was so ill-favored\nit was completely ignored in absolute contempt. But they were the same\nin the essentials: a mob.\n\nAnd once again Danniels, who was incapable of harming the smallest\nliving creature, wanted to kill men. But he couldn't.\n\nAll his life he had experienced this mad fury of desire and it shamed\nhim. He wanted to destroy men of stupidity, greed and brutality on\nsight. Any other kind of conflict with them was weak compromise.\n\nAt times, he wondered if this atavistic if pro-survival trait had\nnot shamed him so much that he over-compensated for it by violently\nrefusing to take any kind of life. Like all men of his time, he asked\nhimself: how much of my mind is the Broadcasters' and how much me?\n\nIf he couldn't destroy, he could defend.\n\nWith the idea still only half-formed, he lurched to his feet and\nstumbled into the side of the hot-rod. He fumbled open the heated metal\ndoor and slid under the wheel.\n\nHe thumbed the drive on savagely and roared down on the mob.\n\nRubber screamed, whined and smelled as he applied the brakes just soon\nenough for the men to jump out of the way--away from the girl.\n\nHe folded back the door he hadn't latched, leaned down, grabbed the\nteen-ager by the leg and dragged her bruised form bumping up into the\ncar.\n\nThe little man with silver glasses tried to reach into the car.\n\nDanniels swung the door back into his face.\n\nThe glasses didn't break; but everything else did.\n\nWith one foot under the girl and the other on her, Danniels tagged the\nillegal acceleration wire most cars had rigged under the dashboard and\nraced away into the brassy sunshine.\n\n       *       *       *       *       *\n\nShe was slouched against his shoulder when the stars blazed out in the\nmoonless night.\n\nTires hummed beneath them and their headlights ate up the white-striped\ntypewriter ribbon before them.\n\nThe girl opened her eyes, hesitated as they focused on the weave\npattern of denim in his shirt, and said, \"Where are they?\"\n\n\"Back there some place,\" Danniels told her. \"They followed in their\ncars, a couple on motorcycles. But they must have been scared of\ntraffic cops on the main highway. They dropped out.\"\n\nShe sat up and ran her fingers through her cropped mouse-colored hair.\nHer quick glance at him was questioning; but she answered her own\nquestion and reluctantly absorbed the truth of it. She knew he knew.\n\nThe girl huddled in the tatters of her bright tunic.\n\n\"Just what do you expect to get out of helping me?\" she asked.\n\nDanniels kept his eyes on the road. \"A free trip to Chicago.\"\n\n\"You'll get us both arrested!\" she shrilled. \"Nobody can get past those\nroadblocks.\"\n\nHe nodded to himself, not caring if she saw the gesture in the\nuncertain light from the auto gauges.\n\n\"All right,\" she admitted. \"I know what Chicago is. That's no crime.\"\n\n\"You ought to,\" Danniels said. \"You're from there.\"\n\nShe was tired. It was a moment before she could continue fighting.\n\"That's foolish--\"\n\nHe hadn't been sure. If she hadn't hesitated he might have given up the\nnotion.\n\n\"That getup was what was foolish,\" Danniels snorted. \"Anybody would\nknow you were trying to hide something as soon as they found out the\nmasquerade.\"\n\n\"You wouldn't have found it out,\" she said, \"if one of that Pack hadn't\ntorn my jacket off.\"\n\n\"I really don't know. It might be animal magnetism, if there is such a\nthing. But I can't be around a woman for long without knowing it. I\nrepeat: why?\"\n\n\"I--I didn't know what they would do to a girl outside.\"\n\n\"For Peace sake, why did you have to come out at all?\"\n\nThe girl was silent for a mile.\n\n\"Most Chicagoans think the rest of the world has reverted to\nbarbarism,\" she told him.\n\n\"A common complaint of city dwellers,\" he observed.\n\n\"Don't joke!\" she demanded. \"Our food is running out. We have enough to\nlast five more years if the present birth-death cycle maintains itself.\"\n\n       *       *       *       *       *\n\nDanniels whistled mournfully.\n\n\"And you have--let's see--about seven more years to go.\"\n\nShe nodded.\n\n\"I came out to see what chance there was of ending this senseless\nblockade.\"\n\n\"None at all,\" he snapped. \"No one is going to risk breaking the rules\nof the War Games just to save a few million lives.\"\n\n\"But they will have to! The Broadcasters will make them.\"\n\n\"You would be surprised at how much doublethink people can practice\nabout not killing,\" he assured her from bitter, personal experience.\n\"They don't _know_ for certain that you will be starving in there, so\nthey will be free to keep you inside.\"\n\nThe girl straightened her shoulders, emphasizing the femininity of her\nslender form.\n\n\"We'll tell them,\" she said. \"_I'll_ tell them.\"\n\nDanniels almost smiled, but not quite. His hands tightened on the\nsteering wheel and he kept his eyes to the moving circle of light\nagainst the night.\n\n\"You open your mouth about Chicago to the authorities or anyone else\nand they will slap you under sedation and keep you there until you\ndie of old age. They used to drop escapees back into the cities by\nparachute. But too many of them were inadvertently killed; they are\nmore subtle these days. By the way,\" he said very casually, \"how _did_\nyou escape?\"\n\nShe told him where to go in a primitive, timeless fashion.\n\n\"No,\" Danniels said. \"I'm going to Chicago.\"\n\n\"Not with me,\" the girl assured him quietly. \"We have enough to feed\nwithout bringing in another Jonah. Besides you might be an F.B.I. man\nor something trying to find our escape route.\"\n\n\"I'd be a Mountie then. The F.B.I. has deteriorated pretty badly. Spent\nitself on political security. The Royal Canadian Mounted Police lends\nus men and women during peacetime. Up until the War Games anyway--even\nthough Britain would like to see us _constantly_ disrupted. But,\" he\nsaid heavily, \"I am not a government agent of any kind. Just the Jonah\nI appear to be.\"\n\n       *       *       *       *       *\n\nShe shivered. \"I can't take the responsibility. I can't either expose\nour escape route--or bring in another mouth, to bring starvation a\nmoment closer.\"\n\n\"Look, what can I call you?\" he demanded in exasperation.\n\n\"Julie. Julie Amprey.\"\n\n\"Abe Danniels. Look, Julie--\"\n\n\"You were named after Lincoln?\" she asked quietly.\n\n\"A long time after. Look, Julie, I want to get into Chicago because of\nthe old Milne Laboratories.\" He caught his breath for a long second.\n\"They are still standing?\"\n\nJulie nodded and looked ahead, through the insect-spotted windscreen.\n\"Partial operation, when I left.\"\n\nDanniels gave a low whistle. \"Lord, after all these years!\"\n\n\"We manage.\"\n\n\"Fine! Julie, I'm sure that if I can get back in a laboratory I can\nfind a way of ending this condemned Famine--inside Chicago and outside.\"\n\n\"That sounds a little like delusions of grandeur to me,\" the girl said\nuncertainly.\n\n\"It was my field for ten years. Before the last War Games. I had time\nto think while my platoon was hunting me down, after I had been tagged\nout. I thought faster than I ever thought before.\"\n\nJulie studied his face for a long moment.\n\n\"What was your idea?\"\n\n\"The encephalographic inversion patterns of the Broadcasters,\" he said\nquickly, \"can be applied to animals as well as human beings, on the\nright frequencies. Even microscopic animals. Bacteria. If you control\nthe actions of bacteria, you control their reproduction. They could\nbe made to multiply and assume different forms--the form of food, for\nexample.\"\n\nDanniels took a deep breath and plunged into his idea as they drove on\nthrough the deepening night. He talked and explained to her, and, in\ndoing so, he clarified points that he hadn't been sure of himself.\n\nHe stopped at last because his throat was momentarily too dry to\ncontinue.\n\n\"It's too big a responsibility for me,\" Julie said.\n\nDefeat stung him so badly he was afraid he had slumped physically. But\nit won't be permanent defeat, he told himself. I've come this far and\nI'll find some other way into Chicago.\n\n\"I haven't the right to turn down something this big,\" Julie said.\n\"I'll have to let you put it to the mayor and the city council.\"\n\nHe relaxed a trifle, condemning himself for the weak luxury. He\ncouldn't afford it yet. He ran his fingers through his flour-dusted\ngreen hair and the electricity of the movement dragged off much of the\nwhiteness. His skin, like that of most people, had been given a slight\nnegative charge by molecularization to repell dirt and germs. The\npowder was anxious to remove itself and dye or bleach refused to take\nat all.\n\n\"We're nearing the rim of the first blockade zone,\" Danniels told the\ngirl. \"Where to?\"\n\n\"Circle around to first unrestricted beach of the lake shore.\"\n\n\"And then.\"\n\n\"Underwater.\"\n\n       *       *       *       *       *\n\nIllegal traffic in and out of Disaster Areas was not completely unheard\nof. There was a small but steady flow both ways that the authorities\ncould not or would not completely check. The patrols seemingly were\nas alert as humanly possible. Capture meant permanent oblivion for\nDisaster Residents under sedation, while Outsiders got prescribed\nperiods of Morphinvert-induced antipode depression of the brain, a\nrather sophisticated but effective form of torture. A few minutes\nunder the drug frequently had an introspective duration of years.\nTherefore, under the typical sentence of three months, a felon lived\nseveral lifetimes in constant but varying stages of acute agony and\npost-hysteric terror.\n\nWhile few personalities survived, many useful human machines were later\nsalvaged by skillful lobotomies.\n\nLake Michigan beaches were pretty good, Danniels observed. Better than\nat Hawaii. This one had been cleaned up for a sub-division that had\nnaturally never been completed. It had been christened Falstaff Cove,\nalthough it was almost a mathematically straight half mile of off-white\nsand.\n\nHe had shifted to four-wheel drive at the girl's direction and bored\nthrough the sand to the southernmost corner of the beach, where it\nblurred into weeds, rocks, dirt and incredible litter. He braked. The\ncar settled noticeably.\n\n\"There's a two-man submarine out there in the water under the\noverhang,\" Julie said without prompting. \"We got it from the Armed\nForces Day display at Soldier's Field.\"\n\n\"What I'd like to know is how you get the car in and out of it?\"\nDanniels said.\n\nAnger, disgust and fatigue crossed the girl's face. It was after all,\na very young face, he thought. \"We have Outside contacts of sorts,\" she\nsaid. \"Nobody trusts them very much.\"\n\nHe nodded. There was a lot of money in the Federal Reserve Vaults\ninside the city.\n\nThe two of them got out of the car.\n\nJulie stripped off her jeans, revealing the bottom half of a swimsuit\nand nicely turned, but pale, legs. \"We'll have to wade out to the sub.\"\n\n\"What about the car?\" Danniels asked. \"Is your friend going to pick it\nup?\"\n\n\"No! They don't know about this place.\"\n\nHe reached in the window and turned the ignition. \"Want me to run\nit off into the water? You don't want to tag this spot for the\nauthorities.\"\n\n\"No, I--I guess not. I don't know what to do! I'm not used to this kind\nof thing. I don't know why I _ever_ come. We paid an awful lot for the\ncar....\"\n\nHe found the girl's wailing unpleasant. \"It's your car, but take my\nadvice. Let me get rid of it for you.\"\n\n\"But,\" she protested, \"if you run it into the water they can see from\nthe air in daylight. I know. They used to spot our sub. Why not run it\noff into those weeds and little trees? They'll hide it and maybe we\ncould get it later.\"\n\nIt wasn't a bad idea but he didn't feel like admitting it. He gunned\nthe rod into the tangle of undergrowth.\n\n       *       *       *       *       *\n\nDanniels came back to the girl with his arms and face laced with\nscratches from the limbs.\n\nHe tried to roll his trousers up at the cuff but they wouldn't stay. So\nhe would spend a soggy ten minutes while they dried.\n\nHe told the girl to go ahead and he went after her, marking the spongy\nwet sand and slapping into the white-scummed, very blue water.\n\nThe tiny submarine was just where Julie had said it would be. He waited\nimpatiently as she worked the miniature airlock.\n\nThey squeezed down into the metallic hollowness of the interior and\nJulie screwed the hatch shut, a Mason lid inappropriately on a can of\nsardines.\n\nThere were a lot of white-on-black dials that completely baffled\nDanniels. He had never been particularly mechanically minded. His field\nwas closer to pure science than practical engineering. Because of this,\nrather than in spite of it, he had great respect for engineering.\n\nIt bothered him being in such close quarters with a woman after the\nmonths of isolation as a Jonah, but he had enough of the conventions\nof society fused into him and enough other problems to attempt easing\nhis discomfort.\n\n\"It isn't much further,\" Julie at last assured him.\n\nHe was becoming bored to the point of hysteria. For the past several\nmonths he hadn't had much diversion but he had not been confined to\nwhat was essentially an oil drum wired for light and sound.\n\nOne of the lights changed size and pattern.\n\nHe found himself tensing. \"That?\" He pointed.\n\n\"Sonadar,\" Julie hissed. \"Patrol boat above us. Don't make any noise.\"\n\nDanniels pictured the heavily equipped police boat droning past above\nthem and managed to keep quite silent.\n\nSomething banged on the hull.\n\nIt came from the outside and it rang against the port side, then the\nstarboard. The rhythm was the same, unbroken. Danniels knew somehow the\nnoise from both sides were made by the same agency. Something with a\ntwelve-foot reach.\n\nSomething that knew the Morse code.\n\nDa-da-da. Dit-dit-dit. Da-da-da.\n\nS. O. S.\n\n_Help._\n\n\"It's not the police,\" Julie said. \"We've heard it before.\" She added,\n\"They used to dump non-dangerous amounts of radioactives into the\nlake,\" as she decided the police boat had gone past and started up the\nengines again.\n\nDanniels never forgot that call for help. Not as long as he lived.\n\n\nIII\n\nThe electron microscope revealed no significant change in the pattern\nof the bacteria.\n\nDanniels decided to feed the white mice. He got out of his plastic\nchair and took a small cloth bag of corn from the warped, sticking\ndrawer of the lab table.\n\nRationing out a handful of the withered kernels, he went down the rows\nof cages. A few, with steel instead of aluminum wiring, were flecked\nwith rust. The mice inside were all healthy. Danniels was not using\nthem in experiments; he was incapable of taking their lives. But\nsome experimenter after him might use them. In any case, he was also\nincapable of letting them starve to death.\n\nHe had been out of jail less than two weeks.\n\nThe city council had thrown him into the Cook County lockup until they\ndecided what to do with him. He hadn't known what happened to the girl,\nJulie Amprey, for bringing him back with her.\n\nHe was surprised to see Chicago functioning as well as it was after\nthirteen years of isolation. There were still a few cars and trucks\nrunning here and there, although most people walked or rode bicycles.\nBut the atmosphere seemed heavy and the buildings dirtier than ever.\nThe city had the aura of oppression and decay he thought of as\nbelonging to nineteenth century London.\n\nDanniels had waited out New Year's and St. Valentine's in a cell\nbetween a convicted burglar and an endless parade of drunks. Finally,\ntwo weeks ago the mayor himself came, apologizing profusely but without\nmuch feeling. Danniels was escorted to the old Milne Laboratory\nbuildings and told to go to work on his idea. He had, they said, two\nweeks to produce. And he was getting nowhere.\n\nHis deadline was up. The deadline of the real world. But the one he had\ngiven himself was much, much more pressing.\n\n\"You'll kill yourself if you don't get some sleep,\" the girl's voice\nsaid behind his back.\n\nDanniels closed the drawer on the nearly depleted sack of grain. It was\nthe girl. Julie Amprey. He had been expecting her but not anticipating\nher. He didn't like her very much. The only reason he could conceive\nfor her venture Outside was a search for thrills. It might be\nunderstandable, if immature, in a man; but he found it unattractive in\na woman. He had no illusions about masculine superiority, but women\nwere socially, if not physically and emotionally, ill-equipped for\nsimple adventuring.\n\nJulie was more attractive dressed in a woman's clothes, even if they\nwere a dozen years out of style. Her hair had a titian glint. She was\nperhaps really too slender for the green knit dress.\n\n       *       *       *       *       *\n\n\"It's a big job,\" he said. \"I'm beginning to think it's a lifetime job.\"\n\nHe half-turned and motioned awkwardly at the lab table and the naked\npiece of electronics.\n\n\"That's the encephalographic projector I jury-rigged,\" he explained.\n\n\"You can spare me the fifty-cent tour,\" Julie said.\n\nHe wondered how she had managed to get so irritating in such a short\nlifetime. \"There's not much else to see,\" Danniels grunted. \"I've got\nsome reaction out of the bacteria, but I can't seem to control their\nreproduction or channel them into a food-producing cycle.\"\n\nJulie tossed her head.\n\n\"Oh, I can tell you why you haven't done that,\" she said.\n\nHe didn't like the way she said that. \"Why?\"\n\n\"You don't _want_ to control them,\" Julie said simply. \"If you really\ncontrol them, you'll cause some to be recessive. You'll breed some\nstrains out of existence. You'll _kill_ some of them. And you don't\nwant to kill any living thing.\"\n\nShe was wrong.\n\nHe wanted to kill her.\n\nBut he couldn't. She was right about the bacteria. He should have\nrealized it before. He had planned for almost a year, and worked for\ntwo weeks; and this girl had walked in and destroyed everything in five\nminutes. But she was right; he spun towards the door.\n\n\"Where are you going?\" she demanded.\n\n\"I'm leaving. See what somebody else can do with the idea.\"\n\n\"But where are you going?\" Julie repeated.\n\n\"Nowhere.\"\n\nAnd he was absolutely right.\n\nDanniels walked aimlessly through the littered streets for the rest of\nthe day and night. He couldn't remember walking at night, but neither\ncould he remember staying anywhere when he discovered dawn in the sky.\n\nIt was that time of dawn that looks strangely like an old two-color\nprocess movies that they show on TV occasionally--all orange and green,\nwith no yellow to it at all, when even the truest black seems only an\noff-brown or a sinister purple.\n\nHe shivered in the chill of morning and decided what to do.\n\nHe would have to walk around for a few hours even yet.\n\n       *       *       *       *       *\n\nThe drink his friend, Paul, placed before him was not entirely\ndistinct. Neither were the bills he had in his hand. It was money the\nmayor's hireling had given him to use for laboratory supplies. Danniels\npeeled off a bill of uncertain denomination and gave it to his friend.\nPaul seemed pleased. He put it into the pocket of his white shirt, the\npocket eight inches below and slightly to the left of the black bow\ntie, and polished the bar briskly.\n\nDanniels picked up the glass and sipped silently until it was empty.\n\n\"Do you want to talk about anything, Abe?\" Paul asked solicitously.\n\n\"No,\" Danniels said cheerfully. \"Just give me another drink.\"\n\n\"Sure thing.\"\n\nDanniels studied his green hair in the glass. Here, the mark of the\nJonah wasn't important. Not yet. But he would be unwelcome even here\nafter the time of Disaster ran out. He would have to move on sooner or\nlater. Eventually--why not now? That slogan went better than the one in\npink light over the mirror--The Beer That Made Milwaukee Famous. There\nhadn't been any Milwaukee beer here for thirteen years. Most of the\nstuff came out of bathtubs.\n\nWhy not now?\n\nHe smoothed another bill on the damp polished wood and negotiated his\nway through the hazy room.\n\nOutside, he turned a corner and the city dropped away from him. He\nseemed to be in a giant amusement park with acres of empty ground\npatterned off in squares by unwinking dots of light.\n\nHe grinned to himself, changed direction with great care, and started\ndown the one-way street to the lake front.\n\nHe heard the footsteps behind him.\n\nDanniels put his palm to the brick wall, scaling posters, and turned.\n\nThe clean-cut young man smiled disarmingly. \"I saw you in at Paul's.\nYou'll never make it home under your own power. Better let me take you\nin my cab.\"\n\nDanniels knocked him out on his feet with a clean right cross.\n\nHe blinked down at the boy. Self-preservation had become instinctive\nwith him during his months as a wandering Jonah.\n\nGnawing at his under lip, he studied the twisted way the supposed\ncabbie lay. If he really were.... Danniels patted the man down and\nbrought something out of a hip pocket.\n\nHe inspected the leather blackjack, weighing it critically in his hand.\n\nIt slid out of his palm and thudded heavily on the cracked sidewalk.\n\nDanniels shrugged and grinned and moved unsteadily away. Towards the\nlake.\n\nThe lake looked gray and winterish.\n\nThere was no help for it.\n\nDanniels swung his leg over the rust-spotted railing and looked down\nto where the water lapped at crumbling bricks blotched with green. He\npeered out over the water. Only a few miles to the beach where he had\nleft the car parked in the undergrowth. He would have preferred to use\nthe little sub, but he could swim it if he had to.\n\nThe surface below showed clearly in the globe lights.\n\nDanniels dived.\n\nBefore he hit the water, he remembered that he should have taken off\nsome of his clothes.\n\nWhen he parted the icy foam with his body, he knew he had committed\nsuicide. And he realized that that had been what he intended to do all\nalong.\n\n       *       *       *       *       *\n\nThere was something in the lake holding him, and it had a twelve-foot\nreach.\n\nIt kept holding on to him under the surface of green ice and begging\nhim for help. He couldn't breathe, and he couldn't help. Of the two,\nnot being able to help seemed the worse. Not breathing wasn't so\nbad.... It hurt to breathe. It choked him. It was very unpleasant to\nbreathe. He had much preferred not breathing to this....\n\nSome time later, he opened his eyes.\n\nA small, round-faced man was staring down at him through slender-framed\nspectacles. For a moment he thought it was the man in whose face he\nhad smashed the car door at the diner weeks before. But this man was\ndifferent--among other things his glasses were gold, not silver. Yet he\nwas also the same. Danniels knew the signs of the Wolf Pack.\n\n\"How's your foot?\" the little man asked in a surprisingly full-bodied\nvoice.\n\nDanniels instantly became aware of a dull sub-pain sensation in the\ntoes of his left foot. He looked over the crest of his chest and saw\nthe foot, naked below the cuff of his wrinkled trousers. The three\nsmaller toes were red. No, maroon. A red so dark it was almost black.\nFainter streaks of red shot away from the toes, following the tendon.\n\nDanniels swallowed. \"The foot doesn't _feel_ so bad, but I think it\n_is_.\"\n\n\"We may have to operate,\" the small man said eagerly.\n\n\"How did I get out of the lake?\"\n\n\"Joel. The man you knocked out. He came to and followed you. Naturally,\nhe had to save your life. He banged your foot up dragging you ashore.\"\n\nOr afterwards, Danniels thought.\n\nAbruptly, the stranger was gone and a door was closing and latching on\nthe other side of the room.\n\nDanniels tried to rise and fell back, his head floating around\nsomewhere above him. Maybe a Wolf Pack member would have to save his\nlife but he wouldn't have to bring him home and nurse him back to\nhealth.\n\nWhy?\n\nHe fell asleep without even trying to guess the answer.\n\nHe woke when they brought food to him.\n\nDanniels finished with the tray and sat it aside.\n\nThe small man who had identified himself as Richard beamed. \"I think\nyou are strong enough to attend the celebration tonight.\"\n\nDanniels did feel stronger after rest and food, but at the same time he\nfelt vaguely dizzy and his leg was beginning to hurt. \"What kind of a\ncelebration?\" he asked.\n\nRichard chuckled. \"Don't worry. You'll like it.\"\n\nDanniels had seen the same expression of the faces of hosts at stag\ndinners; but with a Wolf Pack it was hard to know what to expect.\n\n\nIV\n\nThe place he was in did not seem to be a house after all.\n\nDanniels leaned on the shoulder of Richard, who helped him along\nsolicitously. They entered a large chamber nearly a hundred feet wide.\nThere were people there. It wasn't crowded but there were many people\nstanding around the walls. A lot of them were holding three-foot\nlengths of wood.\n\nRichard led him to a chair, the only one apparent in the room.\n\n\"I'll go tell we're ready now,\" the small man said, chuckling.\n\nDanniels looked around slowly at the shadowed faces. Of those holding\nclubs, he knew only the man Richard had told him was Joel, the man\nwho had pulled him from Lake Michigan. Apparently the ones with clubs\nwere members of the Pack, while the others were observers and potential\nmembers. Among these, he spotted a member of the city council.\n\nAnd Julie.\n\nShe stood in a loose sweater and skirt, her hands hugging her elbows,\neyes intent on the empty center of the room. Danniels was reminded of\nsome of the women he had seen at unorthodox political meetings.\n\nDanniels was surprised to find that he wanted to talk to her. He might\ntry hobbling over to her or calling her over to him. But with the\ninstinct he had developed while being hunted, he knew it was wrong to\ncall attention to the two of them together.\n\nHe noticed that he was in line with the door. Julie would have to pass\nby him when she left ... after the celebration.\n\n\"The celebration begins in five minutes.\"\n\nSomeone he hadn't seen had shouted into the big room. The words bounced\nback slightly and hung suspended.\n\nThe people's waiting became an activity. Tension lived in the room.\n\nAnd then the cat was released.\n\nThe Pack members moved apart from the rest and struck at the scrawny\nyellow beast. The cat didn't make it very far down the line. The men\nfrom the other end of the room moved up quickly to be in on the kill.\n\nThe clubs rose and fell even after it was clear there was no reason for\nit.\n\nTheir ranks parted and they left their handiwork where it could be\nadmired.\n\nIt must be hard to find animals in a closed city like this, Danniels\nthought. It must be quite a treat to find one to beat to death.\n\nHe sat and waited for them to leave. But he found the Celebration was\njust beginning. The group was laughing and talking. Now that it was\nover they wanted to talk about it the rest of the evening. They had\ncreated death.\n\nHe searched out Julie Amprey again. She was looking at what they did.\nHe thought she was sick at first. His lips thinned. Yes, she was sick.\n\nHer eyes suddenly met his. Shock washed over her face, and in the next\nmoment she was moving to him.\n\n\"So,\" she said coolly, \"you found out my little secret. This is where I\nget my kicks.\"\n\nHe nodded, thinking of nothing to say.\n\n\"Did you ever read them?\" she asked breathlessly. \"All the old banned\nbooks--Poe and Spillane and Proust. The pornography of death. I grew up\non them, so you see there's no harm in them. Look at me.\"\n\n\"You want to kill?\" Danniels asked her.\n\nShe lit an expensive king-size cigarette. \"Yes,\" she exhaled. \"I\nthought I might join a Pack on the Outside. But, you'll remember, I\ndidn't quite make it. I couldn't even kill a cockroach. I want to, but\nthe damned Broadcasters keep interfering with me.\"\n\nRichard came back, smiling broadly. \"Well, Abe, has Miss Amprey been\ntelling you of our plans to ruin the planet?\"\n\n       *       *       *       *       *\n\nDanniels was incredibly tired. He had been listening and arguing for\nhours.\n\n\"You're a scientist,\" Joel persisted. \"Help us.\"\n\n\"There are different kinds of scientists,\" Danniels repeated. \"I'm not\na nuclear physicist.\"\n\n\"Right there.\" Richard tapped the pink rubber of his pencil against the\nmap of Cook County. \"Right there. An Armory no one else knows anything\nabout. Enough H-bombs to wipe out human life on the planet. And rockets\nto send them in.\"\n\n\"The councilman may be lying,\" Danniels said. \"How do you think he\nshould happen to find it and no one else?\"\n\n\"The information was in the city records,\" Richard said patiently, \"but\nburied and coded so it would take twenty years to locate. Bureaucracy\nis an insidious evil, Abe.\"\n\nDanniels rubbed his face with his palms. \"I'm not even sure if I\nunderstand what you mean to do. You want to rocket the H-bombs out\nalmost but not quite beyond Earth's gravitation and explode them so the\nfallout will be evenly distributed over the surface of the planet. You\nthink it will cause no more than injury and destruction--\"\n\n\"That's all,\" Joel said sharply.\n\nRichard gave an eager nod.\n\nThey had had to convince themselves of that, he knew. \"But why do you\nwant to do anything as desperate as that?\"\n\n\"Simple revenge.\" Richard's tone was even and cold. \"And to show them\nwhat we can do if they don't cut off the Broadcasters.\" The small\nman's liquid brown eyes softened. \"You've got to understand that we\nreally don't want to kill people. Our actions are merely necessary\ndemonstrations against insane visionary politics. I only want the\nBroadcasters shut off so I can do efficient police work--Joel, so that\nhe can fight in the ring with the true will to win of a sportsman. The\nrest of us have equally good reasons.\"\n\n\"I think I understand,\" Danniels said. \"I'll do what I can to help you.\"\n\n       *       *       *       *       *\n\nDanniels was not surprised when Julie Amprey was in the raiding party.\nHe was past the capacity for surprise.\n\nHe was getting around on his own today only because he was learning to\nstand the pain. It was worse. And he was weak and dizzy from a fever.\n\nThey had all managed to produce bicycles. Richard had even managed to\nfind one for him with a tiny engine powered by solar-charged batteries.\n\nJulie looked crisp and attractive in sweater and jeans. Joel was\nstrikingly handsome in the clear sun, and even Richard looked like a\njolly fatherly type.\n\nAs they wheeled down the street, Danniels was afraid only he with his\nwet, tossed green hair and drooping cheeks warped the holiday mood of\nthose who in some other probability sequence were happy picnickers.\n\nWhen they reached the place, Richard giggled nervously.\n\n\"It takes a code to open the hatch,\" he explained. \"If Aldrich didn't\ndecode it correctly there will be a small but effective chemical\nexplosion in this area.\"\n\nDanniels leaned against a maple, watching. The bicycles were parked\nin the brush and a shallow hole had been dug at an exact spot in the\nsuburban park. Only a few inches below ground was the gray steel door\nflush with the level of grass.\n\nRichard hummed as he worked a prosaic combination dial.\n\nFinally there was a muffled click and a churning whine began.\n\nThe hatch raised jerkily and latched at right angles.\n\nThe Pack milled about the opening, excited. Joel got the honor of going\ndown first. Richard seemed to fumble his chance for the glory, Danniels\nobserved. The other men went down, one and one. And finally only Julie\nand Richard were left. He supposed that this meant the girl had been\naccepted as a full member of the Wolf Pack. That would change the whole\ncharacter of the organization. He vaguely wondered who her sponsor was.\nJoel?\n\nJulie and the little man came to him. They started to help him down\ninto the opening and suddenly he was at the bottom of a ladder. Things\nwere beginning to seem to him as if they were taking place underwater.\n\nThey walked down a corridor of shadow, lit only by tarnished yellow\nfrom red sparks caught on the tips of silver wire inside water-clear\nbulbs recessed in the concrete ceiling.\n\nWhen they passed a certain point sparks showered from slots in opposite\nwalls. They burned out ineffectively before they reached the floor of\ncross-hatched metallic mats.\n\n\"Power failing,\" Richard observed with a chuckle. \"Congress should\ninvestigate the builders.\"\n\nThere was a large, sliding door many feet thick but so well-balanced it\nslid open easily. And they were there.\n\n       *       *       *       *       *\n\nIt was a big room full of many little rooms. Each little room had a\ndoor that a man could enter by stooping and a chair-ledge inside for\nhim to sit and read or adjust instruments. The outside of the rooms\nwere finished off cleanly in shining metal with large, rugged objects\nfitted to all sides. These were hydrogen bombs.\n\nThe Wolf Pack ranged joyously through the maze.\n\nDanniels found one of several stacks of small instruments and sat down\non it. The things looked like radios but obviously weren't.\n\nRichard came to him, wringing his hands. \"These bombs seemed to be\ndesigned to be dropped from bombers. There are supposed to be rockets\nhere too. I hope the H-bombs will fit. They seem so bulky....\"\n\n\"Perhaps the rockets have self-contained bomb units,\" Danniels\nsuggested.\n\n\"Perhaps. We're all going off and try to find the rockets. You'd be\namazed at all the cutoffs down here. I'll leave Joel here to look after\nyou.\"\n\nDanniels sat on the instruments. Joel stayed several hundred feet away,\nan uncertain shadow in the light, smoking a red dot of a cigarette.\nSomehow Danniels associated fire and munitions instead of atomics and\nfelt uneasy.\n\nHe discovered Julie Amprey at his side. She didn't say anything. She\nseemed to be sulking. Like a spoiled brat, he thought.\n\nHe fingered one of the portable instruments from an open crate beside\nhim. \"Wonder what these are?\" he said to break up the heavy silence.\n\n\"Pseudo-H Bombs,\" the girl snapped.\n\nOf course. Just as money had to be backed by gold or silver reserves,\nevery pseudo bomb or mock-gas had to be backed by the real thing which,\nafter its representative had been used, was dismantled, neutralized or\nretired. International inspection saw to that.\n\n\"There's enough here to blow up the whole world ... if they were\nreal,\" Danniels said.\n\nThe girl pointed out into the chamber. \"Those _are_ real.\"\n\nEach nation had many times over the nuclear armament necessary to\ndestroy human life. There was enough for that right in this vault--both\nin reality and in the Games.\n\nDanniels stopped drifting and took a course. He stopped observing and\nbegan to act. There was a mob in action.\n\nEven if they did somehow manage not to kill off the population with the\nfallout they were engineering, they would ruin farmland, create new\nrecessive mutations.\n\nFamine would cease to be a psychological affliction for half the world\nand become a physiological reality instead ... for all the world.\n\nHe had failed in his plans to end the psychological Famine because of\nhis own attunement to the Broadcasters. He wouldn't fail in stopping\nthe new physiological Famine.\n\n\nV\n\n\"Put that thing down,\" Joel said. \"I don't trust you any further than\nI can spit, and that looks like a radio. You trying to warn the city\ncouncil?\"\n\nDanniels put down the instrument. One wouldn't do it, and he could\ntell from Joel's eyes that he would get a very bad experience out of\ndisobeying him.\n\n\"You were going to do something,\" Julie said. \"What were you trying to\ndo with that pseudie?\"\n\n\"How do you know so much about this stuff?\" Danniels demanded.\n\n\"My father told me all he found out from the records. He's Councilman\nAldrich.\"\n\nHe rested his eyes for a second. \"But your name--?\" he heard himself\nsay.\n\n\"My stepfather, I should have said. Mother married him when I was two.\n_What were you going to do?_\"\n\n\"I,\" he said, \"intended to end it all. All of this. All of it Outside.\nEnd everything.\"\n\nThe girl turned from him.\n\n\"Then why don't you do it?\"\n\n\"You mean you don't want our friends to succeed in torturing a sick\nworld?\"\n\n\"I don't like pain,\" she said. \"There's something clean, positive\nand challenging about killing. I'd like to kill. But pain seems so\npointless. If you can stop them, go ahead. I'll help you.\"\n\nHe was exhausted and in fever. \"Joel won't let me.\"\n\n\"Then--kill him,\" she said.\n\n       *       *       *       *       *\n\nHe knew it was all useless, tired, stale, unrewarding. It was done.\nHe was nothing, and the girl was less. The Pack would succeed and a\ntortured world would die of a greater famine because he had failed all\ndown the line. And he blamed himself for making a mistake that actually\nwas unimportant. For a moment, he had trusted the girl.\n\n\"You _can_ kill him.\" Julie turned back and faced him. \"How much do you\nthink those Broadcasters can really control human beings? We aren't\nfighting wars because we don't want to. We've finally seen what war can\ndo and we're scared. We've retreated. The human race is hiding just\nlike you are now.\"\n\nDanniels laughed.\n\nShe lunged forward, tense. For a moment he thought she had actually\nstamped her foot. \"It's true, you fool! Doesn't the actions of these\nmen prove it to you? They are going to risk destroying the planet. If\npacifism really controlled them do you think they could do that?\"\n\nHe mumbled something about Wolf Pack members.\n\n\"There's never been any law or moral credo that human beings couldn't\nbreak and justify within themselves some way,\" Julie intoned carefully.\n\"People can do the same with the induced precepts of the Broadcasters.\nIf you really want to stop them, you can--by killing Joel and going\nahead.\"\n\n\"Maybe later,\" Danniels mumbled. \"I'll think about it.\"\n\nJulie slapped his face. He wondered why he didn't feel it.\n\n\"You don't have much time left,\" Julie whispered. \"Don't you know\nwhat's wrong with your foot? _Gangrene._ You have to get those toes\namputated soon or you'll die.\"\n\n\"Yes,\" he said numbly. \"Must get amputation.\" But it didn't seem\nurgent. He felt he should get some rest first.\n\n\"It's too bad you can't allow the operation,\" the girl said sweetly.\n\"You can't allow lives to be destroyed just to save your own\npersonality.\"\n\n\"What lives?\" he demanded.\n\n\"All the cells and microorganisms in your toes,\" Julie told him. \"You\nknow they'll _die_ if you are operated on. Are they any worse than the\nlittle bacteria you refused to murder? I suppose it's just as well that\nyou die. How can you stand it on your conscience to breathe all the\ntime and burn up innocent germs in your foul breath?\"\n\nDanniels understood. To live was to kill.\n\nEvery instant he lived his old cells were dying and new ones being\nborn. So Danniels, who thought he could not kill any living thing,\nfinally accepted himself as a killer. It wasn't human life he was\ntaking ... but it was life.\n\nIf he could be wrong about taking any life at all--and he had always\nbelieved himself unable to kill anything--he might be wrong about being\nable to kill men. In spite of everything he had been taught and what he\nbelieved about the influence of the Broadcasters.\n\nHe studied Joel in the gloom. The man represented everything he\nloathed--stupidity, brutality, the mob. If I can kill anyone, he told\nhimself, it should be Joel.\n\nHe could try. Yes, he could. And that was a victory in itself.\n\nHe moved, and that was another triumph over the physical defeat that\nwas already upon him.\n\nJoel looked up, narrow eyes widened, as Danniels came down on him.\n\n       *       *       *       *       *\n\nDanniels caught him in the stomach with the flat of his palm and shoved\nup.\n\nJoel gargled in the back of his throat and rammed his thumbs for the\nprisoner's eyes. Danniels nodded and caught the balls of the thumbs on\nhis forehead. He brought his fist up sharply and hit Joel on the point\nof the chin. His head snapped but righted itself slowly. He lashed into\nDanniels' body with both eager hands and Danniels, weakened, went down\nbefore he had time to think about it.\n\nFrom the crazy angle of the floor he saw far above him Joel's lips curl\nback and closer, further down, a shoe was lifted to kick. It was aimed\nat Danniels' swollen foot.\n\nDanniels smiled. He shouldn't have done that. If he had acted like a\nman instead of an animal he would have been fine. But now ... Danniels\nrolled over quickly against the one leg of Joel's firmly on the floor.\nOff balance, Joel fell backwards with a curse, the back of his skull\nringing against the side of one of the bombs.\n\nExertion was painting red lines across his vision but Danniels climbed\nto his knees, put his hands to Joel's corded throat and squeezed.\n\nYes. He knew he could kill. A few more seconds and he would be dead.\n\nDanniels stopped.\n\nThere was no need to kill the boy. He would be unconscious long enough\nfor him to do his job. And he found that fear had left him. He was no\nlonger afraid of killing small things, because he was no longer afraid\nof killing men.\n\nHe had been able to kill when he had to, but more important, he had\nbeen able to keep from killing when it wasn't needed. He didn't need to\nbe afraid of the old blood-lust--because he knew now he could best it.\n\nAnd Julie had seen. She had seen something she had never believed\nwas possible. That a man could keep from being a savage without the\nrestraints of the Broadcasters or of society.\n\nHe limped to the stacked pseudies and sat down. \"Now we can make it\nclean, Julie. We can end the whole mess. Ready?\"\n\n\"Yes,\" she told him.\n\nHe picked up a pseudie and threw the switch.\n\n       *       *       *       *       *\n\nThe radio signal went out, and all over the world receivers noted\na pseudo explosion in the heart of a Disaster Area. Danniels could\nimagine the men in the council room in the heart of the city seeing the\nflash and feeling the doom of a renewed twenty years of isolation and\nheading for the exact spot of the flash.\n\nMore signals flashed. And flashed. And flashed.\n\nAnd he thought of the people all over the world wondering about the\ndevastating sneak attack on the United States, and the incredible\nreadings of the instruments.\n\n\"Keep working,\" Danniels said. \"The Wolf Pack or the officials from\nthe city will be here soon. I hope it's a dead heat. But,\" he said, \"I\nthink we've done it. But we can keep working on the safety margin.\"\n\n\"What have we done, Abe?\" Julie asked trustingly.\n\nHe was going to feel foolish saying it. \"We have just blown up the\nworld according to the official records of the War Games.\"\n\n\"Then they'll have to start over,\" she said.\n\n\"Maybe,\" Danniels whispered. \"If they do, we'll all start even.\nEverybody's a Jonah. The world is a Disaster Area. Maybe they'll start\nthe War Games over. Or maybe they'll try the real thing again, now that\nthey've seen how easy it is with pseudies.\"\n\nHe felt the numb foot and knew he would have to have an emergency\noperation if he survived the mobs that were coming. But he had a way of\nsurviving mobs. He looked at Julie. He would see that their children\ncould eat.\n\n\"At least,\" he said, triggering another H-bomb for the world's records,\n\"it isn't a bad day when the world has been given a fresh slate, a new\nstart.\"\n\nThere were footsteps outside, coming closer.\n\n\n\n\n\nEnd of Project Gutenberg's The Place Where Chicago Was, by Jim Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PLACE WHERE CHICAGO WAS ***\n\n***** This file should be named 51832.txt or 51832.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/3/51832/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}