{"title": "Beyond Bedlam", "author": "Wyman Guin", "releaseDate": "April 23, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             BEYOND BEDLAM\n\n                             By WYMAN GUIN\n\n                      Illustrated by DAVID STONE\n\n           [Transcriber's Note: This etext was produced from\n                  Galaxy Science Fiction August 1951.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              However fantastic it may seem, the society\n              so elaborately described in this story has\n              its seeds in ours. Just check the data....\n\n\nThe opening afternoon class for Mary Walden's ego-shift was almost\nover, and Mary was practically certain the teacher would not call on\nher to recite her assignment, when Carl Blair got it into his mind to\ntry to pass her a dirty note. Mary knew it would be a screamingly\nfunny Ego-Shifting Room limerick and was about to reach for the note\nwhen Mrs. Harris's voice crackled through the room.\n\n\"Carl Blair! I believe you have an important message. Surely you will\nwant the whole class to hear it. Come forward, please.\"\n\nAs he made his way before the class, the boy's blush-covered freckles\nreappeared against his growing pallor. Haltingly and in an agonized\nmonotone, he recited from the note:\n\n    \"There was a young hyper named Phil,\n    Who kept a third head for a thrill.\n    Said he, 'It's all right,\n    I enjoy my plight.\n    I shift my third out when it's chill.'\"\n\nThe class didn't dare laugh. Their eyes burned down at their laps in\nshame. Mary managed to throw Carl Blair a compassionate glance as he\nreturned to his seat, but she instantly regretted ever having been kind\nto him.\n\n\"Mary Walden, you seemed uncommonly interested in reading something\njust now. Perhaps you wouldn't mind reading your assignment to the\nclass.\"\n\nThere it was, and just when the class was almost over. Mary could have\nscratched Carl Blair. She clutched her paper grimly and strode to the\nfront.\n\n\"Today's assignment in Pharmacy History is, 'Schizophrenia since the\nAncient Pre-pharmacy days.'\" Mary took enough breath to get into the\nfirst paragraph.\n\n\"Schizophrenia is where two or more personalities live in the\nsame brain. The ancients of the 20th Century actually looked upon\nschizophrenia as a disease! Everyone felt it was very shameful to have\na schizophrenic person in the family, and, since children lived right\nwith the same parents who had borne them, it was very bad. If you were\na schizophrenic child in the 20th Century, you would be locked up\nbehind bars and people would call you--\"\n\nMary blushed and stumbled over the daring word--\"crazy.\" \"The ancients\nlocked up strong ego groups right along with weak ones. Today we would\nlock up those ancient people.\"\n\n       *       *       *       *       *\n\nThe class agreed silently.\n\n\"But there were more and more schizophrenics to lock up. By 1950 the\n_prisons_ and hospitals were so full of schizophrenic people that\nthe ancients did not have room left to lock up any more. They were\nbeginning to see that soon everyone would be schizophrenic.\n\n\"Of course, in the 20th Century, the schizophrenic people were almost\nas helpless and 'crazy' as the ancient Modern men. Naturally they did\nnot fight wars and lead the silly life of the Moderns, but without\nproper drugs they couldn't control their Ego-shiftability. The\npersonalities in a brain would always be fighting each other. One\npersonality would cut the body or hurt it or make it filthy, so that\nwhen the other personality took over the body, it would have to suffer.\nNo, the schizophrenic people of the 20th Century were almost as 'crazy'\nas the ancient Moderns.\n\n\"But then the drugs were invented one by one and the schizophrenic\npeople of the 20th Century were freed of their troubles. With the\ndrugs the personalities of each body were able to live side by side in\nharmony at last. It turned out that many schizophrenic people, called\noverendowed personalities, simply had so many talents and viewpoints\nthat it took two or more personalities to handle everything.\n\n\"The drugs worked so well that the ancients had to let millions of\nschizophrenic people out from behind the bars of 'crazy' houses. That\nwas the Great Emancipation of the 1990s. From then on, schizophrenic\npeople had trouble only when they criminally didn't take their drugs.\nUsually, there are two egos in a schizophrenic person--the hyperalter,\nor prime ego, and the hypoalter, the alternate ego. There often were\nmore than two, but the Medicorps makes us take our drugs so that won't\nhappen to us.\n\n\"At last someone realized that if everyone took the new drugs, the\ngreat wars would stop. At the World Congress of 1997, laws were passed\nto make everyone take the drugs. There were many fights over this\nbecause some people wanted to stay Modern and fight wars. The Medicorps\nwas organized and told to kill anyone who wouldn't take their drugs as\nprescribed. Now the laws are enforced and everybody takes the drugs and\nthe hyperalter and hypoalter are each allowed to have the body for an\nego-shift of five days....\"\n\nMary Walden faltered. She looked up at the faces of her classmates,\nstarted to turn to Mrs. Harris and felt the sickness growing in her\nhead. Six great waves of crescendo silence washed through her. The\nsilence swept away everything but the terror, which stood in her frail\nbody like a shrieking rock.\n\nMary heard Mrs. Harris hurry to the shining dispensary along one\nwall of the classroom and return to stand before her with a swab of\nantiseptic and a disposable syringe.\n\nMrs. Harris helped her to a chair. A few minutes after the expert\ninjection, Mary's mind struggled back from its core of silence.\n\n\"Mary, dear, I'm sorry. I haven't been watching you closely enough.\"\n\n\"Oh, Mrs. Harris....\" Mary's chin trembled. \"I hope it never happens\nagain.\"\n\n\"Now, child, we all have to go through these things when we're young.\nYou're just a little slower than the others in acclimatizing to the\ndrugs. You'll be fourteen soon and the medicop assures me you'll be\nover this sort of thing just as the others are.\"\n\nMrs. Harris dismissed the class and when they had all filed from the\nroom, she turned to Mary.\n\n\"I think, dear, we should visit the clinic together, don't you?\"\n\n\"Yes, Mrs. Harris.\" Mary was not frightened now. She was just ashamed\nto be such a difficult child and so slow to acclimatize to the drugs.\n\nAs she and the teacher walked down the long corridor to the clinic,\nMary made up her mind to tell the medicop what she thought was wrong.\nIt was not herself. It was her hypoalter, that nasty little Susan\nShorrs. Sometimes, when Susan had the body, the things Susan was doing\nand thinking came to Mary like what the ancients had called _dreams_,\nand Mary had never liked this secondary ego whom she could never really\nknow. Whatever was wrong, it was Susan's doing. The filthy creature\nnever took care of her hair, it was always so messy when Susan shifted\nthe body to her.\n\nMrs. Harris waited while Mary went into the clinic.\n\nMary was glad to find Captain Thiel, the nice medicop, on duty. But she\nwas silent while the X-rays were being taken, and, of course, while he\ngot the blood samples, she concentrated on being brave.\n\nLater, while Captain Thiel looked in her eyes with the bright little\nlight, Mary said calmly, \"Do you know my hypoalter, Susan Shorrs?\"\n\nThe medicop drew back and made some notes on a pad before answering.\n\"Why, yes. She's in here quite often too.\"\n\n\"Does she look like me?\"\n\n\"Not much. She's a very nice little girl....\" He hesitated, visibly\nfumbling.\n\nMary blurted, \"Tell me truly, what's she like?\"\n\nCaptain Thiel gave her his nice smile. \"Well, I'll tell you a secret if\nyou keep it to yourself.\"\n\n\"Oh, I promise.\"\n\nHe leaned over and whispered in her ear and she liked the clean odor of\nhim. \"She's not nearly as pretty as you are.\"\n\nMary wanted very badly to put her arms around him and hug him. Instead,\nwondering if Mrs. Harris, waiting outside, had heard, she drew back\nself-consciously and said, \"Susan is the cause of all this trouble, the\nnasty little thing.\"\n\n\"Oh now!\" the medicop exclaimed. \"I don't think so, Mary. She's in\ntrouble, too, you know.\"\n\n\"She still eats sauerkraut.\" Mary was defiant.\n\n\"But what's wrong with that?\"\n\n\"You told her not to last year because it makes me sick on my shift.\nBut it agrees in buckets with a little pig like her.\"\n\nThe medicop took this seriously. He made a note on the pad. \"Mary, you\nshould have complained sooner.\"\n\n\"Do you think my father might not like me because Susan Shorrs is my\nhypoalter?\" she asked abruptly.\n\n\"I hardly think so, Mary. After all, he doesn't even know her. He's\nnever on her Ego shift.\"\n\n\"A little bit,\" Mary said, and was immediately frightened.\n\nCaptain Thiel glanced at her sharply. \"What do you mean by that, child?\"\n\n\"Oh, nothing,\" Mary said hastily. \"I just thought maybe he was.\"\n\n\"Let me see your pharmacase,\" he said rather severely.\n\nMary slipped the pharmacase off the belt at her waist and handed it\nto him. Captain Thiel extracted the prescription card from the back\nand threw it away. He slipped a new card in the taping machine on his\ndesk and punched out a new prescription, which he reinserted in the\npharmacase. In the space on the front, he wrote directions for Mary to\ntake the drugs numbered from left to right.\n\nMary watched his serious face and remembered that he had complimented\nher about being prettier than Susan. \"Captain Thiel, is your hypoalter\nas handsome as you are?\"\n\nThe young medicop emptied the remains of the old prescription from the\npharmacase and took it to the dispensary in the corner, where he slid\nit into the filling slot. He seemed unmoved by her question and simply\nmuttered, \"Much handsomer.\"\n\nThe machine automatically filled the case from the punched card on its\nback and he returned it to Mary. \"Are you taking your drugs exactly as\nprescribed? You know there are very strict laws about that, and as soon\nas you are fourteen, you will be held to them.\"\n\nMary nodded solemnly. Great straitjackets, who didn't know there were\nlaws about taking your drugs?\n\nThere was a long pause and Mary knew she was supposed to leave. She\nwanted, though, to stay with Captain Thiel and talk with him. She\nwondered how it would be if he were appointed her father.\n\nMary was not hurt that her shy compliment to him had gone unnoticed.\nShe had only wanted something to talk about. Finally she said\ndesperately, \"Captain Thiel, how is it possible for a body to change as\nmuch from one Ego shift to another as it does between Susan and me?\"\n\n\"There isn't all the change you imagine,\" he said. \"Have you had your\nfirst physiology?\"\n\n\"Yes. I was very good....\" Mary saw from his smile that her inadvertent\nlittle conceit had trapped her.\n\n\"Then, Miss Mary Walden, how do _you_ think it is possible?\"\n\nWhy did teachers and medicops have to be this way? When all you wanted\nwas to have them talk to you, they turned everything around and made\nyou think.\n\nShe quoted unhappily from her schoolbook, \"The main things in an\nego shift are the two vegetative nervous systems that translate the\nconditions of either personality to the blood and other organs right\nfrom the brain. The vegetative nervous systems change the rate at which\nthe liver burns or stores sugar and the rate at which the kidneys\nexcrete....\"\n\nThrough the closed door to the other room, Mrs. Harris's voice raised\nat the visiophone said distinctly, \"_But, Mr. Walden...._\"\n\n\"Reabsorb,\" corrected Captain Thiel.\n\n\"What?\" She didn't know what to listen to--the medicop or the distant\nvoice of Mrs. Harris.\n\n\"It's better to think of the kidneys as reabsorbing salts and nutrients\nfrom the filtrated blood.\"\n\n\"Oh.\"\n\n\"_But, Mr. Walden, we can overdo a good thing. The proper amount of\nneglect is definitely required for full development of some personality\ntypes and Mary certainly is one of those...._\"\n\n\"What about the pituitary gland that's attached to the brain and\ncontrols all the other glands during the shift of egos?\" pressed\nCaptain Thiel distractingly.\n\n\"_But, Mr. Walden, too much neglect at this critical point may cause\nanother personality to split off and we can't have that. Adequate\npersonalities are congenital. A new one now would only rob the present\npersonalities. You are the appointed parent of this child and the Board\nof Education will enforce your compliance with our diagnosis...._\"\n\nMary's mind leaped to a page in one of her childhood storybooks. It\nwas an illustration of a little girl resting beneath a great tree that\noverhung a brook. There were friendly little wild animals about. Mary\ncould see the page clearly and she thought about it very hard instead\nof crying.\n\n\"Aren't you interested any more, Mary?\" Captain Thiel was looking at\nher strangely.\n\nThe agitation in her voice was a surprise. \"I have to get home. I have\na lot of things to do.\"\n\nOutside, when Mrs. Harris seemed suddenly to realize that something was\nwrong, and delicately probed to find out whether her angry voice had\nbeen overheard, Mary said calmly and as if it didn't matter, \"Was my\nfather home when you called him before?\"\n\n\"Why--yes, Mary. But you mustn't pay any attention to conversations\nlike that, darling.\"\n\n_You can't force him to like me_, she thought to herself, and she was\nangry with Mrs. Harris because now her father would only dislike her\nmore.\n\nNeither her father nor her mother was home when Mary walked into the\nevening-darkened apartment. It was the first day of the family shift,\nand on that day, for many periods now, they had not been home until\nlate.\n\nMary walked through the empty rooms, turning on lights. She passed\nup the electrically heated dinner her father had set out for her.\nPresently she found herself at the storage room door. She opened it\nslowly.\n\nAfter hesitating a while she went in and began an exhausting search for\nthe old storybook with the picture in it.\n\nFinally she knew she could not find it. She stood in the middle of the\njunk-filled room and began to cry.\n\n       *       *       *       *       *\n\nThe day which ended for Mary Walden in lonely weeping should have been,\nfor Conrad Manz, a pleasant rest day with an hour of rocket racing in\nthe middle of it. Instead, he awakened with a shock to hear his wife\nactually _talking_ while she was _asleep_.\n\nHe stood over her bed and made certain that she was asleep. It was as\nthough her mind thought it was somewhere else, doing something else.\nVaguely he remembered that the ancients did something called _dreaming_\nwhile they slept and the thought made him shiver.\n\nClara Manz was saying, \"Oh, Bill, they'll catch us. We can't pretend\nany more unless we have drugs. Haven't we any drugs, Bill?\"\n\nThen she was silent and lay still. Her breathing was shallow and even\nin the dawn light her cheeks were deeply flushed against the blonde\nhair.\n\nHaving just awakened, Conrad was on a very low drug level and the\nincident was unpleasantly disturbing. He picked up his pharmacase\nfrom beside his bed and made his way to the bathroom. He took his\nhypothalamic block and the integration enzymes and returned to the\nbedroom. Clara was still sleeping.\n\nShe had been behaving oddly for some time, but there had never been\nanything as disturbing as this. He felt that he should call a medicop,\nbut, of course, he didn't want to do anything that extreme. It was\nprobably something with a simple explanation. Clara was a little\nscatterbrained at times. Maybe she had forgotten to take her sleeping\ncompound and that was what caused _dreaming_. The very word made his\npowerful body chill. But if she was neglecting to take any of her drugs\nand he called in a medicop, it would be serious.\n\nConrad went into the library and found the _Family Pharmacy_. He\nswitched on a light in the dawn-shrunken room and let his heavy\nframe into a chair. _A Guide to Better Understanding of your Family\nPrescriptions. Official Edition, 2831._ The book was mostly Medicorps\npropaganda and almost never gave a practical suggestion. If something\nwent wrong, you called a medicop.\n\nConrad hunted through the book for the section on sleeping compound. It\nwas funny, too, about that name Bill. Conrad went over all the men of\ntheir acquaintance with whom Clara had occasional affairs or with whom\nshe was friendly and he couldn't remember a single Bill. In fact, the\nonly man with that name whom he could think of was his own hyperalter,\nBill Walden. But that was naturally impossible.\n\nMaybe dreaming was always about imaginary people.\n\n    SLEEPING COMPOUND: An official mixture of soporific and\n    hypnotic alkaloids and synthetics. A critical drug; an essential\n    feature in every prescription. Slight deviations in following\n    prescription are unallowable because of the subtle manner in which\n    behavior may be altered over months or years. The first sleeping\n    compound was announced by Thomas Marshall in 1986. The formula has\n    been modified only twice since then.\n\nThere followed a tightly packed description of the chemistry and\npharmacology of the various ingredients. Conrad skipped through this.\n\n    The importance of Sleeping Compound in the life of every individual\n    and to society is best appreciated when we recall Marshall's words\n    announcing its initial development:\n\n    \"It is during so-called _normal_ sleep that the vicious unconscious\n    mind responsible for wars and other symptoms of unhappiness\n    develops its resources and its hold on our conscious lives.\n\n    \"In this _normal_ sleep the critical faculties of the cortex are\n    paralyzed. Meanwhile, the infantile unconscious mind expands\n    misinterpreted experience into the toxic patterns of neurosis and\n    psychosis. The conscious mind takes over at morning, unaware that\n    these infantile motivations have been cleverly woven into its very\n    structure.\n\n    \"Sleeping Compound will stop this. There is no unconscious activity\n    after taking this harmless drug. We believe the Medicorps should at\n    once initiate measures to acclimatize every child to its use. In\n    these children, as the years go by, infantile patterns unable to\n    work during sleep will fight a losing battle during waking hours\n    with conscious patterns accumulating in the direction of\n    adulthood.\"\n\nThat was all there was--mostly the Medicorps patting its own back for\nsaving humanity. But if you were in trouble and called a medicop, you'd\nrisk getting into real trouble.\n\nConrad became aware of Clara standing in the doorway. The flush of\nher disturbed emotions and the pallor of her fatigue mixed in ragged\nbanners on her cheeks.\n\nConrad waved the _Family Pharmacy_ with a foolish gesture of\nembarrassment.\n\n\"Young lady, have you been neglecting to take your sleeping compound?\"\n\nClara turned utterly pale. \"I--I don't understand.\"\n\n\"You were talking in your sleep.\"\n\n\"I--was?\"\n\nShe came forward so unsteadily that he helped her to a seat. She stared\nat him. He asked jovially, \"Who is this 'Bill' you were so desperately\ninvolved with? Have you been having an affair I don't know about?\nAren't my friends good enough for you?\"\n\nThe result of this banter was that she alarmingly began to cry,\nclutching her robe about her and dropping her blonde head on her knees\nand sobbing.\n\n       *       *       *       *       *\n\nChildren cried before they were acclimatized to the drugs, but Conrad\nManz had never in his life seen an adult cry. Though he had taken his\nmorning drugs and certain disrupting emotions were already impossible,\nnevertheless this sight was completely unnerving.\n\nIn gasps between her sobs, Clara was saying, \"Oh, I can't go back to\ntaking them? But I can't keep this up! I just can't!\"\n\n\"Clara, darling, I don't know what to say or do. I think we ought to\ncall the Medicorps.\"\n\nIntensely frightened, she rose and clung to him, begging, \"Oh, no,\nConrad, that isn't necessary! It isn't necessary at all. I've only\nneglected to take my sleeping compound and it won't happen again. All\nI need is a sleeping compound. Please get my pharmacase for me and it\nwill be all right.\"\n\nShe was so desperate to convince him that Conrad got the pharmacase and\na glass of water for her only to appease the white face of fright.\n\nWithin a few minutes of taking the sleeping compound, she was calm. As\nhe put her back to bed, she laughed with a lazy indolence.\n\n\"Oh, Conrad, you take it so seriously. I only needed a sleeping\ncompound very badly and now I feel fine. I'll sleep all day. It's a\nrest day, isn't it? Now go race a rocket and stop worrying and thinking\nabout calling the medicops.\"\n\nBut Conrad did not go rocket racing as he had planned. Clara had been\nasleep only a few minutes when there was a call on the visiophone; they\nwanted him at the office. The city of Santa Fe would be completely out\nof balance within twelve shifts if revised plans were not put into\noperation immediately. They were to start during the next five days\nwhile he would be out of shift. In order to carry on the first day of\ntheir next shift, he and the other three traffic managers he worked\nwith would have to come down today and familiarize themselves with the\nnew operations.\n\nThere was no getting out of it. His rest day was spoiled. Conrad\nresented it all the more because Santa Fe was clear out on the edge of\ntheir traffic district and could have been revised out of the Mexican\noffices just as well. But those boys down there rested all five days of\ntheir shift.\n\nConrad looked in on Clara before he left and found her asleep in the\ntotal suspension of proper drug level. The unpleasant memory of her\nbehavior made him squirm, but now that the episode was over, it no\nlonger worried him. It was typical of him that, things having been set\nstraight in the proper manner, he did not think of her again until late\nin the afternoon.\n\n       *       *       *       *       *\n\nAs early as 1950, the pioneer communications engineer Norbert\nWiener had pointed out that there might be a close parallel between\ndisassociation of personalities and the disruption of a communication\nsystem. Wiener referred back specifically to the first clear\ndescription, by Morton Prince, of multiple personalities existing,\ntogether in the same human body. Prince had described only individual\ncases and his observations were not altogether acceptable in Wiener's\ntime. Nevertheless, in the schizophrenic society of the 29th Century,\na major managerial problem was that of balancing the communicating and\nnon-communicating populations in a city.\n\nAs far as Conrad and the other traffic men present at the conference\nwere concerned, Santa Fe was a resort and retirement area of 100,000\nhuman bodies, alive and consuming more than they produced every\nday of the year. Whatever the representatives of the Medicorps and\nCommunications Board worked out, it would mean only slight changes in\nthe types of foodstuffs, entertainment and so forth moving into Santa\nFe, and Conrad could have grasped the entire traffic change in ten\nminutes after the real problem had been settled. But, as usual, he and\nthe other traffic men had to sit through two hours while small wheels\nfrom the Medicorps and Communications acted big about rebalancing a\ncity.\n\nFor them, Conrad had to admit, Santa Fe was a great deal more complex\nthan 100,000 consuming, moderately producing human bodies. It was\n200,000 human personalities, two to each body. Conrad wondered\nsometimes what they would have done if the three and four personality\ncases so common back in the 20th and 21st Centuries had been allowed to\nreproduce. The 200,000 personalities in Santa Fe were difficult enough.\n\nLike all cities, Santa Fe operated in five shifts, A, B, C, D, and E.\n\nJust as it was supposed to be for Conrad in his city, today was rest\nday for the 20,000 hypoalters on D-shift in Santa Fe. Tonight at around\n6:00 P.M. they would all go to shifting rooms and be replaced by their\nhyperalters, who had different tastes in food and pleasure and took\ndifferent drugs.\n\nTomorrow would be rest day for the hyperalters on E-shift and in the\nevening they would turn things over to their hyperalters.\n\nThe next day it would be rest for the A-shift hyperalters and three\ndays after that the D-shift hyperalters, including Bill Walden, would\nrest till evening, when Conrad and the D-shift hypoalters everywhere\nwould again have their five day use of their bodies.\n\nRight now the trouble with Santa Fe's retired population, which worked\nonly for its own maintenance, was that too many elderly people on the\nD-shift and E-shift had been dying off. This point was brought out by a\ndapper young department head from Communications.\n\nConrad groaned when, as he knew would happen, a Medicorps officer\npromptly set out on an exhaustive demonstration that Medicorps\npredictions of deaths for Santa Fe had indicated clearly that\nCommunications should have been moving people from D-shift and E-shift\ninto the area.\n\nActually, it appeared that someone from Communications had blundered\nand had overloaded the quota of people on A-shift and B-shift moving\nto Santa Fe. Thus on one rest day there weren't enough people working\nto keep things going, and later in the week there were so many\navailable workers that they were clogging the city.\n\nNone of this was heated exchange or in any way emotional. It was just\ninterminably, exhaustively logical and boring. Conrad fidgeted through\ntwo hours of it, seeing his chance for a rocket race dissolving. When\nat last the problem of balanced shift-populations for Santa Fe was\nworked out, it took him and the other traffic men only a few minutes\nto apply their tables and reschedule traffic to coordinate with the\npopulation changes.\n\nDisgusted, Conrad walked over to the Tennis Club and had lunch.\n\nThere were still two hours of his rest day left when Conrad Manz\nrealized that Bill Walden was again forcing an early shift. Conrad\nwas in the middle of a volley-tennis game and he didn't like having\nthe shift forced so soon. People generally shifted at their appointed\nregular hour every five days, and a hyperalter was not supposed to use\nhis power to force shift. It was such an unthinkable thing nowadays\nthat there was occasional talk of abolishing the terms hyperalter and\nhypoalter because they were somewhat disparaging to the hypoalter, and\nreally designated only the antisocial power of the hyperalter to force\nthe shift.\n\nBill Walden had been cheating two to four hours on Conrad every\nshift for several periods back. Conrad could have reported it to the\nMedicorps, but he himself was guilty of a constant misdemeanor about\nwhich Bill had not yet complained. Unlike the sedentary Walden, Conrad\nManz enjoyed exercise. He overindulged in violent sports and put off\nsleep, letting Bill Walden make up the fatigue on his shift. That was\nundoubtedly why the poor old sucker had started cheating a few hours on\nConrad's rest day.\n\nConrad laughed to himself, remembering the time Bill Walden had\nregistered a long list of sports which he wished Conrad to be\nrestrained from--rocket racing, deepsea exploration, jet-skiing. It\nhad only given Conrad some ideas he hadn't had before. The Medicorps\nhad refused to enforce the list on the basis that danger and violent\nexercise were a necessary outlet for Conrad's constitution. Then poor\nold Bill had written Conrad a note threatening to sue him for any\ninjury resulting from such sports. As if he had a chance against the\nMedicorps ruling!\n\nConrad knew it was no use trying to finish the volley-tennis game. He\nlost interest and couldn't concentrate on what he was doing when Bill\nstarted forcing the shift. Conrad shot the ball back at his opponent in\na blistering curve impossible to intercept.\n\n\"So long,\" he yelled at the man. \"I've got some things to do before my\nshift ends.\"\n\nHe lounged into the locker rooms and showered, put his clothes and\nbelongings, including his pharmacase, in a shipping carton, addressed\nthem to his own home and dropped them in the mail chute.\n\nHe stepped with languid nakedness across the hall, pressed his\nidentifying wristband to a lock-face and dialed his clothing sizes.\n\nIn this way he procured a neatly wrapped, clean shifting costume from\nthe slot. He put it on without bothering to return to his shower room.\n\nHe shouted a loud good-bye to no one in particular among the several\nmen and women in the baths and stepped out onto the street.\n\nConrad felt too good even to be sorry that his shift was over. After\nall, nothing happened except you came to, five days later, on your\nnext shift. The important thing was the rest day. He had always said\nthe last day of the shift should be a work day; then you would be glad\nit was over. He guessed the idea was to rest the body before another\npersonality took over. Well, poor old Bill Walden never got a rested\nbody. He probably slept off the first twelve hours.\n\nWalking unhurriedly through the street crowds, Conrad entered a public\nshifting station and found an empty room. As he started to open the\ndoor, a girl came out of the adjoining booth and Conrad hastily averted\nhis glance. She was still rearranging her hair. There were so many rude\npeople nowadays who didn't seem to care at all about the etiquette of\nshifting, women particularly. They were always redoing their hair or\nmakeup where a person couldn't help seeing them.\n\nConrad pressed his identifying wristband to the lock and entered the\nbooth he had picked. The act automatically sent the time and his shift\nnumber to Medicorps Headquarters.\n\nOnce inside the shifting room, Conrad went to the lavatory and turned\non the faucet of makeup solvent. In spite of losing two hours of his\nrest day, he decided to be decent to old Bill, though he was half\ntempted to leave his makeup on. It was a pretty foul joke, of course,\nespecially on a humorless fellow like poor Walden.\n\nConrad creamed his face thoroughly and then washed in water and\nused the automatic dryer. He looked at his strong-lined features in\nthe mirror. They displayed a less distinct expression of his own\npersonality with the makeup gone.\n\nHe turned away from the mirror and it was only then that he remembered\nhe hadn't spoken to his wife before shifting. Well, he couldn't\ndecently call up and let her see him without makeup.\n\nHe stepped across to the visiophone and set the machine to deliver\nhis spoken message in type: \"Hello, Clara. Sorry I forgot to call you\nbefore. Bill Walden is forcing me to shift early again. I hope you're\nnot still upset about that business this morning. Be a good girl and\nsmile at me on the next shift. I love you. Conrad.\"\n\n       *       *       *       *       *\n\nFor a moment, when the shift came, the body of Conrad Manz stood\nmoronically uninhabited. Then, rapidly, out of the gyri of its brain,\nthe personality of Bill Walden emerged, replacing the slackly powerful\nattitude of Conrad by the slightly prim preciseness of Bill's bearing.\n\nThe face, just now relaxed with readiness for action, was abruptly\npulled into an intellectualized mask of tension by habitual patterns of\nconflict in the muscles. There were also acute momentary signs of clash\nbetween the vegetative nervous activity characteristic of Bill Walden\nand the internal homeostasis Conrad Manz had left behind him. The face\npaled as hypersensitive vascular beds closed down under new vegetative\nvolleys.\n\nBill Walden grasped sight and sound, and the sharp odor of makeup\nsolvent stung his nostrils. He was conscious of only one clamoring,\nterrifying thought: _They will catch us. It cannot go on much longer\nwithout Helen guessing about Clara. She is already angry about Clara\ndelaying the shift, and if she learns from Mary that I am cheating on\nConrad's shift.... Any time now, perhaps this time, when the shift is\nover, I will be looking into the face of a medicop who is pulling a\nneedle from my arm, and then it'll all be over._\n\nSo far, at least, there was no medicop. Still feeling unreal but\nanxious not to lose precious moments, Bill took an individualized kit\nfrom the wall dispenser and made himself up. He was sparing and subtle\nin his use of the makeup, unlike the horrible makeup jobs Conrad Manz\noccasionally left on. Bill rearranged his hair. Conrad always wore it\ntoo short for his taste, but you couldn't complain about everything.\n\nBill sat in a chair to await some of the slower aspects of the shift.\nHe knew that an hour after he left the booth, his basal metabolic rate\nwould be ten points higher. His blood sugar would go down steadily.\nIn the next five days he would lose six to eight pounds, which Conrad\nlater would promptly regain.\n\nJust as Bill was about to leave the booth, he remembered to pick up\na news summary. He put his wristband to the switch on the telephoto\nand a freshly printed summary of the last five days in the world fell\ninto the rack. His wristband, of course, called forth one edited for\nhyperalters on the D-shift.\n\nIt did not mention by name any hypoalter on the D-shift. Should one\nof them have done something that it was necessary for Bill or other\nD-shift hyperalters to know about, it would appear in news summaries\ncalled forth by their wristbands--but told in such fashion that the\npersonality involved seemed namelessly incidental, while names and\npictures of hyperalters and hypoalters on any of the other four\nshifts naturally were freely used. The purpose was to keep Conrad\nManz and all other hypoalters on the D-shift, one-tenth of the total\npopulation, non-existent as far as their hyperalters were concerned.\nThis convention made it necessary for photoprint summaries to be on\nlight-sensitive paper that blackened illegibly before six hours were\nup, so that a man might never stumble on news about his hypoalter.\n\nBill did not even glance at the news summary. He had picked it up only\nfor appearances. The summaries were essential if you were going to\nstart where you left off on your last shift and have any knowledge of\nthe five intervening days. A man just didn't walk out of a shifting\nroom without one. It was failure to do little things like that that\nwould start them wondering about him.\n\nBill opened the door of the booth by applying his wristband to the lock\nand stepped out into the street.\n\nLate afternoon crowds pressed about him. Across the boulevard, a\nhelicopter landing swarmed with clouds of rising commuters. Bill had\nsome trouble figuring out the part of the city Conrad had left him\nin and walked two blocks before he understood where he was. Then he\ngot into an idle two-place cab, started the motor with his wristband\nand hurried the little three-wheeler recklessly through the traffic.\nClara was probably already waiting and he first had to go home and get\ndressed.\n\nThe thought of Clara waiting for him in the park near her home was a\nsharp reminder of his strange situation. He was in a left you with\nshame, and a fear that the other fellow would tell people you seemed to\nhave a pathological interest in your alter and must need a change in\nyour prescription.\n\nBut the most flagrant abuser of such morbid little exchanges would have\nbeen horrified to learn that right here, in the middle of the daylight\ntraffic, was a man who was using his antisocial shifting power to meet\nin secret the wife of his own hypoalter!\n\nBill did not have to wonder what the Medicorps would think. Relations\nbetween hyperalters world was literally not supposed to exist for\nhim, for it was the world of his own hypoalter, Conrad Manz.\n\nUndoubtedly, there were people in the traffic up ahead who knew both\nhim and Conrad, people from the other shifts who never mentioned the\none to the other except in those guarded, snickering little confidences\nthey couldn't resist telling and you couldn't resist listening to.\nAfter all, the most important person in the world was your alter. If he\ngot sick, injured or killed, so would you.\n\nThus, in moments of intimacy or joviality, an undercover exchange went\non ... _I'll tell you about your hyperalter if you'll tell me about\nmy hypoalter._ It was orthodox bad manners that and hypoalters of\nopposite sex were punishable--drastically punishable.\n\n       *       *       *       *       *\n\nWhen he arrived at the apartment, Bill remembered to order a dinner for\nhis daughter Mary. His order, dialed from the day's menu, was delivered\nto the apartment pneumatically and he set it out over electric warmers.\nHe wanted to write a note to the child, but he started two and threw\nboth in the basket. He couldn't think of anything to say to her.\n\nStaring at the lonely table he was leaving for Mary, Bill felt his\nguilt overwhelming him. He could stop the behavior which led to\nthe guilt by taking his drugs as prescribed. They would return him\nimmediately to the sane and ordered conformity of the world. He would\nno longer have to carry the fear that the Medicorps would discover he\nwas not taking his drugs. He would no longer neglect his appointed\nchild. He would no longer endanger the very life of Conrad's wife Clara\nand, of course, his own.\n\nWhen you took your drugs as prescribed, it was impossible to experience\nsuch ancient and primitive emotions as guilt. Even should you\nmiscalculate and do something wrong, the drugs would not allow any\nsuch emotional reaction. To be free to experience his guilt over the\nlonely child who needed him was, for these reasons, a precious thing\nto Bill. In all the world, this night, he was undoubtedly the only man\nwho could and did feel one of the ancient emotions. People felt shame,\nnot guilt; conceit, not pride; pleasure, not desire. Now that he had\nstopped taking his drugs as prescribed, Bill realized that the drugs\nallowed only an impoverished segment of a vivid emotional spectrum.\n\nBut however exciting it was to live them, the ancient emotions did not\nseem to act as deterrents to bad behavior. Bill's sense of guilt did\nnot keep him from continuing to neglect Mary. His fear of being caught\ndid not restrain him from breaking every rule of inter-alter law and\nloving Clara, his own hypoalter's wife.\n\n       *       *       *       *       *\n\nBill got dressed as rapidly as possible. He tossed the discarded\nshifting costume into the return chute. He retouched his makeup, trying\nto eliminate some of the heavy, inexpressive planes of muscularity\nwhich were more typical of Conrad than of himself.\n\nThe act reminded him of the shame which his wife Helen had felt when\nshe learned, a few years ago, that her own hypoalter, Clara, and his\nhypoalter, Conrad, had obtained from the Medicorps a special release\nto marry. Such rare marriages in which the same bodies lived together\non both halves of a shift were something to snicker about. They verged\non the antisocial, but could be arranged if the batteries of Medicorps\ntests could be satisfied.\n\nPerhaps it had been the very intensity of Helen's shame on learning\nof this marriage, the nauseous display of conformity so typical of\nhis wife, that had first given Bill the idea of seeking out Clara,\nwho had dared convention to make such a peculiar marriage. Over the\nyears, Helen had continued blaming all their troubles on the fact that\nboth egos of himself were living with, and intimate with, both egos of\nherself.\n\nSo Bill had started cutting down on his drugs, the curiosity having\nbecome an obsession. What was this other part of Helen like, this\nClara who was unconventional enough to want to marry only Bill's own\nhypoalter, in spite of almost certain public shame?\n\nHe had first seen Clara's face when it formed on a visiophone, the\nfirst time he had forced Conrad to shift prematurely. It was softer\nthan Helen's. The delicate contours were less purposefully, set, gayer.\n\n\"Clara Manz?\" Bill had sat there staring at the visiophone for several\nseconds, unable to continue. His great fear that she would immediately\nreport him must have been naked on his face.\n\nHe had watched an impish suspicion grow in the tender curve of her lips\nand her oblique glance from the visiophone. She did not speak.\n\n\"Mrs. Manz,\" he finally said, \"I would like to meet you in the park\nacross from your home.\"\n\nTo this awkward opening he owed the first time he had heard Clara\nlaugh. Her warm, clear laughter, teasing him, tumbled forth like a\ncloud of gay butterflies.\n\n\"Are you afraid to see me here at home because my husband might _walk\nin on us_?\"\n\nBill had been put completely at ease by this bantering indication that\nClara knew who he was and welcomed him as an intriguing diversion.\nQuite literally, the one person who could not _walk in on them_, as the\nancients thought of it, was his own hypoalter, Conrad Manz.\n\n       *       *       *       *       *\n\nBill finished retouching his makeup and hurried to leave the apartment.\nBut this time, as he passed the table where Mary's dinner was set out,\nhe decided to write a few words to the child, no matter how empty they\nsounded to himself. The note he left explained that he had some early\nwork to do at the microfilm library where he worked.\n\nJust as Bill was leaving the apartment, the visiophone buzzed. In his\nhurry Bill flipped the switch before he thought. Too late, his hand\nfroze and the implications of this call, an hour before anyone would\nnormally be home, shot a shaft of terror through him.\n\nBut it was not the image of a medicop that formed on the screen. The\nwoman introduced herself as Mrs. Harris, one of Mary's teachers.\n\nIt was strange that she should have thought he might be home. The\nshift for children was half a day earlier than that for adults, so\nthe parents could have half their rest day free. This afternoon would\nbe for Mary the first classes of her shift, but the teacher must have\nguessed something was wrong with the shifting schedules in Mary's\nfamily. Or had the child told her?\n\nMrs. Harris explained rather dramatically that Mary was being\nneglected. What could he say; to her? That he was a criminal breaking\ndrug regulations in the most flagrant manner? That nothing, not even\nthe child appointed to him, meant more to him than his wife's own\nhypoalter? Bill finally ended the hopeless and possibly dangerous\nconversation by turning off the receiver and leaving the apartment.\n\nBill realized that now, for both him and Clara, the greatest joy had\nbeen those first few times together. The enormous threat of a Medicorps\nretaliation took the pleasure from their contact and they came together\ndesperately because, having tasted this fantastic non-conformity and\nthe new undrugged intimacy, there was no other way for them. Even now\nas he drove through the traffic toward where she would be waiting, he\nwas not so much concerned with meeting Clara in their fear-poisoned\npresent as with the vivid, aching remembrance of what those meetings\nonce had really been like.\n\nHe recalled an evening they had spent lying on the summer lawn of the\npark, looking out at the haze-dimmed stars. It had been shortly after\nClara joined him in cutting down on the drugs, and the clear memory of\ntheir quiet laughter so captured his mind now that Bill almost tangled\nhis car in the traffic.\n\nIn memory he kissed her again and, as it had then, the newly cut grass\nmixed with the exciting fragrance of her skin. After the kiss they\ncontinued a mock discussion of the ancient word \"sin.\" Bill pretended\nto be trying to explain the meaning of the word to her, sometimes with\ndefinitions that kept them laughing and sometimes with demonstrational\nkisses that stopped their laughter.\n\nHe could remember Clara's face turned to him in the evening light\nwith an outrageous parody of interest. He could hear himself saying,\n\"You see, the ancients would say we are not _sinning_ because they\nwould disagree with the medicops that you and Helen are two completely\ndifferent people, or that Conrad and I are not the same person.\"\n\nClara kissed him with an air of tentative experimentation. \"Mmm, no. I\ncan't say I care for that interpretation.\"\n\n\"You'd rather be sinning?\"\n\n\"Definitely.\"\n\n\"Well, if the ancients did agree with the medicops that we are\ndistinct from our alters, Helen and Conrad, then they would say we are\nsinning--but not for the same reasons the Medicorps would give.\"\n\n\"That,\" asserted Clara, \"is where I get lost. If this sinning business\nis going to be worth anything at all, it has to be something you can\nidentify.\"\n\nBill cut his car out of the main stream of traffic and toward the park,\nwithout interrupting his memory.\n\n\"Well, darling, I don't want to confuse you, but the medicops would\nsay we are sinning only because you are my wife's hypoalter, and I am\nyour husband's hyperalter--in other words, for the very reason the\nancients would say we are _not_ sinning. Furthermore, if either of us\nwere with anyone else, the medicops would think it was perfectly all\nright, and so would Conrad and Helen. Provided, of course, I took a\nhyperalter and you took a hypoalter only.\"\n\n\"Of course,\" Clara said, and Bill hurried over the gloomy fact.\n\n\"The ancients, on the other hand, would say we are sinning because we\nare making love to someone we are not married to.\"\n\n\"But what's the matter with that? Everybody does it.\"\n\n\"The ancient Moderns didn't. Or, that is, they often did, but....\"\n\nClara brought her full lips hungrily to his. \"Darling, I think the\nancient Moderns had the right idea, though I don't see how they ever\narrived at it.\"\n\nBill grinned. \"It was just an invention of theirs, along with the wheel\nand atomic energy.\"\n\nThat evening was long gone by as Bill stopped the little taxi beside\nthe park and left it there for the next user. He walked across the\nlawns toward the statue where he and Clara always met. The very thought\nof entering one's own hypoalter's house was so unnerving that Bill\nbrought himself to do it only by first meeting Clara near the statue.\nAs he walked between the trees, Bill could not again capture the spirit\nof that evening he had been remembering. The Medicorps was too close.\nIt was impossible to laugh that way now.\n\nBill arrived at the statue, but Clara was not there. He waited\nimpatiently while a livid sunset coagulated between the branches of the\ngreat trees. Clara should have been there first. It was easier for her,\nbecause she was leaving her shift, and without doing it prematurely.\n\nThe park was like a quiet backwater in the eddying rush of the evening\ncity. Bill felt conspicuous and vulnerable in the gloaming light. Above\nall, he felt a new loneliness, and he knew that now Clara felt it, too.\nThey needed each other as each had been, before fear had bleached their\nfeeling to white bones of desperation.\n\nThey were not taking their drugs as prescribed, and for that they would\nbe horribly punished. That was the only unforgivable _sin_ in their\nworld. By committing it, he and Clara had found out what life could be,\nin the same act that would surely take life from them. Their powerful\nemotions they had found in abundance simply by refusing to take the\ndrugs, and by being together briefly each fifth day in a dangerous\nbreach of all convention. The closer their discovery and the greater\ntheir terror, the more desperately they needed even their terror, and\nthe more impossible became the delight of their first meetings.\n\nTelegraphing bright beads of sound, a night bird skimmed the sunset\nlawns to the looming statue and skewed around its monolithic base. The\nbird's piping doubled and then choked off as it veered frantically from\nBill. After a while, far off through the park, it released a fading\nprotest of song.\n\nAbove Bill, the towering statue of the great Alfred Morris blackened\nagainst the sunset. The hollowed granite eyes bore down on him out\nof an undecipherable dark ... the ancient, implacable face of the\nMedicorps. As if to pronounce a sentence on his present crimes by a\nmagical disclosure of the weight of centuries, a pool of sulfurous\nlight and leaf shadows danced on the painted plaque at the base of the\nstatue.\n\n    On this spot in the Gregorian year 1996, Alfred Morris announced to\n    an assembly of war survivors the hypothalamic block. His stirring\n    words were, \"This new drug selectively halts at the thalamic brain\n    the upward flow of unconscious stimuli and the downward flow of\n    unconscious motivations. It acts as a screen between the cerebrum\n    and the psychosomatic discharge system. Using hypothalamic block,\n    we will not act emotively, we will initiate acts only from the\n    logical demands of situations.\"\n\n    This announcement and the subsequent wholehearted action of the\n    war-weary people made the taking of hypothalamic block obligatory.\n    This put an end to the powerful play of unconscious mind in the\n    public and private affairs of the ancient world. It ended the\n    great paranoid wars and saved mankind.\n\nIn the strange evening light, the letters seemed alive, a centuries-old\ncondemnation of any who might try to go back to the ancient\npre-pharmacy days. Of course, it was not really possible to go back.\nWithout drugs, everybody and all society would fall apart.\n\nThe ancients had first learned to keep endocrine deviates such as the\ndiabetic alive with drugs. Later they learned with other drugs to\n\"cure\" the far more prevalent disease, schizophrenia, that was jamming\ntheir hospitals. The big change came when the ancients used these same\ndrugs on everyone to control the private and public irrationality of\ntheir time and stop the wars.\n\nIn this new, drugged world, the schizophrene thrived better than any,\nand the world became patterned on him. But, just as the diabetic was\nstill diabetic, the schizophrene was still himself, plus the drugs.\nMeanwhile, everyone had forgotten what it was the drugs did to\nyou--that the emotions experienced were blurred emotions, that insight\nwas at an isolated level of rationality because the drugs kept true\nfeelings from ever emerging.\n\nHow inconceivable it would be to Helen and the other people of his\nworld to live on as little drug as possible ... to experience the\nconflicting emotions, the interplay of passion and logic that almost\ntore you apart! Sober, the ancients called it, and they lived that way\nmost of the time, with only the occasional crude and clublike effects\nof alcohol or narcotics to relieve their chronic anxiety.\n\nBy taking as little hypothalamic block as possible, he and Clara were\nable to desire their fantastic attachment, to delight in an absolutely\nillogical situation unheard of in their society. But the society would\njudge their refusal to take hypothalamic block in only one sense. The\nweight of this judgment stood before him in the smoldering words, \"_It\nended the great paranoid wars and saved mankind_.\"\n\nWhen Clara did appear, she was searching myopically in the wrong\nvicinity of the statue. He did not call to her at once, letting the\nsight of her smooth out the tensions in him, convert all the conflicts\ninto this one intense longing to be with her.\n\nHer halting search for him was deeply touching, like that of a tragic\nlittle puppet in a darkening dumbshow. He saw suddenly how like puppets\nthe two of them were. They were moved by the strengthening wires of a\nnew life of feeling to batter clumsily at an implacable stage setting\nthat would finally leave them as bits of wood and paper.\n\nThen suddenly in his arms Clara was at the same time hungrily moving\nand tense with fear of discovery. Little sounds of love and fear choked\neach other in her throat. Her blonde head pressed tightly into his\nshoulder and she clung to him with desperation.\n\nShe said, \"Conrad was disturbed by my tension this morning and made me\ntake a sleeping compound. I've just awakened.\"\n\nThey walked to her home in silence and even in the darkened apartment\nthey used only the primitive monosyllables of apprehensive need. Beyond\nthese mere sounds of compassion, they had long ago said all that could\nbe said.\n\nBecause Bill was the hyperalter, he had no fear that Conrad could force\na shift on him. When later they lay in darkness, he allowed himself to\ndrift into a brief slumber. Without the sleeping compound, distorted\nevents came and went without reason. Dreaming, the ancients had called\nit. It was one of the most frightening things that had begun to happen\nwhen he first cut down on the drugs. Now, in the few seconds that he\ndozed, a thousand fragments of incidental knowledge, historical reading\nand emotional need melded and, in a strange contrast to their present\ntranquility, he was dreaming a frightful moment in the 20th century.\n_These are the great paranoid wars_, he thought. And it was so because\nhe had thought it.\n\nHe searched frantically through the glove compartment of an ancient\nautomobile. \"Wait,\" he pleaded. \"I tell you we have sulfonamide-14.\nWe've been taking it regularly as directed. We took a double dose back\nin Paterson because there were soft-bombs all through that part of\nJersey and we didn't know what would be declared Plague Area next.\"\n\nNow Bill threw things out of his satchel onto the floor and seat of\nthe car, fumbling deeper by the flashlight Clara held. His heart beat\nthickly with terror. Then he remembered his pharmacase. Oh, why hadn't\nthey remembered sooner about their pharmacases. Bill tore at the belt\nabout his waist.\n\nThe Medicorps captain stepped back from the door of their car. He\njerked his head at the dark form of the corporal standing in the\nroadway. \"Shoot them. Run the car off the embankment before you burn\nit.\"\n\nBill screamed metallically through the speaker of his radiation mask.\n\"Wait. I've found it.\" He thrust the pharmacase out the door of the\ncar. \"This is a pharmacase,\" he explained. \"We keep our drugs in one of\nthese and it's belted to our waist so we are never without them.\"\n\nThe captain of the Medicorps came back. He inspected the pharmacase and\nthe drugs and returned it. \"From now on, keep your drugs handy. Take\nthem without fail according to radio instructions. Do you understand?\"\n\nClara's head pressed heavily against Bill's shoulder, and he could hear\nthe tinny sound of her sobbing through the speaker of her mask.\n\nThe captain stepped into the road again. \"We'll have to burn your\ncar. You passed through a Plague Area and it can't be sterilized on\nthis route. About a mile up this road you'll come to a sterilization\nunit. Stop and have your person and belongings rayed. After that, keep\nwalking, but stick to the road. You'll be shot if you're caught off it.\"\n\nThe road was crowded with fleeing people. Their way was lighted by\npiles of cadavers writhing in gasoline flames. The Medicorps was\neverywhere. Those who stumbled, those who coughed, the delirious and\ntheir helping partners ... these were taken to the side of the road,\nshot and burned. And there was bombing again to the south.\n\nBill stopped in the middle of the road and looked back. Clara clung to\nhim.\n\n\"There is a plague here we haven't any drug for,\" he said, and realized\nhe was crying. \"We are all mad.\"\n\nClara was crying too. \"Darling, what have you done? Where are the\ndrugs?\"\n\nThe water of the Hudson hung as it had in the late afternoon, ice\ncrystals in the stratosphere. The high, high sheet flashed and glowed\nin the new bombing to the south, where multicolored pillars of flame\nboiled into the sky. But the muffled crash of the distant bombing was\nsuddenly the steady click of the urgent signal on a bedside visiophone,\nand Bill was abruptly awake.\n\nClara was throwing on her robe and moving toward the machine on\nterror-rigid limbs. With a scrambling motion, Bill got out of the\npossible view of the machine and crouched at the end of the room.\n\nDistinctly, he could hear the machine say, \"Clara Manz?\"\n\n\"Yes.\" Clara's voice was a thin treble that could have been a shriek\nhad it continued.\n\n\"This is Medicorps Headquarters. A routine check discloses you have\ndelayed your shift two hours. To maintain the statistical record of\ndeviations, please give us a full explanation.\"\n\n\"I ...\" Clara had to swallow before she could talk. \"I must have taken\ntoo much sleeping compound.\"\n\n\"Mrs. Manz, our records indicate that you have been delaying your shift\nconsistently for several periods now. We made a check of this as a\nroutine follow up on any such deviation, but the discovery is quite\nserious.\" There was a harsh silence, a silence that demanded a logical\nanswer. But how could there be a logical answer?\n\n\"My hyperalter hasn't complained and I--well, I have just let a bad\nhabit develop. I'll see that it--doesn't happen again.\"\n\nThe machine voiced several platitudes about the responsibilities of one\npersonality to another and the duty of all to society before Clara was\nable to shut it off.\n\nBoth of them sat as they were for a long, long time while the tide of\nterror subsided. When at last they looked at each other across the dim\nand silent room, both of them knew there could be at least one more\ntime together before they were caught.\n\n       *       *       *       *       *\n\nFive days later, on the last day of her shift, Mary Walden wrote the\naddress of her appointed father's hypoalter, Conrad Manz, with an\nindelible pencil on the skin just below her armpit.\n\nDuring the morning, her father and mother had spoiled the family rest\nday by quarreling. It was about Helen's hypoalter delaying so many\nshifts. Bill did not think it very important, but her mother was angry\nand threatened to complain to the Medicorps.\n\nThe lunch was eaten in silence, except that at one point Bill said, \"It\nseems to me Conrad and Clara Manz are guilty of a peculiar marriage,\nnot us. Yet they seem perfectly happy with it and you're the one who is\nmade unhappy. The woman has probably just developed a habit of taking\ntoo much sleeping compound for her rest day naps. Why don't you drop\nher a note?\"\n\nHelen made only one remark. It was said through her teeth and very\nsoftly. \"Bill, I would just as soon the child did not realize her\nrelationship to this sordid situation.\"\n\nMary cringed over the way Helen disregarded her hearing, the\npossibility that she might be capable of understanding, or her feelings\nabout being shut out of their mutual world.\n\nAfter the lunch Mary cleared the table, throwing the remains of the\nmeal and the plastiplates into the flash trash disposer. Her father had\nretreated to the library room and Helen was getting ready to attend\na Citizen's Meeting. Mary heard her mother enter the room to say\ngood-bye while she was wiping the dining table. She knew that Helen was\nstanding, well-dressed and a little impatient, just behind her, but she\npretended she did not know.\n\n\"Darling, I'm leaving now for the Citizen's Meeting.\"\n\n\"Oh ... yes.\"\n\n\"Be a good girl and don't be late for your shift. You only have an hour\nnow.\" Helen's patrician face smiled.\n\n\"I won't be late.\"\n\n\"Don't pay any attention to the things Bill and I discussed this\nmorning, will you?\"\n\n\"No.\"\n\nAnd she was gone. She did not say good-bye to Bill.\n\nMary was very conscious of her father in the house. He continued to sit\nin the library. She walked by the door and she could see him sitting in\na chair, staring at the floor. Mary stood in the sun room for a long\nwhile. If he had risen from his chair, if he had rustled a page, if he\nhad sighed, she would have heard him.\n\nIt grew closer and closer to the time she would have to leave if Susan\nShorrs was to catch the first school hours of her shift. Why did\nchildren have to shift half a day before adults?\n\nFinally, Mary thought of something to say. She could let him know she\nwas old enough to understand what the quarrel had been about if only it\nwere explained to her.\n\nMary went into the library and hesitantly sat on the edge, of a couch\nnear him. He did not look at her and his face seemed gray in the midday\nlight. Then she knew that he was lonely, too. But a great feeling of\ntenderness for him went through her.\n\n\"Sometimes I think you and Clara Manz must be the only people in the\nworld,\" she said abruptly, \"who aren't so silly about shifting right\non the dot. Why, I don't _care_ if Susan Shorrs _is_ an hour late for\nclasses!\"\n\nThose first moments when he seized her in his arms, it seemed her heart\nwould shake loose. It was as though she had uttered some magic formula,\none that had abruptly opened the doors to his love. It was only after\nhe had explained to her why he was always late on the first day of the\nfamily shift that she knew something was wrong. He _did_ tell her, over\nand over, that he knew she was unhappy and that it was his fault. But\nhe was at the same time soothing her, petting her, as if _he was afraid\nof her_.\n\nHe talked on and on. Gradually, Mary understood in his trembling body,\nin his perspiring palms, in his pleading eyes, that he was afraid of\ndying, that he was afraid _she_ would kill him with the merest thing\nshe said, with her very presence.\n\nThis was not painful to Mary, because, suddenly, something came with\nponderous enormity to stand before her: _I would just as soon the child\ndid not realize her relationship to this sordid situation._\n\nHer relationship. It was some kind of relationship to Conrad and Clara\nManz, because those were the people they had been talking about.\n\nThe moment her father left the apartment, she went to his desk and\ntook out the file of family records. After she found the address of\nConrad Manz, the idea occurred to her to write it on her body. Mary was\ncertain that Susan Shorrs never bathed and she thought this a clever\nidea. Sometime on Susan's rest day, five days from now, she would try\nto force the shift and go to see Conrad and Clara Manz. Her plan was\nsimple in execution, but totally vague as to goal.\n\nMary was already late when she hurried to the children's section of a\npublic shifting station. A Children's Transfer Bus was waiting, and\nMary registered on it for Susan Shorrs to be taken to school. After\nthat she found a shifting room and opened it with her wristband. She\nchanged into a shifting costume and sent her own clothes and belongings\nhome.\n\nChildren her age did not wear makeup, but Mary always stood at the\nmirror during the shift. She always tried as hard as she could to\nsee what Susan Shorrs looked like. She giggled over a verse that was\nscrawled beside the mirror ...\n\n    Rouge your hair and comb your face;\n    Many a third head is lost in this place.\n\n... and then the shift came, doubly frightening because of what she\nknew she was going to do.\n\n       *       *       *       *       *\n\nEspecially if you were a hyperalter like Mary, you were supposed to\nhave some sense of the passage of time while you were out of shift. Of\ncourse, you did not know what was going on, but it was as though a more\nor less accurate chronometer kept running when you went out of shift.\nApparently Mary's was highly inaccurate, because, to her horror, she\nfound herself sitting bolt upright in one of Mrs. Harris's classes, not\nout on the playgrounds, where she had expected Susan Shorrs to be.\n\nMary was terrified, and the ugly school dress Susan had been wearing\naccented, by its strangeness, the seriousness of her premature shift.\nChildren weren't supposed to show much difference from hyperalter to\nhypoalter, but when she raised her eyes, her fright grew. Children did\nchange. She hardly recognized anyone in the room, though most of them\nmust be the alters of her own classmates. Mrs. Harris was a B-shift and\noverlapped both Mary and Susan, but otherwise Mary recognized only Carl\nBlair's hypoalter because of his freckles.\n\nMary knew she had to get out of there or Mrs. Harris would eventually\nrecognize her. If she left the room quietly, Mrs. Harris would not\nquestion her unless she recognized her. It was no use trying to guess\nhow Susan would walk.\n\nMary stood and went toward the door, glad that it turned her back to\nMrs. Harris. It seemed to her that she could feel the teacher's eyes\nstabbing through her back.\n\nBut she walked safely from the room. She dashed down the school\ncorridor and out into the street. So great was her fear of what she was\ndoing that her hypoalter's world actually seemed like a different one.\n\nIt was a long way for Mary to walk across town, and when she rang the\nbell, Conrad Manz was already home from work. He smiled at her and she\nloved him at once.\n\n\"Well, what do you want, young lady?\" he asked.\n\nMary couldn't answer him. She just smiled back.\n\n\"What's your name, eh?\"\n\nMary went right on smiling, but suddenly he blurred in front of her.\n\n\"Here, here! There's nothing to cry about. Come on in and let's see if\nwe can help you. Clara! We have a visitor, a very sentimental visitor.\"\n\nMary let him put his big arm around her shoulder and draw her, crying,\ninto the apartment. Then she saw Clara swimming before her, looking\nlike her mother, but ... no, not at all like her mother.\n\n\"Now, see here, chicken, what is it you've come for?\" Conrad asked when\nher crying stopped.\n\nMary had to stare hard at the floor to be able to say it. \"I want to\nlive with you.\"\n\nClara was twisting and untwisting a handkerchief. \"But, child, we have\nalready had our first baby appointed to us. He'll be with us next\nshift, and after that I have to bear a baby for someone else to keep.\nWe wouldn't be allowed to take care of you.\"\n\n\"I thought maybe I was your real child.\" Mary said it helplessly,\nknowing in advance what the answer would be.\n\n\"Darling,\" Clara soothed, \"children don't live with their natural\nparents. It's neither practical nor civilized. I have had a child\nconceived and borne on my shift, and this baby is my exchange, so you\nsee that you are much too old to be my conception. Whoever your natural\nparents may be, it is just something on record with the Medicorps\nGenetic Division and isn't important.\"\n\n\"But you're a special case,\" Mary pressed. \"I thought because it was a\nspecial arrangement that you were my real parents.\" She looked up and\nshe saw that Clara had turned white.\n\nAnd now Conrad Manz was agitated, too. \"What do you mean, we're a\nspecial case?\" He was staring hard at her.\n\n\"Because....\" And now for the first time Mary realized how special this\ncase was, how sensitive they would be about it.\n\nHe grasped her by the shoulders and turned her so she faced his\nunblinking eyes. \"I said, what do you mean, we're a special case?\nClara, what in thirty heads does this kid mean?\"\n\nHis grip hurt her and she began to cry again. She broke away. \"You're\nthe hypoalters of my appointed father and mother. I thought maybe when\nit was like that, I might be your real child ... and you might want me.\nI don't want to be where I am. I want somebody....\"\n\nClara was calm now, her sudden fear gone. \"But, darling, if you're\nunhappy where you are, only the Medicorps can reappoint you. Besides,\nmaybe your appointed parents are just having some personal problems\nright now. Maybe if you tried to understand them, you would see that\nthey really love you.\"\n\nConrad's face showed that he did not understand. He spoke with a stiff,\nquiet voice and without taking his eyes from Mary. \"What are you doing\nhere? My own hyperalter's kid in my house, throwing it up to me that\nI'm married to his wife's hypoalter!\"\n\nThey did not feel the earth move, as she fearfully did. They sat there,\nstaring at her, as though they might sit forever while she backed away,\nout of the apartment, and ran into her collapsing world.\n\n       *       *       *       *       *\n\nConrad Manz's rest day fell the day after Bill Walden's kid showed\nup at his apartment. It was ten days since that strait jacket of a\nconference on Santa Fe had lost him a chance to blast off a rocket\nracer. This time, on the practical knowledge that emergency business\nconferences were seldom called after lunch, Conrad had placed his\nreservation for a racer in the afternoon. The visit from Mary Walden\nhad upset him every time he thought of it. Since it was his rest day,\nhe had no intention of thinking about it and Conrad's scrupulously\ndrugged mind was capable of just that.\n\nSo now, in the lavish coolness of the lounge at the Rocket Club, Conrad\nsipped his drink contentedly and made no contribution to the gloomy\nconversation going on around him.\n\n\"Look at it this way,\" the melancholy face of Alberts, a pilot from\nEngland, morosely emphasized his tone. \"It takes about 10,000 economic\nunits to jack a forty ton ship up to satellite level and snap it around\nthe course six times. That's just practice for us. On the other hand,\nan intellectual fellow who spends his spare time at a microfilm library\ndoesn't use up 1,000 units in a year. In fact, his spare time activity\nmay turn up as units gained. The Economic Board doesn't argue that all\npastime should be gainful. They just say rocket racing wastes more\neconomic units than most pilots make on their work days. I tell you the\nday is almost here when they ban the rockets.\"\n\n\"That's just it,\" another pilot put in. \"There was a time when you\ncould show that rocket races were necessary for better spaceship\ndesign. Design has gone way beyond that. From their point of view we\njust burn up units as fast as other people create them. And it's no use\ntrying to argue for the television shows. The Board can prove people\nwould rather see a jet-skiing meet at a cost of about one-hundredth\nthat of a rocket race.\"\n\nConrad Manz grinned into his drink. He had been aware for several\nminutes that pert little Angela, Alberts' soft-eyed, husky-voiced wife,\nwas trying to catch his eye. But stranded as she was in the buzzing\ntraffic of rockets, she was trying to hail the wrong rescuer. He had\nabout fifteen minutes till the ramp boys would have a ship ready for\nhim. Much as he liked Angela, he wasn't going to miss that race.\n\nStill, he let his grin broaden and, looking up at her, he lied\nmaliciously by nodding. She interpreted this signal as he knew she\nwould. Well, at least he would afford her a graceful exit from the\nboring conversation.\n\nHe got up and went over and took her hand. Her full lips parted a\nlittle and she kissed him on the mouth.\n\nConrad turned to Alberts and interrupted him. \"Angela and I would like\nto spend a little time together. Do you mind?\"\n\nAlberts was annoyed at having his train of thought broken and rather\nsnapped out the usual courtesy. \"Of course not. I'm glad for both of\nyou.\"\n\nConrad looked the group over with a bland stare. \"Have you lads ever\ntried jet-skiing? There's more genuine excitement in ten minutes of it\nthan an hour of rocket racing. Personally, I don't care if the Board\ndoes ban the rockets soon. I'll just hop out to the Rocky Mountains on\nrest days.\"\n\n       *       *       *       *       *\n\nConrad knew perfectly well that if he had made this assertion before\nasking Alberts for his wife, the man would have found some excuse to\nhave her remain. All the faces present displayed the _aficionado's_\ndisdain for one who has just demonstrated he doesn't _belong_. What the\nstraitjacket did they think they were--some ancient order of noblemen?\n\nConrad took Angela's yielding arm and led her serenely away before\nAlberts could think of anything to detain her.\n\nOn the way out of the lounge, she stroked his arm with frank\nadmiration. \"I'm so glad you were agreeable. Honestly, Harold could\ntalk rockets till I died.\"\n\nConrad bent and kissed her. \"Angela, I'm sorry, but this isn't going\nto be what you think. I have a ship to take off in just a few minutes.\"\n\nShe flared and dug into his arm now. \"Oh, Conrad Manz! You ... you made\nme believe....\"\n\nHe laughed and grabbed her wrists. \"Now, now. I'm neglecting you to\n_fly_ a rocket, not just to talk about them. I won't let you die.\"\n\nAt that she could not suppress her husky musical laugh. \"I found that\nout the last time you and I were together. Clara and I had a drink the\nother day at the Citizen's Club. I don't often use dirty language, but\nI told Clara she must be keeping you in a _straitjacket_ at home.\"\n\nConrad frowned, wishing she hadn't brought up the subject. It worried\nhim off and on that something was wrong with Clara, something even\nworse than that awful _dreaming_ business ten days ago. For several\nshifts now she had been cold, nor was it just a temporary lack of\ninterest in himself, for she was also cold to the men of their\nacquaintance of whom she was usually quite fond. As for himself, he had\nhad to depend on casual contacts such as Angela. Not that they weren't\npleasant, but a man and wife were supposed to maintain a healthy\nlove life between themselves, and it usually meant trouble with the\nMedicorps when this broke down.\n\nAngela glanced at him. \"I didn't think Clara laughed well at my remark.\nIs something wrong between you?\"\n\n\"Oh, no,\" he declared hastily. \"Clara is sometimes that way ... doesn't\ncatch a joke right off.\"\n\nA page boy approached them where they stood in the rotunda and advised\nConrad that his ship was ready.\n\n\"Honestly, Angela, I'll make it up, I promise.\"\n\n\"I know you will, darling. And at least I'm grateful you saved me from\nall those rocket jets in there.\" Angela raised her lips for a kiss and\nafterward, as she pushed him toward the door, her slightly vacant face\nsmiled at him.\n\n       *       *       *       *       *\n\nOut on the ramp, Conrad found another pilot ready to take off. They\nmade two wagers--first to reach the racing course, and winner in a\nsix-lap heat around the six-hundred-mile hexagonal course.\n\nThey fired together and Conrad blasted his ship up on a thunderous\ncolumn of flame that squeezed him into his seat. He was good at this\nand he knew he would win the lift to the course. On the course,\nthough, if his opponent was any good at all, Conrad would probably\nlose because he enjoyed slamming the ship around the course in his\nwasteful, swashbuckling style much more than merely winning the heat.\n\nConrad kept his drive on till the last possible second and then shot\nout his nose jets. The ship shuddered up through another hundred miles\nand came to a lolling halt near the starting buoys. The other pilot\ngasped when Conrad shouted at him over the intership, \"The winner by\nall thirty heads!\"\n\nIt was generally assumed that a race up to the course consisted of\ncutting all jets when you had enough lift, and using the nose brakes\nonly to correct any over-shot. \"What did you do, just keep your power\non and flip the ship around?\" The other racer coasted up to Conrad's\nlevel and steadied with a brief forward burst.\n\nThey got the automatic signal from the starting buoy and went for the\nfirst turn, nose and nose, about half a mile apart. Conrad lost 5000\nyards on the first turn by shoving his power too hard against the\nstarboard steering Jets.\n\nIt made a pretty picture when a racer hammered its way around a turn\nthat way with a fan of outside jets holding it in place. The Other\nfellow made his turns cleanly, using mostly the driving jets for\nsteering. But that didn't look like much to those who happened to\nflip on their television while this little heat was in progress. On\nevery turn, Conrad lost a little in space, but not in the eye of the\nautomatic televisor on the buoy marking the turn. As usual, he cut\ncloser to the buoys than regulations allowed, to give the folks a show.\n\nWithout the slightest regret, Conrad lost the heat by a full two sides\nof the hexagon. He congratulated his opponent and watched the fellow\nlet his ship down carefully toward earth on its tail jets. For a while\nConrad lolled his ship around near the starting buoy and its probably\nwatching eye, flipping through a series of complicated maneuvers with\nthe steering jets.\n\nConrad did not like the grim countenance of outer space. The lifeless,\ngemlike blaze of cloud upon cloud of stars in the perspectiveless black\nrepelled him. He liked rocket racing only because of the neat timing\nnecessary, and possibly because the knowledge that he indulged in it\nscared poor old Bill Walden half to death.\n\nToday the bleak aspect of the Galaxy harried his mind back upon its\nown problems. A particularly nasty association of Clara with Bill\nWalden and his sniveling kid kept dogging Conrad's mind and, as soon as\nstunting had exhausted his excess of fuel, he turned the ship to earth\nand sent it in with a short, spectacular burst.\n\nNow that he stopped to consider it, Clara's strange behavior had begun\nat about the same time that Bill Walden started cheating on the shifts.\nThat kid Mary must have known something was going on, or she would not\nhave done such a disgusting thing as to come to their apartment.\n\nConrad had let the rocket fall nose-down, until now it was screaming\ninto the upper ionosphere. With no time to spare, he swiveled the ship\non its guiding jets and opened the drive blast at the up-rushing earth.\nHe had just completed this wrenching maneuver when two appalling things\nhappened together.\n\nConrad suddenly knew, whether as a momentary leak from Bill's mind to\nhis, or as a rapid calculation of his own, that Bill Walden and Clara\nshared a secret. At the same moment, something tore through his mind\nlike fingers of chill wind. With seven gravities mashing him into the\nbucket-seat, he grunted curses past thin-stretched lips.\n\n\"Great blue psychiatrists! What in thirty straitjackets is that\nthree-headed fool trying to do, kill us both?\"\n\nConrad just managed to raise his leaden hand and set the plummeting\nracer for automatic pilot before Bill Walden forced him out of the\nshift. In his last moment of consciousness, and in the shock of his\noverwhelming shame, Conrad felt the bitter irony that he could not cut\nthe power and kill Bill Walden.\n\n       *       *       *       *       *\n\nWhen Bill Walden became conscious of the thunderous clamor of the\nbraking ship and the awful weight of deceleration into which he had\nshifted, the core of him froze. He was so terrified that he could not\nhave thought of reshifting even had there been time.\n\nHis head rolled on the pad in spite of its weight, and he saw the\nearth coming at him like a monstrous swatter aimed at a fly. Between\nhis fright and the inhuman gravity, he lost consciousness without ever\nseeing on the control panel the red warning that saved him: _Automatic\nPilot_.\n\nThe ship settled itself on the ramp in a mushroom of fire. Bill\nregained awareness several seconds later. He was too shaken to do\nanything but sit there for a long time.\n\nWhen at last he felt capable of moving, he struggled with the door till\nhe found how to open it, and climbed down to the still-hot ramp he had\nlanded on. It was at least a mile to the Rocket Club across the barren\nflat of the field, and he set out on foot. Shortly, however, a truck\ncame speeding across to him.\n\nThe driver leaned out. \"Hey, Conrad, what's the matter? Why didn't you\npull the ship over to the hangars?\"\n\nWith Conrad's makeup on, Bill felt he could probably get by. \"Controls\naren't working,\" he offered noncommittally.\n\nAt the club, a place he had never been to before in his life, Bill\nfound an unused helicopter and started it with his wristband. He flew\nthe machine into town to the landing station nearest his home.\n\nHe was doomed, he knew. Conrad certainly would report him for this.\nHe had not intended to force the shift so early or so violently.\nPerhaps he had not intended to force it at all this time. But there was\nsomething in him more powerful than himself ... a need to break the\nshift and be with Clara that now acted almost independently of him and\ncertainly without regard for his safety.\n\nBill flew his craft carefully through the city traffic, working his way\nbetween the widely spaced towers with the uncertain hand of one to whom\nmachines are not an extension of the body. He put the helicopter down\nat the landing station with some difficulty.\n\nClara would not be expecting him so early. From his apartment, as soon\nas he had changed makeup, he visiophoned her. It was strange how long\nand how carefully they needed to look at each other and how few words\nthey could say.\n\nAfterward, he seemed calmer and went about getting ready with more\nefficiency. But when he found himself addressing the package of\nConrad's clothes to his home, he chuckled bitterly.\n\nIt was when he went back to drop the package in the mail chute that he\nnoticed the storage room door ajar. He disposed of the package and went\nover to the door. Then he stood still, listening. He had to stop his\nown breathing to hear clearly.\n\nBill tightened himself and opened the door. He flipped on the light and\nsaw Mary. The child sat on the floor in the corner with her knees drawn\nup against her chest. Between the knees and the chest, the frail wrists\nwere crossed, the hands closed limply like--like those of a fetus. The\nforehead rested on the knees so that, should the closed eyes stray\nopen, they would be looking at the placid hands.\n\nThe sickening sight of the child squeezed down on his heart till the\ncolor drained from his face. He went forward and knelt before her. His\ndry throat hammered with the words, _what have I done to you_, but he\ncould not speak. The question of how long she might have been here, he\ncould not bear to think.\n\nHe put out his hand, but he did not touch her. A shudder of revulsion\nshook him and he scrambled to his feet. He hurried back into the\napartment with only one thought. He must get someone to help her. Only\nthe Medicorps could take care of a situation like this.\n\nAs he stood at the visiophone, he knew that this involuntary act of\npanic had betrayed all that he had ever thought and done. He had to\ncall the Medicorps. He could not face the result of his own behavior\nwithout them. Like a ghostly after-image, he saw Clara's face on the\nscreen. She was lost, cut off, with only himself to depend on.\n\nA part of him, a place where there were no voices and a great tragedy,\nhad been abruptly shut off. He stood stupidly confused and disturbed\nabout something he couldn't recall. The emotion in his body suddenly\nhad no referent. He stood like a badly frightened animal while his\nheart slowed and blood seeped again into whitened parenchymas, while\ntides of epinephrine burned lower.\n\nRemembering he must hurry, Bill left the apartment. It was an apartment\nwith its storage room door closed, an apartment without a storage room.\n\nFrom the moment that he walked in and took Clara in his arms, he was\nnot worried about being caught. He felt only the great need for her.\nThere seemed only one difference from the first time and it was a good\ndifference, because now Clara was so tense and apprehensive. He felt\na new tenderness for her, as one might feel for a child. It seemed to\nhim that there was no end to the well of gentleness and compassion that\nwas suddenly in him. He was mystified by the depth of this feeling.\nHe kissed her again and again and petted her as one might a disturbed\nchild.\n\nClara said, \"Oh, Bill, we're doing wrong! Mary was here yesterday!\"\n\nWhoever she meant, it had no meaning for him. He said, \"It's all right.\nYou mustn't worry.\"\n\n\"She needs you, Bill, and I take you away from her.\"\n\nWhatever it was she was talking about was utterly unimportant beside\nthe fact that she was not happy herself. He soothed her. \"Darling, you\nmustn't worry about it. Let's be happy the way we used to be.\"\n\nHe led her to a couch and they sat together, her head resting on his\nshoulder.\n\n\"Conrad is worried about me. He knows something is wrong. Oh, Bill, if\nhe knew, he'd demand the worst penalty for you.\"\n\nBill felt the stone of fear come back in his chest. He thought, too,\nof Helen, of how intense her shame would be. Medicorps action would be\nmachinelike, logical as a set of equation; they were very likely to\ntake more drastic steps where the complaints would be so strong and no\nrequest for leniency forthcoming. Conrad knew now, of course. Bill had\nfelt his hate.\n\nIt was nearing the end. Death would come to Bill with electronic\nfingers. A ghostly probing in his mind and suddenly....\n\nClara's great unhappiness and the way she turned her head into his\nshoulder to cry forced him to calm the rising panic in himself, and\nagain to caress the fear from her.\n\nEven later, when they lay where the moonlight thrust into the room\nan impalpable shaft of alabaster, he loved her only as a succor.\nCarefully, slowly, smoothing out her mind, drawing it away from all the\nother things, drawing it down into this one thing. Gathering all her\nmind into her senses and holding it there. Then quickly taking it away\nfrom her in a moaning spasm so that now she was murmuring, murmuring,\npalely drifting. Sleeping like a loved child.\n\nFor a long, long time he watched the white moon cut its arc across\ntheir window. He listened with a deep pleasure to her evenly breathing\nsleep. But slowly he realized that her breath had changed, that the\nbody so close to his was tensing. His heart gave a great bound and tiny\nmoths of horror fluttered along his back. He raised himself and saw\nthat the eyes were open in the silver light. Even through the makeup he\nsaw that they were Helen's eyes.\n\nHe did the only thing left for him. He shifted. But in that terrible\ninstant he understood something he had not anticipated. In Helen's eyes\nthere was not only intense shame over shifting into her hypoalter's\nhome; there was not only the disgust with himself for breaking\ncommunication codes. He saw that, as a woman of the 20th Century might\nhave felt, Helen hated Clara as a sexual rival. She hated Clara doubly\nbecause he had turned not to some other woman, but to the other part of\nherself whom she could never know.\n\nAs he shifted, Bill knew that the next light he saw would be on the\nadamant face of the Medicorps.\n\n       *       *       *       *       *\n\nMajor Paul Grey, with two other Medicorps officers, entered the\nWalden apartment about two hours after Bill left it to meet Clara.\nMajor Grey was angry with himself. Important information on a case\nof communication-breaks and drug-refusal could be learned by letting\nit run its course under observation. But he had not intended Conrad\nManz's life to be endangered, and certainly he would not have taken the\nslightest chance on what they found in the Walden apartment if he had\nexpected it this early.\n\nMajor Grey blamed himself for what had happened to Mary Walden. He\nshould have had the machines watching Susan and Mary at the same time\nthat they were relaying all wristband data for Bill and Conrad and for\nHelen and Clara to his office.\n\nHe had not done this because it was Susan's shift and he had not\nexpected Mary to break it. Now he knew that Helen and Bill Walden\nhad been quarreling over the fact that Clara was cheating on Helen's\nshifts, and their conversations had directed the unhappy child's\nattention to the Manz couple. She had broken shift to meet them ...\nlooking for a loving father, of course.\n\nStill--things would not have turned out so badly if Captain Thiel,\nMary's school officer, had not attributed Susan Shorrs' disappearance\nonly to poor drug acclimatization. Captain Thiel had naturally known\nthat Major Grey was in town to prosecute Bill Walden, because the major\nhad called on him to discuss the case. Yet it had not occurred to him,\nuntil 18 hours after Susan's disappearance, that Mary might have forced\nthe shift for some reason associated with her aberrant father.\n\nBy the time the captain advised him, Major Grey already knew that Bill\nhad forced the shift on Conrad under desperate circumstances and he had\ndecided to close in. He fully expected to find the father and daughter\nat the apartment, and now ... it sickened him to see the child's\ndemented condition and realize that Bill had left her there.\n\nMajor Grey could see at a glance that Mary Walden would not be\naccessible for days even with the best treatment. He left it to the\nother two officers to hospitalize the child and set out for the Manz\napartment.\n\nHe used his master wristband to open the door there, and found a woman\nstanding in the middle of the room, wrapped in a sheet. He knew that\nthis must be Helen Walden. It was odd how ill-fitting Clara Manz's\nsoftly sensual makeup seemed, even to a stranger, on the more rigidly\ncomposed face before him. He guessed that Helen would wear color higher\non her cheeks and the mouth would be done in severe lines. Certainly\nthe present haughty face struggled with its incongruous makeup as well\nas the indignity of her dress.\n\nShe pulled the sheet tighter about her and said icily, \"I will not wear\nthat woman's clothes.\"\n\nMajor Grey introduced himself and asked, \"Where is Bill Walden?\"\n\n\"He shifted! He left me with.... Oh, I'm so ashamed!\"\n\nMajor Grey shared her loathing. There was no way to escape the\nconditioning of childhood--sex relations between hyperalter and\nhypoalter were more than outlawed, they were in themselves disgusting.\nIf they were allowed, they could destroy this civilization. Those\nidealists--they were almost all hypoalters, of course--who wanted the\nold terminology changed didn't take that into account. Next thing\nthey'd want children to live with their actual parents!\n\nMajor Grey stepped into the bedroom. Through the bathroom door beyond,\nhe could see Conrad Manz changing his makeup.\n\nConrad turned and eyed him bluntly. \"Would you mind staying out of here\ntill I'm finished? I've had about all I can take.\"\n\nMajor Grey shut the door and returned to Helen Walden. He took a\nhypothalamic block from his own pharmacase and handed it to her. \"Here,\nyou're probably on very low drug levels. You'd better take this.\" He\npoured her a glass of pop from a decanter and, while they waited for\nConrad, he dialed the nearest shifting station on the visiophone and\nordered up an emergency shifting costume for her.\n\nWhen at last they were both dressed, made up to their satisfaction and\ndrugged to his satisfaction, he had them sit on a couch together across\nfrom him. They sat at opposite ends of it, stiff with resentment at\neach other's presence.\n\nMajor Grey said calmly, \"You realize that this matter is coming to a\nMedicorps trial. It will be serious.\"\n\nMajor Grey watched their faces. On hers he saw grim determination. On\nConrad's face he saw the heavy movement of alarm. The man loved his\nwife. That was going to help. \"It is necessary in a case such as this\nfor the Medicorps to weigh your decisions along with the scientific\nevidence we will accumulate. Unfortunately, the number of laymen\ndirectly involved in this case--and not on trial--is only two, due\nto your peculiar marriage. If the hypoalters, Clara and Conrad, were\nmarried to other partners, we might call on as many as six involved\npersons and obtain a more equitable lay judgment. As it stands, the\nentire responsibility rests on the two of you.\"\n\nHelen Walden was primly confident. \"I don't see how we can fail to\ntreat the matter with perfect logic. After all, it is not _we_ who\nneglect our drug levels.... They _were_ refusing to take their drugs,\nweren't they?\" she asked, hoping for the worst and certain she was\nright.\n\n\"Yes, this is drug refusal.\" Major Grey paused while she relished the\nanswer. \"But I must correct you in one impression. Your proper drug\nlevels do not assure that you will act logically in this matter. The\ndrugged mind _is_ logical. However, its fundamental datum is that the\ndrugs and drugged minds must be protected before everything else.\" He\nwatched Conrad's face while he added, \"Because of this, it is possible\nfor you to arrive logically at a conclusion that ... death is the\nrequired solution.\" He paused, looking at their white lips. Then he\nsaid, \"Actually, other, more suitable solutions may be possible.\"\n\n\"But they _were_ refusing their drugs,\" she said. \"You talk as if you\nare defending them. Aren't you a Medicorps prosecutor?\"\n\n\"I do not prosecute _people_ in the ancient 20th Century sense, Mrs.\nWalden. I prosecute the _acts_ of drug refusal and communication\nbreaks. There is quite a difference.\"\n\n\"Well!\" she said almost explosively. \"I always knew Bill would get\ninto trouble sooner or later with his wild, antisocial ideas. I never\n_dreamed_ the Medicorps would take _his_ side.\"\n\nMajor Grey held his breath, almost certain now that she would walk into\nthe trap. If she did, he could save Clara Manz before the trial.\n\n\"After all, they have broken every communication code. They have\nrefused the drugs, a defiance aimed at our very lives. They--\"\n\n\"Shut up!\" It was the first time Conrad Manz had spoken since he sat\ndown. \"The Medicorps spent weeks gathering evidence and preparing their\nrecommendations. You haven't seen any of that and you've already made\nup your mind. How logical is that? It sounds as if you _want_ your\nhusband dead. Maybe the poor devil had some reason, after all, for what\nhe did.\" On the man's face there was the nearest approach to hate that\nthe drugs would allow.\n\nMajor Grey let his breath out softly. They were split permanently. She\nwould have to trade him a mild decision on Clara in order to save Bill.\nAnd even there, if the subsequent evidence gave any slight hope, Major\nGrey believed now that he could work on Conrad to hang the lay judgment\nand let the Medicorps' scientific recommendation go through unmodified.\n\nHe let them stew in their cross-purposed silence for a while and then\nnailed home a disconcerting fact.\n\n\"I think I should remind you that there are few advantages to having\nyour alter extinguished in the _mnemonic eraser_. A man whose\nhyperalter has been extinguished must report on his regular shift days\nto a hospital and be placed for five days in suspended animation. This\nis not very healthy for the body, but necessary. Otherwise, everyone's\nnatural distaste for his own alter and the understandable wish to spend\ntwice as much time living would generate schemes to have one's alter\nsucked out by the eraser. That happened extensively back in the 21st\nCentury before the five day suspension was required. It was also used\nas a 'cure' for schizophrenia, but it was, of course, only the brutal\nmurder of innocent personalities.\"\n\nMajor Grey smiled grimly to himself. \"Now I will have to ask you both\nto accompany me to the hospital. I will want you, Mrs. Walden, to shift\nat once to Mrs. Manz. Mr. Manz, you will have to remain under the close\nobservation of an officer until Bill Walden tries to shift back. We\nhave to catch him with an injection to keep him in shift.\"\n\n       *       *       *       *       *\n\nThe young medicop put the syringe aside and laid his hand on Bill\nWalden's forehead. He pushed the hair back out of Bill's eyes.\n\n\"There, Mr. Walden, you don't have to struggle now.\"\n\nBill let his breath out in a long sigh. \"You've caught me. I can't\nshift any more, can I?\"\n\n\"That's right, Mr. Walden. Not unless we want you to.\" The young man\npicked up his medical equipment and stepped aside.\n\nBill noticed then the Medicorps officer standing in the background. The\nman was watching as though he contemplated some melancholy distance. \"I\nam Major Grey, Bill. I'm handling your case.\"\n\nBill did not answer. He lay staring at the hospital ceiling. Then he\nfelt his mouth open in a slow grin.\n\n\"What's funny?\" Major Grey asked mildly.\n\n\"Leaving my hypoalter with my wife,\" Bill answered candidly. It had\nalready ceased to be funny to him, but he saw Major Grey smile in\nspite of himself.\n\n\"They were quite upset when I found them. It must have been some\nscramble before that.\" Major Grey came over and sat in the chair\nvacated by the young man who had just injected Bill. \"You know, Bill,\nwe will need a complete analysis of you. We want to do everything we\ncan to save you, but it will require your cooperation.\"\n\nBill nodded, feeling his chest tighten. Here it came. Right to the end,\nthey would be tearing him apart to find out what made him work.\n\nMajor Grey must have sensed Bill's bitter will to resist. His resonant\nvoice was soft, his face kindly. \"We must have your sincere desire to\nhelp. We can't force you to do anything.\"\n\n\"Except die,\" Bill said.\n\n\"Maybe helping us get the information that might save your life at the\ntrial isn't worth the trouble to you. But your aberration has seriously\ndisturbed the lives of several people. Don't you think you owe it to\nthem to help us prevent this sort of thing in the future?\" Major Grey\nran his hand through his whitening hair. \"I thought you would like\nto know Mary will come through all right. We will begin shortly to\nacclimatize her to her new appointed parents, who will be visiting her\neach day. That will accelerate her recovery a great deal. Of course,\nright now she is still inaccessible.\"\n\nThe brutally clear picture of Mary alone in the storage room crashed\nback into Bill's mind. After a while, in such slow stages that the\nbeginning was hardly noticeable, he began to cry. The young medicop\ninjected him with a sleeping compound, but not before Bill knew he\nwould do whatever the Medicorps wanted.\n\n       *       *       *       *       *\n\nThe next day was crowded with battery after battery of tests. The\ninterviews were endless. He was subjected to a hundred artificial\nsituations and every reaction from his blood sugar to the frequency\nranges of his voice was measured. They gave him only small amounts of\ndrugs in order to test his reaction to them.\n\nLate in the evening, Major Grey came by and interrupted an officer who\nwas taking an electroencephalogram for the sixth time after injection\nof a drug.\n\n\"All right, Bill, you have really given us cooperation. But after\nyou've had your dinner, I hope you won't mind if I come to your room\nand talk with you for a little while.\"\n\nWhen Bill finished eating, he waited impatiently in his room for the\nMedicorps officer. Major Grey came soon after. He shook his head at\nthe mute question Bill shot at him.\n\n\"No, Bill. We will not have the results of your tests evaluated until\nlate tomorrow morning. I can't tell you a thing until the trial in any\ncase.\"\n\n\"When will that be?\"\n\n\"As soon as the evaluation of your tests is in.\" Major Grey ran his\nhand over his smooth chin and seemed to sigh. \"Tell me, Bill, how do\nyou feel about your case? How did you get into this situation and what\ndo you think about it now?\" The officer sat in the room's only chair\nand motioned Bill to the cot.\n\nBill was astonished at his sudden desire to talk about his problem. He\nhad to laugh to cover it up. \"I guess I feel as if I am being condemned\nfor trying to stay sober.\" Bill used the ancient word with a mock tone\nof righteousness that he knew the major would understand.\n\nMajor Grey smiled. \"How do you feel when you're sober?\"\n\nBill searched his face. \"The way the ancient Moderns did, I guess. I\nfeel what happens to me the _way_ it happens to me, not the artificial\nway the drugs let it happen. I think there is a way for us to live\nwithout the drugs and really enjoy life. Have you ever cut down on your\ndrugs. Major?\"\n\nThe officer shook his head.\n\nBill smiled at him dreamily. \"You ought to try it. It's as though a new\nlife has suddenly opened up. Everything looks different to you.\n\n\"Look, with an average life span of 100 years, each of us only lives\n50 years and our alter lives the other 50. Yet even on half-time we\nexperience only about half the living we'd do if we didn't take the\ndrugs. We would be able to feel the loves and hatreds and desires\nof life. No matter how many mistakes we made, we would be able\noccasionally to live those intense moments that made the ancients\ngreat.\"\n\nMajor Grey said tonelessly, \"The ancients were great at killing,\ncheating and debasing one another. And they were worse sober than\n_drunk_.\" This time he did not smile at the word.\n\nBill understood the implacable logic before him. The logic that had\nsaved man from himself by smothering his spirit. The carefully achieved\nlogic of the drugs that had seized upon the disassociated personality,\nand engineered it into a smoothly running machine, where there was no\nunhappiness because there was no great happiness, where there was no\ncrime except failure to take the drugs or cross the alter sex line.\nWithout drugs, he was capable of fury and he felt it now.\n\n\"You should see how foolish these communication codes look when you\nare undrugged. This stupid hide-and-seek of shifting! These two-headed\nmonsters simpering, about their artificial morals and their endless\nprescriptions! They belong in _crazy_ houses! What use is there in such\na world? If we are all this sick, we should die....\"\n\nBill stopped and there was suddenly a ringing silence in the barren\nlittle room.\n\nFinally Major Grey said, \"I think you can see, Bill, that your desire\nto live without drugs is incompatable with this society. It would\nbe impossible for us to maintain in you an artificial need for the\ndrugs that would be healthy. Only if we can clearly demonstrate that\nthis aberration is not an inherent part of your personality can we do\nsomething medically or psycho-surgically about it.\"\n\nBill did not at first see the implication in this. When he did, he\nthought of Clara rather than of himself, and his voice was shaken. \"Is\nit a localized aberration in Clara?\"\n\nMajor Grey looked at him levelly. \"I have arranged for you to be with\nClara Manz a little while in the morning.\" He stood up and said good\nnight and was gone.\n\nSlowly, as if it hurt him to move, Bill turned off the light and lay on\nthe cot in the semi-dark. After a while he could feel his heart begin\nto take hold and he started feeling better. It was as though a man who\nhad thought himself permanently expatriated had been told, \"Tomorrow,\nyou walk just over that hill and you will be home.\"\n\nAll through the night he lay awake, alternating between panic and\ndesperate longing in a cycle with which finally he became familiar. At\nlast, as a rusty light of dawn reddened his silent room, he fell into a\ntroubled sleep.\n\nHe started awake in broad daylight. An orderly was at the door with his\nbreakfast tray. He could not eat, of course. After the orderly left, he\nhastily changed to a new hospital uniform and washed himself. He redid\nhis makeup with a trembling hand, straightened the bedclothes and then\nhe sat on the edge of the cot.\n\nNo one came for him.\n\nThe young medicop who had given him the injection that caught him in\nshift finally entered, and was standing near him before Bill was aware\nof his presence.\n\n\"Good morning, Mr. Walden. How are you feeling?\"\n\nBill's wildly oscillating tensions froze at the point where he could\nonly move helplessly with events and suffer a constant, unchangeable\nlonging.\n\nIt was as if in a dream that they moved in silence together down the\nlong corridors of the hospital and took the elevator to an upper floor.\nThe medicop opened the door to a room and let Bill enter. Bill heard\nthe door close behind him.\n\nClara did not turn from where she stood looking out the window. Bill\ndid not care that the walls of the chill little room were almost\ncertainly recording every sight and sound. All his hunger was focused\non the back of the girl at the window. The room seemed to ring with his\nracing blood. But he was slowly aware that something was wrong, and\nwhen at last he called her name, his voice broke.\n\nStill without turning, she said in a strained monotone, \"I want you to\nunderstand that I have consented to this meeting only because Major\nGrey has assured me it is necessary.\"\n\nIt was a long time before he could speak. \"Clara, I need you.\"\n\nShe spun on him. \"Have you no shame? You are married to my\nhyperalter--don't you understand that?\" Her face was suddenly wet with\ntears and the intensity of her shame flamed at him from her cheeks.\n\"How can Conrad ever forgive me for being with his hyperalter and\ntalking about him? Oh, how can I have been so _mad_?\"\n\n\"They have done something to you,\" he said, shaking with tension.\n\nHer chin raised at this. She was defiant, he saw, though not toward\nhimself--he no longer existed for her--but toward that part of herself\nwhich once had needed him and now no longer existed. \"They have cured\nme,\" she declared. \"They have cured me of everything but my shame, and\nthey will help me get rid of that as soon as you leave this room.\"\n\nBill stared at her before leaving. Out in the corridor, the young\nmedicop did not look him in the face. They went back to Bill's room and\nthe officer left without a word. Bill lay down on his cot.\n\nPresently Major Grey entered the room. He came over to the cot. \"I'm\nsorry it had to be this way, Bill.\"\n\nBill's words came tonelessly from his dry throat. \"Was it necessary to\nbe cruel?\"\n\n\"It was necessary to test the result of her psycho-surgery. Also, it\nwill help her over her shame. She might otherwise have retained a seed\nof fear that she still loved you.\"\n\nBill did not feel anything any more. Staring at the ceiling, he knew\nthere was no place left for him in this world and no one in it who\nneeded him. The only person who had really needed him had been Mary,\nand he could not bear to think of how he had treated her. Now the\nMedicorps was efficiently curing the child of the hurt he had done her.\nThey had already erased from Clara any need for him she had ever felt.\n\nThis seemed funny and he began to laugh. \"Everyone is being cured of\nme.\"\n\n\"Yes, Bill. That is necessary.\" When Bill went on laughing Major\nGrey's voice turned quite sharp. \"Come with me. It's time for your\ntrial.\"\n\n       *       *       *       *       *\n\nThe enormous room in which they held the trial was utterly barren.\nAt the great oaken table around which they all sat, there were three\nMedicorps officers in addition to Major Grey.\n\nHelen did not speak to Bill when they brought him in. He was placed on\nthe same side of the table with an officer between them. Two orderlies\nstood behind Bill's chair. Other than these people, there was no one in\nthe room.\n\nThe great windows were high above the floor and displayed only the\nblissful sky. Now and then Bill saw a flock of pigeons waft aloft on\nsilver-turning wings. Everyone at the table except himself had a copy\nof his case report and they discussed it with clipped sentences.\nBetween the stone floor and the vaulted ceiling, a subtle echolalia\nbabbled about Bill's problem behind their human talk.\n\nThe discussion of the report lulled when Major Grey rapped on the\ntable. He glanced unsmiling from face to face, and his voice hurried\nthe ritualized words: \"This is a court of medicine, co-joining the\nresults of medical science and considered lay judgment to arrive\nat a decision in the case of patient Bill Walden. The patient is\nhospitalized for a history of drug refusal and communication breaks. We\nhave before us the medical case record of patient Walden. Has everyone\npresent studied this record?\"\n\nAll at the table nodded.\n\n\"Do all present feel competent to pass judgment in this case?\"\n\nAgain there came the agreement.\n\nMajor Grey continued, \"It is my duty to advise you, in the presence\nof the patient, of the profound difference between a trial for simple\ndrug refusal and one in which that aberration is compounded with\ncommunication breaks.\n\n\"It is true that no other aberration is possible when the drugs are\ntaken as prescribed. After all, the drugs _are_ the basis for our\nschizophrenic society. Nevertheless, simple drug refusal often is a\nmere matter of physiology, which is easy enough to remedy.\n\n\"A far more profound threat to our society is the break in\ncommunication. This generally is more deeply motivated in the patient,\nand is often inaccessible to therapy. Such a patient is driven to\nemotive explorations which place the various ancient passions, and the\ninfamous art of _historical gesture_, such as 'give me liberty or give\nme death,' above the welfare of society.\"\n\n       *       *       *       *       *\n\nBill watched the birds flash down the sky, a handful of heavenly\ncoin. Never had it seemed to him so good to look at the sky. _If they\nhospitalize me_, he thought, _I will be content forever to sit and look\nfrom windows._\n\n\"Our schizophrenic society,\" Major Grey was saying, \"holds together and\nruns smoothly because, in each individual, the personality conflicts\nhave been compartmentalized between hyperalter and hypoalter. On\nthe social level, conflicting personalities are kept on opposite\nshifts and never contact each other. Or they are kept on shifts where\ncontact is possible no more than one or two days out of ten. Bill\nWalden's break of shift is the type of behavior designed to reactivate\nthese conflicts, and to generate the destructive passions on which\nan undrugged mind feeds. Already illness and disrupted lives have\nresulted.\"\n\nMajor Grey paused and looked directly at Bill. \"Exhaustive tests\nhave demonstrated that your entire personality is involved. I might\nalso say that the aberration to live without the drugs and to break\ncommunication codes _is_ your personality. All these Medicorps officers\nare agreed on that diagnosis. It remains now for us of the Medicorps\nto sit with the laymen intimately involved and decide on the action\nto be taken. The only possible alternatives after that diagnosis are\npermanent hospitalization or ... total removal of the personality by\nmnemonic erasure.\"\n\nBill could not speak. He saw Major Grey nod to one of the orderlies\nand felt the man pushing up his sleeve and injecting his nerveless arm.\nThey were forcing him to shift, he knew, so that Conrad Manz could sit\non the trial and participate.\n\nHelplessly, he watched the great sky blacken and the room dim and\ndisappear.\n\n       *       *       *       *       *\n\nMajor Grey did not avert his face, as did the others, while the shift\nwas in progress. Helen Walden, he saw, was dramatizing her shame at\nbeing present during a shift, but the Medicorps officers simply stared\nat the table. Major Grey watched the face of Conrad Manz take form\nwhile the man who was going to be tried faded.\n\nBill Walden had been without makeup, and as soon as he was sure Manz\ncould hear him, Major Grey apologized. \"I hope you won't object to this\nbrief interlude in public without makeup. You are present at the trial\nof Bill Walden.\"\n\nConrad Manz nodded and Major Grey waited another full minute for the\nshift to complete itself before he continued. \"Mr. Manz, during the\ntwo days you waited in the hospital for us to catch Walden in shift, I\ndiscussed this case quite thoroughly with you, especially as it applied\nto the case of Clara Manz, on which we were already working.\n\n\"You will recall that in the case of your wife, the Medicorps diagnosis\nwas one of a clearly localized aberration. It was quite simple to apply\nthe mnemonic eraser to that small section without disturbing in any way\nher basic personality. Medicorps agreement was for this procedure and\nthe case did not come to trial, but simply went to operation, because\nlay agreement was obtained. First yourself and eventually--\" Major Grey\npaused and let the memory of Helen's stubborn insistence that Clara die\nstir in Conrad's mind--\"Mrs. Walden agreed with the Medicorps.\"\n\nMajor Grey let the room wait in silence for a while. \"The case of\nBill Walden is quite different. The aberration involves the whole\npersonality, and the alternative actions to be taken are permanent\nhospitalization or total erasure. In this case, I believe that\nMedicorps opinion will be divided as to proper action and--\" Major Grey\npaused again and looked levelly at Conrad Manz--\"this may be true,\nalso, of the lay opinion.\"\n\n\"How's that, Major?\" demanded the highest ranking Medicorps officer\npresent, a colonel named Hart, a tall, handsome man on whom the\nmilitary air was a becoming skin. \"What do you mean about Medicorps\nopinion being divided?\"\n\nMajor Grey answered quietly, \"I'm holding out for hospitalization.\"\n\nColonel Hart's face reddened. He thrust it forward and straightened his\nback. \"That's preposterous! This is a clear-cut case of a dangerous\nthreat to our society, and we, let me remind you, are _sworn_ to\nprotect that society.\"\n\nMajor Grey felt very tired. It was, after all, difficult to understand\nwhy he always fought so hard against erasure of these aberrant cases.\nBut he began with quiet determination. \"The threat to society is\neffectively removed by either of the alternatives, hospitalization\nor total erasure. I think you can all see from Bill Walden's medical\nrecord that his is a well rounded personality with a remarkable\nmind. In the environment of the 20th Century, he would have been an\noutstanding citizen, and possibly, if there had been more like him, our\npresent society would have been better for it.\n\n\"Our history has been one of weeding out all personalities that did not\nfit easily into our drugged society. Today there are so few left that I\nhave handled only 136 in my entire career....\"\n\nMajor Grey saw that Helen Walden was tensing in her chair. He realized\nsuddenly that she sensed better than he the effect he was having on the\nother men.\n\n\"We should not forget that each time we erase one of these\npersonalities,\" he pressed on relentlessly, \"society loses irrevocably\na certain capacity for change. If we eliminate all personalities who\ndo not fit, we may find ourselves without any minds capable of meeting\nfuture change. Our direct ancestors were largely the inmates of mental\nhospitals ... we are fortunate _they_ were not erased. Conrad Manz,\" he\nasked abruptly, \"what is your opinion on the case of Bill Walden?\"\n\nHelen Walden started, but Conrad Manz shrugged his muscular shoulders.\n\"Oh, hospitalize the three-headed monster!\"\n\nMajor Grey snapped his eyes directly past Colonel Hart and fastened\nthem on the Medicorps captain. \"Your opinion, Captain?\"\n\nBut Helen Walden was too quick. Before he could rap the table for\norder, she had her thin words hanging in the echoing room. \"Having been\nMr. Walden's wife for 15 years, my sentiments naturally incline me to\nask for hospitalization. That is why I may safely say, if Major Grey\nwill pardon me, that the logic of the drugs does not entirely fail us\nin a situation like this.\"\n\nHelen waited while all present got the idea that Major Grey had accused\nthem of being illogical. \"Bill's aberration has led to our daughter's\nillness. And think how quickly it contaminated Clara Manz! I cannot ask\nthat society any longer expose itself, even to the extent of keeping\nBill in the isolation of the hospital, for my purely sentimental\nreasons.\n\n\"As for Major Grey's closing remarks, I cannot see how it is fair to\nbring my husband to trial as a threat to society, if some future chance\nis expected, in which a man of his behavior would benefit society.\nSurely such a change could only be one that would ruin our present\nworld, or Bill would hardly fit it. I would not want to save Bill or\nanyone else for such a future.\"\n\nShe did not have to say anything further. Both of the other Medicorps\nofficers were now fully roused to their duty. Colonel Hart, of course,\n\"humphed\" at the opinions of a woman and cast his with Major Grey. But\nthe fate of Bill Walden was sealed.\n\nMajor Grey sat, weary and uneasy, as the creeping little doubts began.\nIn the end, he would be left with the one big stone-heavy doubt ...\ncould he have gone through with this if he had not been drugged, and\nhow would the logic of the trial look without drugs?\n\nHe became aware of the restiveness in the room. They were waiting for\nhim, now that the decision was irrevocable. Without the drugs, he\nreflected, they might be feeling--what was the ancient word, _guilt_?\nNo, that was what the criminal felt. _Remorse?_ That would be what they\nshould be feeling. Major Grey wished Helen Walden could be forced to\nwitness the erasure. People did not realize what it was like.\n\nWhat was it Bill had said? \"You should see how foolish these\ncommunication codes took when you are undrugged. This stupid\nhide-and-seek of shifting....\"\n\nWell, wasn't that a charge to be _inspected_ seriously, if you were\ntaking it seriously enough to kill the man for it? As soon as this case\nwas completed, he would have to return to his city and blot himself out\nso that his own hyperalter, Ralph Singer, a painter of bad pictures and\na useless fool, could waste five more days. To that man he lost half\nhis possible living days. What earthly good was Singer?\n\nMajor Grey roused himself and motioned the orderly to inject Conrad\nManz, so that Bill Walden would be forced back into shift.\n\n\"As soon as I have advised the patient of our decision, you will all be\ndismissed. Naturally, I anticipated this decision and have arranged for\nimmediate erasure. After the erasure, Mr. Manz, you will be instructed\nto appear regularly for suspended animation.\"\n\n       *       *       *       *       *\n\nFor some reason, the first thing Bill Walden did when he became\nconscious of his surroundings was to look out the great window for the\nflock of birds. But they were gone.\n\nBill looked at Major Grey and said, \"What are you going to do?\"\n\nThe officer ran his hand back through his whitening hair, but he looked\nat Bill without wavering. \"You will be erased.\"\n\nBill began to shake his head. \"There is something wrong,\" he said.\n\n\"Bill....\" the major began.\n\n\"There is something wrong,\" Bill repeated hopelessly. \"Why must we be\nsplit so there is always something missing in each of us? Why must we\nbe stupefied with drugs that keep us from knowing what we should feel?\nI was trying to live a better life. I did not want to hurt anyone.\"\n\n\"But you _did_ hurt others,\" Major Grey said bluntly. \"You would do so\nagain if allowed to function in your own way in this society. Yet it\nwould be insufferable to you to be hospitalized. You would be shut off\nforever from searching for another Clara Manz. And--there is no one\nelse for you, is there?\"\n\nBill looked up, his eyes cringing as though they stared at death. \"No\none else?\" he asked vacantly. \"No one?\"\n\nThe two orderlies lifted him up by his arms, almost carrying him into\nthe operating room. His feet dragged helplessly. He made no resistance\nas they lifted him onto the operating table and strapped him down.\n\nBeside him was the great panel of the mnemonic eraser with its thousand\nunblinking eyes. The helmetlike prober cabled to this calculator was\nfastened about his skull, and he could no longer see the professor who\nwas lecturing in the amphitheater above. But along his body he could\nsee the group of medical students. They were looking at him with great\ninterest, too young not to let the human drama interfere with their\ntechnical education.\n\nThe professor, however, droned in a purely objective voice. \"The\nmnemonic eraser can selectively shunt from the brain any identifiable\ncategory of memory, and erase the synaptic patterns associated with its\ntranslation into action. Circulating memory is disregarded. The machine\nonly locates and shunts out those energies present as permanent memory.\nThese are there in part as permanently echoing frequencies in closed\ncytoplasmic systems. These systems are in contact with the rest of the\nnervous system only during the phenomenon of remembrance. Remembrance\noccurs when, at all the synapses in a given network 'y,' the\npermanently echoing frequencies are duplicated as transient circulating\nfrequencies.\n\n\"The objective in a total operation of the sort before us is to\ndistinguish all the stored permanent frequencies, typical of the\npersonality you wish to extinguish, from the frequencies typical of the\nother personality present in the brain.\"\n\nMajor Grey's face, very tired, but still wearing a mask of adamant\nreassurance, came into Bill's vision. \"There will be a few moments of\ndrug-induced terror, Bill. That is necessary for the operation. I hope\nknowing it beforehand will help you ride with it. It will not be for\nlong.\" He squeezed Bill's shoulder and was gone.\n\n\"The trick was learned early in our history, when this type of total\noperation was more often necessary,\" the professor continued. \"It is\nreally quite simple to extinguish one personality while leaving the\nother undisturbed. The other personality in the case before us has\nbeen drug-immobilized to keep this one from shifting. At the last\nmoment, this personality before us will be drug-stimulated to bring\nit to the highest possible pitch of total activity. This produces\nutterly disorganized activity, every involved neuron and synapse being\nactivated simultaneously by the drug. It is then a simple matter for\nthe mnemonic eraser to locate all permanently echoing frequencies\ninvolved in this personality and suck them into its receiver.\"\n\nBill was suddenly aware that a needle had been thrust into his arm.\nThen it was as though all the terror, panic and traumatic incidents of\nhis whole life leaped into his mind. All the pleasant experiences and\nfeelings he had ever known were there, too, but were transformed into\nterror.\n\nA bell was ringing with regular strokes. Across the panel of the\nmnemonic eraser, the tiny counting lights were alive with movement.\n\nThere was in Bill a fright, a demand for survival so great that it\ncould not be felt.\n\nIt was actually from an island of complete calm that part of him saw\nthe medical students rising dismayed and white-faced from their seats.\nIt was apart from himself that his body strained to lift some mountain\nand filled the operating amphitheater with shrieking echoes. And all\nthe time the thousand eyes of the mnemonic eraser flickered in swift\npatterns, a silent measure of the cells and circuits of his mind.\n\nAbruptly the tiny red counting lights went off, a red beam glowed with\na burr of warning. Someone said, \"Now!\" The mind of Bill Walden flashed\nalong a wire as electrical energy and, converted on the control panel\ninto mechanical energy, it spun a small ratchet counter.\n\n\"Please sit down,\" the professor said to the shaken students. \"The drug\nthat has kept the other personality immobilized is being counteracted\nby this next injection. Now that the sickly personality has been\ndissipated, the healthy one can be brought back rapidly.\n\n\"As you are aware, the synapse operates on the binary 'yes-no' choice\nsystem of an electronic calculator. All synapses which were involved in\nthe diseased personality have now been reduced to an atypical, uniform\nthreshold. Thus they can be re-educated in new patterns by the healthy\npersonality remaining.... There, you see the countenance of the healthy\npersonality appearing.\"\n\n       *       *       *       *       *\n\nIt was Conrad Manz who looked up at them with a wry grin. He rotated\nhis shoulders to loosen them. \"How many of you pushed old Bill Walden\naround? He left me with some sore muscles. Well, I did that often\nenough to him....\"\n\nMajor Grey stood over him, face sick and white with the horror of\nwhat he had seen. \"According to law, Mr. Manz, you and your wife are\nentitled to five rest days on your next shift. When they are over, you\nwill, of course, report for suspended animation for what would have\nbeen your hyperalter's shift.\"\n\nConrad Manz's grin shrank and vanished. \"_Would_ have been? Bill\nis--gone?\"\n\n\"Yes.\"\n\n\"I never thought I'd miss him.\" Conrad looked as sick as Major Grey\nfelt. \"It makes me feel--I don't know if I can explain it--sort of\n_amputated_. As though something's wrong with me because everybody else\nhas an alter and I don't. Did the poor son of a straitjacket suffer\nmuch?\"\n\n\"I'm afraid he did.\"\n\nConrad Manz lay still for a moment with his eyes closed and his mouth\nthin with pity and remorse. \"What will happen to Helen?\"\n\n\"She'll be all right,\" Major Grey said. \"There will be Bill's\ninsurance, naturally, and she won't have much trouble finding another\nhusband. That kind never seems to.\"\n\n\"Five rest days?\" Conrad repeated. \"Is that what you said?\" He sat up\nand swung his legs off the table, and he was grinning again. \"I'll get\nin a whole shift of jet-skiing! No, wait--I've got a date with the wife\nof a friend of mine out at the rocket grounds. I'll take Clara out\nthere; she'll like some of the men.\"\n\nMajor Grey nodded abstractedly. \"Good idea.\" He shook hands with\nConrad Manz, wished him fun on his rest shift, and left.\n\nTaking a helicopter back to his city, Major Grey thought of his own\nhyperalter, Ralph Singer. He'd often wished that the silly fool\ncould be erased. Now he wondered how it would be to have only one\npersonality, and, wondering, realized that Conrad Manz had been\nright--it _would_ be like amputation, the shameful distinction of\nliving in a schizophrenic society with no alter.\n\nNo, Bill Walden had been wrong, completely wrong, both about drugs\nand being split into two personalities. What one made up in pleasure\nthrough not taking drugs was more than lost in the suffering of\nconflict, frustration and hostility. And having an alter--any kind,\neven one as useless as Singer--meant, actually, _not being alone_.\n\nMajor Grey parked the helicopter and found a shifting station. He took\noff his makeup, addressed and mailed his clothes, and waited for the\nshift to come.\n\nIt was a pretty wonderful society he lived in, he realized. He wouldn't\ntrade it for the kind Bill Walden had wanted. Nobody in his right mind\nwould.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Beyond Bedlam, by Wyman Guin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BEYOND BEDLAM ***\n\n***** This file should be named 51842.txt or 51842.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/4/51842/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}