{"title": "Someone to Watch Over Me", "author": "Christopher Grimm", "releaseDate": "April 23, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       Someone To Watch Over Me\n\n                         By CHRISTOPHER GRIMM\n\n                      Illustrated by DICK FRANCIS\n\n           [Transcriber's Note: This etext was produced from\n                 Galaxy Science Fiction October 1959.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n              In the awfulness of hyperspace, everything\n             was the nightmare opposite of itself ... and\n              here was where Len Mattern found his goal!\n\n\nI\n\nLen Mattern paused before the door of the Golden Apple Bar. The elation\nthat had carried him up to this point suddenly wasn't there any more.\nLyddy couldn't have changed too much, he'd kept telling himself. After\nall, it hadn't been so very long since he'd seen her. Now he found\nhimself counting the years ... and they added up to a long time.\n\nBut it was too late to go back now. A familiar thought. The commitment\nwas moral only, and to himself, no one else--the same way it had been\nthat other time, the time that had changed the direction of his whole\nlife, and, possibly, of all other lives in his universe as well. There\nwas only one human being with whom he kept faith--himself. Therefore,\nthe commitment was a binding one.\n\nHe pushed open the door and went in.\n\nHe saw Lyddy at the end of the bar, surrounded by a group of men. Lyddy\nhad always been surrounded by a group of men, he remembered, unless she\nwas up in her room entertaining just one. She half-turned and he saw\nher face. The sun-pink lips were parted, her eyes still comparable to\nthe heavens of Earth. She stood erect and lithe and slender.\n\n_She had not changed at all!_\n\n       *       *       *       *       *\n\nThe tension that had built up inside him snapped with the weight\nof sudden relief. He lurched against a small hokur-motal table. It\nrocked crazily. The zhapik who owned the Golden Apple came out from\nbehind the carved screen where he'd been sitting segregated from the\ncustomers. Many of the zhapiq, who had been native to Erytheia before\nthe Federation took over, owned businesses catering to humans. It might\nbe degrading, but it paid well.\n\n\"Maybe you've had enough to drink, Captain?\" he suggested. \"Maybe\nyou'd like to come back another time?\"\n\n\"I haven't had anything at all to drink,\" Mattern said curtly. \"What's\nmore, I haven't come for a drink.\"\n\nHe strode across the room, firmly now, and brushed aside the men who\nclustered around Lyddy. \"I've come for you,\" he told her.\n\nShe didn't say anything, just looked him up and down. The beautiful\nblue eyes skillfully appraised his worth as a man and as a customer.\nThen she smiled and patted the gilded hair that streamed past her bare\nshoulders to her narrow waist.\n\n\"You're not a Far Planets man,\" she said. \"How come you know about me?\"\n\nFunny he should feel disappointed. Sure, he'd been thinking of her all\nthose years, but he'd never expected her to have been thinking of him.\nYet he found himself blurting out, \"Don't you remember me, Lyddy?\"\nThen he cursed himself; first because he didn't want her to remember\nhim as he had been; second, because he knew every man who'd ever slept\nwith her--or a woman like her--would ask the same question. And, of\ncourse, she'd have the standard answer, something like \"Why, of course\nI remember you, honey. I'm just not good at names.\"\n\nBut she just looked at him levelly. \"No, dear, I'm afraid I don't\nremember you,\" she said. Then a tiny frown gathered on her smooth\nforehead. \"Seems to me I would've, though. When did I meet you?\"\n\n\"Oh, years ago! I was just a kid!\"\n\nShe flushed, and he realized he'd been a little tactless. If he was no\nkid any more, neither would she be. Still, she looked as young as she\never had, and he, he knew, looked younger.\n\nHe didn't want her to probe further, so he hastily made an appointment\nwith her for an evening later that week. As he left, he could hear her\nsaying, in a bewildered voice, \"I could've sworn there was somebody\nwith him when he came in.\"\n\nAnd he quickened his steps.\n\n       *       *       *       *       *\n\nShe had the same room--a warm luxurious chamber, high up in the Golden\nApple Hotel. Lyddy herself was the same, too, just as he remembered her.\n\nAfterward, as they lay together in the blackness, she asked, \"Can you\nsee in the dark, Captain?\"\n\nHe was surprised, and then, thinking about it, not so surprised. \"Of\ncourse not, no more than you can! Whatever made you ask that?\"\n\n\"I--feel like somebody's looking at me.\"\n\nHe rolled over on his side, so his body was as far away from hers as\npossible. He didn't want her to feel the sudden rise of tension in him.\n_Something's got to be done about this_, he thought. _I can't put up\nwith it now._\n\n\"Why don't you say anything, honey?\" her anxious voice came out of the\ndarkness.\n\n\"Will you marry me, Lyddy?\" he said.\n\nHe could hear the intake of her breath. \"Ask me again in the morning,\"\nshe told him wearily. He knew what she must be thinking: Men who hadn't\nhad a woman for a long time sometimes did strange things. In the\nmorning, she would wake up and he would be gone.\n\nOnly, when morning came, he was still there. Two weeks later, they were\nmarried.\n\n\nII\n\nLyddy was curious about her husband-to-be and kept trying to find\nout all about him. Fortunately, in the code of the Far Planets, a\nman's past was his own business, so he was able to be evasive without\nactually lying to her. Not that he had any scruples, about lying; it\nwas simply easier to tell as few stories as possible, rather than worry\nabout keeping them straight.\n\nBut it was all right to ask about a man's present. \"Do you have\nanybody, Len? Relations, anything like that?\"\n\nHe frowned a little, remembering the boy on Fairhurst. \"No,\" he said,\n\"I have no relatives. I have nobody.\"\n\nHer face fell. \"It would've been kind of nice to have a ready-made\nfamily.\"\n\n\"Oh, I don't know,\" he said. \"There are times when it's better to have\nno family.\"\n\n\"Yeah, I guess you're right. They might not approve of me.\"\n\n\"We'll be everything to each other,\" he assured her.\n\nThere was a ghost of a sound then--a laugh or a sigh. He hoped she\ndidn't hear it.\n\nThe zhapik insisted on giving Lyddy's wedding, even though he himself\ncould, of course, be present only behind the screen. Most people said\nthe old E-T bastard knew a good piece of publicity when he saw it, but\nMattern thought it might be out of genuine sentiment. He was closer\nto aliens than most men in this sector, any sector. Although he had\noriginally hailed from the Far Planets, he had traveled widely and lost\nhis prejudices. His best friend wasn't human.\n\nEvery human in Erytheia City was invited to the wedding. Mattern's four\ncrewmen came. Three were middle-aged and had sailed with Mattern for\nyears, but his most recent acquisition was a young man, almost a boy.\nSomething Raines, his name was. He kept staring at Lyddy as if he had\nnever seen a beautiful woman before, though, coming from Earth, he must\nhave seen many. Mattern was gratified at this tribute to his choice.\n\n\"Only four crewmen!\" Lyddy said, looking disappointed. \"You must have a\nsmall ship.\"\n\nMattern smiled. \"Not too small.\" He could see she didn't believe him.\n\nLyddy didn't seem to be enjoying her wedding. She kept glancing over\nher shoulder all through the ceremony and during the reception. Finally\nMattern had to ask her what was wrong, although he would rather not\nhave known.\n\n\"Y'know, hon,\" she whispered, \"I keep having the funniest feeling\nthere's somebody _extra_ here, somebody who doesn't belong. I haven't\nquite seen him; he always seems to slip by so fast, but I don't even\nthink he's a man.\"\n\n\"Don't be silly, Lyddy,\" he said, almost sharply. \"You know no\nextraterrestrial would dare to crash a human party!\"\n\n\"I guess not.\" But she still kept looking over her shoulder.\n\n       *       *       *       *       *\n\nThe zhapik invited them to remain at the Golden Apple Hotel as his\nguests for as long as they liked. They stayed two months. Then Mattern\ntold his wife it was time they started planning their future, decided\nwhere they were going to live. \"You'll want a home of your own,\" he\nsaid. \"Otherwise you'll get bored.\"\n\n\"I'm never bored,\" said Lyddy. \"But where will we go? I mean what\nsystem?\"\n\n\"Well, Erytheia is a pleasure planet, so I thought we might as well\nstay here. There are some attractive residential neighborhoods on this\ncontinent--or, if you'd prefer, the other one.\"\n\nHer face fell. \"You mean we're going to stay _here_?\"\n\nHe didn't know why he was so anxious to remain on Erytheia. Mainly it\nwas because for no good reason he found himself disliking the idea of\nmaking the Jump with her. \"If you'd rather, I could build you a city of\nyour own, Lyddy,\" he tempted her.\n\nIt was obvious that even if she had taken this seriously, it still\nwouldn't be what she wanted. \"I'd like to go away from here,\" she told\nhim. \"Far away.\"\n\n\"Just because you want a change--is that it?\"\n\nShe hesitated. \"That's partly it. But there's more. Somehow, ever since\nwe've been married, I keep feeling all the time like--like I'm being\nwatched.\"\n\nHis smile was strained. \"Well, naturally, in 'Rytheia City, people\nwill tend to--watch. Let's go far away from where people are. There's\nan island on this planet, way off in the western seas. I'll buy you\nthat island, Lyddy. I'll build you a villa there--a chateau, a castle,\nwhatever you want.\"\n\nBut she shook her golden head. \"No, nothing like that. I want to go to\nanother system. It's not that I don't want to be where people are. I\nlike crowds. I just want to be where there are _different_ people.\"\n\nHe forced another smile. \"What's gotten into you, Lyddy? In the old\ndays, you used to be so calm.\"\n\n       *       *       *       *       *\n\nShe wriggled her shoulders uncomfortably. \"I keep seeing things,\nshadows that shouldn't be there, reflections of nothing. Only, when I\nturn, they don't get out of the way fast enough to be nothing.\"\n\n\"They?\" he repeated.\n\n\"I only see one at a time, but I don't know if it's always the same\none.\" She shivered again.\n\n\"It must be your nerves.\" He went on resolutely, \"Maybe you do need a\nchange of scene.\" Actually it was absurd to feel so apprehensive about\nthe Jump. She'd be safer in hyperspace in his ship than anywhere else\nin the universe. And a large metropolis might provide distractions to\ntake her mind off--shadows. \"How would you like to go to Burdon?\"\n\n\"That would be real nice!\" But she was not as enthusiastic about it as\nhe had expected.\n\n       *       *       *       *       *\n\nShe laid a hesitant hand on his arm. \"Honey,\" she began tentatively,\n\"you--you seem to spend so much time all by yourself. Do I bore you?\"\n\n\"Of course not, dear,\" he said awkwardly. \"It just seems that way to\nyou. Pressure of business....\"\n\n\"But why do you play chess with yourself all the time?\"\n\n\"I've spent so much time in space that I got into the habit of playing\nalone. Many spacemen do that.\"\n\nShe bit her painted lip. \"Sometimes--sometimes when you're alone in\nyour room, I hear your voice. Why do you talk to yourself?\"\n\nIt was an effort for him to meet the beautiful, blank blue eyes. \"When\nyou're alone a lot of the time, sweetheart, you have to hear the sound\nof a voice even if it's your own, or you start hearing voices.\"\n\n\"But you have me,\" she said. \"You're _not_ alone. But you still do it.\"\n\n\"Old habits are hard to break, dear.\"\n\nShe looked up at him, trying to force her way past the wall in his\neyes. God help her, he thought, if she ever succeeds. \"Would you like\nme to learn to play chess?\"\n\n\"Would you like to?\"\n\n\"I--don't know,\" she murmured doubtfully. \"I've never been much good\nat mind things. But I want to be _everything_ to you.\"\n\n\"You are, sweetheart.\" He stooped and kissed her. \"Don't force yourself\nto do anything you don't want to for my sake. I'm used to playing\nalone.\"\n\n\"But I want you to do things with _me_!\"\n\n\"I'll do everything else with you,\" he promised.\n\nHe went to his room and shut the door behind him. But she had heard him\ntalking there, so sounds must carry through. When they got a place of\ntheir own, he would have the walls and doors sound-proofed. Meanwhile,\nit would be safer to go to the ship.\n\nAs he came out of the hotel door, he collided with a man who looked\nfamiliar. It took him a moment to identify the sullen, startled face as\nbelonging to that newest member of his crew, young Something Raines.\n\n\"Hello there,\" he said. \"Were you coming to see me?\"\n\n\"N-no, sir. I was just coming in for a--a pack of Earth smokesticks.\nI can't stand those _stinking_ native brands!\" The boy spoke with a\nviciousness so unsuited to the subject that it was almost funny. He\nflushed, perhaps realizing this, perhaps remembering that Mattern was\nreputed to hail from this sector. \"It's a question of what you're used\nto, see?\" he mumbled.\n\n\"Of course,\" Mattern agreed pleasantly. \"This is your first time on\nErytheia, is it?\"\n\n\"Yes, my first time here.\"\n\n\"Are you enjoying it?\"\n\n\"Well, I dunno exactly.\" There was doubt in the boy's blue eyes.\nSomething in them seemed familiar, more familiar than just recognizing\none of his own crewmen. He had a look of--who? Of Lyddy? But that was\nabsurd.\n\n       *       *       *       *       *\n\nThe doubt in Raines' face had changed to fear, and Mattern realized\nthat he himself must have been just standing there, staring at him. He\nlaughed. \"You're supposed to _enjoy_ Erytheia; it's a pleasure planet.\"\n\n\"Well,\" the boy said, choosing his words with care, \"it's a pretty\nenough place, but it's set up more for people with money. I mean\nthere's nothing here for fellows like me; the pleasure's for the rich\npeople only. Even the smokesticks cost almost twice as much as anywhere\nelse.\"\n\n\"We'll probably be leaving soon, so you'll only have to stick it a\nlittle while longer.\" Mattern's hand went to his pocket, then fell to\nhis side as he saw the look on the boy's face. If Raines was proud,\nMattern would not offend him by offering him money. \"Maybe you'll find\nBurdon more to your liking.\"\n\n\"Oh, _yes_, sir!\" The young spaceman's face was virtually radiant. _He\nmust have a girl on Burdon_, Mattern thought, amused.\n\nAs he walked over to the landing field where his ship was moored,\nhe was troubled by the memory of the boy's voice. Not that it was\nfamiliar--but there was the faintest hint of a Far Planets accent.\nProvincials as a rule didn't go to the terrestrial space schools, but\nit was, of course, possible. Raines must have had an Earth education,\nbecause Mattern followed the rule of the Marine service and never hired\na man who didn't have a degree from one of the space schools. He must\nlook at the boy's records as soon as he got a chance.\n\n_The Hesperian Queen_ was not a small vessel. She was one of the\nnewest, fastest, most fully automated models. Moreover, she was large\nand she glittered like a dwarf star. Lyddy would get a surprise when\nshe came to see the ship.\n\nMattern greeted the crew member on watch and went up to his luxuriously\nappointed cabin--suite, really. Inside, a chessboard was set up, as its\ncounterpart was set up in his hotel room, one side in the light from a\nporthole, the other in a corner full of shadows.\n\nThe pieces were not only in position, but a game had been started.\nMattern sat down on the bright side and moved a piece.\n\n\"Lyddy's aware of you,\" he told the shadows. \"She has no idea of what\nyou are, of course. But she knows you're around, kqyres. She's half\nseen you and it's beginning to bother her. It's beginning to bother me,\ntoo.\"\n\n       *       *       *       *       *\n\nPart of the shifting grayness flowed over the board. When it receded,\na knight had changed its place. \"Truly, I have tried to be careful,\" a\nquiet, rather tired voice said out of a darkness at the heart of the\nshadows, an area that was tenuously substant. \"Is it certain that you\nyourself have not in some way given her cause for suspicion?\"\n\n\"Quite certain. I've watched myself night and day.\" Mattern smiled\nruefully. \"Which is damned hard when you're on your honeymoon.\"\n\n\"Is there anyone else who might have spoken of these things to her?\"\nthe kqyres asked.\n\n\"No one.\" Then Mattern remembered the young spaceman he had met coming\ninto the hotel, who seemed to have a look of Lyddy. But that was\nnonsensical. Looking _like_ her didn't mean talking _to_ her. In any\ncase, what would Raines know that he could tell her? Silly to be so\nsuspicious. The Golden Apple _was_ one of the few places in Erytheia\nCity where one could get Earth smokesticks. \"No one,\" Mattern repeated.\n\"No one at all.\"\n\nThe patterns shifted and darkened. \"Then I must be getting careless. I\nam growing old.\"\n\n\"Anyone can make a slip,\" Mattern said reassuringly. \"Just try to be a\nlittle more careful, that's all.\" He moved a rook.\n\nThe grayness crept out over the board, touched a bishop, hesitated, and\nmoved to a pawn. _He is getting old_, Mattern thought pityingly, as he\ntook the pawn. _Once I could never beat him. Now I win two games out of\nthree._\n\n\"But you are content with the woman?\" his partner asked anxiously. \"You\nare not disappointed with her in any way? She pleases you as much today\nas she did when first you set eyes on her?\"\n\n\"Of course she does! You'd think it was you who'd been dreaming of her\nall these years, not me.\"\n\n\"I suppose we shared those dreams....\"\n\n\"And you'd never seen her.\" Mattern stared intently at the shadow. \"Are\nyou disappointed, then?\"\n\n\"Of course not. You know that to me a human woman is merely an object\nof art. And she _is_ very beautiful. But I thought she might not have\ncome up to your expectations. Reality often falls short of dreams.\" The\nshadow's voice tautened. \"Has she changed much?\"\n\n\"Very little,\" Mattern said, absorbed once more in the game. \"You'd\nthink only a year or two had passed. Surprising how women do it.\"\n\nThe shadow sighed. \"Surprising,\" it agreed, its voice relaxing. \"But\nthen the female sex is mysterious.\"\n\n       *       *       *       *       *\n\nThey played on a while in silence. The kqyres finally spoke. \"You will\nneed a lot of money to provide an establishment fitting for so lovely a\nlady.\"\n\n\"I have a lot of money,\" Mattern said. \"More than enough.\"\n\nThe kqyres flickered so violently that Mattern's eyes hurt. \"Not enough\nfor the things she deserves to have. Jewels, palaces, planets....\"\n\n\"One thing I know would make it a lot more comfortable for her,\"\nMattern suggested. \"If only you didn't have to be close to me all the\ntime, kqyres. If only you could stay on the ship even when I'm not\nthere. Not that I don't enjoy your company,\" he added quickly, \"but she\nseems to be highly strung.\"\n\n\"Do you think I like the situation any better than you? But this is the\nway the mbretersha has ordered it.\"\n\n\"I suppose she knows what she's doing,\" Mattern sighed. In any\ncase, the mbretersha's orders were absolute and could not be\ncontravened--otherwise, at least one universe might be destroyed. There\nwere still so many things he didn't understand and was not likely to\nlearn.\n\n\"Strange,\" he went on pensively, \"that Lyddy should have seen you, when\nI hardly can, and I _know_ you're here.\" He knew, too, that the kqyres\nwas deliberately vibrating out of phase, so that the horror of his\nappearance in this continuum would be spared not only those he chanced\nto meet, but also himself. There was always the danger of passing a\nmirror. Knowing how the kqyres looked in his own universe, knowing how\nhe himself looked in the kqyres' universe, Mattern didn't doubt that\nany revelation would be a frightful one. However, he couldn't help\nbeing curious.\n\n\"I still think someone must have told her where to stare,\" the shadow\nsaid, \"and what for.\"\n\n\"Don't be absurd!\" Mattern snapped, outraged at the idea that his\ncarefully kept secret might not be a secret at all. \"Just try to be\ncareful when she's around. Vibrate harder, or something.\"\n\n\"I shall do my poor best.\" The shadowy one hesitated. \"Do you not think\nthat if perhaps you were to tell her the truth--\"\n\n\"Lord, no!\" Mattern exclaimed. \"She'd take a fit!\"\n\n\"Once you would not have spoken of her that way,\" the kqyres said\nreproachfully.\n\n\"I didn't mean it the way it sounded,\" Mattern tried to explain. \"It's\njust that--well, by now I hardly remember what the truth is myself.\"\n\n\nIII\n\nDid that truth go back fifteen years, to the time he had met the\nkqyres, twenty years to the time he had first seen Lyddy? Or even\nfurther back than that? Did it go back, say, twenty-four years, to the\ntime when he was sixteen and had killed his stepfather? He could still\nsee Karl Brodek lying there with his head crushed, could still feel the\nterror rising in him at what he had done....\n\nThen he had turned and fled the small community on Fairhurst--one of\nthe Clytemnestra planets--and made for the capital, where he shipped\nout on one of the small tramp freighters that voyaged among the planets\nof that system. None of the four other planets was human-inhabitable,\nbut two had mining stations, and one had a native civilization advanced\nenough to make trading practicable, though not very profitable.\n\n       *       *       *       *       *\n\nFor the next four years, he drifted from one tenth-rate ship to\nanother, one ill-paid job to another. In all this time, he never left\nthe Clytemnestra System. As soon as he was satisfied that his former\nneighbors were not going to set the law on his trail, he had no desire\nto go away. It wasn't place-liking that kept him; it was dread of the\nJump.\n\nMost spacemen never do quite get over their dread of the hyperspace\nJump, but with Len the dread amounted almost to a mania. He was ashamed\nof the feeling, especially since he suspected he'd picked up that\nextra dollop of terror from the creatures on the native planet.\n\nSelf-respecting colonials didn't associate with non-humans, but during\nthose first years of fear that his fellow men were hunting him, he'd\nfelt safe only with the flluska. He learned a little of their language,\nand he spent such spare time as he had on Liman, their planet. He\ncouldn't breathe the atmosphere, but there were the trading domes;\nnobody minded if he used them when there was no trade going on.\n\nThe flluska were a religious people, with gods and demons similar to\nthose of the terrestrial cosmogonies. Only, while their gods lived\nconventionally in the sky, their demons lived in hyperspace. Len was\ntoo unsophisticated himself to wonder how so primitive a people could\nhave evolved such a concept as hyperspace in their theology. He merely\ngrew to share their terror of it.\n\nThe year Len was twenty, the _Perseus_, one of the star freighters that\nmade the long haul from Castor to Capella, found itself in Fairhurst\nStation short one deckhand. The man they'd shipped out with was in\njail, waiting to see whether a manslaughter or assault charge was\ngoing to be lodged against him. The ship could not afford to wait. The\nstation was scoured for a replacement and Len Mattern was the best man\nthey could find.\n\nNormally the starships did not take on untrained hands. Even the\nlowliest crewman was supposed to have spent a minimum number of years\nat the space schools, because in theory, all promotions came from\nthe ranks, even in the merchant service. But in spite of his lack of\ntraining, they offered him the job. The bigline ships never liked to\nsail shorthanded; in case of trouble, that could be a basis for legal\naction.\n\n       *       *       *       *       *\n\nLen knew the opportunity offered him was a dazzling one--not only far\nmore money than he'd ever seen before, but the chance of breaking out\nof the system. He was afraid though, terribly afraid. \"I've never made\nthe Jump,\" he told the second officer in a quavering voice.\n\n\"You'll never be a real spaceman until you do.\" The second officer was\npatient, because he knew Mattern was his only chance of making the crew\nup to its full complement.\n\n\"I've heard tell that--things change their shapes in Hyperspace.\"\n\n\"Maybe they do; maybe it's their real shapes you see out there. Who's\nto tell what the truth is?\"\n\nLen licked dry lips and tried again. \"They say there're people--beings,\nanyway--_living_ in hyperspace.\" That tale he had heard from spacemen\nwho had made the Jump. Even if he'd believed in the flluska's\ndemons, he would have had the good sense not to admit such a\nthing to a starship officer--a man of sophistication from the Near\nPlanets, perhaps even Earth herself. Still, spacemen were notorious\nmyth-spinners. Perhaps he had made a fool of himself, anyway.\n\nBut the second officer wasn't laughing. \"Federation law says we should\nhave nothing to do with the creatures of hyperspace. If we leave them\nalone, they don't bother us.\"\n\nIt would have been better if the officer had laughed at him and said\nthere was nothing in hyperspace but space. \"Will we see them?\"\n\n\"Does a ship going through ordinary space see any of us?\" the officer\nreturned. \"The creatures of hyperspace live on their own planets, and\nwe give those planets a wide berth. Simple as that.\" He added, \"What\nare you so afraid of, boy? Not a ship's been lost in hyperspace for\nover two centuries, and there haven't been any blowups for years.\"\n\n\"Blowups?\" Len repeated.\n\n\"Accidents. A technical term. You've taken worse risks shipping out in\nthose tincan tramps.\"\n\nFinally, Len gave in--to his own common sense more than to the\nofficer's--and signed up for the voyage. He filled out the necessary\nforms--hundreds of them, it seemed like. When it came to each line for\nnext of kin, he left a blank on every one.\n\n\"Haven't you any relatives at all?\" the second officer asked, surprised.\n\n\"Not a one.\" Len didn't bother to mention that half-brother back on\nFairhurst; a five-year-old kid isn't much kin to speak of. Besides, the\nboy probably didn't even know he had a brother--he'd been less than a\nyear old when Len left. One of the barren women must have adopted him\nand brought him up as her own.\n\n       *       *       *       *       *\n\nSo Len Mattern filled out all the papers and was inscribed on the\nship's rolls. And he made the terrible jump through hyperspace for the\nfirst time.\n\nPeople who traveled on spaceships only as passengers never could\nunderstand why the Jump was invariably referred to as \"terrible.\"\nThat was because before the ship made the Jump they'd be given drugs,\nin their cocktails, in their food at dinner, or in their drinking\nwater--and the next day they'd wake up and find they had slept right\nthrough the whole thing, so it couldn't be so awful. Of course those\nwho traveled around the universe a lot were bound to catch on. Someday\nthey'd miss a meal or not drink anything and they'd find themselves\nawake while the ship was Jumping. But the shipping lines didn't take\nany chances and the aberrant passengers would also find themselves\nlocked in their cabins with smooth metal shutters where the mirrors\nused to be.\n\nBut one thing that couldn't be helped: They couldn't be stopped from\nlooking down at themselves and seeing extra arms and legs; or finding\nno arms and legs at all, but tentacles instead; or that their skin had\nturned into shining scales or that there was an extra eye in the back\nof their head. And when the time came for another Jump, they would\n_ask_ to be drugged.\n\nHowever, crewmen couldn't be drugged. They had to be awake to tend the\nship. The credo of the Space Service was that you couldn't trust a\nmachine to itself any more than you could trust an extraterrestrial, a\nnon-human. If a man wasn't in charge, ultimately everything would go\nto pot. That was part of the space tradition, like the primitive axes\nthat hung on the bulkheads, so a man could smash his way to the modern\nfire-fighting equipment. Except, of course, that if fire really broke\nout, it would be quicker to press the button that sent the automatic\nfire-fighting machines into immediate action. But still the axes hung\nthere, because they had always hung there--and, like all the metal on\nthe ship, they had to be kept polished.\n\nEach time a ship made the Jump, the crewmen stayed awake. They saw\nspace and time change before their eyes. They saw their own fellows\nturn into monsters. It was an awful thing to see, even though they\nknew it wasn't actually a change, but a shift to another aspect of\nthemselves. Worse than the seeing was the _feeling_. It was like being\nturned inside out, organ by organ--your heart and your liver and your\nguts and all the rest, each carefully turned inside out, the way a\nwoman takes off her gloves, smoothing each one with great precision.\nThe hellish part was that it didn't hurt. A man felt as if he were\nbeing twisted and wrenched apart, and it didn't hurt, and it was the\nwrongness of that more than anything else that--well, that was why the\npay was so high on the starships. So many of them went mad.\n\n       *       *       *       *       *\n\nAll this Len Mattern had heard of and had expected--though no amount\nof expectation could have braced him for that kind of reality. But\nthere was more to it than he had heard, and it was the extra part\nthat the second officer seemed curiously anxious to deny. \"You saw\nnobody--nothing at the portholes,\" he told Mattern after that first\nJump. \"You just imagined it.\"\n\nMattern had been a spaceman long enough to be able to distinguish\nimagination from reality. Perhaps the creatures of hyperspace did live\non planets, but it seemed they did not breathe the atmosphere of those\nplanets as human beings breathe air, and so they were not confined\nto them. They could move around freely in the starless dusk of their\nuniverse. And, if there was a pact, then they must be intelligent\ncreatures--though he would have known that anyway, for they spoke to\nhim. He could hear them through the tight walls of the ship--less in\nhis ears than his mind--cajoling, entreating, _promising_. And he shut\nhis ears and his mind, because he was afraid.\n\nAt the end of the voyage, he was offered a permanent berth on the\n_Perseus_. \"We don't usually take crewmen from the Far Planets,\" the\nsecond officer said thoughtfully. \"They don't have the training needed.\nBut you're a good deckhand.\"\n\nLen waited tensely, not knowing whether he did want the job or not.\n\n\"The universe is opening up and sooner or later we're going to have to\nstart diversifying our crews, take untrained men, maybe even--\" the\nofficer hesitated--\"extraterrestrials. Sometimes training can restrict\na man to the point where he can't think for himself. Main trouble with\nuntrained men, though, is that often they've got too much imagination.\nThey think things that aren't true, see things that aren't there.\"\n\n\"I understand, sir,\" Mattern said. \"I'll keep my imagination stowed\naway until it's wanted.\"\n\nFrom then on, he had seen no more at the ports than any of his\nproperly conditioned mates.\n\n\nIV\n\nLen Mattern stayed with the _Perseus_ over three years. Gradually, from\nthings he observed himself, from things his shipmates told him, he\nlearned what little there was to be known about hyperspace. Everything\nwas different there from normspace; even the mechanical properties\nof things changed. However, Jumping was safe enough, as long as the\nspaceships didn't stop. As long as they were only passing through that\nother universe, they were, in a sense, not actually there, so that the\nelements of which they were composed would not change, although, to the\nsenses, they seemed to.\n\nUnless, of course, the ship collided with something. Then everything\nbecame very real. That was what the pact was for--to make sure they\ndidn't collide. Every spaceship had, locked in the captain's cabin,\ncharts of that other universe--charts which gave, in normspace terms,\nthe coordinates of the hyperspace worlds. That way, when a ship made\nthe Jump, there would be no danger of her materializing inside one\nof the alien planets and destroying both. Even touching one of the\nhyper-worlds could have a disastrous effect. Only the captains were\never permitted to see these charts; they would be far too dangerous in\nirresponsible hands.\n\nLen might have grown old in the _Perseus'_ service, if the Hesperia\nSystem hadn't been one of her stops, and if he hadn't seen Lyddy there.\n\nHesperia was a small, rose-pink sun surrounded by four planets and the\ndebris of what once was a fifth. Most solar systems in the Galaxy had\nasteroid belts like that; some time later, Len found out why. Three of\nHesperia's four planets were barren rocks. The fourth, Erytheia, was\nmostly water, calm water, sometimes blue, sometimes--when the sun was\nhigh--violet-tinged. There was land, a small continent in the north,\nwhere it was always spring, a slightly larger continent in the south,\nwhere it was always summer, and that large island in the west which was\nsaid to have a climate better than spring and summer combined.\n\nThe atmosphere of Erytheia was what they call Earth type--that is, Man\ncould breathe on it. A very inadequate description, though, because men\ncould breathe the atmosphere of Ziegler's Planet, too, only sometimes\nit almost seemed worthwhile to stop living in order to stop having to\nbreathe Ziegler's air. Erytheia's atmosphere was gentler and purer\nthan the air of Earth. The native fruits were edible and the local\nlife-forms were small and amiable. But there wasn't enough land for the\nestablishment of a self-supporting colony; it would have bred itself\ninto poverty within a few generations.\n\nWhat else could be done with a small paradise in a remote sector of\nspace but turn it into a high-class brothel and gambling casino? Only\nthe very rich could afford to travel so far to look at scenery, and by\nthe time they reached their destination, scenery wasn't enough. They\nwanted some excitement.\n\nNaturally, the _Perseus_ would stop at Hesperia. Naturally, Mattern\nwould see Lyddy, who was one of the seven wonders of that system. She\nwasn't too many years out from Earth then, and he had never dreamed any\nwoman could be that beautiful.\n\n       *       *       *       *       *\n\nShe was long-necked and slender, unlike the women of the Far Planets,\nwho were mostly squat-built and bred for labor. It seemed to him he had\nseen her before--in a vision, a dream, who knew where? Certainly never\nin reality. But he could understand why men would travel light-years\nfor her.\n\nThe prices she charged were also astronomical. Still, if he put away\nhis money carefully, in a couple of years he ought to be able to save\nup enough for a night with her. It was a goal, and he'd never had a\ngoal before, even such a small one; everything had been just aimless\ndrifting. He got a tridi of her and put it up inside the door of his\nlocker and was happy dreaming of her, even if it meant being kidded\nabout her by his shipmates.\n\nWhen he made the next Jump, he knew for certain that the creatures of\nhyperspace not only spoke to him through his mind, but could enter\nit and read it if they chose. He felt very naked and vulnerable. Why\ncouldn't the others on his ship also see the creatures, so that he\nwould not be the sole focus of their attentions?\n\n\"Do what we ask,\" the hyperspacers--the xhindi, they called\nthemselves--said softly, \"and you will have enough from just a single\nvoyage to have her for a week, a month, a year. Do what we ask and you\ncan have her for all eternity.\"\n\n\"But all I want is just one night!\" he protested.\n\nAnd they had laughed, and one with a honey-sweet mind had said, \"Is\nthat _all_ you want, _really_ all?\" Then they began naming the things a\nman could want--and they certainly seemed to have a full knowledge of\nhumanity and its most secret desires.\n\nAfterward, Len had started to think. It _would_ be nice to have Lyddy\nall to himself--for a while, anyway. It would be nice to be able\nto buy her pretty dresses and jewelry. There were other things that\nwould also be nice. Maybe he could have his teeth fixed and his leg\nstraightened. His stepfather had broken it the night his mother died\nand it had never set properly. With money, he could do a lot of things.\nHe hadn't realized there was so much in the universe to be wanted.\n\nNow his wages began to look as picayune as once they had seemed\nlarge. He could make more elsewhere, he told himself; he might not be\neducated, but he had a good mind, plus rapidly dwindling principles.\nHe didn't need the hyperspacers, though. There were plenty of illegal\nways of making money within the framework of normspace activities. So\nhe left the secure monotony of the starship to seek an enterprise which\nwould bring in quick and copious profits.\n\n       *       *       *       *       *\n\nHis first step was to go see a rather disreputable acquaintance of his,\nCaptain Ludolf Schiemann. Schiemann was an ancient spaceman from Earth,\nwho owned and commanded a ramshackle craft of prehistoric design, held\ntogether with spit and spells.\n\nSchiemann operated out of Capella IV with cargoes of whatever he could\nget. He was able to make a living with the _Valkyrie_ only because\nhe would take on jobs that no sane skipper would touch. Some were\ndangerous; most were illegal into the bargain. The risks were out of\nall proportion to the profit, which was why the only helper he'd been\nable to get was Balas--a big, powerful man, not old but mad. He'd been\na deckhand on one of the big starships and had broken too early to be\nentitled to a pension.\n\nMattern had met old Schiemann at a bar in Burdon, the capital of\nCapella IV, and had had a few drinks with him whenever the _Perseus_\nand the _Valkyrie_ had happened to hit port at the same time. Schiemann\nhad a favorite joke he kept repeating over and over: \"If you ever get\nsick of the _Perseus_, Lennie--sick of good food and hot water and\ndecent quarters--you can always come to the _Valkyrie_. I'll take care\nof you.\"\n\nNow Mattern went to him and said he'd like to take Schiemann up on that\noffer.\n\nThe old man's pale green eyes protruded even further from his head.\n\"You want to leave the _Perseus_ for a berth on my ship! You're madder\nthan Balas!\"\n\n\"Not a berth, Pop,\" Mattern told him. \"A share of her--a half share.\"\n\nSchiemann grinned. \"Now you must think _I'm_ crazy, to hand over half\nmy ship just like that. Maybe you'd like me to sign her over to you\nentirely.\" And he puffed savagely upon his Venuswood pipe.\n\n\"Look,\" Len said, \"let's not kid ourselves. You're a crook, Pop, but\nsuch a lousy crook that you make it look as if crime really doesn't\npay. And I'll tell you what's wrong with the way you operate. You\nhave no organization, no system, no imagination. I have 'em all. You\ncontribute the ship; I'll contribute my know-how. Together, we'll make\na fortune.\"\n\n\"Modest, aren't you?\" the old man jeered. \"What kind of know-how do you\nget working as a deckhand on a starboat? All right, maybe you're the\nuniverse's best metal polisher, but--\"\n\n\"Look, Pop,\" Len interrupted, \"I'll make a deal with you. We work\ntogether for a year. If you don't pull in at least three times the\namount you got before, as just your share, my half of the ship reverts\nto you. What could be fairer than that?\"\n\nSchiemann still wasn't convinced that he was not being played for a\nsucker. Being what he was, he could never expose himself to a court\nbattle, no matter how much justice might be on his side in a particular\ninstance. But he didn't think Len could be so rotten as to figure on\nsomething like that. Besides, the old captain couldn't help liking\nthe boy. So he agreed, saying as he did so, \"I should have my head\nexamined.\" But before the fourth voyage was out, he realized that he\nhad never done a wiser thing in his life. Under Len's direction, the\n_Valkyrie_ as a business enterprise was cleaning up.\n\nOnly in relative terms, of course. It took six months, over a dozen\nvoyages, before Len managed to save enough for that night with Lyddy.\nAnd every time he made the Jump in the _Valkyrie_, the hyperspacers\ntold him, \"One night won't be enough,\" and the honey-minded one had\ninsisted, \"You must want more than that. You _must_. Who could be\nsatisfied with so little?\"\n\n       *       *       *       *       *\n\nFinally, the night came. It was wonderful, it was ecstasy, it was\neverything he had dreamed of--but it was too short. \"Good-by, honey,\"\nLyddy said as he left, \"come back and see me again.\"\n\n\"When you have some more money,\" she meant. And it was all over.\n\nFor her, not for him. He found he couldn't get her out of his mind. One\nnight was not enough. The xhindi had been right. Now he wanted her for\nhis own, for the rest of his life if not for all eternity.\n\nHe had no romantic fancies that she would be willing to go off with him\nfor the sake of true love and himself alone. He had seen himself too\noften in the mirror panel on the door of his tiny cabin, and he looked\nthere now, with a chill objectivity. Undersized, crippled, pallid with\nthe unhealthy color that comes from spending too little time in any\nkind of sunlight, Len Mattern was twenty-four and looked forty. Not\neven an ordinary woman of the planets could love him, let alone a love\ngoddess.\n\nBut a love goddess who loved money could be bought. However, in\norder to win her, he'd need to have really big money. No matter how\nefficiently he organized the _Valkyrie's_ operations, the ship was\njust a battered old hulk and, in her sphere, could never be more than\nsmall-time. There was only one answer--hyperspace.\n\nHe found Schiemann puffing contentedly at his pipe in the _Valkyrie's_\ncontrol room. \"Look, Pop,\" he said, \"we've been wasting our time on\nstardust. We have to aim for something big.\"\n\nSchiemann looked trustfully at the young man. He had no relatives, so\nhe had come to think of Len as his son, and, in fact, had made him his\nheir. \"Whatever you say, Lennie. Figure on breaking out of this sector\nand moving in closer to Earth, do you?\"\n\n\"Not exactly. We're going into hyperspace.\"\n\n\"Sure,\" Schiemann said, blowing a smoke ring. \"Can't leave the sector\nwithout passing through hyperspace; that stands to reason. But where\nare we Jumping to?\"\n\nLen tried to keep the tautening of his body from becoming apparent.\n\"We're not Jumping anywhere. We're _stopping_ in hyperspace.\"\n\nThe pipe dropped from the old man's mouth. He caught it in his hand and\ngave a muffled exclamation as the heat burned his palm. Then he looked\nat his partner. \"Of course you're joking, Lennie.\" And he arranged his\nface for laughter.\n\nLen shook his head. \"No joke, Pop; I'm dead serious. We're going to\ntake a cargo into hyperspace. To the mem--the mem--oh, hell, I can't\npronounce it--the queen, I guess, of Ferr. That's one of their planets.\nShe wants Earth stuff, she says, and she promises to do right by us if\nwe bring it to her. Sounds like a good deal.\"\n\n       *       *       *       *       *\n\nThe silence thickened as the two men face each other. At last Schiemann\ngot up. \"Look, Lennie, I don't make out I'm a saint. I've smuggled\nand cheated and stolen. But this I will not do. For the laws of the\nFederation, I don't give a damn--men made 'em and men can break\n'em--but to go against the laws of nature, that is a different thing.\"\nHe turned on his heel and went out of the control room.\n\nLen went to his cabin and began to pack his gear. As he had expected,\nSchiemann interrupted him when he was halfway through. \"What do you\nthink you're doing?\"\n\n\"Leaving,\" Len said. \"I'm sick of small-time operations.\"\n\n\"Leaving me? Just like that? Does our friendship mean nothing at all to\nyou?\"\n\n\"Sure it does,\" Len told him. \"When I get a chance, I'll write.\"\n\nThe old man's face crumpled. \"Look, Lennie, if we did move into one of\nthe more important sectors, maybe--\"\n\n\"You know we wouldn't have a chance there,\" Len said harshly, to\nconceal his true emotions. \"The sectors closer in to Earth have bigger,\nfaster ships, and bigger, tougher men to run 'em. And they wouldn't\nlike us trying to jet in!\"\n\n\"I'd rather take a chance on that than--\"\n\n\"We wouldn't _have_ a chance; it'd just be a massacre, with us on the\nreceiving end. The only way we can break into the big time ourselves is\nthrough hyperspace. We've got to do what's never been done before.\"\n\nThat wasn't quite true, from what the xhindi had told him, but near\nenough. It had been done before, but not very often, and not very\nrecently. However, it had been done, so it was possible to do.\nOtherwise he wouldn't think of chancing it ... or would he?\n\n\"Why do you want money so much, Lennie?\" Schiemann asked. \"What do\nwe need the big-time stuff for? It's nice and quiet and practically\nsecure the way you've got things running for us, almost like we were\nhonest businessmen. So why go looking for trouble?\"\n\n\"If I'd wanted a quiet life,\" Len said, \"I'd have stuck with the\n_Perseus_. So don't sing me security.\"\n\nThe hand that held the pipe was trembling. \"Look, Lennie, at least give\nme time to think.\"\n\n\"Okay,\" Len said. He was, in his way, fond of the old man, but there\nwere bigger things at stake. He had to have Lyddy; he had to have\nmoney; he had to have ... something he couldn't put a name to, but\ndesperately important nonetheless. \"I'll give you six months.\"\n\n       *       *       *       *       *\n\nAt the end of half a year, Schiemann said no, he positively wouldn't\ndo it. Len said \"Good-by.\" Schiemann said, \"All right, but you'll be\nsorry; we'll all be sorry,\" and gave in.\n\nSo they took the _Valkyrie_, the two of them--and Balas, of course, but\nnaturally nobody would consult a madman--and headed for hyperspace.\nLen knew exactly where to go, even though he had no charts. The\nbreakthrough he wanted was in their own sector and it had been\ncarefully marked for him in his mind.\n\nSchiemann left all the details to him, even the selection of cargo.\nLen chose coal. He knew that what the xhindi wanted was normspace\nmaterials, but not precisely what materials. Their normspace value\ndid not matter, because normspace matter changed to another form of\nitself when it got to hyperspace, and that was where the possibility\nof enormous profit came in. Something cheap in normspace could become\nsomething quite rare and expensive in hyperspace, and vice versa. The\ndistribution of elements was different between the two universes; each\none essentially complemented the other.\n\nThere was one hitch: a stable form in normspace could become an\nunstable one in hyperspace. Without empiric knowledge, it was\nimpossible for anyone going from one universe into the other to tell\nwhether any substance he was carrying or wearing or _was_ would remain\nstable. If unstable, it could turn into liquid or gas; it could turn\ninto energy and blow up; it could cease to be a solid in any one of a\nnumber of ways.\n\nAs if that weren't bad enough, it could also happen that even a stuff\npreviously proven to be stable in both universes could become unstable,\nif there was even the trace of a potentially unstable element, or\nif something that, stable in itself, combined with it in unstable\nfashion. Such an admixture could be accidental, which was what made\nthe whole business especially tricky, and what made the reason for the\ninter-universe ban necessary.\n\nThe reason why that first load of the _Valkyrie's_ had been coal was\na simple one. Somewhere, Len had read that coal and diamonds were\ndifferent forms of the same normspace element, and he'd thought that\nmight carry over into the other continuum. However, even an education\nwouldn't have helped him know what a right first cargo to take would\nhave been. The xhindi had told him what they did know, but their\nterminology was not clear. They spoke his language with outward\ncorrectness but with imperfect conceptualization; he spoke theirs not\nat all. Much of what they did know, they appeared to have forgotten, or\nonly half-learned.\n\nThey managed to make him understand that certain stuffs would be\ndefinitely unsafe; they could not make it clear which stuffs would\nbe safe, or which they would find most desirable as trade goods. He\ngathered that they would be satisfied with anything that came through.\nSo he chose coal, hoping to make a splendid initial impression.\n\n       *       *       *       *       *\n\nThe _Valkyrie_ reached hyperspace. It slowed down. The throbbing of\nits creaky engines ebbed to a hum. And it stopped and hung there in\nthe quiet darkness of utterly alien time and place. Schiemann and\nBalas, expectedly, changed their appearance, but he had seen them in\ntheir monster guises before. The coal changed to something pale and\nglittering, but not diamonds. Everything remained quiet. The ship's\ninstruments recorded no temperature change, but it seemed to grow\ncolder and colder inside her.\n\nSuddenly, Mattern knew the truth. A trap had been laid for him, and he\nhad tumbled neatly into it. And the most shameful part was that his own\ndesires and yearnings--deliberately fostered by the xhindi--had been\nthe bait.\n\nHe wanted to turn to the horrible thing that Schiemann had become to\nscream, \"Let's go back!\" But he couldn't. Something held tight grip of\nhis mind. And, looking out the portholes, he saw that the xhindi had\nbegun to swarm.\n\nThe flickering terror of their appearance became more awesome to him\nthan it had been at the beginning, when he'd been only a transitory\nshadow in hyperspace. Now, although he had no doubt that they were\nfriendly--indeed, almost ardent in their welcoming--horror chilled him\nall over again. He could almost feel the molecules inside his body slow\ndown as his viscera quivered faintly and then froze into stillness.\n\nHe looked at Schiemann and Balas. Neither of them could, he knew, see\nthe hyperspacers. Their conditioning back on Earth's space schools\nhad ensured this. That was the real reason for the schools; any actual\ntraining was incidental. But Schiemann knew the creatures were there,\nand so he could sense them. And Balas, too, certainly seemed to sense\nsomething as he stood there, tense and wary and almost _understanding_.\nIt must be even worse, Len thought, to _know_ the hyperspacers were out\nthere and not be able to see them.\n\n\"We--we can still go back,\" Schiemann said in a cracked voice;\napparently the minds outside had not touched his. \"Please, Lennie....\"\n\n\"No, it's too late!\" Mattern cried. Once he went back, he would never\ndare return, and all hope of--Lyddy would fade into fog. The thought of\nnot being able to have her was unbearable. \"We can't go back now!\"\n\nThe hideous mask that was Schiemann's hyperspace visage contorted, and\ndrops of liquid flowed where his withered cheeks would have been in\nnormspace. \"Please, Lennie....\"\n\n\"I can't,\" Len said. \"Even if I wanted to, I couldn't. It's too late,\nnow that we've stopped.\"\n\nHe forced out the words, against objections that seemed to come from\noutside him--not objections to Schiemann's knowing the truth, but to\nhis own admission of it.\n\n\"They're in control,\" he said.\n\n\nV\n\n\"We bid you welcome to our universe, Mattern,\" the xhindi said in his\nmind. \"Come, follow us. We will lead you to the port on Ferr that we\nhave made ready for you.\"\n\n\"Will the ship be safe there?\" Mattern asked, remembering the further\ndanger of touching alien substance.\n\n\"As safe as she could be anywhere in this space.\" And then the\nmellifluous one added, \"Remember, whatever risks there are, now we\nshare them with you.\"\n\nA point of livid light that danced so Mattern knew it must be alive\nled them to the gleaming purple-dark ovoid that was Ferr, then to the\nplace that had been set aside for the _Valkyrie_. The xhindi had been\nright about the port so far as the ship herself was concerned. Probably\nthey'd had a fair idea of what materials she and her contents were\ncomposed of from the ships that had passed fleetingly through their\nspace, never pausing to become real. What they could not allow for were\nthe random factors.\n\nThe ship set down on the \"safe\" port at Ferr. It made contact with the\nglossy alien ground. And, as it did so, Captain Schiemann very quietly\ndisintegrated. No explosion, no sound. He simply crumbled into a white\npowder which slowly drifted away, and then was gone.\n\n\"Coal into diamonds,\" Mattern found himself saying as he stared at\nSchiemann's pipe rolling on the empty corridor floor, \"dust unto dust.\"\nWhen the pipe quivered to a stop, he began to laugh hysterically.\n\n\"So you think it's funny, do you?\" a gentle voice said behind him.\n\nMattern turned. Balas stood there.\n\n\"I'm afraid that I don't agree,\" Balas went on with that frightening\nsoftness. \"He was good to me, and to you too, Lennie. He was damned\ngood to the both of us. And this is the way you repay him. It wasn't a\nnice thing to do, Lennie.\"\n\nMattern opened his mouth to deny intent, but all that came out was the\nbubbling laughter.\n\n\"I know you didn't mean for him to disappear like that,\" Balas said,\nalmost kindly. \"It's just that I guess you don't care what happens to\nanybody but yourself. No, you don't care for yourself even, just the\nthings you want. You're awful greedy, Lennie--awful greedy.\"\n\nHis voice was very reasonable. \"If I don't do something to stop you,\nyou'll do the same thing to our whole universe that you did to the\ncaptain. It would be wrong for me to let that happen. So, you see, I\n_have_ to kill you. I'm sorry, Lennie, because I like you, but I know\nyou'll understand.\"\n\nAnd he lunged for Mattern, reaching out the four monstrous arms that\nwere his in hyperspace, the eye in his forehead brilliant with that\nhideous sanity.\n\nMattern backed away, still laughing. _If Balas has gone sane_, he\nthought, _then perhaps I have gone mad. Only I am still conscious of\neverything that's going on: the danger I am in, the way I am behaving.\nIn fact, I have control over all of myself except my laughter. I know\nwhere we are--Balas and I are locked inside the ship alone together,\nand only one of us is coming out alive._\n\n       *       *       *       *       *\n\nUndoubtedly the xhindi could have passed through the hull or opened the\nairlocks in some way, if they had wanted to. But they made no move to\ntry, merely remained outside, watching. The two humans, in that space\nand time, were alone in a small private war of their own. Mattern could\nnot tell whether the xhindi outside were enjoying themselves, as a\ngroup of humans would have under like circumstances, but he seemed to\nsense anxiety for the outcome--not only of that battle but of another,\ninner one. _Why, I'm beginning to read their thoughts, too_, he\nrealized, in the middle of his fear and hysteria. _I am growing closer\nto them by the minute._\n\nAnd Balas was getting closer to him. Mattern had a blaster, of course,\nbut he was afraid to use it. A bolt of alien energy might produce a\nreaction that could rip both universes. Yet, bare-handed, he was no\nmatch for the bigger, stronger man. Fortunately, he had never pretended\nto be a hero, not even to himself in the saneness of normspace, so\nhe was able to turn and run. Balas pursued him through the desolate\ncorridors of the _Valkyrie_, Mattern's laughter echoing crazily in the\nemptiness.\n\nHis only hope was to find a hand weapon--or something that could be\nused as a hand weapon. And, as he rounded a bend, Mattern saw the\nprimitive fire axe hanging against a bulkhead, the traditional relic\nthat all spaceships, large and small, carried and kept burnished and\nready for a use that would never come. But there was another use it\ncould be put to.\n\nInstinct made Mattern seize the axe from its hooks on the wall.\nInstinct surged up from the handle to fill him with the power and joy\nand knowledge to use it. He turned to face Balas' onrush, and his\nlaughter no longer sounded insane in his ears; it had the triumphant\nenergy of a primeval war cry.\n\nThe madman's charge was lightning fast, but Mattern was the younger\nman by at least a decade. He told himself that he meant only to stun\nBalas, but he was conscious all the time that, if Balas were merely\nstunned, the problem would be merely postponed. He lifted the axe and\nbrought it down. And then Mattern was alone, the only human being in an\nalien space and an alien time, locked in this ship with the drifting\nwhite dust that had been his friend, and the bleeding corpse that had\nbeen--no, not his enemy, but his friend also, and who had, only minutes\nafter death, already begun to haunt him. It was then that Mattern\nremembered the other man he had killed in the same way.\n\nKarl Brodek had never haunted him, but that was because Len knew the\nkilling was justified--it was retribution, not murder. For Len had\nseen Brodek kill his mother, not all at once, but little by little. It\nwas her face that stayed with him always, her blue eyes and her sweet\nvoice. She'd been the only one he ever had, really--the brother had\nbeen nothing but a wailing blob of protoplasm--and then Schiemann, a\nlittle. Now he was more alone than he'd been in all of his solitary\nlife.\n\nHe knew that the eerie creatures outside meant him no harm, but would\nhave liked to comfort him if they could. That made it worse rather than\nbetter. If only there were some tangible enemy to attack, to beat his\nfists against ... but the only enemy he could find was the monstrous\nform reflected in the mirror of his own cabin.\n\nHe was no longer laughing, he noticed; the fit was over. And so, he\nsensed, was the anxiety outside. In some way, he had passed a test.\n\n       *       *       *       *       *\n\nIt was then that the xhindi began to speak to him through the hull of\nthe ship, urging him to come out. \"You have come so far,\" they said,\n\"and time is a precious and a dangerous commodity. We cannot afford to\nwaste it, either of us.\"\n\nHe did not--could not--respond.\n\nThey could have forced him out, but they were kind--or perhaps only\nwise. They simply coaxed and waited. After a while, moving stiffly,\nas if he had cogs instead of a heart, he opened the airlock and went\noutside. He set foot on the dark polished surface of Ferr. But there\nwas no thrill of strangeness or of triumph or anticipation. There\nwas ... nothing. His physical senses were all operating. He knew\nthere was neither gravity nor lack of it. He knew there was no\natmosphere--and he accepted that, not because he accepted the xhindi's\nword that he would not need to breathe in this continuum, but because\nhe didn't care whether or not he breathed; he didn't care about\nanything.\n\n\"Come,\" the xhindi said, in audible words now, and their spoken voices\nwere as sweet as their mind voices.\n\nHe found himself moving as through a nightmare, as he proceeded\naccording to their directions, and the xhindi themselves, with their\nmonstrous grace and musical voices, were a logical part of the black\nballet in which he found himself participating.\n\nThe dignitaries of Ferr, a fantasy procession in the moonlit colors of\nhell--smoke and flame and shadow--came to greet him and to lead him\nto the mbretersha. She glittered splendidly upon her throne of alien\nsubstance--a monster, of course, in human terms, and yet also a great\nlady, as a queen should be in any terms. Through the fog of his own\nimmediate perception, she reached out and touched him with her dignity\nand compassion.\n\n\"I am very sorry,\" she said, \"that such a thing should have happened. I\nknow you are full of grief for your comrades, and I wish that I could\nhave postponed our interview. However, I must press you, for the longer\nyou stay on this world, the greater the risk is for my people.\"\n\nSomewhere before, it seemed to him, he had heard her voice--sensed her\nmind pattern, anyway. If he had not known that she was the mbretersha,\nhe would have fancied that hers had been one of the minds that had\nspoken to him, the most persuasive of the cajoling creatures that had\nsung him their siren songs as he flashed transitorily through their\nuniverse. But, he thought dully, that was impossible. She was the\nmbretersha, the queen.\n\nShe read his thoughts, and the pattern of her appearance altered\nsubtly. It was a warm and kind expression of herself; it was a smile.\n\"You must learn, Mattern, that the concept of a ruler in this universe\ndiffers from the concept in yours. Here a ruler is the servant of her\npeople, not their master. It is her obligation to take care of them,\nprotect them, watch over them--in whatever way seems most fitting to\nher. She can have no pride in herself, only in them. They are more than\nher children.\"\n\n       *       *       *       *       *\n\nIt was funny, Mattern thought, that she should so easily plan to break\nthe rules of her universe. A space rat like him--that was one thing; it\nwas to be expected. But a queen? Now that he was coming back to life a\nlittle, he began to wonder about this again.\n\nDeftly, she picked the wonder out of his mind and answered it. \"Our\nFederation, like yours, is an artificial creation. Its laws are no more\nthan arbitrary regulations, devised by the various peoples of each\nuniverse with regard to the greatest good of the majority, and thrust\nupon majority and minority alike.\"\n\nMattern began to understand, or thought he did. \"A queen isn't likely\nto hold with democracy,\" he said--though perhaps not aloud.\n\nShe was a little impatient. \"It's not a question of absolute power or\ndivine right--simply that my people come first, even before myself; my\nown world is part of me, and I am part of it by nature and instinct.\nIts needs are my needs. When my people are hungry, I feel the pangs.\"\n\n_Most rulers justify themselves like that_, he thought, keeping his\nlips pressed firmly together. _But they all do the same things._\n\nBut he couldn't keep her out of his mind. \"No,\" she said, \"you're\nwrong. I was not speaking metaphorically. My nervous system is attuned\nto my people's; it is a hereditary trait bred into my family. So being\nthe ruler is not a pleasant station to occupy.\"\n\nIt certainly wouldn't be, he thought, if she was telling the truth--to\nsuffer every pang that was suffered on the planet, and, if the attuning\nwere psychic also, every sorrow. He expected her to pick the disbelief\nout of his mind, but she smiled and went on to tell him about her\nplanet.\n\nFerr was not a large world. Moreover, it was essentially a barren one.\nIt had been rich only because it had previously engaged in sub-rosa\ncommerce with Mattern's universe. \"And the last traffic was long, long\nago,\" she told Mattern. \"In a day much before mine, when my mother\nruled.\"\n\n\"What happened? What stopped the traffic?\"\n\n\"Our captain died of old age, and we have had trouble finding a\nsuccessor to him.\"\n\n\"Why is it so hard to get somebody else?\" Mattern asked bluntly.\n\nShe paused. When she spoke again, it was so obliquely that he did not\nrealize immediately that it was an answer. \"Time was when we had more\ncontact with your people. There were many who knew of the xhindi,\nalthough few had actually encountered us. It was not difficult for us\nto get humans to work with us then. But the barbarians took over your\nworld and your people lost the knowledge of how to get through to us.\nAnd when they regained it, we were not why they wished to get through.\nMuch of the problem is in making people believe that we exist.\"\n\nHe nodded. \"The flluska call you demons.\"\n\n\"There are still some on Earth who call us demons, Mattern. Your rulers\nand administrators do not call us demons--no, they are too learned\nfor that--but your Space Service, by means of divers spells and\nconditionings, prevents most of those who pass through hyperspace from\nseeing and hearing us. And, of those who do, most are too frightened\nfor negotiation.\"\n\n       *       *       *       *       *\n\nShe asked with sorrowful archness, \"Are we so terrible in your eyes,\nMattern?\"\n\n\"I don't know,\" he said slowly, bewilderedly. \"Sometimes you are,\nand I know you will be again. But right now, to me you look--almost\nbeautiful.\"\n\nThere was silence, and, for a moment, he thought that he had offended\nher.\n\nThen, \"Thank you,\" she said softly. \"It is a great compliment.\"\n\nHe was anxious to know why they had chosen him as their human\nrepresentative. \"Weren't there any men who did try to get through?\" he\nasked.\n\n\"A few--a very few--reached this space.\" She added reluctantly, \"Some\nof them proved to lack stability of substance--\"\n\nHe was angry, at her, and at himself, for not realizing that he had\nnot been chosen. It had merely been a question of survival. \"Then you\n_knew_ what could happen to Schiemann!\"\n\n\"It could have happened to anyone, Mattern. You knew there were risks\nto be taken. We did not conceal that from you.\"\n\nAnd that was true. It had not occurred to him that the risks would not\nbe equally shared by all three members of the ship's company.\n\nThe mbretersha continued: \"And others of those who come through go mad.\nWe feared that might happen to you, Mattern.\"\n\n\"Others go sane also,\" he said.\n\n\"This is the first time that has happened in my experience. But truly,\nMattern, a madman would not seek to reach us.\"\n\n\"I wonder,\" Mattern said. \"I wonder if anybody but a madman would.\"\n\nThis time he had displeased her. There was chill silence, and then:\n\"Time is short. It is best that we return to discussing our business\ntogether. Now we will pay you for the merchandise you have brought us\nwith a substance which is stable on Earth--at least it was in times\ngone by--and which used to become a stuff of considerable value. On\nyour next trip--\"\n\n\"What makes you think there's going to be a next trip? What makes you\nthink I'm going to come back here again?\" He would really have to be a\nmadman to go through that all over again.\n\nThe mbretersha smiled. \"You will come, Mattern,\" she said. \"You will\ncome when you see how rewarding it is to deal with us. And you will\ncome because--\"\n\n\"Because of what?\" he demanded, more sharply than one should address a\nqueen.\n\n\"Because your kqyres will make sure that you do.\" The tall, splendidly\nilluminated being who stood close to her throne bowed as she introduced\nhim: \"This is Lord Njeri, who served as kqyres with the previous\ncaptain. He will serve with you.\"\n\n\"Kqyres? What's that?\" Apprehension quickened inside Mattern. \"And what\nright have you to--\"\n\n\"Your partner is dead,\" the mbretersha told him. \"Lord Njeri is your\nnew partner.\"\n\n       *       *       *       *       *\n\nMattern stood staring at her. No point protesting further, he knew; he\nwas on her world, in her power. For the time being, he would have to\nobey her.\n\n\"Come, Captain Mattern,\" said the kqyres. \"It is fitting that we\nsuperintend the loading of the ship.\"\n\nSo they went back to the port and Mattern watched the xhindi fill\nthe _Valkyrie's_ hold with some queer, spongy-looking substance that\ncouldn't possibly be of value anywhere. And beside him stood the\nkqyres, as he was to be beside him for the next fifteen years.\n\n\"If you are disturbed about my effect upon your people when they catch\nsight of me,\" the kqyres assured the young man, \"you may ease your\nmind. I shall make myself so that I am barely visible in your universe.\nOnly those who look for me can see me. You need have no fear,\" he\nadded with a sigh. \"I have been through all this before.\"\n\n\"Yeah, that's what she told me,\" said Mattern grimly.\n\n\"It is disloyal of me, I know,\" the xhind murmured, \"but I had hoped\nthe mbretersha would not find a human representative before I died.\nI am aware of my obligation to my world--but it is not a pleasant\nprospect to spend one's last years in exile, however honorable.\"\n\n\"Don't worry, as soon as we get to normspace, I'll send you back. I'm\nnot going on with this.\"\n\nThe kqyres seemed to shrug sadly. \"You cannot send me back, for I\nam permanently attached to you. Wherever you go, I go--until the\nmbretersha chooses to free us, one from the other.\"\n\nMattern couldn't believe that. Once he got out of this alien universe,\nnone of its laws could apply to him.\n\n\"Secondly,\" the kqyres informed him, \"you will _want_ to come back\nhere. When you look at the cargo and see what it is, you will want to\ncome back.\" He sighed again. \"I know your species so well. And I do not\nfancy they have changed.\"\n\n\nVI\n\nWhen the _Valkyrie_ reached normspace, her cargo proved to be the\ntraditional reward--gold. Not the most precious metal in the universe\nany more, certainly, but still valuable. What there was in her hold\nwould come to perhaps as much money as Mattern might, if his luck had\nheld, have amassed in several decades of operating with Schiemann in\nnormspace.\n\n\"Well,\" said the kqyres as Mattern stood goggling at the glowing\nbullion, \"is the payment just?\"\n\n\"Yeah,\" Mattern grunted, \"fair enough.\" His mind was working busily:\n_Captain Schiemann is dead, and so is Balas, so I can't do anything\nabout that. A man's got to have some kind of business. Why shouldn't I\ngo on trading with the xhindi, since I seem to be one of the few people\nlucky enough to be able to do it? Besides, from what the mbretersha\nsaid, I couldn't get out of it even if I wanted to. So why fight?\nEthics aside, it's a good deal. I'd make more money that way than any\nother way. I could see a lot of Lyddy._\n\nHe caught a flicker in the shifting planes of a grayness that the\nkqyres had become, according to promise.\n\n\"I'm thinking the way you want me to think--right, Lord Njeri?\" Mattern\nasked self-mockingly.\n\n\"You are thinking the way any reasonable being would think.\"\n\nLeft to his own devices, Mattern would have disposed of the gold as\nquickly as he could, and then gone back to Erytheia to spend it all on\na year or so with Lyddy. She came that expensive.\n\n\"And then what would you do?\" the kqyres queried.\n\n\"Well, then I'd go out to hyperspace and make more, I guess. I know\nit's a little tough on you,\" Mattern added apologetically, \"but you\nknow how it is; I'm crazy about that woman.\"\n\nThe kqyres evidently did not know, but he made an effort to understand.\n\"And, meanwhile, she will go back to--doing what she has been doing,\nwith other men?\"\n\nMattern frowned. \"Yeah, I guess so.\"\n\n\"This procedure is acceptable in terms of your culture?\"\n\n\"Well,\" Mattern said, \"for women like Lyddy, sure. I mean--oh,\nhell--it's hard to explain.\"\n\n\"But it doesn't disturb you?\"\n\n\"All right,\" Mattern said sullenly, \"so it disturbs me. So what can I\ndo about it?\"\n\n\"Would it not be wiser,\" the kqyres suggested, \"for you to wait until\nyou can get enough money so you can have her for yourself alone? After\nall, how long would it take for you to get together a sufficient sum at\nthat rate?\" And the kqyres indicated the gold.\n\n\"You got a point there.\" Mattern could see that the xhind was right. It\nwould be a lot more sensible to make a few more trips and get himself\na sizable bankroll before going after Lyddy, so he'd never have to\nshare her again. Otherwise it would be back and forth, back and forth,\nuntil it sent him off his mental course.\n\n       *       *       *       *       *\n\nSo, as soon as he disposed of the gold, he went back with another\ncargo, and then another. Waiting for Lyddy wasn't as bad as he thought\nit would be, because he could talk to the kqyres about her. He'd\nnever had somebody he could really talk to; even Captain Schiemann\nhadn't really been a companion. The kqyres always seemed interested in\nwhat Mattern had to say. He never talked much about himself, but he\nlistened patiently to Mattern's description of Lyddy's talents, and\ncharms, including some which, as a non-human, he could understand only\nintellectually, if at all.\n\nAnd he didn't only listen, with it going in one ear and out the\nother--or whatever the xhindi had instead of ears. He made helpful\nsuggestions, such as maybe Mattern ought to fix himself up a little\nbefore going back for Lyddy.\n\n\"I know she is to be--bought,\" he said, as if he still didn't quite\nunderstand what that meant, \"but would you not derive greater pleasure\nfrom your purchase if you knew you were a man whom a woman could like\nfor his own self?\"\n\nLen was silent. He knew the kqyres couldn't understand human concepts\nof beauty; he had taken Len's own word that the young man wasn't much\nof a specimen, that his body and his teeth were crooked and his skin\nbad, his vision defective and his hair drab. Lyddy deserved something\nbetter than that; Len knew it himself. Even if she would go with him\nfor the sake of the money, it wasn't the same thing.\n\n\"I could get my teeth fixed up in this sector,\" he said at last, \"but\nI'd need to go to the Near Planets, maybe even Earth, to have my leg\nfixed. It'd take a long time and passage costs a hell of a lot. People\ndon't go that far just for a junket, you know. For most of 'em, it's a\nonce-in-a-lifetime deal.\"\n\n\"Of course,\" Njeri said. \"Your wealth is dearly won; you wouldn't want\nto squander it. However, wouldn't a considerable economy be effected if\nyou went in your own ship?\"\n\n\"The _Valkyrie_!\" Len was shocked into laughter. \"She'd never make it\nto Earth! She'd crumple up like an old paper bag!\"\n\n\"She will not last much longer, in any case,\" said Njeri.\n\nLen had been thinking that himself for some time--wondering how soon he\nwould have no ship left at all, and what he would do then.\n\n\"It would be wise,\" the kqyres suggested, \"for you first to get enough\nmoney to pay for a new ship. Only a few more trips should be necessary.\nThen go to whatever planet you deem most suitable for the necessary\nimprovements, and finally return to Lyddy--a man worthy not only of her\nbut of any woman.\"\n\n\"It'll take so long,\" Mattern said, tempted, and yet driven wild by the\nidea of Lyddy, so close to attainment.\n\n\"At your age, what are a few more trips?\"\n\nLen gave in.\n\n       *       *       *       *       *\n\nActually, it took five trips into hyperspace merely to pay for the new\nvessel, a much larger and more elaborate model than Len had planned\non buying. \"In the long run,\" his partner told him, \"the best is most\neconomical. A sound, spaceworthy vessel such as this one will last out\nyour lifetime. And you can call her the _Hesperian Queen_, after Lyddy.\"\n\n\"Why?\" Len asked. \"Is that what Lyddy is short for?\"\n\n\"It is the same as naming it after her,\" the kqyres said shortly. \"Only\nit's a little more subtle.\"\n\n\"Oh.\" Somehow the kqyres made Len feel stupid, _uncouth_ almost,\neven though he was the human being and the other nothing but\nhyperextraterrestrial.\n\nThe treatments were even costlier than anticipated, and it took many\nmore trips to pay for them. Expenses were increased by the fact that he\nhad to commute back and forth from his sector of space to the planet\nwhere he was being treated, since he couldn't afford to neglect his\nbusiness now that his costs were mounting.\n\nHe had his leg straightened on Earth. That world was as colorful,\nas complex, as intoxicating as it was claimed to be. One series of\nmarvels after another presented themselves before his inexperienced\neyes like scenes in a vision show--except that he was actually there,\nbreathing, tasting, feeling a part of this vast sophistication. Earth\nhad many beautiful women, and he enjoyed the favors of those in Lyddy's\nprofession, but only to prove to himself that she was much more\nwonderful.\n\nHe decided there was no point bothering with the other planets; he\nmight as well have his teeth and everything else taken care of on\nEarth, too. \"Very wise of you,\" the kqyres approved. \"The best is\nalways the soundest, and, hence, most worth waiting for. Like Lyddy.\"\n\n\"Yes,\" Mattern agreed, \"she is the best. And the most beautiful.\"\n\n\"Of course,\" the kqyres said. \"Tell me more about her.\"\n\nAnd Mattern talked, far into the night. What he couldn't remember of\nher by now, he imagined, so that the picture should be complete, not\nonly for the xhind but for himself.\n\nWhen his leg and his teeth had been fixed, \"Why stop at that?\" the\nkqyres asked. \"If it had not been for the way that stepfather of\nyours treated you as a child--\" for Len had found himself telling his\ncompanion not only about Lyddy but about everything--\"you would be\na fine-looking man today. It would be no difficult task to have you\nrestored to what you should rightfully be.\"\n\n       *       *       *       *       *\n\nMattern would not, of course, do such a thing out of vanity. But the\nmore presentable he made himself, the more he would be offering Lyddy.\nSo it would be worth the extra time, especially since he could spend\nso much of it on Earth. Lyddy had come from Earth; it would be a bond\nbetween them later.\n\nDoctors and cosmetologists got to work on him. Each treatment seemed\nto be lengthier than the preceding one, and more expensive. He could,\nhowever, easily afford it--all he had to do was make more trips. The\nkqyres not only told him what cargoes to take but advised him on the\ninvestments to make with his profits.\n\nThey did very well together. As far as Mattern was concerned, they\ndid fabulously well, because he had to make enough on his side to\ncounterbalance the entire expenses of a planet on the other. The\nthought impressed him. _I am, in a sense, equal to the mbretersha_, he\nthought, _and she is a monarch._ As a result, he walked a little more\nerect than even the operations had rendered him.\n\nThe dangers of his trade grew less and less frightening as he came to\nknow his way between the universes, even though, at the same time, he\nbegan to realize how great those dangers were. He had not conceived\nof their immensity before. The reason there were asteroid belts in so\nmany of the solar systems, he learned now, was that the xhindi had\ntraded with other intelligent races in earlier eras, and there had been\naccidents. Those races were now extinct.\n\nThe xhindi themselves ceased to be monstrous in his eyes. He grew to\naccept their appearance as perfectly natural in their universe. Toward\nthe kqyres, he came to feel something of what he had felt toward\nSchiemann, except that where Schiemann had looked up to him and relied\non him, he found himself increasingly dependent on Njeri. He told him\nall his hopes and ambitions, and the kqyres listened attentively.\nMattern tried to explain to him how he himself felt about Lyddy, and\nthe kqyres tried to understand.\n\nThe kqyres taught Mattern how to play chess. \"But that's our game!\"\nMattern said. \"I mean we play it in our universe!\"\n\n\"In ours also,\" the xhind smiled. \"Who knows whether it came from our\nuniverse to yours, or yours to ours? Nor does it matter. It is an old\ngame and a good one.\"\n\nMattern became increasingly skillful at it. He was pleased that there\nwas an intellectual activity in which he could engage as an equal with\nthe kqyres, and the kqyres seemed pleased, too.\n\n       *       *       *       *       *\n\nWhen the treatments were over, Mattern looked in a mirror. He was\nstraight; he was handsome. His skin was clear, his eyes bright. He\nlooked less than his age. Now he could go back to Lyddy, assured that\nmost women would find his physical appearance more than acceptable.\n\nBut he found himself hesitating. Only his physical appearance would be\ntruly acceptable. There was something still lacking in him. His body\nwas right, but the way he stood, the way he moved, the way he spoke,\nall these were wrong.\n\n\"I'm not finished yet,\" he said stumblingly to the kqyres, \"not quite\nstraightened out. I ought to be more--well, more smooth.\"\n\n\"You do lack polish,\" the kqyres admitted, \"although you are far less\nawkward, shall we say, than when we first met.\"\n\n\"That's because of you, Njeri!\" Mattern declared, with genuine\ngratitude. \"You've taught me a lot!\" And he looked at his outlandish\nfriend with a great affection.\n\nThe kqyres seemed quite moved; he flickered like a pin-wheel. \"You have\nbeen an exceedingly apt pupil, Mattern. When first I saw you, I did not\nthink it possible that I should ever consider you a companion. However,\nI have found myself taking an increasing pleasure in your company.\nSometimes I even forget you are a human.\"\n\nMattern could not speak; he was so overwhelmed by the tribute.\n\n\"The passage of time disclosed to me that there were sensitivities\nand perceptions beneath that--forgive me, but we know how misleading\nfirst impressions can be--boorish exterior. The very fact that you are\nconscious of your own deficiencies _proves_ that you are more than the\nmere clod you still, on occasion, seem to be--\"\n\n\"Can't I improve myself that way, too?\" Mattern asked plaintively.\n\"Can't I make myself worthy of Lyddy in every way?\"\n\n\"Of course you can,\" the kqyres beamed. \"Were you to apply yourself\nspecifically to the acquisition of culture, I am sure you could become\nas polished as any human being can hope to be. But it will take time.\"\n\n\"Well,\" Mattern said, \"Lyddy's waited so long, she can wait a little\nlonger. Things worth having are worth waiting for.\"\n\nUnder Njeri's tutelage, Mattern cultivated the arts and the amenities.\nAs he used his ship for a permanent residence, it was there that he\nhoused his growing collection of costly rare objects of art, and his\nlibrary, notable for its first editions--not only of tapes, but of\nbooks. His uniforms were cut by the best terrestrial tailors and he\ntook kinescope courses in the liberal arts and social forms from the\noutstanding universities of Earth. The provincial twang vanished from\nhis speech; he developed a taste for wine and conversation. Nobody,\nseeing him, could ever have fancied him once a poor wizened space rat.\n\n       *       *       *       *       *\n\nAs the years went by, he grew to become as much of a ruler in his way\nas the mbretersha in hers. She ruled one planet, he told himself, but\nhe had a business empire farflung over many planets--all of which, to\nsome extent, he did rule through his investments. He would have worlds\nto lay at Lyddy's feet now, he thought complacently. No man could offer\nany woman more.\n\nThe first _Hesperian Queen_ didn't have a chance to last out his\nlifetime; he kept trading her in for another and yet another model, as\nbetter, faster, more luxurious starships were developed. Finally, he\noutbid the Federation Government itself for plans of the latest-model\nspacecraft. When the government protested, he graciously gave them\ncopies free of all charge. \"I merely wanted to be sure that I had the\nbest ship available,\" he explained. \"I have no objection to your having\nit also. But I knew that you could not afford to be as generous as I\ncan.\"\n\nHe never had more than one ship, because it was too dangerous to\nrun more than one cargo at a time. His crew was always as small in\nnumber as possible. He would have preferred none at all; actually,\nall spaceships could run themselves, for the controls were completely\nautomatic. But regulations said there had to be a crew, both for the\nsake of \"face\"--many extraterrestrials couldn't seem to recognize\nthe authority of machines--and because a power failure was not\ninconceivable.\n\nSo the _Hesperian Queen_ carried four men. And, whenever she made\nthe Jump through hyperspace, even the crew--though conditioned on\nEarth--was drugged. Mattern carried on alone. And if, when the crewmen\nawakened, they found that a day had passed when only an hour should\nhave gone by, they knew better than to ask questions.\n\nSo the years went by--busy, pleasant, profitable years. The image\nof Lyddy was always before him, inspiring him to further efforts.\n_Someday soon I will go back to her_, he would tell himself. On his\nlatest birthday, he looked in the mirror closely. At twenty-four, he\nhad appeared forty; at forty, he could have passed for thirty. Sixteen\nyears had gone by since that night with Lyddy. Now he was worthy of her\nor anyone.\n\n\"I think it's time I went back for her,\" he told the kqyres.\n\n\"For whom?\" the kqyres asked; then added hastily, \"Oh, yes, of course,\nLyddy. We'll do that right after we come back from the Vega System.\nThere's a little Earth-type planet out there--\"\n\n\"_Before_ we go to Vega,\" Mattern interrupted. \"Now.\"\n\n\"But why the hurry? You've waited so long already--\"\n\n\"I've waited too long. I'm not young any more.\"\n\n\"Neither is she,\" observed the kqyres. \"Perhaps she is too old now,\nMattern.\"\n\n\"She can't be too old,\" Mattern said. The tridi in his locker was\nLyddy, and the picture was young; therefore, Lyddy must still be young.\n\n\"She may have married someone else. She may have numerous children\nclustering about her knee.\"\n\n\"Then I will take her away from her husband and children,\" Mattern\ndeclared. \"Can you imagine that a little thing like that would stop\nme?\"\n\n\"She may have lost her beauty,\" the kqyres said. \"She may have left\nHesperia. She may have suffered a disfiguring accident.\"\n\n       *       *       *       *       *\n\nMattern realized then that Njeri was deliberately trying to keep him\nfrom going back to Lyddy. Either he felt that she would interfere with\nthe smooth operation of their business, or he was jealous of a third\nintruding into their company.\n\n\"I have done everything I did for the sake of winning Lyddy,\" Mattern\nsaid, biting off the words. \"If all hope of her is gone, then my\nwhole reason for working with you is gone. I will never go back to\nhyperspace.\"\n\n\"There are other women--\"\n\n\"Not for me!\"\n\n\"The business itself means nothing to you?\" There was an aggrieved note\nin the kqyres' voice.\n\n\"It's just a living,\" Mattern said, \"just a way of getting Lyddy. You\nknow that was why I went into it. I thought you'd been listening to me\nall these years.\"\n\n\"I thought perhaps with the deepening of your interests--\"\n\n\"They have only made me love her the more profoundly.\"\n\nThe kqyres took the equivalent of a deep breath. \"You do not have a\nhouse or any regular place of residence. You cannot expect a lady to\nlive permanently on a spaceship.\"\n\n\"I will build her a house.\"\n\n\"Will it not show her how carefully you have prepared for her if,\nfirst, you build her a palace worthy--\"\n\n\"I have no time to build palaces.\"\n\n\"There is a tiny planet that circles the dim sun you call Van Maanen's\nstar,\" the alien persisted. \"It is always twilight there. The beings\nwho live on that planet build crystal towers miles high and as fragile\nas spun glass, in dusk colors the rainbow never dreamed of.\"\n\n\"If she wants a crystal tower, I will have one built for her. But first\nI will ask her.\"\n\n\"Very well,\" the kqyres sighed, \"since nothing else will satisfy you,\nlet us return and fetch her.\"\n\nAnd when they got to Erytheia City, Lyddy was still there, not only\nunmarried, but--in spite of all the years--unchanged.\n\n\nVII\n\nAnd now Mattern had been her husband for several months. He had begun\nto know her, and he realized that she could never be let known the\ntruth about his life and his work. She would be frightened, and, if\nthere was any emotion left over in her, angry.\n\nHe told the kqyres: \"I've been thinking of taking Lyddy to Burdon. She\nmight find distractions there that will take her mind off--things it\nshouldn't be on. What do you think of the idea?\"\n\n\"I cannot tell,\" the kqyres replied doubtfully. \"I have a curious\nfeeling....\"\n\n\"That _what_?\" Mattern prompted him anxiously. It was the first time he\nhad seen the kqyres definitely at a loss, although it had seemed to him\nof recent months that the xhind's assurance was beginning to ebb.\n\n\"... that I am getting too old for my work,\" the kqyres finished.\n\n\"Nonsense!\" Mattern cried. The kqyres was his tower of strength; he\n_would_ not conceive of any weakness in him. It would mean that he\nwould be forced to rely upon himself. _And yet_, he thought, _I am\ncertainly old and experienced enough by now to begin relying upon\nmyself. In fact, I'm getting a little old and tired, too._\n\n\"You know,\" he said to his partner, \"maybe we both ought to retire.\"\n\n\"What do you mean?\"\n\n\"You've been at this long enough and I've got all the money I want.\nWe can see each other sometimes; no reason why I couldn't go into\nhyperspace just to visit.\"\n\nThe kqyres paled to pearl. \"Now that you have Lyddy, you don't want\nanything else at all?\"\n\n\"Now that I have Lyddy, what else is there to want?\"\n\nThe kqyres flickered anxiously. \"But the mbretersha has commanded--\"\n\nMattern smiled. \"Her commands don't hold good in this universe. You\nknow that. When I was a kid, she could fool me into believing she had\na hold over me. But the hold is a psychological one; that's the only\nthing that could carry over from universe to universe. And I'm strong\nenough to break it now.\"\n\nAlthough he was not quite serious, it might be, he thought, that the\nhyperspace trade and the trips to Ferr had spoiled him for everyday\nlife, made him too restless for the mundanities of any world. And it\nwas time for him to settle down now.\n\nHe let the kqyres win the game, and then he stood up. \"I'd better start\ngetting things ready for the trip to Burdon.\"\n\n\"You've definitely decided to go?\"\n\n\"Yes,\" Mattern said, pleased with himself, \"definitely.\"\n\nHe went to the control room and got out the forms that would need to\nbe filled out before the ship could leave port. Suddenly he remembered\nhis puzzlement about the young spaceman--what was his name?--Raines? He\npressed a button on the file, and the boy's records flashed up at him.\nAt first they seemed to be in order: _Alard Raines, aged twenty-five,\neducated on Earth_, well and good. But _born on Earth_ ... Mattern was\nalmost positive that could never have been, not from the way the young\nman spoke. And one false statement meant that the whole record was\nfalse.\n\nHowever, he could not challenge the discrepancy before they left for\nCapella. If he spoke to Raines, he'd probably have to dismiss him\nthen and there. It would be difficult to find a suitable replacement\nin Erytheia City. He might have to send for someone from Earth, which\nwould take months, perhaps a year. First he'd take the _Queen_ to\nBurdon, he decided, and then he would fire Raines.\n\n       *       *       *       *       *\n\nNearly three weeks went by before they could leave. Mattern found\nhimself looking forward with some impatience to Burdon. When Lyddy had\na house of her own that she could take an interest in, he told himself,\nthings would be different; she would be different. This way she was\nbored much of the time, and boredom is contagious.\n\n\"I've 'vised ahead to Capella, dear,\" he told her as they boarded ship,\n\"and rented a furnished multiplex, so we'll have some place to stay.\"\n\n\"Yes, honey,\" she said, with a strange lack of interest. She\ndidn't even seem surprised at the size of the ship. Underneath her\nelaborate makeup, she was pale; her body was trembling. She saw that\nan explanation was necessary. \"It's been so long since I made the\nJump. Silly of me to be so nervous, but you do hear things about\nhyperspace....\"\n\n\"You're safer in my ship than anywhere else.\"\n\n\"Yes, I know.\" Was she merely expressing trust in him, or was there\nmore to her words than that?\n\nAt first he was just vaguely suspicious. Then, the second day out, he\nnoticed that Lyddy and Raines seemed to be together a good deal more\nof the time than chance would account for, and his suspicions secured\na focus. The two had some kind of unspoken understanding, he thought,\nwatching them as much out of curiosity as anger. _I have become chilled\nwith the years of alien company_, he thought. _I am incapable of true\npassion; perhaps that is what she seeks in another._\n\nBut, though he might find excuses for her, he would not condone her.\nA bargain was a bargain. At the end of the first week, he said to her\none evening, as he sat on the edge of the bed, watching her brush her\nlong, thick gilded hair, \"Darling, I'm a little worried about one of my\ncrewmen.\"\n\nLyddy didn't turn from the jeweled dressing table he'd had especially\ninstalled for her. \"Which one?\" she asked.\n\n\"Young Raines. Do you know which he is?\"\n\n\"Yes.\" She paused. \"There's only one young one. Why are you worried\nabout him? Do you think he's sick or something?\" But that was the\nquestion she should have asked _before_ asking the man's identity.\n\nMattern let a moment elapse, then said, \"His papers appear to be\nforged.\"\n\nHe glanced at the reflection of her face, but it held neither relief\nnor fear, merely its usual sweet emptiness. \"Maybe he needed a job real\nbad,\" she said.\n\n\"Maybe,\" her husband agreed, \"but why use forged papers?\"\n\n\"He might of gotten into some kind of trouble--you know how boys are.\"\n\n\"I'd hardly care to employ the kind of spaceman who gets into trouble\nserious enough for him to lose his papers. You have to do something\npretty drastic to get them taken away, you know.\"\n\nShe said nothing.\n\n       *       *       *       *       *\n\nHe went on, \"What I'm beginning to suspect is that he isn't really a\ntrained spaceman at all, that he didn't go to any of the Earth space\nschools.\"\n\n\"Do you have to go to an Earth space school to be a spaceman? Can't\nyou study somewhere else?\"\n\n\"Earth's the only place where they give the conditioning.\" He told the\ntruth, figuring she wouldn't understand.\n\nShe turned to look at him. \"That's so the men shouldn't--see the things\noutside when they go through hyperspace, isn't it?\"\n\nMattern was somewhat taken aback. \"How did you know? It's not public\ninformation.\"\n\nShe shrugged and turned back to the dressing table. \"I've known a lot\nof spacemen, hon.\"\n\nHer face was pale, but why just now? He wondered just what Raines had\ntold her--how much the boy actually knew. Naturally there could be only\none possible reason he had chosen Lyddy as his confidante.\n\n\"There's something between you and Raines, isn't there?\" he asked.\n\nThere was a slight delay. Then her laughter shrilled through the cabin.\n\"Don't be silly, hon; I hardly know the man! All I've done was speak\nto him a couple of times!\" She got up and put her soft arms around her\nhusband. \"You're jealous, Len,\" she said, and there was complacency\nmixed with the fright in her eyes.\n\nHe felt a pang of disgust, but tried not to let it show. Gently, he put\nher away from him.\n\n\"But that's so silly,\" she murmured. \"How could I prefer a dumb pimply\nkid to you?\"\n\nIn theory, that was quite true, but Len knew women had strange tastes.\nAnd possibly \"a dumb pimply kid\" _had_ more to offer her emotionally\nand, in reverse, intellectually, than he had. It was not impossible\nthat she was telling the truth, but Mattern could not, of course,\nbelieve her. And there was no point in making a further issue of it\nnow. When they reached Burdon, he would fire Raines simply on the basis\nof the forged papers. No need to bring Lyddy into it at all. So that\nproblem would be easily solved, but what of the others?\n\nHe went to play chess with the kqyres. \"I trust you have got over your\nwhimsical notion to retire,\" the xhind said hopefully.\n\n\"No,\" Len told him maliciously, \"I've practically made up my mind to\nquit. There doesn't seem to be any point to it any more.\"\n\n\"The woman _has_ changed! That's the whole trouble, isn't it? Even\nthough it's not apparent, in some way she has changed?\"\n\n\"No,\" Len said again, \"she hasn't changed at all. In fact, I think\nthat's what the trouble is. She hasn't changed, but _I_ have.\"\n\n\"I never thought of that,\" the kqyres confessed.\n\n       *       *       *       *       *\n\nThe night of the Jump, Mattern turned in at the kqyres' suggestion.\n\"For once, your men can take care of the ship,\" the xhind said, \"since\nthere will be no trading stop.\" Lyddy would be drugged, but Mattern\nwould not need drugs, for hyperspace held no more horrors for him. Or\nso he thought.\n\nBut that night he was awakened by the sound of a screaming so hideous\nthat, if he hadn't known voices don't change during the hyperjump,\nhe would be tempted to think it was one result of the law of\nmutability--so monstrous were these shrill, worse-than-animal cries.\n\n       *       *       *       *       *\n\nHe rushed out of his cabin.\n\nIn the corridor stood Lyddy, still screaming, her face contorted with\nterror that only the sight of Alard Raines standing there in his normal\nshape let Mattern know that they had already passed the Jump.\n\nThe shrieking separated into words. \"I saw it! It was horrible!\" And\nshe made an ugly noise in her throat. \"You were right, Alard. It's\ntrue! There's a monster on board and it did something _awful_ to\nme....\" Her voice ebbed to a bubble as she looked down at her body\nbeneath the thin veil of fabric and found the same voluptuous curves\nshe had started out with.\n\nMattern sighed. \"Better come into my cabin, Lyddy.\" And then he jerked\nhis head at Raines. \"You come, too.\" He paused in the doorway when he\nsaw there was no need for privacy. \"Where are the other crewmen?\"\n\n\"Asleep,\" Raines said. \"Drugged. As usual. Who do you think you're\nfooling, anyway?\"\n\nMattern was too disturbed at the news to take notice of the boy's\nmanner. \"But they weren't supposed to be drugged this trip! And who's\nin charge then? _You?_\"\n\nRaines flushed and struggled to pronounce the word he wanted to use in\nreturn. \"Your kek--kqyres, I'd say, is in charge. Like he always has\nbeen,\" he concluded triumphantly.\n\nMattern shut the cabin door behind the three of them. Lyddy went over\nand sat down on the edge of the bunk, quieter now that she found her\npersonal transformation had been ephemeral. Seeing a monster is not,\nafter all, anywhere near as bad as being a monster. Her fright dimmed\nand was outshone by a strong sense of personal injury.\n\n\"I thought all Alard's talk of kek-kek-monsters was just superstition,\"\nshe babbled, \"but it's _true_. I saw that thing with my own eyes and\nit's _hideous_! Len, _why_ do you have it on board, especially when\n_I'm_ here?\"\n\n\"I have to,\" Len said. \"He's my partner.\"\n\nHer blue eyes widened in shock. \"Then you've been doing more than just\n_trading_ with the hyperspacers. You've been _associating_ with them,\nand they're even worse than extraterrestrials because they're so much\nmore--extraterrestrial!\"\n\nShe went on talking in this vein, but Mattern ignored her and turned\nhis attention to the boy. \"I suppose you told her not to eat or drink\nanything so she'd see the hyperspacer?\"\n\nRaines nodded, his face essaying contempt but imperfectly concealing\nterror.\n\n\"And I suppose you yourself did the same thing, not knowing the men\nweren't going to be drugged this trip?\" Len sat down behind his writing\ntable and looked thoughtfully at the young man. \"You must have done the\nsame thing before, on other trips, to know as much as you seem to. You\nmust have heard and seen a great deal, eh?\"\n\n\"Plenty,\" Raines said, through brave, stiff lips. \"Plenty.\"\n\n_Obviously the boy hates me_, Mattern thought. _But why? Is Lyddy\nenough reason?_\n\n       *       *       *       *       *\n\n\"Why did you bring her into this?\" he asked, almost mildly.\n\nLyddy didn't give Alard a chance to answer. \"Because he wanted me to\nsee you as you really are!\" she shrieked.\n\nThe boy shuffled his feet. \"I had to tell somebody.\"\n\n\"Why my wife, though? She owes you nothing; she owes me everything.\nThe first woman of the streets you picked up would have made a safer\nconfidante.\"\n\n\"Maybe I trusted her.\"\n\n\"Maybe you had no right to trust her!\" Mattern cried, almost with\nsincerity. \"It would have been wrong of her not to tell me.\"\n\n\"Maybe it was because I--I love her,\" Alard said, looking down at the\nthick rugs that covered the cabin floor. \"If you fall in love with\nsomebody, you tell them things.\"\n\nMattern couldn't help smiling. \"I never do,\" he said.\n\n\"Maybe you've never been in love. Maybe you don't have any human\nfeelings at all.\"\n\nThere was an uncomfortable feeling in Mattern's shoulders, as if his\ntailor had made a mistake for once. Had he, during sixteen years of\nalien trade, changed into something not quite human? Was there then a\nsolid basis for the anti-extraterrestrial prejudice? He picked up a\nslender, sharp thike and ran his thumb absent-mindedly along the blade.\nAlard stiffened in his effort not to flush.\n\nMattern smiled and laid the thike down on the table. It was only a\npaperknife and had never been used for anything more. If he ever had\nneed for such a thing to be done, the time was long past when he would\nhave needed to do it himself. He looked at the crewman.\n\n\"One would almost think you told my wife because you wanted her to tell\nme,\" he suggested.\n\n\"That's ridiculous!\" Alard flashed. \"I may be a fool, but not that much\nof a fool!\"\n\n\"Why are you on my ship with forged papers then?\" Mattern demanded.\n\n\"I wanted--I wanted to bring you to justice.\"\n\n\"By committing a crime yourself? Surely a roundabout way. And why have\nyou taken it upon yourself to help rid humanity of me?\"\n\n\"Why shouldn't I?\" Alard asked. \"I'm a human being; isn't that enough?\nBut, as a matter of fact, that wasn't the reason I came to your ship. I\nonly found out later what you were doing.\"\n\nMattern waited patiently.\n\n\"You killed my father!\" the boy burst out. And then tension seemed to\nebb from him, as if the worst had happened. \"So now you know who I am!\"\n\nMattern picked his words delicately. \"If you have proof that I murdered\nyour father, why don't you prosecute? There's no statute of limitation\non murder on any of the planets. Or don't you have proof?\"\n\nAlard's voice broke slightly. \"Everybody on Fairhurst knows you killed\nhim, but they won't do anything about it. They say he deserved what he\ngot.\"\n\n       *       *       *       *       *\n\nMattern sighed, knowing now who the young man was. His brother. Another\nresponsibility, another vain tie. \"How do you know, he didn't deserve\nwhat he got?\" Mattern asked.\n\nSuddenly Alard grew shy. He lowered his eyes to the rug again. \"Because\n_I_ didn't deserve what _I_ got.\"\n\nAnd there, Mattern thought, Alard had him. Whatever the boy was now,\nhe certainly had not deserved what he'd got then. _But I was only\nsixteen_, Mattern argued with himself; _how could I have been held\nresponsible?_ And then he told himself, _You haven't been sixteen for\ntwenty-four years._\n\n\"I thought one of the women in the village would have adopted you,\" he\nsaid.\n\n\"One of 'em did. They took me away from her after she beat me so hard\nshe practically killed me. Every little thing I did wrong, she said it\nwas the bad blood coming out in me, and beat me so hard the blood did\ncome. I went from one family to another, but nobody really wanted me.\"\nHis voice cracked wide across. \"You don't know what it's like to grow\nup with nobody caring for you!\"\n\n\"It so happens I do,\" Mattern said, \"but I can't expect you to believe\nme.\"\n\nAlard wasn't interested in Mattern's life story; he wanted to wallow in\nhis own in front of a captive audience. \"The only hope I had was that\nyou would come back for me some day. They told me you were probably\ndead, but I wouldn't believe it, see? It was all I had to hang onto.\"\n\n\"I thought you were part of a family,\" Mattern tried to defend himself.\n\"I thought you belonged to somebody.\" He almost convinced himself that\nthis was true, but, at the back of his mind, something whispered, _You\nditched him._\n\n\"When I was sixteen, like you'd been, I ran away to look for you. I\nfound out where you'd gone and I followed. I even stayed a while with\nthe flluska. I liked them better than my own people. They said I should\ntry looking for you in hyperspace.\"\n\n\"They are a very wise people,\" Mattern said.\n\nAlard hadn't had his brother's luck. None of the great starships\noffered him a berth. But there were unchartered vessels--smugglers and\npirates and worse--that would hire anybody who didn't value his life\nvery highly and knew how to keep his mouth shut. He got jobs on them.\nAnd as the bandit ships he sailed on took Jumps closer and closer in to\nthe more sophisticated sectors, Alard began to hear of a Len Mattern.\nIt took him a long time before he could bring himself to believe that\nthis king of finance was the brother whom he had imagined finding\nderelict and penniless. Instead, he was rich and oblivious, not needing\nanything the younger man could give him.\n\nIt was then that Alard determined revenge. It took him years to save up\nenough money to buy the false papers he needed--more years to buy his\nway into Mattern's crew. And, finally, he had achieved his end; he was\nthere.\n\n       *       *       *       *       *\n\n\"But you've been with me almost a year now,\" Mattern pointed out, \"and\ndone nothing except talk to Lyddy against me. What were you planning to\ndo?\"\n\n\"I don't know,\" the boy said hopelessly. \"Lots of times I thought of\nkilling you, but then I'd be killing the only relative I had.\"\n\n\"You could have told me who you were. I'd have done something for you.\"\n\nAlard's eyes blazed. \"Yes, you _would_ have. When it's easy, when it\nwouldn't mean a damn thing to you, you'd do something for me!\"\n\nLen pulled out a smokestick and offered it to the boy. Alard shook\nhis head impatiently. Len lit one for himself. Neither of them said\nanything.\n\nLyddy was sobbing softly. \"You never really loved me,\" she whimpered.\n\"It was just a way of getting back at Len.\"\n\nAlard looked away from her, met his brother's eye, and dropped his gaze\nto the rug, without denying the impeachment.\n\nMattern exhaled smoke. \"All right, you had a grudge against me, but\nwhat did you have against her? If you _were_ using her to get back at\nme, then I think you have no cause to reproach me for anything I did.\nMaybe your foster-mother was right; there _is_ bad blood in the family.\"\n\nThe young spaceman was still silent.\n\nLyddy lifted her head. There was resolution on her tear-smudged face.\n\"I'm going to leave you, Len! I can't go on living with a man who does\nthe awful, evil, _unnatural_ things you do....\" Her voice petered out\nas her vocabulary proved unequal to her emotions. _Poor Lyddy_, he\nthought. And then, _Poor Len, with emotions unequal to his vocabulary._\n\n\"Everything I did, I did for your sake, Lyddy,\" he told her softly, but\nno longer with any hope of her comprehension. \"It was because I was\npoor and couldn't afford your love that I went into hyperspace.\" He\ncouldn't help adding, \"Doesn't it mean anything to you that I risked a\nwhole universe for your sake, and that now I have worlds to offer you?\"\n\n\"Don't put the blame on _me_, Len Mattern!\" Angry tears stood in her\neyes. \"I never wanted anybody to do _that_ much for me. All I wanted\nwere nice things and somebody to take care of me and maybe love me. I\nnever wanted to have the whole universe risked for me.\" Her voice broke\non the truth. \"Nobody's worth all that!\"\n\nShe was right, he thought--being given too much can be worse than\nbeing given too little. The words spilled out of her; he'd been\nso disenchanted by her stupidity that he gave her credit for less\nunderstanding than she did have.\n\n\"You wouldn't've been able to wait fifteen-sixteen years for me if you\nreally loved me. But you were _happy_ the way you were--you and that\nextraterrestrial of yours. All you wanted was to dream about me. You\nwere a fool ever to have come back for me; you shoulda stuck with your\ndreams.\"\n\n       *       *       *       *       *\n\nAnd again, he knew, she was right. He felt very tired and empty,\nthe way he'd felt after Schiemann and Balas had died, as if nothing\nmattered any more. He didn't argue with her.\n\n\"What would you do if you left me, Lyddy?\" he asked gently.\n\n\"I can always--\" she swallowed--\"go back to my old job, I guess.\"\n\nAlard gave an exclamation of horror, and Mattern agreed in his mind\nthat that solution would never do. Beyond a doubt, she was his\nresponsibility. And so was Alard. Why had he ever longed for a family?\n\nAnd then an outside mind joined in with his and he knew what to do.\n\n\"Alard,\" he said, \"before, I offered to do something for you. Now I'm\nnot going to do anything for you, not a damn thing.\"\n\nAlard drew himself erect. \"I wouldn't expect you to, see? Even if you\nwanted to, I wouldn't take--\"\n\n\"I want you to do something for me,\" Mattern cut in.\n\nAlard paled, then flushed with anger. \"If this is some half-baked way\nof thinking you can make up for things without me feeling--\"\n\n\"Hear me out before you leap to conclusions. You said that you loved my\nwife....\"\n\nLyddy gave a moan. \"You know he was only stringing me along to get back\nat you.\"\n\n\"He wouldn't have done that,\" said Mattern. \"Not a fine, upstanding\nboy like Alard, no matter how much he hated me. You really love Lyddy,\ndon't you, Alard--as you said before?\"\n\nThe boy looked frightened. \"Only in a manner of speaking,\" he said\nquickly. \"I was trying to make you jealous. I think of her as a\nsister--a sister-in-law.\"\n\n\"She's very beautiful,\" Mattern reminded him. And the xhindi _had_ done\ntheir work well. She hadn't changed; they had preserved her for him\njust as she had been sixteen years before. If only they had let her\nchange, then things might have worked out. They could have kept the\nbody from growing old without holding back the mind--or had they not\nheld back the mind? Was this the fullest maturity it was capable of?\n\n\"A man who has her as his wife should be very happy,\" Mattern pointed\nout. \"You wouldn't want her to go back to what she'd been doing, and\nshe won't stay with me.\"\n\n\"Yes, sure.\" There was a desperate note in the boy's voice. \"But she's\nnot young. I mean for me--although, of course, she _looks_ young,\" he\nadded, with a wild glance in her direction. \"And she's not very--she\nisn't--\"\n\nMattern got up and put his hand on his brother's shoulder. \"Then if you\nfeel that way about her and do as I ask, it will really be a favor to\nme.\"\n\n\"Why should I do you a favor?\" Alard demanded. His eyes darted back and\nforth like an animal that is beginning to realize it is caught in a\ntrap.\n\n\"To prove you're the better man,\" Mattern told him. \"To heap coals of\nfire on my head. To prove that if there's bad blood in the family, it\nexists only in me.\"\n\nAlard didn't ask what Mattern wanted him to do. He knew already.\n\n       *       *       *       *       *\n\nMattern put it into words: \"I want you to take her with you.\"\n\n\"Take her,\" Alard repeated numbly. \"Where?\"\n\n\"Anywhere she wants to go--to Earth or back to Erytheia, or any one of\nthe planets she chooses.\"\n\n\"Will she go with me?\" Alard challenged. \"You have to ask her; she has\nthe right--\"\n\n\"Oh, I'll go with you, Alard,\" Lyddy interrupted joyfully. \"I'd go with\nanybody right now, but especially you.\"\n\n\"Even if you know I love you only as a sister?\"\n\n\"That's better than nothing,\" Lyddy said. \"Besides, you could change\nyour mind. I think you and me have a lot more in common than him and\nme.\"\n\n\"I want to make sure there will always be someone to take care of her,\nto watch over her,\" Mattern told his brother. \"Funny, I wouldn't have\ndone what I did except for the sake of winning her, and now that I've\nwon her, I can't hold her because of what I did to get her. But she was\nmy dream and I want her to be cherished.\"\n\n\"That's noble of you, Len,\" Lyddy said. \"I'll think of you often, and\nI won't be mad at you.\" She got up and linked her arm in Alard's.\n\"You'll take good care of me, won't you, hon?\"\n\nBut it was to his brother that Alard spoke. \"I'll take good care of\nher,\" he promised, his voice thick with an emotion that was one part\nsentiment, one part resignation.\n\n\"Splendid,\" Mattern said. \"I wouldn't want her to be cast adrift. She\nknows so little of any of the worlds outside her own restricted sphere.\"\n\n\"Sure,\" Alard replied miserably, \"I understand. I'll do my best.\"\n\nMattern got up and put out his hand and, after a little hesitation,\nAlard took it.\n\n\"I hope in time you'll come to forgive me,\" Mattern said, \"and that\nyour hatred will dwindle into dislike, perhaps even tolerance.\"\n\n\"Oh, I don't hate you any more,\" Alard assured him. \"I guess, in\nyour way, you've had as much to put up with as I did.\" He frowned in\nperplexity. \"But why did it have to be me?\"\n\n\"You'll change your mind about that, too,\" Mattern said comfortably.\n\"Lyddy is a very accomplished woman.\"\n\n\nVIII\n\nHe felt quite cheerful as he left the two together in his cabin. At\nlong last, he was free of responsibility, of illusion, of dreams. He\ndidn't need a woman; it would be wrong for him to expect a woman to\nlive with the kqyres, even unwittingly. Love was for the very young;\nhe had his work. And now that he was free of all these vexing human\nentanglements, he'd be able to take hold of the business the way he\nshould have been doing all along. The kqyres was getting old; it was\ntime to assume the details of management himself. There were quite a\nfew areas of operation which could become even more productive if the\nbusiness was thoroughly reorganized.\n\nMattern went up to the control room. The kqyres was there, which was\nnot his usual place. Perhaps Alard had been right when he said it was\nNjeri who had drugged the other crewmen and taken control of the ship.\nPresently, Mattern would ask him why, but there were other matters to\nbe discussed first.\n\n\"Well,\" Mattern said, flinging himself into a chair, \"Lyddy seems to be\ndisposed of satisfactorily.\" He gave a rueful laugh. \"I take it you had\na hand in the arrangements. That was only fair--she's your creation.\"\nHe waved his smokestick at the xhind. \"However, I'm warning you, I\nwon't let myself be manipulated any more. You're through pushing me\naround.\"\n\nThe kqyres seemed almost offended. Then there came a soft chuckle.\n\"Manipulated, nonsense! We merely deluded you a little, in the same\nmanner you were wont to delude yourself, but more purposefully. In\ntruth, what else could we do? We needed you, and in order to induce you\nto accept our terms, we had to establish some goal, some ideal for you\nto aim at.\"\n\nSomething about the kqyres' voice disturbed Mattern; he only half\nlistened as the hyperspacer continued: \"And the resources of your mind\nwere so pitifully meager at that time that this woman was the best\nwe could dredge up. Later, when your horizons had broadened and your\nperceptions deepened, we attempted to alter your goal to a more worthy\none, but the woman had already become an obsession....\"\n\n\"You're not the kqyres,\" Mattern interrupted. \"You have a different\nvoice.\"\n\n\"Not the _same_ kqyres,\" the voice corrected. \"Truly, it was unfair to\nmake Lord Njeri go through a thing like this twice in one lifetime.\nMoreover, as he grew old, he grew careless.\"\n\nSo that was why the men had been drugged. There had been an unscheduled\nstop in hyperspace.\n\nMattern got up and looked intently at the shadowy form. The xhind\nflickered a little, as if in embarrassment, and embarked almost\nnervously upon an explanation. \"You were never intended to attain\nLyddy, merely to keep her image before you like the star a mariner\nfollows but can never reach.\" And then the kqyres laughed. \"Except, of\ncourse, that today he can reach his star.\"\n\n\"A carrot and a donkey might be a more suitable simile,\" Mattern said.\n\"Pity you couldn't have provided a better carrot.\"\n\nThe new kqyres ignored this comment. \"Lord Njeri was transferred. He\nhas asked me to say that he looks forward to the pleasure of renewing\nyour friendship when you come again to Ferr. Meanwhile, I have taken\nhis place.\" After some hesitation, the new kqyres added, \"I hope we\nshall be good friends, also.\"\n\nThere was no use pretending any longer. \"I know who you are,\" Mattern\nsaid. \"I recognize your voice. You're the mbretersha herself, aren't\nyou?\"\n\n       *       *       *       *       *\n\nShe seemed pleased rather than dismayed. \"Yes, I am the mbretersha. I\ncame to realize that the post of kqyres was more difficult than that of\nqueen. Therefore, I was the only one who should rightfully undertake\nit. As I told you, in our universe a ruler cannot afford pride. She\nlives only for the good of her people.\"\n\n\"She's got to,\" Mattern said bluntly, \"if, as you said, her nervous\nsystem is attuned to theirs. What actually did happen is that Njeri\ntold you I was quitting the business and he couldn't control me any\nmore. So you took his place to see if you could change my mind.\"\n\n\"Oh, that was a mere pleasantry!\" she said. \"I knew you would not give\nup the hyperspace trade. What else would you have left?\"\n\nWhat else _would_ he have left? His money, his collections, his\nunpleasant memories. All his emotional ties now were with that other\nuniverse.\n\n\"Who's ruling Ferr?\" he asked, evading her question.\n\n\"Lord Njeri, your former kqyres, serves as my regent. He is my father,\nso he is fitted by birth; his system is also attuned to the planet's,\nalthough not as sensitively as mine, since he is a male. Perhaps that\nwould make him a better ruler; he will suffer less. And I see no reason\notherwise why a male should be deemed incapable of ruling, providing he\nis under careful supervision.\"\n\n\"No reason at all,\" Mattern agreed.\n\n\"Moreover,\" she continued, \"I have organized the whole government of my\nplanet so that it runs itself. And, of course, from time to time, when\nwe make our trips, I shall be able to check into what's going on.\"\n\n\"But we're not going to make any more trips,\" he said. Although he\nhad not been serious about retiring--he knew that now--he wasn't going\nto let the hyperspacers push him around. _Make her sweat a little_, he\nthought irreverently.\n\n\"Will you not give me a chance, Captain?\" she asked. \"Is the prospect\nof my company so displeasing to you that it will make you give up the\nbusiness immediately?\"\n\n\"You know it's not that. I told the kqyres before you came--\"\n\n\"But my people won't know it's not that. I shall lose face.\"\n\n\"If only you _had_ a face!\" he cried. \"I'm sick of sailing with\nshadows!\"\n\n\"My form in your universe is truly horrible, Mattern,\" she said softly,\n\"truly monstrous. The xhindi who have seen themselves in mirrors in\nyour universe have often gone mad.\"\n\n\"Anything is better than emptiness,\" he told her.\n\n\"If I appear in my true form, then will you accept me as your kqyres?\"\n\n\"Well,\" he said, enjoying himself, \"I'll make a few more trips with\nyou, but that's all I'll promise.\"\n\n\"I accept your promises,\" she said.\n\nHe felt a tiny shiver rise up in him. Suppose her normspace form was\neven more hideous than her hyperspace form, which of course, was no\nlonger hideous to him. Would his nerves be strong enough to bear it?\n\n       *       *       *       *       *\n\nHe held his breath as the vibrations began to slow down, the grays\nshimmering into substance, taking on all the colors of the rainbow and\nthen flowing into one basic roseate hue. Bit by bit, the planes and\nshapes began to coalesce into the shape of....\n\nA woman. The most beautiful woman he had ever seen. A woman next to\nwhom even the dream of Lyddy paled into thin air.\n\nAnd, momentarily, he became the Len Mattern of fifteen years back,\nstanding there with his mouth agape. \"But you said you'd be a\nmonster....\"\n\n\"To my people, Mattern,\" she smiled, \"this form is as monstrous as ours\nis to your people. You change into our doubles in hyperspace; we change\ninto yours in normspace. Had you kept the continuity of tradition that\nwe have, you would know what we have always known--that xhind and human\nare different aspects of the same race. That is why you fear us, and we\ndo not fear you.\"\n\n_Of course_, he thought. _How else could they understand us so well?\nHow else could they find logic in our illogic and be able to condition\nus according to our human natures?_ And he smiled to think that all\nobjection to the xhindi from the social angle was invalid. Monsters\nthey might be, but not non-humans.\n\n\"Once I thought this appearance was monstrous, Mattern,\" the mbretersha\nwent on, in the sweet voice which suited her now, \"because I thought\nyou and your kind were, though forms of our race, monstrous forms--not\nonly without beauty, but without dignity or intelligence or compassion.\"\n\n\"Maybe you were right,\" he said.\n\n\"But since I have learned to know you and to--like you, I have come to\nrealize that outward semblances are meaningless. I may appear one way\nin your universe, another way in mine, but I am the same I. If there\nis beauty--\" and she gave what, in a lesser personage, would have been\nalmost a giggle--\"it is an inner beauty.\"\n\nMattern could not agree with this premise. Although he had admired\nthe mbretersha on Ferr, he felt quite differently toward her now, and\nbecause of no suddenly discovered inner beauty.\n\n\"You'll stay this way in this universe then?\" he asked. \"It makes it so\nmuch more comfortable for me--than just a collection of shadows,\" he\nadded hastily.\n\n\"I will stay this way permanently while I am in your universe,\nMattern,\" she told him, \"if, in your turn, you will accept me as--as--\"\n\n\"As my shipmate,\" Mattern finished, \"my kqyres. I have already done so.\"\n\n\"Not merely as your _ship_mate.\"\n\n\"As my--wife?\" he blurted, wondering whether he was reading her mind or\nwhether she was projecting so forcibly into his that he merely spoke\nher thoughts for her.\n\nShe nodded.\n\nTo be chained again, after this brief moment of freedom! He wanted her,\nright enough, and he was delighted to have her for his partner, his\ncompanion, but he saw no need for formal commitments between them.\n\n\"You're the mbretersha,\" he protested, \"the queen. It wouldn't be right\nfor you to marry a commoner!\"\n\n\"And you,\" she retorted, \"are one of nature's own noblemen, and, hence,\na fitting consort for me. There is no one in either universe whom I\ncould marry without lowering myself,\" she explained, \"so I might as\nwell wed where there is a basis of respect, of admiration, and, to be\nsure, expediency.\"\n\n\"But--but _our_ ceremony wouldn't be valid in _your_ universe, would\nit?\" he spluttered wildly. \"And _your_ ceremony--\"\n\n\"We will have two ceremonies, Mattern, one in each universe.\"\n\nThis, he could see in alarm, was going to be a truly lasting marriage.\n\n       *       *       *       *       *\n\nMattern was happy with the mbretersha, for she knew how to satisfy a\nman's every dream as well as his desires, and of course, being the\nkqyres, she was the only woman who would not be disturbed by the\npresence of one on board. Moreover, she was a woman for whom a universe\ncould be risked, a woman to whom worlds could be offered--in short,\njust as he was the only man worthy of her, so she was the only woman\nworthy of him.\n\nBut sometimes he fancied that the mbretersha's blue eyes had the same\nhaunting familiarity that he had seen in Lyddy's and Alard's, and he\nwondered. Alard's had been explicable enough; he and Mattern had had\nthe same mother. But why should Lyddy also have his mother's eyes--and,\nstranger still, why should the mbretersha?\n\nLen could not help wondering whether, to create the ideal fantasy, the\nultimate carrot, the xhindi had reached far back in his mind to get the\nearliest--and thus the most fundamental--illusion of beauty for him.\nCould both Lyddy and the mbretersha have been deliberately modeled on\nhis mother, and was the mbretersha's form in normspace merely whatever\nshe chose it to be--or appear to be?\n\n_Oh, well_, he thought, _perhaps an artful illusion is the truest form\nof reality._\n\n\n\n\n\nEnd of Project Gutenberg's Someone to Watch Over Me, by Christopher Grimm\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SOMEONE TO WATCH OVER ME ***\n\n***** This file should be named 51844.txt or 51844.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/4/51844/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}