{"title": "Sentry Of The Sky", "author": "Evelyn E. Smith", "releaseDate": "April 26, 2016", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           SENTRY OF THE SKY\n\n                          BY EVELYN E. SMITH\n\n                         Illustrated by RITTER\n\n           [Transcriber's Note: This etext was produced from\n                    Galaxy Magazine February 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n                There had to be a way for Sub-Archivist\n                Clarey to get up in the world--but this\n                way was right out of the tri-di dramas.\n\n\nClarey had checked in at Classification Center so many times that he\ncame now more out of habit than hope. He didn't even look at the card\nthat the test machine dropped into his hand until he was almost to the\nportway. And then he stopped. \"Report to Room 33 for reclassification,\"\nit said.\n\nTen years before, Clarey would have been ecstatic, sure that\nreclassification could be only in one direction. The machine had\nnot originally given him a job commensurate with his talents; why\nshould it suddenly recognize them? He'd known of people who had been\nreclassified--always downward. I'm a perfectly competent Sub-Archivist,\nhe told himself; I'll fight.\n\nBut he knew fighting wouldn't help. All he had was the right to refuse\nany job he could claim was not in his line; the government would then\nbe obligated to continue his existence. There were many people who did\nsubsist on the government dole: the aged and the deficient and the\ndefective--and creative artists who refused to trammel their spirits\nand chose to be ranked as Unemployables. Clarey didn't fit into those\ncategories.\n\nDispiritedly, he passed along innumerable winding corridors and up\nand down ramps that twisted and turned to lead into other ramps and\ncorridors. That was the way all public buildings were designed. It\nwas forbidden for the government to make any law-abiding individual\nthink the way it wanted him to think. But it could move him in any\ndirection it chose, and sometimes that served its purpose as well as\nthe reorientation machines.\n\nSo the corridors he passed through were in constant eddying movement,\nwith a variety of individuals bent on a variety of objectives. For the\nmost part, they were of Low Echelon status, though occasionally an\nUpper Echelon flashed his peremptory way past. Even though most L-Es\nattempted to ape the U-E dress and manner, you could always tell the\ndifference. You could tell the difference among the different levels of\nL-E, too--and there was no mistaking the Unemployables in their sober\ngray habits, devoid of ornament. It was, Clarey sometimes thought when\nguilt feelings bothered him, the most esthetic of costumes.\n\n       *       *       *       *       *\n\nThe machine in Room 33 extracted whatever information it was set to\nreceive, then spewed Clarey out and sent him on his way to Rooms 34,\n35, and 36, where other machines repeated the same process. Room 37\nproved to be that rare thing in the hierarchy of rooms--a destination.\nThere was a human Employment Commissioner in it, splendidly garbed in\ncrimson silvet and alexandrites--very Upper Echelon, indeed. He wore a\ngold mask, a common practice with celebrities who were afraid of being\noverwhelmed by their admirers, an even more common practice with U-E\nnon-celebrities who enjoyed the thrill of distinguished anonymity.\n\nThen Clarey stopped looking at the Commissioner. There was a girl\nsitting next to him, on a high-backed chair like his. Clarey had never\nseen a U-E girl so close before. Only the Greater Archivists had\ndirect contact with the public, and Clarey wasn't likely to meet a U-E\nsocially, even if he'd had a social life. The girl was too fabulous\nfor him to think of her as a woman, a female; but he would have liked\nto have her in his archives, in the glass case with the rare editions.\n\n\"Good morning, Sub-Archivist Clarey,\" the man said mellowly. \"Good\nof you to come in. There's rather an unusual position open and the\nmachines tell us you're the one man who can fill it. Please sit down.\"\nHe indicated a small, hard stool.\n\nClarey remained standing. \"I've been a perfectly competent\nSub-Archivist,\" he declared. \"If MacFingal has--if there have been any\ncomplaints, I should have been told first.\"\n\n\"There have been no complaints. The reclassification is upward.\"\n\n\"You mean I've made it as a Musician!\" Clarey cried, sinking to the\nhard little stool in joyful atony.\n\n\"Well, no, not exactly a Musician. But it's a highly artistic type of\njob with possible musical overtones.\"\n\nClarey became a hollow man once more. No matter what it was, if it\nwasn't as duly accredited Musician, it didn't matter. The machine could\nkeep him from putting his symphonies down on tape, but it couldn't keep\nthem from coursing in his head. That it could never take away from\nhim. Or the resultant headache, either.\n\n\"What is the job, then?\" he asked dully.\n\n\"A very important position, Sub-Archivist. In fact, the future welfare\nof this planet may depend on it.\"\n\n\"It's a trick to make me take a job nobody else wants,\" Clarey sneered.\n\"And it must be a pretty rotten job for you to go to so much trouble.\"\n\nThe girl, whom he'd almost forgotten, gave a little laugh. Her eyes, he\nnoticed, were hazel. There were L-E girls, he supposed, who also had\nhazel eyes--but a different hazel.\n\n       *       *       *       *       *\n\n\"Perhaps this will convince you of the job's significance,\" the\ninterviewer said huffily. He took off his mask and looked at Clarey\nwith anticipation. He had a sleek, ordinary, middle-aged-to-elderly\nface.\n\nThere was an awkward interval. \"Don't you recognize me?\" he demanded.\n\nClarey shook his head. The girl laughed again.\n\n\"A blow to my ego, but proof that you're the right man for this job.\nI'm General Spano. And this is my Mistress, Secretary Han Vollard.\"\n\nThe girl inclined her head.\n\n\"At least you must know my name?\" Spano said querulously.\n\n\"I've heard it,\" Clarey admitted. \"'The Fiend of Fomalhaut,' they call\nyou,\" he went on before he could catch himself and stop the words.\n\nThe girl clapped her hand over her mouth, but the laughter spilled out\nover and around it, pretty U-E laughter.\n\nSpano finally laughed, too. \"It's a phrase that might be used about\nany military man. One carries out one's orders to the best of one's\nability.\"\n\n\"Besides,\" Clarey observed in a non-Archivistic manner, \"what concern\nhave I with your military morality?\"\n\n\"He's absolutely perfect for the job, Steff!\" she cried. \"I didn't\nthink the machines were that good!\"\n\n\"We mustn't underestimate the machines, Han,\" Spano said. \"They're\nefficient, very efficient. Someday they'll take over from us.\"\n\n\"There're some things they'll never be able to do,\" she said. Her hazel\neyes lingered on Clarey's. \"Aren't you glad, Archivist?\"\n\n\"Sub-Archivist,\" he corrected her frostily. \"And I hadn't really\nthought about it.\"\n\n\"That's not what the machines say, Sub-Archivist,\" she told him, her\nvoice candy-sweet. \"They deep-probed your mind. You don't do anything,\nbut you've thought about it a lot, haven't you?\"\n\nClarey felt the blood surge up. \"My thoughts are my own concern. You\nhaven't the right to use them to taunt me.\"\n\n\"But I think you're attractive,\" she protested. \"Honestly I do. In a\ndifferent way. Just go to a good tailor, put on a little weight, dye\nyour hair, and--\"\n\n\"And I wouldn't be different any more,\" Clarey finished. That wasn't\ntrue; he would always be different. Not that he was deformed, just\nunappealing. He was below average height and his eyes and hair and skin\nwere too light. In the past, he knew, there had been pale races and\ndark races on Earth. With the discovery of other intelligent life-forms\nto discriminate against together, the different races had fused into\na swarthy unity. Of course he could hide his etiolation with dye and\ncosmetics, but those of really good quality cost more than he could\nafford, and cheap maquillage was worse than none. Besides, why should\nhis appearance mean anything to anybody but himself? He'd had enough\nbeating around the bush! \"Would you mind telling me exactly what the\njob is?\"\n\n\"Intelligence agent,\" said Spano.\n\n\"Isn't it exciting?\" she put in. \"Aren't you thrilled?\"\n\n       *       *       *       *       *\n\nClarey bounced angrily from his chair. \"I won't sit here and be\nridiculed!\"\n\n\"Why ridiculed?\" Spano asked. \"Don't you consider yourself an\nintelligent man?\"\n\n\"Being an intelligence agent has nothing to do with intelligence!\"\nClarey said furiously. \"The whole thing's silly, straight out of the\ntri-dis.\"\n\n\"What do you have against the tri-dis, Sub-Archivist?\" Spano's voice\nwas very quiet.\n\n\"Don't you like any of them?\" the girl said. \"I just adore _Sentries of\nthe Sky_!\" Her enthusiasm was tinged, obscurely, with warning.\n\n\"Well, I enjoy it, too,\" Clarey said, sinking back to the stool. \"It's\nvery entertaining, but I'm sure it isn't meant to be taken seriously.\"\n\n\"Oh, but it is, Sub-Archivist Clarey,\" Spano said. \"_Sentries of the\nSky_ happens to be produced by my bureau. We want the public to know\nall about our operations--or as much as it's good for them to know--and\nthey find it more palatable in fictionalized form.\"\n\n\"Documentaries always get low ratings,\" the girl said. \"And you can't\nreally blame the public--documentaries are dull. Myself, I like a love\ninterest.\" Her eyes rested lingeringly on Clarey's.\n\nThey must think I'm a fool, Clarey thought; yet why would they bother\nto fool me? \"But I am given to understand,\" he said to Spano, \"even by\nthe tri-dis, that an intelligence agent needs special training, special\nqualifications.\"\n\n\"In this case, the special qualifications outweigh the training. And\nyou have the qualifications we need for Damorlan.\"\n\n\"According to the machines, all I'm qualified for is human filing\ncabinet. Is that what you want?\"\n\nSpano was growing impatient. \"Look, Clarey, the machines have decided\nthat you are not a Musician. Do you want to remain a Sub-Archivist for\nthe rest of your days or will you take this other road? Once you're on\na U-E level, you can fight the machines; tape your own music if you\nlike.\"\n\nClarey said nothing, but his initial hostility was ebbing slowly away.\n\n\"I wanted to be a writer,\" Spano said. \"The machines said no. So\nI became a soldier, rose to the top. Now--this is in strictest\nconfidence--I write most of the episodes of _Sentries of the Sky_\nmyself. There's always another route for the man with guts and vision,\nand, above all, faith. Why don't we continue the discussion over\nlunch?\"\n\n       *       *       *       *       *\n\nIt was almost unthinkable for L-E and U-E to eat together. For Clarey\nthis was an honor--too great an honor--and there was no way out of it.\nSpano and the girl put on their masks; the general touched a section of\nthe wall and it slid back. There was a car waiting for them outside.\nIt skimmed over the delicately wrought, immensely strong bridges that,\ntogether with the tunnels, linked the great glittering metropolis into\na vast efficient whole.\n\nSpano was not really broadminded. Although they went to the _Aurora\nBorealis_, it was through a side door, and they were served in a\nprivate dining room. Clarey was glad and nettled at the same time.\n\nThe first few mouthfuls of the food tasted ambrosial; then it cloyed\nand Clarey had to force it down with a thin, almost astringent pale\nblue liquid. In itself, the liquor had only a mild, slightly pungent\ntaste, but it made everything else increasingly delightful--the\nwarm, luxurious little room, the perfume that wafted from the\nair-conditioning ducts, Han Vollard.\n\n\"Martian mountain wine,\" she warned him. \"Rather overwhelming if you're\nnot used to it, and sometimes even if you are....\" Her eyes rested on\nthe general.\n\n\"But there are no mountains on Mars,\" Clarey said, startled.\n\n\"That's it!\" Spano chortled. \"When you've drunk it, you see mountains!\"\nAnd he filled his glass again.\n\nWhile they ate, he told Clarey about Damorlan--its beautiful climate,\nlight gravity, intelligent and civilized natives. Though the planet\nhad been known for two decades, no one from Earth had ever been there\nexcept a few selected government officials, and, of course, the regular\nstaff posted there.\n\n\"You mean it hasn't been colonized yet?\" Clarey was relieved, because\nhe felt he should, as an Archivist, have known more about the planet\nthan its name and coordinates. \"Why? It sounds like a splendid place\nfor a colony.\"\n\n\"The natives,\" Spano said.\n\n\"There were natives on a lot of the planets we colonized. You disposed\nof them somehow.\"\n\n\"By co-existence in most cases, Sub-Archivist,\" Spano said drily.\n\"We've found it best for Terrans and natives to live side by side\nin harmony. We dispose of a race only when it's necessary for the\ngreatest good. And we would especially dislike having to dispose of the\nDamorlanti.\"\n\n\"What's wrong with them?\" Clarey asked, pushing away his half-finished\ncrême brulée a la Betelgeuse with a sigh. \"Are they excessively\nbelligerent, then?\"\n\n\"No more belligerent than any intelligent life-form which has pulled\nitself up by its bootstraps.\"\n\n\"Rigid?\" Clarey suggested. \"Unadaptable? Intolerant? Indolent?\nPersonally offensive?\"\n\n       *       *       *       *       *\n\nSpano smiled. He leaned back with half-shut eyes, as if this were a\nguessing game. \"None of those.\"\n\n\"Then why consider disposing of them?\" Clarey asked. \"They sound pretty\ndecent for natives. Don't wipe them out; even an ilf has a right to\nlive.\"\n\n\"Clarey,\" the girl said, \"you're drunk.\"\n\n\"I'm in full command of my faculties,\" he assured her. \"My wits are\nall about me, moving me to ask how you could possibly expect to use\na secret agent on Damorlan if there are no colonists. What would he\ndisguise himself as--a touring Earth official?\" He laughed with modest\ntriumph.\n\nSpano smiled. \"He could disguise himself as one of them. They're\nhumanoid.\"\n\n\"_That_ humanoid?\"\n\n\"That humanoid. So there you have the problem in a nutshell.\"\n\nBut Clarey still couldn't see that there was a problem. \"I thought\nwe--the human race, that is--were supposed to be the very apotheosis\nof life species.\"\n\n\"So we are. And that's the impression we've conveyed to such other\nintelligent life-forms as we've taken under our aegis. What we're\nafraid of is that the other ilfs might become ... confused when they\nsee the Damorlanti, think they're the ruling race.\" Leaning forward,\nhe pounded so loudly on the table both the others jumped. \"This is our\ngalaxy and we don't intend that anyone, humanoid or otherwise, is going\nto forget it!\"\n\n\"You're drunk, too, Steff,\" the girl said. She had changed completely;\nher coquetry had dropped as if it were another mask. And it had been,\nClarey thought--an advertising mask. An offer had been made, and, if\nhe accepted it, he would get probably not Han herself but a reasonable\nfacsimile.\n\nHe tried to sort things out in his whizzing brain. \"But why should the\nother ilfs ever see a Damorlant?\" he asked, enunciating very precisely.\n\"I've never seen another life-form to speak of. I thought the others\nweren't allowed off-planet--except the Baluts, and there's no mistaking\nthem, is there?\" For the Baluts, although charming, were unmistakably\nnon-human, being purplish, amiable, and octopoid.\n\n\"We don't forbid the ilfs to go off-planet,\" Spano proclaimed.\n\"That would be tyrannical. We simply don't allow them passage in our\nspaceships. Since they don't have any of their own, they can't leave.\"\n\n\"Then you're afraid the Damorlanti will develop space travel on their\nown,\" Clarey cried. \"Superior race--seeking after knowledge--spread\ntheir wings and soar to the stars.\" He flapped his arms and fell off\nthe stool.\n\n\"Really, Steff,\" Han said, motioning for the servo-mechanism to pick\nClarey up, \"this is no way to conduct an interview.\"\n\n\"I am a creative artist,\" the general said thickly. \"I believe in\nsuiting the interview to the occasion. Clarey understands, for he,\ntoo, is an artist.\" The general sneezed and rubbed his nose with\nhis silver sleeve. \"Listen to me, boy. The Damorlanti are a fine,\ncreative, productive race. It isn't generally known, but they\ndeveloped the op fastener for evening wear, two of the new scents on\nthe roster come from Damorlan, and the snettis is an adaptation of a\nDamorlant original. Would you want a species as artistic as that to be\nannihilated by an epidemic?\"\n\n\"Do our germs work on them?\" Clarey wanted to know.\n\n\"That hasn't been established yet. But their germs certainly work\non us.\" The general sneezed again. \"That's where I got this sinus\ntrouble, last voyage to Damorlan. But you'll be inoculated, of course.\nNow we know what to watch out for, so you'll be perfectly safe. That\nis, as far as disease is concerned.\"\n\n       *       *       *       *       *\n\nHis face assumed a stern, noble aspect. \"Naturally, if you're\ndiscovered as a spy, we'll have to repudiate you. You must know that\nfrom the tri-dis.\"\n\n\"But I haven't said I would go!\" Clarey howled. \"And I can't see why\nyou'd want _me_, anyway!\"\n\n\"Modest,\" the general said, lighting a smoke-stick. \"An admirable\ntrait in a young intelligence operative--or, indeed, anyone. Have a\nsmoke-stick?\"\n\nClarey hesitated. He had never tried one; he had always wanted to.\n\n\"Don't, Clarey,\" the girl advised. \"You'll be sick.\"\n\nShe spoke with authority and reason. Clarey shook his head.\n\nThe general inhaled and exhaled a cloud of smoke in the shape of a\nbunnit. \"The Damorlanti look like us, but because they look like us,\nthat doesn't mean they think like us. They may not have the least idea\nof developing space travel, simply be interested in developing thought,\nart, ideals, splendid cultural things like that. We don't know enough\nabout them; we may be making mountains out of molehills.\"\n\n\"Martian molehills,\" Clarey snickered.\n\n\"Precisely,\" the general agreed. \"Except that there are no moles on\nMars either.\"\n\n\"But I still can't understand. Why _me_?\"\n\nThe general leaned forward and said in a confidential tone, \"We want\nto understand the true Damorlan. Our observations have been too\nsuperficial; couldn't help being. There we come, blasting out of the\nskies with the devil of a noise, running all over the planet as if we\nowned it. You know how those skyboys throw their gravity around.\"\n\nClarey nodded. _Sentries of the Sky_ had kept him well informed on such\nmatters.\n\n\"So what we want is a man who can go to Damorlan for five or ten years\nand become a Damorlant in everything but basic loyalties. A man who\nwill absorb the very spirit of the culture, but in terms our machines\ncan understand and interpret.\" Spano stood erect. \"You, Clarey, are\nthat man!\"\n\nThe girl applauded. \"Well done, Steff! You finally got it right side\nup!\"\n\n\"But I've lived twenty-eight years on this planet and I'm not a part\nof its culture,\" Clarey protested. \"I'm a lonely, friendless man--you\nmust know that if you've deep-probed me--so why should I put up a front\nand be brave and proud about it?\"\n\n       *       *       *       *       *\n\nThen he gave a short, bitter laugh. \"I see. That's the reason you want\nme. I have no roots, no ties; I belong nowhere. Nobody loves me. Who\nelse, you think, but a man like me would spend ten years on an alien\nplanet as an alien?\"\n\n\"A patriot, Sub-Archivist,\" the general said sternly. \"By God, sir, a\npatriot!\"\n\n\"There's nothing I'd like better than to see Terra and all its colonies\ngo up in smoke. Mind you,\" Clarey added quickly, for he was not as\ndrunk as all that, \"I've nothing against the government. It's a purely\npersonal grievance.\"\n\nThe general unsteadily patted his arm. \"You're detached, m'boy. You can\nexamine an alien planet objectively, without trying to project your own\ncultural identity upon it, because you have no cultural identity.\"\n\n\"How about physical identity?\" Clarey asked. \"They can't be ex-exactly\nlike us. Against the laws of nature.\"\n\n\"The laws of man are higher than the laws of nature,\" the general said,\nwaving his arm. A gout of smoke curled around his head and became a\nhalo. \"Very slight matter of plastic surgery. And we'll change you\nback as soon as you return.\" Then he sat down heavily. \"How many young\nmen in your position get an opportunity like this? Permanent U-E\nstatus, a hundred thousand credits a year and, of course, on Damorlan\nyou'd be on an expense account; our money's no good there. By the time\nyou got back, there'd be about a million and a half waiting for you,\nwith interest. You could buy all the instruments and tape all the music\nyou wanted. And, if the Musicians' Guild puts up a fuss, you could buy\nit, too. Don't let anybody kid you about the wheel, son; money was\nmankind's first significant invention.\"\n\n\"But ten years. That's a long time away from home.\"\n\n\"Home is where the heart is, and you wanting to see your own planet\ngo up in a puff of smoke--why, even an ilf wouldn't say a thing like\nthat!\" Spano shook his head. \"That's too detached for me to understand.\nYou'll find the years will pass quickly on Damorlan. You'll have\nstimulating work to do; every moment will be a challenge. When it's\nall over, you'll be only thirty-eight--the very prime of life. You\nwon't have aged even that much, because you'll be entitled to longevity\ntreatments at regular intervals.\n\n\"So think it over, m'boy.\" He rose waveringly and clapped Clarey on\nthe shoulder. \"And take the rest of the afternoon off; I'll fix it\nwith Archives. We wouldn't want you coming back from Classification\nintoxicated.\" He winked. \"Make a very bad impression on your\nco-workers.\"\n\nHan masked herself and escorted Clarey to the restaurant portway.\n\"Don't believe everything he says. But I think you'd better accept the\noffer.\"\n\n\"I don't have to,\" Clarey said.\n\n\"No,\" she agreed, \"you don't. But you'd better.\"\n\n       *       *       *       *       *\n\nClarey took the cheap underground route home. His antiseptic little\ntwo-room apartment seemed even bleaker than usual. He dialed a dyspep\npill from the auto-spensor; the lunch was beginning to tell on him.\nAnd that evening he couldn't even take an interest in _Sentries of\nthe Sky_, which, though he'd never have admitted it, was his favorite\nprogram. He had no friends; nobody would miss him if he left Earth or\ndied or anything. The general's right, he thought; I might as well\nbe an alien on an alien planet. At least I'll be paid better. And he\nwondered whether, in lighter gravity, his spirits might not get a lift.\n\nHe dragged himself to work the next day. He found someone did care\nafter all. \"Well, Sub-Archivist Clarey,\" Chief Section Archivist\nMacFingal snarled, \"I would have expected to see more sparkle in your\neye, more pep in your step, after a whole day of nothing but sweet\nrest.\"\n\n\"But--but General Spano said it would be all right if I didn't report\nback in the afternoon.\"\n\n\"Oh, it is all right, Sub-Archivist, no question of that. How could I\ndare to complain about a man who has such powerful friends? I suppose\nif I gave you the Sagittarius files to reorganize, you'd go running to\nyour friend General Spano, sniveling about cruel and unfair treatment.\"\n\nSo Clarey started reorganizing the Sagittarius files--a sickeningly\ndull task which should by rights have gone to a junior archivist. All\nmorning he couldn't help thinking about Damorlan--its invigorating\natmosphere, its pleasant climate, its presumed absence of archives and\narchivists. During his lunchstop he looked up the planet in the files.\nThere was only a small part of a tape on it. There might be more in\nthe Classified Files. It was, of course, forbidden to view secretapes\nwithout a direct order from the Chief Archivist, but the tapes were\nlocked by the same code as the rare editions. After all, he told\nhimself, I have a legitimate need for the information.\n\nSo he punched for Damorlan in the secret files. He put the tape in the\nviewer. He saw the natives. Cold shock filled him, and then hot fury.\nThey were humanoid all right--pallid, pale-haired creatures. Objective\nviewpoint, he thought furiously; detachment be damned! I was picked\n_because I look like one of them_!\n\nHe was wrenched away from the viewer. \"Sub-Archivist Clarey, what is\nthe meaning of this?\" Chief Section Archivist MacFingal demanded. \"You\nknow what taking a secretape out without permission means?\"\n\nClarey knew. The reorientation machine. \"Ask General Spano,\" he said in\na constricted voice. \"He'll tell you it's all right.\"\n\n       *       *       *       *       *\n\nGeneral Spano said that it was, indeed, all right. \"I'm so glad to hear\nyou've decided to join us. Splendid career for an enterprising young\nman. Smoke-stick?\"\n\nClarey refused; he no longer had any interest in trying one.\n\n\"Don't look so grim,\" Spano said jovially. \"You'll like the Damorlanti\nonce you get to know them. Very affectionate people. Haven't had any\nmajor wars for several generations. Currently there are just a few\nskirmishes at the poles and you ought to be able to keep away from\nthose easily. And they'll simply love you.\"\n\n\"But I don't like anyone,\" Clarey said. \"And I don't see why the\nDamorlanti should like me,\" he added fairly.\n\n\"I'll tell you why! Because it'll be your job to _make_ them like you.\nYou've got to be friendly and outgoing if it kills you. Anyone can\ndevelop a winning personality if he sets his mind to it. I though you\nsaid you watched the tri-dis!\"\n\n\"I--I don't always watch the commercials,\" Clarey admitted.\n\n\"Oh, well, we all have our little failings.\" Spano leaned forward,\nhis voice now pitched to persuasive decibels. \"Normally, of course,\nyou wouldn't stoop to hypocrisy to gain friends, and quite right,\ntoo--people should accept you as you are or they wouldn't be worthy\nof becoming your friends. But this is different. You have to be what\nthey want, because you want something from them. You'll have to suffer\nrebuffs and humiliations and never show resentment.\"\n\n\"In other words,\" Clarey said, \"a secret agent is supposed to forget\nall about such concepts as self-respect.\"\n\n\"If necessary, yes. But here self-respect doesn't enter into it. These\naren't people and they don't really matter. You wouldn't be humiliated,\nwould you, if you tried to pat a dog and it snarled at you?\"\n\n\"Steff, he's got to think of them as people until he's definitely given\nthem a clean bill of health,\" Han Vollard protested. \"Otherwise, the\nwhole thing won't work.\"\n\n\"Well,\" the general temporized, \"think of them as people, then, but as\ninferior people. Let them snoop and pry and sneer. Always, at the back\nof your mind, you'll have the knowledge that this is all a sham, that\nsomeday they'll get whatever it is they deserve. You might even think\nof it as a game, Clarey--no more personal than when you fail to get the\ngardip ball into the loop.\"\n\n\"I don't happen to play gardip, General,\" Clarey reminded him coldly.\nGardip was strictly a U-E pastime. And, in any case, Clarey was not a\ngamesman.\n\nHe was put through intensive indoctrination, given accelerated courses\nin the total secret agent curriculum: Self-Defense and Electronics,\nDecoding and Resourcefulness, Xenopsychology and Acting.\n\n\"There are eight cardinal rules of acting,\" the robocoach told him.\n\"The first is: Never Identify. You'll never be able to become the\ncharacter you're playing, because you aren't that character--the\nplaywright gave birth to him, not your mother. Therefore--\"\n\n\"But I'm only going to play one role,\" Clarey broke in. \"All I need to\nknow is how to play that role well and convincingly. My life may depend\non it.\"\n\n\"I teach acting,\" the robocoach said loftily. \"I don't run a charm\nschool. If you come to me, you learn--or, at least, are exposed to--all\nI have to offer. I refuse to tailor my art to any occasional need. Now,\nthe second cardinal rule....\"\n\n       *       *       *       *       *\n\nClarey was glad he could absorb the languages and social structure\nof the planet through the impersonal hypno-tapes. He had to learn\nmore than one language because the planet was divided into several\nnational units, each speaking a different tongue. Inefficient as far as\nplanetary operation went, but advantageous to him, Han Vollard pointed\nout, because, though he'd work in Vangtor, he would be supposed to have\noriginated in Ventimor; hence his accent.\n\n\"Work?\" Clarey asked. \"I thought I was going to be an undercover agent.\"\n\n\"You'll have a cover job,\" she explained wearily. \"You can't just\nwander around with no visible source of income, unless you're a member\nof the nobility, and it would be risky to elevate you to the peerage.\"\n\n\"What kind of a job will I have?\" Clarey asked, brightening a little at\nthe idea of possibly having something interesting to do.\n\n\"They call it _librarian_. I'm not exactly sure what it is, but\nColonel Blynn--he's our chief officer on the planet--says that after\nindoctrination you ought to be able to handle it.\"\n\nClarey already knew that jobs on Damorlan weren't officially assigned,\nbut that employer and employee somehow managed to find each other\nand work out arrangements themselves. Sometimes, Han now explained,\nemployers would advertise for employees. Colonel Blynn had answered\nsuch a job in Vangtor on his behalf from an accommodation address in\nVentimor. \"You were hired sight unseen, because you came cheap. So they\nprobably won't check your references. Let's hope not, anyway.\"\n\n       *       *       *       *       *\n\nThe trip to Damorlan was one long aching agony. Since luxury liners\nnaturally didn't touch on Damorlan, he was sent out on a service\nfreighter, built for maximum stowage rather than comfort. Most of the\ntime he was spacesick. The only thing that comforted him was that it\nwould be ten years before he'd have to go back.\n\nThey landed on the Earthmen's spaceport--the only spaceport, of\ncourse--at Barshwat, and he was hustled off to Earth Headquarters in\nan animal-drawn cart that made him realize there were other ailments\nbesides spacesickness.\n\n\"Afraid you're going to have to hole up in my suite while you're with\nus,\" Colonel Blynn apologized when Clarey was safely inside. \"The\nrest of the establishment is crawling with native servants--daytimes,\nanyway; they sleep out--but they have orders never to come near my\nquarters.\"\n\nHe looked interestedly at Clarey. \"Amazing how the plastosurgeons got\nyou to look exactly like a native. Those boys really know their stuff.\nMaybe I _will_ have my nose fixed next time I go Earthside.\"\n\nClarey glared venomously at the tall, handsome, dark young officer.\n\n\"Don't worry,\" Blynn soothed him. \"I'm sure when you go back they'll be\nable to make you look exactly the way you were before.\"\n\nHe gave Clarey a general briefing and explained to him that the\nadditional allowance he'd be receiving--since he couldn't be expected\nto live on a Damorlant salary--would come from an alleged rich aunt in\nBarshwat.\n\n\"Where'll you get the native currency?\" Clarey asked.\n\n\"We do some restricted trading with the natives, bring materials\nthat're in short supply; salt, breakfast cereals, pigments,\nthread--stuff like that. Nothing strategic, nothing they could possibly\nuse against us ... unless they decide to strangle us with our own\nstring.\" He guffawed ear-splittingly.\n\n       *       *       *       *       *\n\nOne rainy evening a couple of Earth officers hustled Clarey into a\nhax-cart. A little later, equipped with a native kit, an itinerary, and\na ticket purchased in Ventimor, he was left a short distance from a\nlarge track-car station.\n\nHe was so numb with fright he had to force himself to move in the right\ndirection leg by leg. He gained a little confidence when he was able to\nfind the terminus without needing to ask directions; he even managed\nto find the right chain of cars and a place to sit in one of them.\nHe didn't realize that this was something of an achievement until he\ndiscovered that certain later arrivals had to stand. He wondered why\nmore tickets were issued than there were seats available, then realized\nthe answer was simple--primitives couldn't count very accurately.\n\nCreakily and slowly, the chain got under way. Clarey's terror mounted.\nHere he was, wearing strange clothes, on a strange world, surrounded by\nstrange creatures. They aren't really repulsive, he told himself; they\nlook like people; they look like me.\n\nSome of the natives seemed to be staring at him. His heart began to\nbeat loudly. Could they hear it? Did their hearts beat the same way?\nWas their hearing more acute than his? The tapes had seemed so full of\ninformation; now he saw how full of holes they'd been. Then he noticed\nthat the natives were staring at each other. His heart quieted. Only\na local custom. After a while, little conversational groups formed.\nNo one spoke to him, for he spoke to no one. He was not yet ready to\nthrust himself upon them; he had enough to do to reach his destination\nsuccessfully.\n\nHe tried to follow the conversations for practice and to keep his mind\noff his fears. The male next to him was talking to the male opposite\nabout the weather and its effect on the sirtles. The three females on\nhis other side were telling each other how their respective offspring\nwere doing in school. Some voices he couldn't identify with owners were\ncomplaining how much sagor and titulwirt cost these days. I don't know\nwhy the government is so worried, he thought; they're not really very\nhuman at all.\n\nThe chain had been scheduled to reach the end of its run in three\nhours. It took closer to five. He got off at what would have been\naround midnight on Earth, and the terminus where he was supposed to\ntake the next chain was almost empty of people, completely empty of\ncars. Although it was still a few minutes before his car was due, he\nwas worried. Finally, he approached a native.\n\n\"Is this--is this not where the 39:12 to Zrig is destined to appear?\"\nhe asked, conscious as he uttered Vangtort aloud for the first time\nthat his phrasing was not entirely colloquial.\n\nThe native stared at him with small pale eyes and bit his middle\nfinger. \"Stranger, eh?\" he asked in a small pale voice.\n\n\"Yes.\" The native waited. \"I come from Ventimor,\" Clarey told him. Nosy\nnative, he thought furiously; prying primitive.\n\n\"You don't hafta shout,\" the native said. \"I'm not deef.\"\n\nClarey realized what he hadn't noted consciously before--the natives\nspoke much more softly than Earthmen. Local custom two.\n\n\"You'll be finding things a lot different here in Vangtor,\" the native\ntold him. \"Livelier, more up to date. F'rinstance, do the cars always\nrun on time in Ventimor?\"\n\n\"Yes,\" Clarey said firmly.\n\n\"Well, they don't here. Know why? That's because we've got more'n one\nchain of 'em.\" He made a noise like a wounded turshi. He was laughing.\n\n       *       *       *       *       *\n\nClarey smiled until his gums ached. \"About the 39:12? It is rather\nimportant to me, as I understand the next chain does not leave for\nseveral days.\"\n\nThe native lifted a chronometer hanging around his neck. \"Ought to get\nin around 40 or so,\" he said. \"Whyn't you get yourself a female or a\nbite to eat?\" He waved his hand toward the two trade booths that were\nstill open for business.\n\nClarey was very hungry. But, as he got near the food booth, the stench\nand the sight of the utensils were too much for him. He went back to\nthe carways and sat huddled on a banquette until his chain came in at\n40:91.\n\nThe car he picked was empty, so he stretched out on the seat and slept\nuntil it got to Zrig, very early in the morning. When he got out,\nday was dawning and a food booth hadn't had time to accumulate odors\nso he climbed to one of the perches and pointed to something that\nlooked like a lopsided pie and something else that looked like coffee.\nNeither was what it appeared to be, but the pseudo-pie was edible and\nthe pseudo-coffee was good. Somehow, the food seemed to diminish his\nfright; it made the world less strange.\n\n\"Where you going, stranger?\" the native asked, resting his arms on the\ntop of the booth.\n\n\"Katund,\" Clarey said. The other looked puzzled. \"It is a village near\nZrig.\"\n\n\"That a fact?\" The native bit his little finger. \"You look like a city\nfeller to me.\"\n\n\"That is correct,\" Clarey said patiently. \"I come from Qytet. It is a\nplace of some size.\" He waited a decent interval before collapsing his\nsmile.\n\n\"Now, why would a smart-looking young fellow like you want to go to a\nplace like this Katund, eh?\"\n\nClarey started to shrug, then remembered that was not a Damorlant\ngesture. \"I have received employment there.\"\n\n\"I should think you'd be able to do better'n that.\" The native nibbled\nat his thumb. \"What did you say you worked at?\"\n\n\"I didn't. I am a librarian.\"\n\nThe native turned away and began to rinse his utensils. \"In that case,\nI guess Katund's as good a place as any.\"\n\nSurely, Clarey thought, even a Damorlant would at this point rise up\nand smite the food merchant with one of his own platters. Then he\nforgot his anger in apprehension. What in the name of whatever gods\nthey worshipped on this planet could a librarian possibly be?\n\nHe got up and was about to go. Then he remembered to be friendly and\noutgoing. \"I have never tasted better food,\" he told the native. \"Not\neven in Barshwat.\"\n\nThe native picked up the coin Clarey had left by way of tip and bit it.\nApparently it passed the test. \"Stop here next time you're passing this\nway,\" he advised, \"and I'll really serve you something to write home\nabout!\"\n\n       *       *       *       *       *\n\nThe omnibus for Katund proved to be nothing but a large cart drawn by a\nteam of hax. Clarey waited for internal manifestations as he rode. None\ncame. I've found my land legs, he thought, or, rather, my land stomach.\nAnd with the hax jogging along the quiet lanes of Vangtor, he found\nhimself almost at peace.\n\nEarth was completely urbanized: there were the great metropolises;\nthere were the parks; there were the oceans. That was all. So to him\nthe Vangtort countryside looked like a huge park, with grass and trees\nand flowers that were slightly unrealistic in color, but beautiful just\nthe same--even more, perhaps. It was idyllic. There's bound to be some\ncatch, he thought.\n\nThe other passengers, who'd been talking together in low tones, turned\ntoward Clarey. \"You'll be the new librarian, I take it?\" the tallest\nobserved. He was a bulky creature, wearing a rich but sober cloak that\ncame down to his ankles.\n\nFor a moment Clarey couldn't understand him; the local dialect seemed\nto thicken the words. \"Why, yes. How did you know that?\"\n\nThe native wiggled his ears. \"Not many folks come to Katund and a new\nlibrarian's expected, so it wasn't hard to figure. Except you don't\nlook my idea of a librarian.\"\n\nClarey nervously smoothed the dark red cloak that covered him from\nshoulder to mid-calf. Was it too loud? Too quiet? Too short?\n\n\"What give you the idea of comin' to Katund?\" the oldest and smallest\nof the three asked in a whistling voice. \"It's no place anybody who\nwasn't born here'd choose.\"\n\n\"Most young fellers favor the city,\" the third--a barrel-shaped\nindividual--agreed. \"I'd of gone there myself when I was a lad, if Dad\nhadn't needed somebody to take over the Purple Furbush when he was\ngone.\"\n\n\"Maybe he's runnin' away,\" the ancient sibilated. \"When I was a boy,\nthere was a feller from the city came here; turned out to be a thief.\"\nAll three stared at Clarey.\n\n\"I--I replied to an advertisement in the Dordonec District Bulletin,\"\nhe said carefully. \"I wished for a position that was peaceful and\nquiet. I am recovering from an overset of the nervous system.\"\n\nThe oldest one said, \"That'd account for it right enough.\"\n\nClarey gritted his teeth and beamed at them.\n\n\"Typical idiot smile,\" the ancient whispered. \"Noticed it myself right\noff, but I didn't like to say.\"\n\n\"Is it right to have a librarian that isn't all there?\" the proprietor\nof the Furbush asked. \"Foreigner, too. I mean to say--the young ones\nuse him more'n most.\"\n\n\"We've got to take what we can get,\" the biggest native said. \"Katund's\nfunds are running mighty low.\"\n\n\"What can you expect when you ballot yourself a salary raise every\nyear?\" the old one whistled. The other two made animal noises. Clarey\nmust not jump; he must learn to laugh like a turshi if he hoped to be\nthe life of any Damorlant party.\n\n       *       *       *       *       *\n\nThe big one stood up as well as he could in the swaying cart. \"Guess\nI'd better introduce myself,\" he said, holding out a sturdily shod\nfoot. \"I'm Malesor, headman of Katund. This is Piq; he deals in blots\nand snarls. And Hanxi here's the inn-keeper.\"\n\n\"My name is Balt,\" Clarey said. \"I am honored by this meeting.\" And he\nwent through the conventional toe-touching with each one.\n\n\"Guess you'll be putting up with me until you've found permanent\nquarters, Til Balt,\" Hanxi said. \"Not that you could do much better\nthan make your permanent home at the Purple Furbush. You'll find life\nmore comfortable than if you lodge with a private fam'ly. Bein' a young\nunmarried man--\" he twisted his nose suggestively--\"you'd naturally\nwant a bit of freedom, excitement.\"\n\n\"Remember he's a librarian,\" Piq whistled. \"He might not appreciate as\ngood a time as most young fellers.\"\n\nClarey was glad when a cluster of domes appearing over the horizon\nindicated that they'd reached Katund. He looked about him curiously.\nThe countryside he'd been able to equate with a park, but this small\naggregate of detached dwellings bore no relationship to anything in his\nexperience.\n\nHis kit was dexterously removed from his hand. \"Guess you'll want to\ncheck in first,\" Hanxi said, \"so I'll just take your gear over to the\ninn for you.\"\n\nHe pointed out a small dome shading from lavender at the bottom to rose\npink on top. Over the door were glittering symbols which Clarey was\nable to decipher after a moment's concentration as \"Dordonec District\nPublic Library--Katund Branch,\" and underneath, in smaller letters,\n\"Please Blow Nose Before Entering.\"\n\nHesitantly, he touched the screen that covered the portway. It rolled\nback. He went inside.\n\nAt his first sight of what filled the shelves from floor to topmost\ncurve of the dome, Clarey became charged with fury. The ancient\nbooks in the glass cases back on Earth were of a different shape and\nsubstance, but, \"My God,\" he cried aloud, \"it's nothing but another\narchive!\"\n\nThe female in charge glared at him. \"Silence, please!\"\n\nSuddenly the anger left him, and the fear. He was no longer a stranger\non a strange world. He was an archivist in an archive.\n\nShe took a better look at him and the local equivalent of a bright\nsmile shone on her face. \"May I help you, til?\" she asked in a softer,\nsweeter voice.\n\n\"I am Balt, til,\" he said. \"I am the new librarian.\"\n\nShe came out from behind the desk to offer the ceremonial toe touch.\n\"I'm Embelsira, the head librarian, and I am very glad to see you!\" Her\ntone was warm; she really seemed to mean it. \"Everything's in such a\nmess,\" she went on. \"I've needed help so very badly, so very long.\" She\nlooked up at him, for she was a good deal shorter than he. \"So glad,\"\nshe murmured, \"so very, very glad to see you, really.\"\n\n\"Well, now you have help,\" he said with quiet strength. \"Where are the\nfiles?\"\n\nThey were written instead of punched, of alien design, in an alien\nlanguage, arranged according to alien patterns, but he understood them\nat a glance. \"These will need to be re-organized from top to bottom,\"\nhe said.\n\n\"Yes, Til Balt,\" she said demurely. \"Whatever you say.\"\n\n       *       *       *       *       *\n\nOnce every six months, Clarey went for a long weekend to visit\nhis \"Aunt Askidush\" in Barshwat. Barshwat was the largest city on\nDamorlan; it was the capital of Vintnor--the greatest nation. Earthmen,\nClarey thought, as he traveled there in the comparative luxury of a\nfirst-class compartment--as a rich nephew, he saw no real reason to\ntravel third-class--were disgustingly obvious.\n\nThat first time, he was five hours late, and Blynn was a nervous\nwreck. \"I was afraid you'd been killed or discovered or God knows,\" he\nbabbled, practically embracing Clarey in a fervency of relief. \"I was\nafraid--\"\n\n\"Come, come, Colonel,\" Clarey interrupted, striding past him, \"you know\nhow inefficient Damorlant transport is, and I had to make two chain\nconnections.\"\n\n\"Of course,\" the colonel said, wiping the perspiration off his\nforehead. \"Of course. And you must be dead tired. Sit down; let me take\nyour cloak--\"\n\n\"How about the servants?\" Clarey asked.\n\n\"This is their weekend off.\" Blynn pulled himself together. \"Really, my\ndear fellow, I've been in this business longer than you. I know what\nprecautions to take.\"\n\n\"Never can be too careful.\"\n\n\"I see you've got yourself another cloak,\" the colonel said as he hung\nit in the guest snap. \"Very handsome. I've never seen one like it.\"\n\n\"Yes. As a matter of fact, several people on the chains wanted to know\nwhere I'd got it.\"\n\n\"Where _did_ you get it?\" asked Blynn, feeling the material. \"Might go\nwell as an export.\"\n\n\"Afraid it couldn't be exported. It's a custom job, you see.\nHand-woven, hand-decorated. It was a birthday present.\"\n\nThe colonel stared at him.\n\n\"Well,\" Clarey said, \"if you didn't expect me to get birthday presents,\nyou shouldn't have put a birth date on my identity papers. My boss\nbaked me a melxhane--\"\n\n\"Your boss!\"\n\n\"The relationship between employer and employee is much different\nfrom the way it is on Earth,\" Clarey explained. Reaching over, he\nflipped the switch on the recorder and repeated the statement, adding,\n\"Embelsira is kind, considerate, helpful; she can't do enough for me.\"\nHe put his mouth close to the mechanism. \"Be sure to tell MacFingal\nthat.\"\n\n\"Now, now,\" the colonel said, turning the switch off. He pushed a small\ntea wagon over to Clarey. \"You must be starving. Have some sandwiches\nand coffee. I'm sure you'll be glad to taste good Earth food again.\"\n\n\"Yes, indeed,\" Clarey said, trying not to make a face. \"Er--shouldn't\nwe start recording while everything's fresh in my mind?\"\n\n\"Might as well,\" the colonel said, flipping the switch again. \"Pity we\ndon't have a probe here. Would save so much time. But, of course, it's\nan expensive installation. All right, Clarey, over to you.\"\n\n       *       *       *       *       *\n\nClarey choked on a mouthful of sandwich and hesitated. \"Begin with your\nvery first impressions,\" the colonel urged.\n\n\"Well, the archives--the library--was in a real mess. Took me over two\nweeks to get it in even roughly decent shape. Three different systems\nof classification and, added to that--\"\n\n\"Not so much the library, old chap. Leave the technical stuff for\nlater. What I meant was your first impressions of the natives....\nIs something wrong with the coffee? And you've hardly touched your\nsandwich. Maybe you'd like another kind. I have several varieties\nhere--ham and cheese and--\"\n\n\"Oh, no,\" Clarey protested. \"The one I have is fine. It's just that\nI'm--well, to tell you the truth,\" he confessed, \"I've grown accustomed\nto Damorlant food.\"\n\n\"Don't see how you could,\" the colonel said. \"Nauseating stuff--to my\nway of thinking,\" he added politely. He opened a sandwich and inspected\nthe filling.\n\n\"You've only eaten at public places. Even the better restaurants don't\nput themselves out for Earthmen, say they have no--palates, I guess the\nword would be. But you ought to taste my landlady's cooking!\"\n\n\"All this is being taped, you know. They'll have to listen to every\nword on Earth.\"\n\n\"If only I could convey the true picture through words. Her ragouts\nare rhapsodies, her soufflés symphonies--I'm using rough Terrestrial\nequivalents, of course--\"\n\n\"The cuisine comes later, please. Over-all impressions first.\"\n\n\"Well,\" Clarey began again, \"at first I was a bit surprised that\nyou'd stuck me in a quarter-credit place like Katund. Naturally in a\nvillage the people'd be more backward than in the cities, so you'd\nhave a poorer idea of how they were developing. Then I realized that\nyou couldn't help putting me there, that you probably couldn't write a\nletter good enough to get me a job in any of the big centers. Embelsira\nsaid she was surprised to find me so much more literate than she would\nhave expected from the letter.\"\n\nThe colonel sat erect huffily. \"I've never pretended to be a\nphilologist. And, anyway, Damorlan isn't like Earth. Here the heartbeat\nof the planet is in its villages.\"\n\n\"Earth hasn't any villages, so the comparison doesn't apply.\" Clarey\ncleared his throat. \"Don't you have anything to drink except coffee?\"\n\n\"Tea?\"\n\n\"That would be better. Do you know the Katundi have a special variety\nof tea, or something very like it, which is--\"\n\n\"Tell me what they think of Earthmen,\" the colonel interrupted\ndesperately.\n\n\"Not much. What I mean is, nobody in Katund's actually had any contact\nwith them, though they've heard of them, of course. Every now and then\nthere's a little article in the Dordonec Bulletin from their Barshwat\ncorrespondent, and sometimes, if there isn't any real news, he gives a\ncouple of inches to the Earthmen.\"\n\n\"Exactly how do they regard us?\" the colonel asked as he spooned tea\ninto the pot. \"Demi-gods? Superior beings? Are they in great awe of us?\"\n\n\"They regard us as visitors from another planet,\" Clarey said. \"They\ndon't realize from quite how far away we hail, think it's only a matter\nof a solar system or two, but they've got the general idea. Don't\nforget, they may not be a mechanical people, but they do have some idea\nof astronomy. They're not illiterate clods.\"\n\n\"What do they think of our spaceships? Great silver birds, something\nlike that?\"\n\n       *       *       *       *       *\n\nSighing deeply, Clarey said, \"They think our spaceships are cars that\nfly through the sky without tracks. And they think it's silly, our\nhaving machines to fly in the sky and none to go on the ground. There's\nan old Dordonec proverb: 'One must run before one must fly.' Originally\napplied to birds, but--\"\n\n\"But what else do they think about us?\"\n\nClarey was hurt. \"That's what I was getting to, if you'll only give me\ntime. After all, I've been speaking Vangtort for six months and it's a\nlittle hard to go back to Terran and organize my thoughts at the same\ntime.\"\n\n\"Terribly sorry,\" the colonel apologized, handing him a cup of tea.\n\"Carry on.\"\n\n\"Thank you. They say if you--if we--are so smart, why do we use hax or\nthe chains like anybody else? They think somebody else must have given\nus the starships, or else we stole them. That's mostly Piq's idea; he's\nthe village lawyer and, of course, lawyers are apt to think in terms\nlike that.\"\n\n\"Um,\" the colonel said. \"We didn't think it would be a good idea to\nintroduce ground cars. Upset their traffic and cause dissatisfied\nyearnings.\"\n\n\"They're satisfied with their hax carts. They're not in any hurry to\nget anywhere. But Katund's a village. Attitudes may be different in the\ncities.\"\n\n\"You stick with your village, old chap. If you feel a wild urge for\ncity life, you can always take a weekend trip to Zrig. Stay at the Zrig\nGrasht; it's the only decent inn. By the way, you spoke of a landlady.\nDo you mean at the inn?\"\n\nNo, Clarey told him, at first he had put up at the inn, but he found\nthe place noisy, the cooking poor, and the pallet covers dirty.\nBesides, Hanxi had kept importuning him to go on visits to a nearby\ntownship where he promised him a good time.\n\n\"I was wondering, though,\" Clarey finished, \"if it would be possible\nfor an Earthman and a Damorlant to--er--have a good time together.\"\n\n\"Been wondering myself!\" the colonel said eagerly. \"I didn't dare ask\non my own behalf, but it's your job, isn't it? I'll check back with the\nX-T boys on Earth. Go on with your story.\"\n\n       *       *       *       *       *\n\nAs a resident of the inn, Clarey told Colonel Blynn, he'd found that\nhe was expected to join the men in the bar parlor every evening, where\nthey'd drink and exchange appropriate stories. But he'd choked on the\nsqufur and was insufficiently familiar with the local mores to be able\nto appreciate the stories, let alone tell any. He'd concentrated on\nsmiling and agreeing with whatever anybody said, with the result that\nthe others began to agree with Piq that he was a bit cracked. \"They\nwere, for the most part, polite enough to me, but I could sense the\ngulf. I was a stranger, a city man, and probably a bit of a lunatic.\"\n\nA few of the younger ones hadn't even been polite. \"They used to insult\nme obliquely,\" Clarey went on, \"and whisper things I only half-heard. I\npretended I didn't hear at all. I stood them drinks and told them what\na lovely place Katund was, so much cleaner and prettier and friendlier\nthan the city. That just seemed to confirm their impression that I was\nan idiot.\"\n\nHe stopped, took a sip of tea, and continued, \"The females were\nfriendly enough, though. Every time they came into the library they'd\nalways stop for a chat. And they were very hospitable--invited\nme to outdoor luncheons, temple gatherings, things like that.\nEmbelsira--she's the chief librarian--got quite annoyed because she\nsaid they made so much noise when they all gathered round my desk.\"\n\nHe paused and blushed. \"I have an idea that--well, the ladies don't\nfind me unattractive. I mean they're not really ladies. That is,\nthey're perfect ladies; they're just not women.\"\n\n\"I'm not a bit surprised,\" the colonel nodded sagely. \"Very well-set-up\nyoung fellow for a native--only natural they should take a liking to\nyou. And only natural the men shouldn't.\"\n\nClarey gave an embarrassed grin. \"One evening I was sitting in the\nbar-parlor, talking to Kuqal and Gazmor, two of the older men. And then\nMundes came in; he's the town muscle boy. You know the type--one in\nevery tri-di series. He was rather unpleasant. I pretended to think he\nwas joking. I've learned to laugh like one of them. Listen.\" He gave a\ncreditable imitation of an agonized turshi.\n\n       *       *       *       *       *\n\nThe colonel shuddered. \"I'm sure if anything would convince the chaps\nback on Earth that the Damorlanti aren't human, that would do it. What\nthen?\"\n\n\"Finally he made a remark impugning the virility of librarians that I\nsimply could not ignore, so I emptied my mug of squfur in his face.\"\n\n\"Stout fellow!\"\n\n\"I knew he'd attack me and probably beat me up, but I thought that\nperhaps if I put up a show of courage they'd respect me. There was\nsomething like that in _Sentries of the Sky_ a year or so ago--but of\ncourse you'd have missed that episode; you were up here. Anyhow, as I\nexpected, he hit me. And then I hit him....\" He smiled reminiscently\ninto his cup of tea.\n\n\"And then?\"\n\n\"I beat him,\" Clarey said simply. \"I still can't figure out how I did\nit. I think it must be because my muscles are heavier-gravity type.\" He\nsmiled again. \"And I beat him good. He couldn't dance at the temple for\nweeks.\"\n\nThe colonel's jaw dropped. \"He's a temple dancer?\"\n\n\"Chief temple dancer. I was a little worried about that, because I\ndidn't want to get in bad theologically. So I went to the priest and\napologized for any inconvenience I might have caused. He said not to\nworry; Mundes had had it coming to him for a long time and his one\nregret was that he hadn't been there to see it. Then we touched toes\nand he said he liked to see a young fellow with brawn who also took\nan interest in cultural pursuits like reading. He trusted I'd have a\nbeneficial effect on the youth of the village. And then he asked me to\nfill in for Mundes as chief temple dancer until he--ah--recovered. It's\na great honor, you know!\" he said sharply, as the colonel seemed more\nmoved to mirth than awe. \"But I've never been much of a dancing man and\nthat's what I told him.\"\n\n\"Very well done,\" the colonel said approvingly. \"But you still haven't\nexplained where you got lodgings and a landlady.\"\n\n\"She's Embelsira's mother. I was invited over for dinner from time\nto time.... It's a local custom,\" he explained as Blynn's eyebrows\nwent up. \"So, when Embelsira told me her mother happened to have a\ncompartment to let with meals included, I jumped at it. Blynn, you\nreally ought to taste those pastries of hers!\"\n\nThe colonel managed to divert him onto some of the other aspects of\nKatundut life. When he'd finished taping everything he had to say, the\ncolonel gave him a list of artifacts and small-sized flora and fauna\nthe specialists on Earth wanted him to collect for his next trip,\nproviding he could do so without arousing attention or violating tabus.\n\nThey shook hands. \"Clarey,\" the colonel said, \"you've done splendidly.\nEarth will be proud of you. And you might bring along one or two of\nthose pastries, by the way.\"\n\n       *       *       *       *       *\n\nWhen Clarey got back to Katund, Embelsira and her mother gave a little\nwelcome home party for him. \"Nothing elaborate,\" the widow said. \"Just\na few neighbors and friends, some simple refreshments.\"\n\nThe tiny residential dome was packed with people; the refreshments,\nClarey thought, as he munched industriously, were magnificent. But\nthen he'd been forced to live on Earth food for a weekend, so he was no\njudge.\n\nAfter they'd finished eating, the young people folded the furniture,\nand, while one of the boys played upon a curious instrument that was\nstring and percussion and brass all at once, the others danced.\n\nClarey made no attempt to participate. In his early youth, he'd flopped\nat the Earth hops--and the Damorlanti had a distinctly more Dionysian\nculture than his home world. He stood and watched them leaping and\ntwirling. When they'd dropped, temporarily exhausted, he made his way\nover to the musician, whom he recognized as one of Piq's numerous\ngrandsons; this one was Rini, he thought.\n\n\"Is that difficult to learn?\" he asked, touching the instrument.\n\n\"The ulerin is extremely difficult,\" the boy said importantly. \"It\ntakes years and years of practice. And you've got to have the touch to\nbegin with. Not many do. All our family have the touch, my brother Irik\nmost of all. He's in Barshwat, studying to be a famous musician.\"\n\nClarey looked at the ulerin with unmistakable wistfulness.\n\n\"Care to try it?\" the boy asked. \"But, mind, you have to pay for any\nbladders you burst.\"\n\n\"I shall be very careful,\" Clarey said, taking the instrument\nreverently in his hands. He had never touched a musical instrument\nbefore--an Earth instrument would have been no less unfamiliar, no more\nwonderful. Gently he began to pluck and bang and blow, in imitation of\nthe way the boy had done, and, though the sounds that came out didn't\nhave the same smoothness, still they didn't fall harshly on his ears.\nThe others stopped talking and listened; it would have been difficult\nfor them to do otherwise, as he was unable to find the muting device.\n\n\"Sounds like the death wail of a hix,\" Piq sibilated, but he added\ngrudgingly, \"Foreigner or not, I have to say this for him--he's got the\ntouch.\"\n\n\"Yes, he's got the touch,\" others agreed. \"You always can tell.\"\n\nRini smiled at Clarey. \"I believe you do. I'll teach you to play, if\nyou like.\"\n\n\"I would, very much.\" Clarey was about to offer to pay for the lessons;\nthen he remembered that, though this would have been the right thing\non Earth, it would be wrong on Damorlan. \"If it is not too much\ntrouble,\" he finished.\n\n\"It's the kind of trouble I like.\" The boy twisted his nose at Clarey.\n\"Sometime you can hide the reserved books for me.\"\n\n       *       *       *       *       *\n\nAfter the guests had gone, Clarey insisted on helping the women with\nthe putting away. \"Well, as long as Embelsira has a pair of brawny arms\nto help her,\" the widow yawned, \"I might as well be getting along to\nmy pallet. I seem to get more and more tired these days--old age, I\nexpect. One day I'll be so tired I'll never wake up and Embelsira'll\nbe alone and what'll she do, poor thing? Who can live on a librarian's\nsalary? Now, on two librarians' salaries--\"\n\n\"Mother,\" Embelsira interrupted furiously, \"you go to bed!\"\n\nShe did, hurriedly.\n\n\"Don't worry, Embelsira,\" Clarey said. \"She will be weaving away for\ndecades yet. Everybody says she's the best weaver in the district,\" he\nadded, to change the subject.\n\n\"Yes,\" Embelsira said as they gathered all the oddments the guests had\nleft, \"she's been offered a lot of money to go work in Zrig. But she\nwon't leave Katund; she was born here, and so were her parents.\"\n\n\"I do not blame her for wanting to stay,\" he said. \"It's a\nvery--homelike place.\"\n\nShe sighed. \"To us it is, but I don't suppose someone who's city born\nand bred would feel the same way. I know you won't let yourself stay\nburied here forever, and what will I--what will Mother and I ever do\nwithout you?\"\n\n\"It is--very kind of you to say so,\" he replied. \"I am honored.\"\n\nThe girl--she was still young enough to be called a girl, though\nno longer in her first youth--looked up at him. Blue eyes could be\npleasing in their way. \"Why are you always so stiff, so cold?\"\n\n\"I am not cold,\" he said honestly. \"I am--afraid.\"\n\n\"There is nothing to be afraid of. You're safe, among friends, no\nmatter what you may have done back where you came from.\"\n\n\"But I have done nothing back there,\" he said. \"Nothing at all. Perhaps\nthat is the trouble with me.\"\n\nShe looked up at him and then away. \"Then isn't it about time you\nstarted to do something?\"\n\n       *       *       *       *       *\n\nThe next time he went to Barshwat he took a lot of luggage with him,\nbecause, besides the artifacts and the flora and fauna, he brought\ncold pastries for the colonel. The colonel ate one in silence, then\nsaid, \"Try to get the recipe.\"\n\n\"By the way,\" said Clarey, \"the X-T boys made a few mistakes. The bugg\nisn't an insect; it's a bird. And the lule isn't a bird; it's a flower.\nAnd the paparun isn't a flower; it's an insect.\"\n\n\"Oh, well, I guess they'll be able to straighten that out,\" the colonel\nsaid, licking crumbs from his thick fingers. \"We do our jobs and they\ndo theirs.\" He reached for another pastry.\n\n\"Take good care of the bugg,\" Clarey said. \"He likes his morning seed\nmixed with milk; his evening seed with wine. His name is Mirti. He's\nvery tame and affectionate. I--said I was bringing him to my aunt....\"\nHe paused. \"You _are_ going to take him back alive, aren't you? You'd\nget so much more information that way.\"\n\n\"Wouldn't dream of hurting a hair--a feather--no, it is a hair, isn't\nit?--of the little fellow's head.\"\n\nClarey looked out of the window at the purple night sky. Then he\nturned back to the colonel. \"I've been taking music lessons,\" he said\ndefiantly.\n\n\"Fine! Every man should have a hobby!\"\n\n\"But I've no music license.\"\n\n\"Come now, Clarey. You still don't seem to realize you're on Damorlan,\nnot Earth. Not a blooded intelligence man yet! There aren't any guilds\non Damorlan, so enjoy yourself.\"\n\n\"Speaking of that, did you find out about--er--Earthmen and--\"\n\n\"Yes, I'd meant to drop you a note, but it seemed rather odd\ninformation for your aunt to be giving you. It's absolutely all right,\nold chap. Go ahead, have your bit of fun.\"\n\nClarey was unreasonably annoyed. \"I wasn't thinking of what you're\nthinking. I mean--well, Katund is a village and the native morality is\nvery strict in these matters.\"\n\n\"Afraid I don't quite follow you.\"\n\nClarey bit his finger. \"Well,\" he finally admitted, \"the truth of the\nmatter is I'd like to get married.\"\n\nThe colonel was extremely surprised. \"A legal arrangement! Is it\nabsolutely necessary? How about the females that the innkeeper's so\nanxious to have you--ah--meet?\"\n\n       *       *       *       *       *\n\nClarey didn't know how to explain. \"Their standards of cleanliness....\"\nhe began, and stopped. Then he started again: \"I suppose I'd like a\npermanent companion.\"\n\n\"I don't suppose there's any real reason why you shouldn't enter into\na legal liaison while you're here,\" said the colonel. \"After all, it\nisn't as if the two races could interbreed. That could be decidedly\nawkward. Who's the lucky little lady?\"\n\n\"My landlady's daughter,\" Clarey said.\n\n\"Your boss, eh? Flying high, aren't you, old chap?\" His massive hand\ndescended on Clarey's shoulder. Then he grew serious. \"Can she cook\nlike her mother?\"\n\n\"Even better.\"\n\n\"My boy,\" the colonel said solemnly, \"you have my unqualified blessing.\nAnd when I ask you to save me a piece of the wedding cake, I ask from\nthe heart.\"\n\nSo, when Clarey went back to Katund, he asked Embelsira to marry him\nand she accepted. The whole village turned out for the wedding. Clarey\nmanaged to take some vocpix of the ceremonies for the X-Ts with a\nfinger unit. I ought to get a handsome wedding present for this, he\nthought.\n\nAnd, to his surprise, on the wedding day, an elaborate jewel-studded\ntoilet service did arrive from Barshwat--with the affectionate regards\nof his aunt, who was too ill to travel. They tie up everything, he\nthought, but he knew it was a little more than simply remembering\nto pick up a loose end. The toilet set was vulgar, ostentatious,\nhideous--obviously selected with loving care and Terrestrial taste.\n\nEverybody in Katund and a lot of people from the surrounding country\ncame to look at it. It seemed to establish his eligibility beyond a\ndoubt. \"Never thought 'Belsira'd do it, and at her age, too,\" Piq was\nheard to comment. \"But it looks like she really got herself a catch.\nWhat's a little weakness in the dome-top when there's money, too?\"\n\n       *       *       *       *       *\n\nThe first three years of Clarey's marriage were happy ones. He and\nEmbelsira got on very nicely together and, since he was fond of her\nmother, he didn't mind her constant presence too much. Once a week\nhe took a ulerin lesson from Rini. He practiced assiduously and made\nprogress that he himself could see was sensational. He did wish that\nRini would accept money; it would have been so much less of a nuisance\nthan replacing the music books the boy stole from the library, but he\ncouldn't expect local customs to coincide with his own. The money, of\ncourse, didn't matter; he still wasn't living up to his allowance,\nalthough he was beginning to spread himself on elaborate custom-made\ncloaks and tunics. On Earth he had dressed soberly, according to his\nstatus, but here he felt entitled to cut a dash.\n\nAt the colonel's request, on his next trip to Barshwat he brought his\nulerin and taped some native melodies. \"I like 'em,\" the colonel said,\nnodding his head emphatically. \"Catchy, very catchy. Hope the X-Ts\nappreciate them; they don't usually like music if it sounds at all\nhuman.\" And, catching the look on Clarey's face, \"Well, you know what I\nmean. To them, if a tune can be hummed, it isn't authentic.\"\n\nNews of Clarey's skill on the ulerin spread through the countryside.\nWhen he played in the temple concerts, people sometimes came from as\nfar away as Zrig to hear him. Clarey was a little disturbed about this,\nbecause he didn't subscribe to the local faith. But the high priest\nsaid, \"My son, music knows no religious boundaries. Besides, when you\nplay, we always get three times as much in the collection nets.\"\n\nAt the time Clarey got word from Barshwat that General Spano and the\nstaff ship were expected shortly, he had risen to the post of chief\nlibrarian. Embelsira had retired to keep dome and wait for the young\nones who would, of course, never come. Clarey had hired a hixhead of\nan assistant from Zrig to assist him; he saw now why the village had\noriginally been grateful to get even a foreigner of doubtful background\nfor the job.\n\n\"I'm going to have to stay at least a week with Aunt Askush this time,\"\nhe told his wife. \"Legal matters. I think she's drawing up a will or\nsome such,\" he added, hoping that this would keep Embelsira happy and\nconvinced.\n\nMaybe it worked too well. \"But why can't I come with you? I've always\nwanted so much to meet her.\"\n\n\"I keep telling you her illness is a disfiguring one; she won't meet\nstrangers. And don't say you're not a stranger--you'd understand, but\nshe's the one who wouldn't. Please don't nag me, Belsir.\"\n\n\"Sometimes I think you're a stranger, Balt,\" Embelsira declared\nemotionally.\n\n\"Yes, dear, I'm a stranger, anything you say, but let me get packed.\"\nHe started folding a robe crookedly, hoping it would distract her into\ntaking over the job.\n\nBut she leaned against the lintel, staring at him. \"Balt, sometimes I\nwonder if you really have an aunt.\"\n\nThe only thing he allowed himself to do was put down the robe he was\nholding. \"Do you think I send expensive toilet sets to myself? You must\nthink Piq's right--I'm just plain crazy.\"\n\n\"Piq doesn't think you're crazy any more. He and the other old ones say\nyou have a woman in Barshwat. But I don't believe that!\"\n\n\"Maybe I do, Embelsira. A man's a man, even if he is a librarian.\"\n\n\"I know it isn't true. I think it's ... something else entirely. You're\nso strange sometimes, Balt. How could somebody who comes only from the\nother side of the same world be so strange?\"\n\n       *       *       *       *       *\n\nHe forced a grin. \"Suddenly you've become very cosmic. What do you know\nof our--of the world? It's a big place. And nobody else in Katund seems\nto be so impressed by my strangeness; they think a foreigner's entitled\nto his queer ways.\"\n\n\"Nobody in Katund knows you as well as I do. And I've seen foreigners\nbefore. They're not different in the way you are.\" She looked intently\nat him. \"It's not a shameful kind of strangeness, just a ... strange\nkind of strangeness. Fascinating in its way--I don't want you to think\nI just married the first stranger who came along....\"\n\n\"I'm sure you had many offers, dear. Come, help me fold this cloak or\nI'll never make the bus.\"\n\n\"You know what I'm reminded of?\" she said, coming forward and taking\nthe cloak. \"Of the old tale about the lovely village maiden who marries\nthe handsome stranger and promises she'll never look into his eyes. And\nthen one day she forgets and looks into his eyes and sees--\"\n\n\"What does she see?\"\n\n\"The worst thing of all, the greatest horror. She sees nothing. She\nsees emptiness.\"\n\nHe laughed. \"The moral's clear. She shouldn't have looked into his\neyes.\"\n\n\"But how can you help looking into the eyes of the man you love? Maybe\nthat's the moral--that it was an impossible task he set her.\"\n\n\"In those tales it's always the man's fault, isn't it? Not much doubt\nwho made them up. Now, Belsir, please, I've got to finish packing.\nIt'll be just my luck to have today be the day the bus to Zrig's on\ntime.\"\n\n\"A couple of weeks ago I was in Zrig shopping and I saw an Earthman,\"\nshe said, folding his cloak into the kit. \"The way he walked, the way\nhe moved, reminded me a little of you.\"\n\nIt was a long moment before he could speak. \"Do I look to you like a\ndark-faced, dark-haired, brown-eyed--\"\n\n\"I didn't _say_ you were an Earthman! But if Earthmen can travel\nthrough the sky, they might be able to do other things, too; maybe\neven change the way a man looks.\"\n\nHe snapped the kit-fastener. \"If you really believe that, you should be\ncareful. Creatures as clever as that might be able to pluck your words\nfrom my brain.\"\n\n\"What if they did? I'm not ashamed. Or afraid, either.\"\n\nHe reached out and patted her arm. Maybe she wasn't afraid, but he was.\nFor her. And for the people of Damorlan. If there was a deep-probe on\nthe staff ship.... If only something could happen to him, so he could\nnever reach Barshwat ... Spano wouldn't know. He might guess, but he\nwouldn't know. He'd have to start all over again--and maybe things\nwould turn out better next time.\n\n       *       *       *       *       *\n\nGeneral Spano and his secretary were waiting in Blynn's office. Clarey\nstretched out his foot in greeting, then recollected himself and\nreached out his hand. \"You see, sir,\" he said with a too-hearty laugh,\n\"I'm really living my part.\"\n\nSpano beamed. \"Damorlan certainly seems to agree with you, my boy. You\nlook positively blooming. Doesn't he, Han?\"\n\nShe nodded grave agreement.\n\nThe general sniffed. \"What's that you two are smoking?\"\n\n\"Marac leaves,\" Clarey said. \"A native product. Care to try one?\" He\nextended his pouch to Spano.\n\n\"Don't mind if I do,\" the general said, taking a roll. \"Which part do\nyou light? And why don't you offer one to Secretary Vollard?\"\n\n\"Oh, sorry; I didn't think of it. The women here don't use it. Care to\ntry one, Secretary?\" As she took a roll, she looked at him searchingly.\nShe was still beautiful in an Amazonian way, but he preferred\nEmbelsira's way. He could never imagine Han Vollard warm and tender.\n\n\"Well, Clarey,\" Spano said, \"you seem to be doing a splendid job. I've\nbeen absolutely enthralled by your reports.\" He settled himself behind\nBlynn's desk. \"Pity the information's top secret. It could make a\nfortune on the tri-dis.\"\n\nClarey bowed.\n\n\"And those musictapes you sent back created quite a stir. We've brought\nalong some superior equipment. The rig here is good enough for routine\nwork, but we need better fidelity for this. And it would be appreciated\nif the colonel didn't beat time with his foot while you played--no\noffense, Blynn.\"\n\nHe turned back to Clarey. \"Do you think you can pick up some of those\nwhat-do-you-call-'ems--ulerins--for us, too, or is there a tabu of\nsome kind?\"\n\n\"Not ulerins,\" Clarey corrected, \"uleran. And you can walk up to any\nmarketplace and get as many as you like--providing you have the cash,\nof course.\"\n\n\"I _told_ you the job had musical overtones. I'll bet that makes up for\nsome of the discomforts and privations.\"\n\n\"It's not too uncomfortable.\"\n\n\"There speaks a true patriot!\" Spano approved.\n\nHan measured Clarey with her eyes. \"You're quiet, Secretary,\" he said\nnervously. \"You used to talk a lot more.\"\n\nBlynn stared at him. She smiled. \"You're the one who has things to tell\nnow, Clarey.\"\n\n\"And show,\" the general said, almost licking his lips. \"Every one of\nyour tapes made my mouth fairly water. I trust you brought an ample and\nvaried supply of those delicacies.\"\n\nClarey's smile was unforced this time. \"I got your message and I\nbrought along a large hamperful, but it'll be hard to make the people\nback home keep thinking my aunt's an invalid if she eats like a team of\nhax. My wife baked some pastries, which I especially recommend to your\nattention.\"\n\n\"I think we ought to get business over before we start on\nrefreshments,\" Han suggested.\n\n\"Yes,\" Spano agreed reluctantly. \"I suppose you had better be\ndeep-probed first, Clarey.... Not even one taste beforehand, Han?...\nWell, I suppose not.\"\n\nClarey tensed. \"You've got a probe on the ship?\" he asked, as if the\npossibility had never occurred to him.\n\n\"That's right,\" Han Vollard said. \"It's an up-to-date model. The whole\nthing'll take you less than an hour, and we'll have the information\ncollated by morning.\"\n\n\"I--I would prefer not to be deep-probed. You never can tell: it might\nupset all the conditioning I've received here; it--\"\n\n\"Let us worry about that, Clarey,\" she said.\n\n       *       *       *       *       *\n\nHe didn't sleep that night. He sat looking out of the window, knowing\nthere was nothing he could do. Embelsira was in danger--her people were\nin danger--and he couldn't lift a finger to save them.\n\nWhen he came down to breakfast, he saw that the reports had been\ncollated and read. \"So your wife suspects, does she?\" the general\nasked. \"Shrewd little creature. You must have picked one of the more\nintelligent ones.\"\n\nClarey struggled on the pin. \"Wives often have strange fancies about\ntheir husbands. You mustn't take it too seriously.\"\n\n\"How often have you been married, Clarey?\" Han asked. \"Or even linked\nin liaison? How many married people did you know well back on Earth?\"\n\nThere was no need to answer; she knew all the answers.\n\n\"I think Clarey did a rattling good job,\" Blynn said stoutly. \"It\nwasn't his fault that she suspects.\"\n\n\"Of course not!\" the general agreed. \"Feminine intuition isn't\nrestricted to human females. In fact, in some female ilfs it's even\nstronger than in humans. The precognitive faculties in the grua, for\nexample--\"\n\n\"What are you going to do?\" Clarey interrupted bluntly.\n\nHan Vollard answered him: \"Nothing yet. You've got us a lot of\ninformation, but it's not enough. You'll have to keep on as you are for\nanother three years or so.\"\n\nIt was all Clarey could do to keep from trembling visibly with relief.\n\n\"It doesn't even matter too much that one of the natives suspects,\" Han\nwent on, \"as long as she doesn't definitely know.\"\n\n\"She doesn't,\" Clarey said, \"and she won't. And she won't tell anybody;\nshe'd be afraid for me.\" But he wasn't all that sure. The Damorlanti\ndidn't hate Earthmen and they didn't fear them, and so Embelsira\nwouldn't think it was a shameful thing to be. He was glad he'd already\nbeen deep-probed. At least this thought would be safe for three years\nor so.\n\n\"At any rate, they don't seem antagonistic toward Earthmen,\" the\ngeneral said, almost as if he'd read part of Clarey's mind. \"I think\nthat's nice.\"\n\nHan Vollard looked at him. \"It's not their attitude toward us that\nmatters. They couldn't do anything if they tried. It's what they are\nthat matters, what they will be that matters even more.\"\n\n\"I take back what I said before!\" Clarey flared. \"You talk too damn\nmuch!\"\n\nThere was a chilling silence.\n\n\"Nerves,\" said Blynn nervously. \"Every agent lets go when he's back\namong his own kind. Nothing but release of tension.\"\n\n       *       *       *       *       *\n\nSeveral days later the staff ship was ready to go back to Earth. \"Don't\nforget to tell your wife how much I enjoyed the pies,\" Spano said;\nthen, \"Oh, I was forgetting; you could hardly do that. But do see if\nyou can work out something with the dehydro-freeze. I'd hate to have\nto wait three years before tasting them again. You can keep your marac\nrolls, though; I'll take my smoke-sticks.\"\n\n\"Try not to get any more involved, Clarey,\" Han Vollard said as they\nstood outside the airlock. \"Maybe you ought to move on--to a city,\nperhaps, another country--\"\n\n\"When I want your advice, I'll ask for it!\" he snapped.\n\nAfter they'd gone, Blynn turned on him. \"Man, you must be out of your\nmind, talking to Secretary Vollard like that.\"\n\n\"Why does she have to keep meddling? It's none of her business--\"\n\n\"None of her business! Secretary of the Space Service, and you say it's\nnone of her business?\"\n\nClarey blinked. \"I thought she was Spano's secretary.\"\n\nBlynn laughed until the tears dampened his dark cheeks. \"Spano's only\nHead of Intelligence. She's his Mistress.\"\n\n\"Of course--_mistress_, feminine of _master_! I should have realized\nthat before.\" Then Clarey laughed, too. \"I'm a real all-round alien. I\ncan't even understand my own language.\"\n\nOn the way back home he couldn't help thinking that Han Vollard might\nbe right. It could be the best thing for him to disappear now; the best\nthing for himself, the best thing for Embelsira. He could pretend to\ndesert her--better yet, Blynn could fake some kind of accident, so her\nfeelings wouldn't be hurt. A pension of some kind would be arranged.\nShe could marry again, have the children she wanted so much. If he\nwaited the full ten years, she might never be able to have them. He had\nno idea at what age Damorlant females ceased to be fertile.\n\nBut she wasn't just a Damorlant female--she was his wife. He didn't\nwant to leave her. Maybe he never would have to. Hadn't Spano said that\nwhen his term was over he could pick his planet? He would pick Damorlan.\n\n       *       *       *       *       *\n\nWhen Clarey came home from Barshwat, Embelsira said nothing more about\nher suspicions, but greeted him affectionately and prepared a special\nsupper for him. Afterward, he wondered if making love to an Earth girl\ncould be as pleasant. He wondered how it would be to make love to Han\nVollard.\n\nThe days passed and he forgot about Han Vollard. After much persuasion,\nhe agreed to give a series of concerts at Zrig, but only on condition\nthat Rini played with him and had one solo each performance. He was\nembarrassed at having so far outstripped his teacher, but Rini seemed\nunperturbed.\n\n\"My technique's still better than yours will ever be,\" he said. \"It's\nthis new style of yours that gets 'em. I understand it's spreading;\nit's reached as far as Barshwat. You should see the angry letters Irik\nwrites about it!\" Rini chuckled. \"And he hasn't the least idea it\nstarted right here in his own home village that he's always sneered at\nfor being so backward!\"\n\nClarey smiled and clapped the boy on the neck. If it made Rini feel\nbetter to think Clarey had a new style rather than that Clarey played\nbetter than he did, Clarey had no objection.\n\nClarey was offered the post of head librarian at Zrig, but Embelsira\ndidn't want to leave Katund, and, when he thought about it, he really\ndidn't want to either. So he refused the job and didn't bother\nmentioning the matter to Headquarters.\n\nAs he grew more sure of himself and his position, he allowed his wealth\nto show. He and Embelsira moved into a larger dome. Instead of sending\nto Zrig or even Barshwat for the furnishings, they hired local talent.\nTavan, the carpenter, made them some exquisite blackwood pieces inlaid\nwith opalescent stone that everyone said was the equal of anything\nin Barshwat. A talented nephew of Hanxi's painted glowing murals;\nEmbelsira's mother wove rugs and draperies in muted water-tones. The\ndome became the district showplace. Clarey realized he now had\na position to keep up, but sometimes it annoyed him when perfect\nstrangers asked to see the place.\n\nHe was invited to run against Malesor as headman but declined. He\ndidn't want to be brought into undue prominence. Trouble was, as he\nbecame popular, he also aroused animosity. There were the girls who\nfelt he should have married them instead of Embelsira, and their\nmothers and subsequent husbands. A lot of people resented Clarey\nbecause they felt he should have decorated his house differently,\ndressed differently, spent his money differently.\n\nA man can live ignored by everyone, he discovered, but he can't be\nliked by some without finding himself disliked by others.\n\n       *       *       *       *       *\n\nMatters came to a head in his fourth spring there. He thought of it as\nspring, although on Damorlan the seasons had no separate identities;\nthey blended into one another, without its ever being very hot or very\ncold, very rainy or very dry. The reason he called this time of the\nyear spring was that it seemed closest to perfection.\n\nIt was less perfect that year. Because it was then that Rini's brother\nIrik came back from Barshwat, after a six years' absence. He was very\nmuch the city man, far more so than anyone Clarey had seen in Barshwat\nitself. His tunics were shorter than his fellow villagers', and his\ncloaks iridesced restlessly from one vivid color to another. He wore a\ngreat deal of jewelry and perfume, neither of the best quality, and the\ntoes of his boots were divided.\n\nClarey described this in detail to Embelsira the night Irik put in\nhis first appearance at the Furbush. \"You should have seen the little\nhorror!\"\n\n\"That's the way city men dress,\" Embelsira told him. \"It's fashionable.\"\n\n\"But, dear, I've been to Barshwat.\"\n\n\"You don't have an eye for clothes. You never notice when I put on\nanything new. And I think it's unfair to take a dislike to Irik just\nbecause you don't care for the way he dresses.\"\n\n\"It's more than that, Belsira.\" And yet how could he explain to her\nwhat he couldn't quite understand himself, that Irik was vain, stupid,\nhostile; hence, dangerous?\n\n\"I swear to you, Balt,\" Embelsira said demurely, \"that whatever there\nwas between me and Irik, it all ended six years ago.\"\n\nClarey gave a start and then held back a smile. \"I believe you, dear.\"\nAnd he kissed her nose.\n\n       *       *       *       *       *\n\nIrik held forth in the Furbush every evening of his stay in Katund. He\nhad grievances and he aired them generously. He hated everything--the\ngovernment, taxes, modern music, and Earthmen, whom he seemed to\nconsider in some way responsible for the modern music, or at least its\npopularization. \"Barbarians--slept completely through my concerts.\"\n\n\"But people are always falling asleep during concerts, Irik,\" Malesor\npointed out reasonably. \"And how could you expect barbarians to\nappreciate good music? What do you care for Earthmen's opinions as long\nas your own people like your music?\"\n\nIrik hesitated. \"But the Earthmen have taken up the new kind of music;\nthey stay awake during that. And--a lot of people seem to think that\nwhatever's strange is good, so whatever the Earthmen like eventually\nbecomes fashionable.\"\n\nHanxi wiggled his ears. \"Fashions change. Well, who's ready to have his\nmug refilled?\"\n\n\"But the Earthmen will keep on setting the fashions,\" Irik snarled.\n\"Many people think the Earthmen know everything, just because they're\naloof and have sky cars.\"\n\n\"Well,\" Malesor said, \"the sky cars certainly prove they know\nsomething we don't. Better stick to your music, boy.\"\n\nThe smoky little bar-parlor resounded with laughter and Irik's face\nturned a nasty red. \"They don't know anything about music and they\ndon't know everything about machinery. We might surprise them yet. A\nfriend of mine knows Guhak, the fellow who invented that new brake for\nthe track car a few years ago.\"\n\n\"We know about that brake,\" Piq observed. \"It stops a car so good, the\nchains are twice as late nowadays as they used to be, and you couldn't\nstrictly say they were ever on time.\"\n\nEverybody laughed again. Irik quivered with anger. \"Guhak has invented\na car that doesn't need to go on tracks. It can run _whenever_ it wants\n_wherever_ it wants. And one car will be able to go faster than three\nhax teams.\"\n\n\"That I'll believe when I've ridden on it,\" Kuqal grinned. \"Even\nthe chains aren't that fast.\" The others bit their thumbs and\nnodded--except Clarey, who was rigidly keeping out of the conversation.\nHe forced squfur down his tightening throat and said nothing.\n\n\"You're backward clods!\" Irik raged. \"If the Earthmen can have cars\nthat go through the sky without tracks why shouldn't we have cars that\nrun on the ground the same way? Have we tried?\"\n\n\"Doesn't seem to me it's worth the effort,\" Malesor said. \"Our cars can\nget us where we're going as fast as we need to go already, why bother?\"\n\n\"Whatever an Earthman can do, we can do better! Soon Guhak will get his\nground cars on the road. After that, it'll only be a short step to cars\nthat go in the sky. Then we'll find out where the Earthmen come from\nand why they're here. We'll be as powerful as they are. We'll get rid\nof them and their rotten music.\"\n\nThe bar parlor was silent, except for the clink as Clarey put his mug\non the table. If he held it an instant longer, he was afraid he would\nspill it. One or two of the men looked at him uneasily out of the\ncorners of their eyes. Malesor spoke: \"In the first place, you don't\nknow how powerful Earthmen are. In the second place, who wants to be\npowerful, anyway? The Earthmen haven't done us any harm and they're a\ngood thing for the economy. My cousin in Zrig tells me one of 'em come\ninto his store a coupla months ago and bought out his whole stock,\nevery bolt of cloth. Paid twice what it was worth, too. Live and let\nlive, I say.\"\n\nThe others murmured restlessly.\n\n\"If there are ways of doing things better,\" Rini suggested, \"why\nshouldn't we have them, too?\" His eyes darted quickly toward Clarey's\nand then as quickly away.\n\nIrik turned his head and looked directly at Clarey for the first time.\n\"You're silent, stranger. What do _you_ think of the Earthmen?\"\n\n       *       *       *       *       *\n\nClarey picked up his drink, finished the squfur and set the mug back\ndown on the table. \"I don't know much about Earthmen. An ugly-looking\nlot, true, but there doesn't seem to be any harm in them. Of course,\nliving in Barshwat, you probably know a lot more about them than I do.\"\n\n\"I doubt that,\" Irik said. \"You have an aunt in Barshwat.\"\n\nClarey allowed himself to look surprised before he said courteously,\n\"I'm glad you find me and my family so interesting. Yes, it so happens\nI do have an aunt there, but she's rather advanced in years and doesn't\nenjoy hanging around the starship field the way the children do.\"\n\nIrik's face darkened. \"What is your aunt's name?\"\n\nThis time everyone looked surprised. The question itself was not too\nout-of-the-way, but his tone decidedly was.\n\n\"She's a great-grandmother,\" Clarey said. \"She would be too old for\nyou. And I assure you it's difficult to part her from her money. I've\ntried.\"\n\nEverybody laughed. Irik was furious. \"I understand that your aunt lives\nvery close to Earth Headquarters!\"\n\nSomebody must have followed him on one or more of his trips to\nBarshwat, Clarey realized. \"If the Earthmen chose to establish\nthemselves in the best residential section of Barshwat, then probably\nmy aunt does live near them. She's not the type to leave a comfortable\ndome simply because foreigners move into the neighborhood.\"\n\n\"Perhaps she has more than neighborhood in common with Earthmen.\"\n\nThe room was suddenly very quiet again.\n\n\"She does sometimes go to sleep at concerts,\" Clarey conceded.\n\nIrik opened his mouth. Malesor held up a hand. \"Before you say anything\nmore against the Earthmen, Irik,\" he advised, \"you oughta find out more\nabout them. Their cars move faster and higher than ours. Maybe their\ncatapults do, too.\"\n\nNo one looked at Clarey. Malesor had averted a showdown, he knew, but\nthis was the beginning of the end. And he had a suspicion who was\nresponsible--innocently perhaps, perhaps not. Love does not always\nimply trust. And when he told Embelsira what had happened in the\nFurbush, she, too, couldn't meet his eye. \"That Irik,\" she said, \"I\nnever liked him.\"\n\n\"I wonder how he knows so much about me.\"\n\n\"Rini writes him very often,\" she babbled. \"He must have told him you\nwere responsible for the new music. That would make him hate you. Rini\nlikes to irritate Irik, because he's always been jealous of him. But\nthe whole thing's silly. How could you possibly make over the world's\nmusic, even if you were--\" Her voice ran down.\n\n\"An Earthman?\" he finished coldly. \"I suppose you went around telling\neverybody your suspicions, and Rini wrote that to Irik, too?\"\n\n       *       *       *       *       *\n\n\"I didn't tell anybody!\" she protested indignantly. \"Not a soul!\" She\nmet his eye. \"Except Mother, of course.\"\n\n\"Your mother! You might as well have published it in the District\nBulletin!\"\n\n\"You have no right to speak of Mother like that, even if it's true!\"\nEmbelsira began to sob. \"I had to tell her, Balt--she kept asking why\nthere weren't any young ones.\"\n\n\"You could've told her to mind her own business!\" he snapped, before\nhe could catch himself. Five years, and he still made slips. It was\nher business. On Damorlan, it was a woman's duty not only to have\nchildren but to see that her children had children and their children\nhad children.\n\nHe made himself look grave and self-reproachful. \"I have a confession\nto make, Belsir. I should have told you when I married you. I can't\nhave children.\"\n\n\"I never heard of such a thing! Everybody has children--unless they're\nnot married, of course,\" she added primly.\n\n\"It's an affliction sent by the gods.\"\n\n\"The gods would never do anything like that!\" she declared confidently.\n\nHow primitive she is, he thought, and, then, angrily, how provincial I\nam! He had never stopped to think about it, but he knew of no married\ncouple who had not at least one offspring; he and Embelsira were the\nonly ones. It hadn't occurred to the X-T specialists that a species\nwhose biological assets were roughly the same might have different\nhandicaps. Apparently there was no such thing as sterility on Damorlan.\n\n\"Are you really an Earthman, then, Balt?\" she asked timidly.\n\nShe had spread the news around, ruined him, ruined the work Earth had\nbeen doing, perhaps ruined even more than that--and she hadn't even\nbeen sure to begin with. But it was too late for recriminations. He\nhad to salvage what little he could--time, maybe; that was all.\n\n\"Are you going to tell?\" he asked.\n\nShe hesitated. \"Do you swear you don't mean my people any harm?\"\n\n\"I swear,\" he said.\n\n\"Then I swear not to tell,\" she said.\n\nHe kissed her. After all, he thought, it isn't a lie. _I_ don't mean\nher people any harm. Besides, sooner or later, her mother will get it\nout of her, so she won't be keeping her part of the bargain.\n\n       *       *       *       *       *\n\nThe next time he went to Barshwat he knew he would be followed. He\ntried to shake the follower or followers off, but he couldn't be sure\nhe'd succeeded.\n\nHe found the colonel looking out of the window with an expression of\nquiet melancholy. If there had been any Earthwomen on Damorlan, Clarey\nwould have thought he'd been crossed in love.\n\n\"Things are taking a bad turn, Clarey,\" Blynn said. \"There have been\ncertain manifestations of hostility from the natives. Get any hint of\nit?\"\n\n\"No,\" Clarey said, taking his usual chair, \"not a whisper.\"\n\nThe colonel sat down heavily. \"Katund's too out of the way. We\nshould've moved you to a city once you'd got the feel of things. But\nyou do go to Zrig occasionally. Haven't you heard anything there?\"\n\n\"Only that an Earthman bought out a cloth merchant's entire stock at\none blow.\"\n\nBlynn grinned weakly. \"Maybe it was rather an ostentatious thing to do,\nbut the fabric's beautiful stuff.\"\n\nHe rubbed his nose reflectively. \"Fact is, I've been hearing disturbing\nrumors. They say some fellow named Kuhak's invented a ground car that\ncan run without tracks.\"\n\nClarey almost said \"Guhak,\" but caught himself in time. \"Nonsense,\" he\nscoffed. \"The more I know of them, the more surprised I am they ever\ngot as far as inventing the chains.\"\n\n\"But they did, no getting around that. This is what Earth's afraid of,\nyou know,\" he reminded Clarey--unnecessarily. \"This is why you were\nsent here. And, if the rumor's true, it looks as if you weren't needed\nat all. I got the bad news by myself.\"\n\n\"But why should it be that upsetting?\" Clarey tried to laugh. \"You look\nas if it were the end of the world.\"\n\nThe colonel gave him a long, level look. \"I consider that remark in the\nworst of taste.\"\n\nClarey stopped laughing.\n\n\"Remember,\" the colonel reminded Clarey, again unnecessarily, \"this is\nthe way we ourselves got started.\"\n\n\"But the Damorlanti don't have to move in the same direction. They may\nlook human and even act human, but they don't think human.\"\n\nThe colonel clasped his hands behind his head and sighed. \"There have\nbeen articles against us in the paper, and whenever we go out in the\nstreet people--natives, I mean--make nasty remarks and sometimes even\nfaces at us. And what have we done to them? Carefully minded our own\nbusiness, avoided all cultural contacts except for trade purposes, paid\nthem much more than the going price for their goods, and gave them one\nor two tips on health and sanitation. As a result, they're beginning to\nhate us.\"\n\n\"But if you send a report, it'll bring the staff ship in ahead of time.\nMaybe the whole thing'll blow over. This way, you're not giving it a\nchance to.\"\n\nThe colonel chewed his lip. \"Well,\" he finally said, \"I might as well\nwait and see if the rumor's verified before I report it.\"\n\n       *       *       *       *       *\n\nClarey went back to Katund. The months went by. The friendly atmosphere\nin the Furbush had vanished, and not as many people stopped and\nchatted when they came to the library. But there wasn't any actual\nincident until the evening Clarey was walking home after late night at\nthe library and a stone struck him between the shoulder-blades. \"Dirty\nEarthman!\" a voice called, and several pairs of feet scuttled off.\n\nHe didn't mention the incident to Embelsira, not wanting to worry her,\nbut the next morning he went to the Village Dome and informed Malesor.\n\"Very bad,\" the headman muttered. \"_Very_ bad. Whoever did it will be\npunished.\"\n\n\"You won't be able to catch them,\" Clarey said, \"and there'd be no\npoint in punishment, anyway. Look at it like this, Mal. Suppose I had\nbeen an Earthman, don't you see how dangerous this would be, not for me\nbut for you? Can't you imagine the inevitable results?\"\n\nMalesor nodded. \"The Earthmen's catapults do go farther and faster,\nthen?\"\n\n\"And maybe deeper,\" Clarey agreed, pretending not to notice that it had\nbeen a question. \"After the way Irik talked, I couldn't help drifting\nover to the starfield when I was in Barshwat and watching an Earth ship\ncome. You've no idea how incredibly powerful a thing it was. Anyone\nwho has power in one direction is likely to have it in another.\"\n\n\"I wonder if the Earthmen always had power,\" Malesor mused, \"if they\nweren't like us once. If, given time, we couldn't be like them....\"\n\nClarey didn't say anything.\n\nMalesor's pale face turned gray. \"You mean we might not be given time?\"\n\nClarey wiggled his ears. \"Who can tell what's in the mind of an\nEarthman?\"\n\nMalesor looked directly at him. \"Why do you tell me this?\"\n\n\"Because I'm one of you,\" Clarey said stoutly.\n\nMalesor shook his head. \"You're not. You never can be. But thanks for\nthe warning--stranger.\"\n\n_Never identify_, the robocoach had said. _You'll never be able to\nbecome the character you're trying to play._ He was talking only of the\nstage, Clarey told himself angrily, as he left the Dome.\n\nReports trickled in from the cities. Earthmen had been stoned twice in\nZrig, more often than that in Barshwat. Clarey got an agitated letter\nfrom his aunt. \"Watch out for yourself, Nephew,\" she warned. \"They may\ntake it into their heads to attack all foreigners. Remember, come what\nmay, you'll always have a home with me.\"\n\nThen everything broke open. A group of natives attacked Earth\nHeadquarters in Barshwat. The Earthmen sprayed them with a gas which\nmade the attackers lose consciousness without harming them; that is, it\nwas intended to work that way. However, one of them hit his head on the\nwall when he fell, and he died the next day.\n\nThe people of Vintnor were aroused. They milled angrily around Earth\nHeadquarters carrying banners that said, \"Go home, Earth murderers!\"\nThe headman of Barshwat called upon Colonel Blynn. The colonel\ncourteously refused to withdraw his men from the planet. \"I'm under\norders, old chap,\" he said, \"but I'll report your request back to\nEarth.\"\n\n\"It isn't a request,\" the headman said.\n\nColonel Blynn smiled and said, \"We'll treat it as one, shall we?\"\n\nClarey knew what happened, because the headman gave a report of the\nconversation to the Barshwat Prime Bulletin. He also got a letter from\nhis aunt describing the incident as vividly as if she had been there\nherself. The Barshwat Prime ran a series of increasingly intemperate\neditorials calling upon all the nations of Damorlan to unite against\nthe Earthmen; it was spirit that counted, it said, rather than\ntechnology. Malesor wrote a letter asking how superior spiritual values\ncould compete against presumably superior weapons. He read it aloud\nin the Purple Furbush before he sent it to the editor of the Barshwat\nPrime, which was lucky, because the Prime never printed it, although\nthe Dordonec Bulletin ran a copy.\n\n       *       *       *       *       *\n\nHowever, the Barshwat Prime did print letters from editors in different\ncountries. All of them pledged firm moral support. It also printed a\nletter from an anonymous correspondent in Katund which alleged that\nthere was an Earth spy in that village, disguised as a Damorlant, and\nit was this spy who was personally responsible for the decline of\nmusical taste on the whole planet. But the Bulletin seemed to consider\nthis merely as an emanation from the lunatic fringe: \"It would be as\neasy to disguise a hix as one of us as an Earthman. And, although we\ncould certainly not minimize the importance of music in our culture,\nit is hardly likely that Earth would be attempting to achieve fell\npurposes through undermining that art. No, the decline in musical taste\nrepresents part of the general decline in public morality which has\nleft us an easy prey.\"\n\nIrik went back to Barshwat to help riot, but he left the Katundi\nconvinced that Clarey was, if not actually an Earthman, at least a\ntraitor. When he came into the Furbush, everybody got up and left.\nNobody patronized the branch library any more. The constant readers\nwent to the main library at Zrig, and, since the trip was expensive,\ntheir books were usually overdue and they had to pay substantial fines.\nSometimes they never returned the books at all and messengers had to\nbe sent from the city. Finally the chief librarian at Zrig issued a\nregulation that only those resident within the city limits could take\nbooks out; all others in the district had to read them on the premises.\nThe Katundi blamed that on Clarey, too. One night they broke into his\nlibrary and stole all the best-sellers.\n\nA couple of days later, he came home and found all the windows of his\ndome broken. Best-sellers are often disappointing, he thought. He found\na note from Embelsira, saying, \"I have gone home to Mother.\"\n\nHe knew she expected him to go after her, but he wrote her a note\nsaying he was going to see his aunt who was terrified by all the riots,\nand put it in the mail, so she wouldn't get it too soon. He packed his\nkit with his most important possessions and he took his ulerin under\nhis arm.\n\nWhen he reached Barshwat, he had some difficulty getting through the\ncrowd in front of Earth Headquarters. All the windows were boarded up\nand the garbage hadn't been collected for a considerable length of\ntime. Just as he reached the door, a familiar voice called, \"That's the\nEarth spy!\"\n\n\"Don't be silly!\" another voice said. \"He's obviously one of us!\"\n\n\"But a traitor!\" cried another voice. \"Otherwise why go in there?\"\nStones splattered against the door, followed by impartial cries of\n\"Spy!... Traitor!... Fool!\" the last seemingly addressed to each other,\nrather than Clarey.\n\nBlynn was haggard and anxious-looking \"I've been wondering when you'd\nshow up. Afraid maybe they'd got you--\"\n\n\"I'm all right,\" Clarey interrupted. \"But what are we going to do?\"\n\nBlynn laughed without stopping for a full minute. \"Do? I'll tell you\nwhat we're going to do. We're going to sit tight and wait for the staff\nship.\"\n\nTwo months later the staff ship came. Blynn radioed for the general and\nthe secretary to come in a closed ground car.\n\n\"But why?\" the general's voice crackled plaintively over the com-unit.\n\"I thought we didn't want them to know about ground cars--\"\n\n\"They know,\" Blynn said crisply. \"They've got one of their own now,\nmaybe more. Crazy-looking thing, but it works. You'll see it outside\nHeadquarters when you get here. The letters on the side mean 'Earthmen,\nGo!' Form imperative impolite emphatic.\"\n\nHan Vollard strode into Headquarters, eyes ablaze. \"Why didn't you\nsend a report before trouble started? How could you allow an emergency\nsituation to happen?\"\n\nNeither Blynn nor Clarey said anything.\n\n\"Very distressing thing,\" Spano declared. \"Maybe it hit them so\nsuddenly they didn't know it was building.\"\n\n\"You and Blynn get over to the ship right away for deep-probing,\" Han\nVollard ordered, as both began to speak at once. \"It's the only way\nI'll be able to get a coherent report.\"\n\nAfter the results came through, her anger was cold, searing, unwomanly.\n\"You knew a year ago that things were beginning to go wrong and you\ndidn't even mention it on the tapes! I could have both of you broken\nfor this.\"\n\n\"If only that were all there was to worry about,\" Clarey sighed\nwistfully.\n\n       *       *       *       *       *\n\nShe whirled on him. \"Stop feeling sorry for yourself!\" The sudden loss\nof control in that dark amazon was more threatening than anything that\nhad happened yet.\n\n\"I'm not feeling sorry for myself,\" he said. \"It's the Damorlanti I\nfeel sorry for.\"\n\n\"You feel sorry for them because you identify with them. That makes you\nsorry for yourself.\"\n\nShe misunderstood his motives as she misunderstood everything he did\nor said, but their rapport wasn't at stake now. \"What are you going to\ndo?\" he forced himself to ask.\n\n\"The decision will have to be made on Earth. Unless you mean what's\ngoing to happen to you? That's simple--you'll go back with us. Blynn\nwill stay here, pending orders.\"\n\nThe colonel saluted.\n\n\"But I thought I was going to stay here ten years,\" said Clarey.\n\n\"Five to ten years,\" she corrected. \"Apparently five was enough--\" She\ncut herself short. \"What's the matter with me?\" she suddenly exclaimed.\n\"I've been letting myself think in the same woolly way you do.\"\n\nSuddenly, almost frighteningly, she smiled. \"Clarey, you _did_ the job\nwe sent you out to do! You did it better than we expected! What threw\nme off was that we sent you out to act as an observer. Instead, you\nbecame a catalyst!\"\n\nShe seized his hand and wrung it warmly. \"Clarey, I apologize. You've\ndone a splendid job!\"\n\nHe wrenched his hand from her grasp. \"I didn't act as a catalyst!\nIt would have happened anyway.\" His voice rang in his own horrified\nears--a voice begging for reassurance.\n\nAnd she was a woman; she had maternal instincts; she reassured him. \"It\nwould have happened anyway,\" she said soothingly, \"but it would have\ndragged on for years, cost the taxpayers billions.\"\n\n\"And now,\" he whispered, still unable to believe that the thing had\nreally happened, \"will you ... dispose of everyone on Damorlant?\"\n\nShe smiled and threw herself into a chair, her body limp and tired and\ncontented-looking. \"Come, Clarey, we're not that ruthless. Some kind of\nquarantine will probably be worked out. We just made the whole thing\nsound more drastic to appeal to your patriotism.\"\n\nThe general beamed. \"So everything has worked out all right, after all?\nI knew it would. I always had the utmost confidence in you, Clarey.\"\n\nShe was busily planning. \"We'll arrange some kind of heroic\naccident.... I have it! You died saving your aunt from the flames.\"\n\n\"What flames?\"\n\n\"The flames of the fire that burned down her house. She died of the\nlocal equivalent of shock. Embelsira will be rich, so she'll want to\nbelieve the story. She'll be able to find herself another husband;\nshe'll have children. She'll be better off, Clarey.\"\n\nHe looked at her, his misery welling out of his eyes.\n\n\"Oh, I don't mean it that way, man! All I meant was that you're a human\nbeing; she's not. I'm not saying one is better than the other. I'm\nsaying they're different.\"\n\n\"But I felt less different with her, with the Damorlanti, than with\nanyone on Earth,\" he said.\n\nShe walked across to the window and looked out at the Damorlanti\nrioting ineptly below. \"Most of us are happier in our dream world,\" she\nsaid at last, \"but society couldn't function if we were allowed to stay\nthere.\"\n\n\"Damorlan wasn't a dream world.\"\n\n\"But it will be,\" she said.\n\n       *       *       *       *       *\n\nAnd so Clarey went back to Earth on the staff ship. Once its luxury\nwould have given him pleasure; now the cabin with its taps that gave\nout plain water, salt water, mineral water, and assorted cordials held\nno charm; neither did the self-contained tri-di projector-receiver. The\nonly reason he stayed there most of the time was to avoid the others.\nHowever, he couldn't avoid turning up in the dining salon for meals.\nThe greater his sorrow, the greater his appetite.\n\nOne day after lunch, Han stopped him forcibly, grasping his arm. \"I've\ngot to talk to you. Afterward you can go off and sulk if you want to.\nBut we're going to make planetfall in a few days. It's necessary to\ndiscuss your future now.\"\n\n\"I have no future,\" he said.\n\n\"Come this way, Clarey. That's an order!\"\n\nObediently, he followed her into a lounge that was a dazzle of\ncolor and splendor. There were eight pseudo-windows, each framing a\npseudo-scene of a different planet at a different season. The harsh,\nbarren summer of Mars, the cold, bleak winter of Ksud, the gentle green\nspring of Earth.... It must be a park, he knew; in no other place on\nEarth could spring be manifest--and yet it gave him a little pang to\nlook at it. He tore his eyes away to turn them toward the others, and\nthen up at the domed ceiling, fashioned to resemble a blue sky with\nclouds drifting across it. A domed ceiling ... and he thought of the\ndomes of Damorlan, light-years away among the stars....\n\n\"I'm afraid the décor's a bit gaudy,\" Han apologized. \"We didn't\ncheck the decorator's past performance until it was too late. But\nit's comfortable, anyway. Try one of these chairs. They accommodate\nthemselves to the form.\"\n\nShe threw herself on a chaise lounge that accommodated itself perfectly\nto her form. She wasn't wearing her usual opulent secretarial garb, but\nsomething simple of clinging stuff that occasionally went transparent.\nSo we're back to the first movement, Clarey though wearily.\n\nHe made sure that the chair opposite her was old-style before he\nlowered himself into it. \"Where's the general? I thought he always sat\nin on these conferences.\"\n\n\"The formalities are over now,\" she said, smiling up at him. \"Besides,\"\nshe added, \"if he doesn't take a nap after lunch, it wreaks havoc with\nhis digestion. Afraid to be alone with me, Clarey?\" she asked huskily.\n\n\"Yes,\" he said, rising, \"as a matter of fact, I am, now that you\nmention it.\"\n\nShe sat up. \"Sit down!\"\n\nHe sat down.\n\nShe didn't recline again. Her dress went opaque, but her voice grew\nsilken once more. \"Listen, Clarey, I don't want you to think we're\ncheating you out of anything we promised. Even though you stayed only\nfive years, you're going to have it all. You'll have U-E status--\"\n\n\"What do I want that for?\"\n\n\"Doesn't it mean anything to you any more, Clarey? It used to mean a\nlot, though you denied it even to yourself.\"\n\n\"Did it?\" He forced his thoughts back through time. \"I suppose it did.\nBut I've changed. You know, those five years on Damorlan seem like--\"\n\n\"Like a lifetime,\" she finished. \"Couldn't we dispense with the\nclichés?\"\n\n\"On Damorlan the things I said were fresh and interesting. On Damorlan\nI was somebody pretty special. I'd rather be a big second-hand fish in\na small primitive puddle. Isn't there some way--\"\n\n\"No way at all, Clarey! The puddle's drying up. We've got a nice\naquarium ready for you. Why not dive in gracefully?\"\n\n\"It was my puddle,\" he said. \"I belonged.\"\n\n       *       *       *       *       *\n\nShe closed her eyes and sank back into the chair which arched to meet\nthe arch of her body. Lying down, she didn't look nearly as tall. \"All\nright, let's give the whole opera one final run-through. Nobody cared\nfor you on Earth; on Damorlan your friends liked you; your wife loved\nyou. On Earth you never felt welcome and/or appreciated; on Damorlan\nyou felt both welcome and appreciated. On Earth--\"\n\nHe was stung out of his apathy. \"That's right! I'm not saying I'm\nunique, only that I fitted--\"\n\n\"How about trying to look at it from another point of view? Did it ever\noccur to you that, if the Damorlanti accepted you, so might your own\npeople, if you approached them in the same way? Did you ever _try_ to\nmake friends on Earth?\"\n\n\"But on Earth I shouldn't have to. They were my own people.\"\n\n\"Aha!\" she cried gleefully.\n\n\"I mean--well, General Spano said it would be wrong to stoop to\nhypocrisy to win the friendship of my own people; that, if I did, their\nfriendship wouldn't be worth anything. You can't buy friendship.\"\n\n\"You bought your ulerin. Does it play any the worse because you paid\nfor it? Does it mean any the less to you?\"\n\n\"What you're getting at,\" he said cautiously, \"is that that's the way\nto make friends? By being a hypocrite?\"\n\n\"Was it a sham with the Damorlanti?\"\n\nHe had to stop for a moment before he could bring out an answer. \"It\nstarted out as a sham--but I really got to like them afterward. Then\nit was real.\"\n\n\"So then you weren't a hypocrite, Clarey.\" Her voice grew more\nresonant. \"Open yourself to people, show them that you want to be\nfriends. Basically, everybody's shy and timid inside.\"\n\n\"Like you?\" he said, casting an ironical glance at her dress.\n\n\"That's still the outside,\" she smiled, making no move to adjust it.\n\"Listen to me, Clarey, and don't go off on sidetracks: The people of\nEarth are your own people. Your loyalties have always been with them.\"\n\nShe had almost had him convinced, but this he couldn't swallow. \"If my\nloyalties had been with Earth, I would have sent back reports of the\ntrouble. But I didn't. I tried to stop it from happening. There just\nwasn't anything I could do.\"\n\n\"The deep-probe never lies, Clarey. You didn't really try to stop it.\"\nShe paused, and then went on deliberately: \"Because you could have\nstopped it, you know quite easily.\"\n\n\"There was nothing I could have done,\" he stated. \"Nothing.\"\n\n\"Remember the first time the staff ship came? Just before you left for\nBarshwat, the woman told you she suspected you were an Earthman. You\nwere afraid for her. Do you remember that?\"\n\nHe nodded. Yes, he remembered how terrified he had been then, how\nrelieved afterward, thinking everything was going to be all right.\nLucky he hadn't realized the truth, or he wouldn't have had those extra\nyears of happiness.\n\n       *       *       *       *       *\n\nHan went on remorselessly: \"And you thought if only something would\nhappen to you en route, she would be safe. We might guess why it had\nhappened, but we couldn't know for sure. We'd have had to start all\nover again.\"\n\nHe couldn't move, couldn't speak, couldn't think. She spaced each word\ncarefully, sweetly. \"You were quite right. Because you were the only\nman on Earth, Clarey, who had the particular physical requirements and\nthe particular kind of mental instability that we needed for the job.\nYou just said you weren't unique, Clarey. You were too modest; you are.\nIf you'd killed yourself then, your death would have served a purpose;\nyou would have died a hero. Kill yourself now and you die a coward.\"\n\n\"But at least I'd be dead. I wouldn't have to live with a coward for\nthe rest of my life.\"\n\n\"You're not a coward, Clarey,\" she said. \"You wouldn't admit it, but\nyou are and always have been a patriot. To you, Earth came first. It's\nas simple as that.\"\n\nShe had deep-probed his mind. She must know his true feelings. There\nwas no gainsaying that. He could know only his surface thoughts; she\nknew what lay behind and beneath. And, he reminded himself, at the end\nthe Damorlanti were actually turning on him.\n\n\"Try to think of the whole thing as a course in charm that you've\npassed with flying colors,\" she said.\n\n\"It seems rather an expensive way of making me charming,\" he couldn't\nhelp saying, with the last struggle of something that was dying in him,\nsomething alien that perhaps should never have been there in the first\nplace.\n\n\"Whole civilizations have been sacrificed for nothing at all. This one\nwill not be sacrificed, only quarantined. But its contribution could be\nof cosmic magnitude.\"\n\n\"Now what are you going to try to sell me?\" he asked drearily. \"Are\nyou saying that the essence of the Damorlant civilization is going to\nlive on in me, that I carry its heritage inside myself, and so I have a\ntremendous responsibility to the Damorlanti on my shoulders?\"\n\nShe laughed. \"You're really getting sharp, Clarey. If you stayed in the\nservice, you could be one of our best operatives. But you're not going\nto stay in the service. Yours is a higher destiny. Here, catch!\"\n\nShe tossed him something that glittered as it arched through the air.\n\nIt was a U-E identcube, made out in his name. He had only seen them at\na distance, and now he was holding one warm and gleaming in his hand,\nwith his name and his face in it. His face ... and yet not his face.\n\n\"That's what you're going to look like when the plastosurgeons get\nthrough,\" she explained. \"They'll pigment your eyes and skin and hair,\nand they may be able to add a few inches to your height. Though I think\nyou actually have grown a little. Something about the air, or, more\nlikely, the food.\"\n\n\"Embelsira thought I was handsome the way I was. Embelsira....\"\nBut Embelsira was light-years away. Embelsira was part of a fading\ndream--and he was awakening now to reality.\n\n\"Look at the cube. Look at your status symbol.\"\n\nHe looked at it, and he kept on looking at it. He couldn't tear his\neyes away. He was hypnotized by the golden glitter of it, the golden\nmeaning of it. \"Musician,\" he said aloud. \"Musician....\" A dream word,\na magic word. He hadn't thought of it for years, but this he didn't\nhave to reach back for. Once touched on, it surged over him, complete\nwith its memories.\n\n       *       *       *       *       *\n\nBut she had made it meaningless, too. He managed to tear a laugh out of\nhis throat. \"Spano said I'd be able to buy the Musicians' Guild when I\nhad my million and a half. Apparently you've been able to bargain them\ndown.\"\n\n\"This cost nothing except the standard initiation fee,\" she told him.\n\"You came by it honestly--through your music, nothing else. And you\nhave more than a million and a half credits, Clarey--nearly ten times\nthat, with more pouring in' every day.\"\n\nShe touched a boss on the side of her chair and white light hazed\naround them. \"I think we're close enough to Earth to get some of the\nhigh-power tri-dis,\" she said, \"although we can't expect perfect\nreception.\"\n\nBlurrily, a show formed--a variety show. At first it seemed the same\nsort of thing that he remembered dimly, more interesting now because\nit had almost the character of novelty. Then an ornate young man\nappeared and it took deeper significance. He was carrying a musical\ninstrument--refined, machined, carefully pitched. He played music on\nthe ulerin while a trio sang insipid Terrestrial words. \"Love Is a\nGuiding Star\" they called it, but that didn't matter. It was one of the\ntunes Clarey had taped.\n\nShe touched another boss. The blur reformed to a symphony orchestra,\nplaying as background music to a soloist with another ulerin. \"That's\nyour First Ulerin Concerto,\" she said. \"There are three more.\"\n\nAnother program was beginning, an account of the tribulations of an\nunfortunate Plutonian family. It faded in to the strains of ulerin\nmusic, to a tune of Clarey's. If they could have endured it to the end,\nshe told him, it would have faded out the same way. \"Every time they\nplay it,\" she said, \"somewhere on Earth a cash register rings for you.\nAnd this one's a daily program.\"\n\nHe watched transfixed and transfigured as program after program\nfeatured his music, his ulerin.\n\n\"Not just on Earth,\" Han said, \"but on all the civilized planets, even\nin a few of the more sophisticated primitive ones. You're a famous man,\nClarey. Earth is waiting for you, literally and figuratively. There'll\nbe ulerin orchestras to greet you at the field; we sent a relay ahead\nto let them know you were coming.\"\n\nBut his mind was slowly alerting itself. \"And where am I supposed to be\ncoming from, then, since they're never to hear about Damorlan?\"\n\n\"They've been told that you retired to a lonely asteroid to work--to\nperfect your art and its instrument.\"\n\nOf course they couldn't divulge the truth about Damorlan. \"It seems a\nlittle unfair, though,\" he said.\n\n\"Why unfair? After all, Clarey, the music is yours. You took Damorlan's\nmelodies and made them into music. You took their ulerin and made it\ninto a musical instrument. They're all yours, every note and bladder of\nthem.\"\n\nShe reached over and put out a hand to him. \"And I'm yours, too,\nClarey, if you want me,\" she breathed. There was obviously no doubt in\nher mind that he did want her. And in his, too. One didn't reject the\nSecretary of Space.\n\nHe took the chilly hand in his. The skin was odd in texture. I'm\nimagining things, he thought. It's a long time since I touched a human\nfemale's hand.\n\n\"I must be a very important Musician,\" he said aloud.\n\n       *       *       *       *       *\n\nShe nodded, not pretending to misunderstand. \"Yes, important enough to\nrate the original and not a reasonable facsimile. You're a lucky man,\nClarey.\" And then she smiled up at him. \"I can be warm and tender, I\nassure you.\"\n\nIt took him a moment to realize what she meant. For a moment he had\nthat pang again. She would never be the same as Embelsira, but a man\nneeded change to develop.\n\nHe was still troubled, though. \"I want to do _something_. Even an empty\ngesture's better than none at all. The last few months, I started\nputting together a longer thing; I guess it could be a symphony. When I\nfinish it, I'd like to call it the 'Damorlant Symphony.'\"\n\n\"Why not?\" she said. He thought she was humoring him, but she added,\n\"They'll think you just picked the name from an astrogation chart.\"\n\nIn a final burst of irony he dedicated the \"Damorlant Symphony\" to the\nhuman race, but, as usual, he was misunderstood. In fact, one of the\nmusic critics--all of whom were enthusiastic over the new work--wrote,\n\"At last we have a great musician who is also a great humanist.\"\n\nEventually Clarey forgot his original intent and came to believe it\nhimself.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Sentry Of The Sky, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SENTRY OF THE SKY ***\n\n***** This file should be named 51867-8.txt or 51867-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/1/8/6/51867/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}