{"title": "New Lamps", "author": "Robert Moore Williams", "releaseDate": "May 6, 2016", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               NEW LAMPS\n\n                       By Robert Moore Williams\n\n           [Transcriber's Note: This etext was produced from\n                        Other Worlds May 1957.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.]\n\n\n\n\n     Ronson came to the Red Planet on the strangest mission of all ...\n     he only knew he wanted to see Les Ro, but he didn't know exactly\n     why. It was because he knew that Les Ro had the answer to\n     something that had never been answered before, if indeed, it had\n     ever been asked! For Les Ro traded new lamps for old--and they\n     were the lamps of life itself!\n\n\nOn Mars, the dust is yellow, and microscopically fine. With the result\nthat it penetrates to the sensitive lung tissues of a human being,\ncausing distress. Crossing the street toward the dive set into the\ntowering wall of the cliff overhead, Jim Ronson sneezed violently.\nHe wished fervidly that he might get another glimpse of what Robert\nHeinlein, two centuries before, had nostalgically called _The Cool\nGreen Hills of Earth_, and again smell air that had no dust in it.\nDeep inside of him a small voice whispered that he would be very lucky\nif he ever saw the green hills of Earth again.\n\nSomewhere ahead of him, in the granite core of the mountain, was\nsomething that no human had ever seen. Rumors of what was here had\nreached Jim Ronson. They had been sufficiently exciting to lift him\nout of an Earth laboratory and to bring him on a space ship to Mars,\nfeverishly sleep-learning the Martian language as he made the hop, to\ninvestigate what might be here in this granite mountain near the south\npole of the Red Planet. Some Martians knew what was here. In Mars Port,\nRonson had talked to one who obviously knew. But the Martian either\ncould not or would not tell what he knew.\n\nAcross the street, squatting against the wall, were a dozen Martians.\nOne was segregated from the rest. They watched the human get out of\nthe _dothar_ drawn cart that had brought him from the jet taxi\nthat had landed on the sand outside this village, pay his fare, and\ncome toward them. Taking a half-hitch around his courage, Ronson moved\npast them. He glanced down at the one sitting apart from the rest, then\naverted his eyes, unease and discomfort rising in him. The Martian was\na leper. Ronson forced himself to look again. The sores were clearly\nvisible, the eyes were dull and apathetic, without hope. As if some of\nthe leper's hopelessness were communicated to him, Ronson felt a touch\nof despair. In this place, if the rumors were true, how could there\nbe a leper? How--He paused as one of the Martians squatting on the\nsidewalk rose to bar his way.\n\nOn the Red Planet, humans were strictly on their own. If they got\nthemselves into trouble, no consular agent was available to help them.\nIf they got killed, no representative of Earth law came to ask why\nor to bring the killers to human justice. No amount of argument or\npersuasion on the part of delegates from Earth had ever produced a\ntreaty guaranteeing the lives or even the safety of humans who went\nbeyond the limits of Mars Port. The Martians simply could not see any\nreason for protecting these strange creatures who had come uninvited\nacross space. Let humans look out for themselves!\n\nThe Martian who rose in front of Ronson was big and looked mean. Four\nknives hung from the belt circling his waist. Ronson did not doubt that\nthe fellow could stab very expertly with the knives or that he could\nthrow them with the accuracy of a bullet within a range of thirty feet.\nIn the side pocket of the heavy _dothar_-skin coat that he wore,\nRonson had a _zen_ gun which he had purchased before leaving Mars\nPort. The little weapon threw an explosive bullet guaranteed to change\nforever the mind of any human or any Martian who got in the way of it.\nRonson did not doubt that he could draw and fire the gun before the\nMartian could use one of the knives but he also knew that he did not\nwant to start a fight here in the street. What was inside the mountain\nwas too important to risk.\n\n\"Happy wind time,\" Ronson said. This greeting was good manners anywhere\non Mars. He bowed to the Martian. As he bowed, the fellow snatched his\nhat, held it aloft as a trophy.\n\nLaughter echoed through the watching Martians. Only the leper was\nunmoved. The Martian put the hat on his own head, where it sank down\nover his ears. He wiggled his scalp and the hat danced. The laughter\ngrew stronger.\n\nRonson kept his temper. \"I'll take my hat back,\" he said, politely.\n\n\"Ho!\" the Martian said. \"Try and get it.\"\n\n\"I want my hat back,\" Ronson said, a little less politely. Inside, he\nwas coming to a boil. Like a stupid child, this Martian was playing\na silly game. To them, this was fun. To the human, it was not fun. A\nwrong move on his part, or even no move, and they might be on him like\nwolves, endangering the purpose that had brought him here. Or had Les\nRo, catching wind somehow of his visit, set these stupid creatures\nacross his path? At the thought, the anger rising inside of him became\na feeling of cold.\n\n\"I want--\"\n\nAnother squatting Martian rose. \"I'll take his coat,\" the second one\nannounced.\n\nA third was rising. \"Me for his breeks!\"\n\nThey were going to disrobe him, strip him naked, for the sake of his\nclothes. Ronson did not in the least doubt that they would do it,\nor try to do it. The only law protecting humans on this planet was\nwhat they could make up as individuals and enforce for themselves. He\nreached for the gun in the side pocket of the _dothar_ skin coat.\n\nThe Martian who had taken his hat reached out and grabbed his arm. The\nfellow had steel claws for hands instead of flesh and blood. The claws\nclamped over Ronson's arm with a paralyzing grip that seemed to squeeze\nthe very nerves in their sheaths.\n\nRonson slugged with his left fist, very hard and very fast, a blow that\nlanded flush on the jaw of the Martian. The fellow blinked but was\nnot damaged. He grinned. \"Ho! Human wants to fight!\" He seemed to find\nsatisfaction in the idea. He reached out with his other hand, grasping\nfor Ronson's neck this time.\n\nRonson had not been in a rough and tumble fight since he was a kid\nbut he discovered that he had not forgotten how to bring up his knee\nand jab his antagonist in the stomach. Only this time it didn't work.\nThe Martian brought down an elbow and deflected the rising leg. His\ngroping fingers found Ronson's neck, closed there with a grip that was\nas tight as the grip around the human's right arm. The other Martians\ndrew closer. As soon as Te Hold had subdued this alien, they intended\nto have his clothes right down to the skin. Maybe they would take the\nskin too, if they could find any value in it. They were so engrossed in\nwatching Te Hold tame this human that they did not notice the door of\nthe joint open behind them. Nor did they see the girl come out.\n\nShe was not in the least surprised at the fight in the street, nor\nwas she in any doubt as to what to do about it. In her hand, she had\na spring gun, one of those little weapons that are spring powered and\nwhich throw steel needles coated with the extremely powerful synthetic\nnarcotic, thormoline. Hardly seeming to take aim, she shot the Martian\nwho was holding Ronson in the back. Te Hold jumped as the needle stung\nhim but he did not let go of Ronson. The spring gun pinged again as the\ngirl put another needle in his back.\n\nTe Hold jumped again. He released his grip on Ronson's throat. The\nhuman gulped air, and slugged Te Hold again, harder this time. The\nfast-acting narcotic was already taking effect. Te Hold went over like\na falling tree.\n\nJim Ronson snatched the zen gun from his pocket, then saw that he did\nnot need it. The girl had been busy with the needle weapon. Two of the\nMartians were also down and the rest were in full flight, except the\nleper, who had not moved. Standing in front of the door, the girl was\ncalmly shooting needles at their legs as they ran.\n\nNot until then did Ronson really see the girl. He blinked startled\neyes at her. Human women were rare on Mars, here in this place near\nthe south pole they should not exist at all. No woman in her right\nmind would come here. But one was here, and a darned attractive one at\nthat. She was tall, lithe, and full breasted. The hair peeping out from\nunder the tight fitting-helmet was a shade of red. If she had a fault\nin her figure, it was the fact that her hips were too narrow--she was\nas slender as a boy--but Ronson was not inclined to criticize her for\nthat. Not when she had just saved his clothes and maybe his life.\n\nAs the last Martian dodged around the corner, she turned her attention\nto him. A smile lit her face.\n\n\"Dr. Ronson! A privilege to meet you, sir.\" Hand outstretched, smiling,\nshe moved around the victims of her needle gun and came toward him.\n\nRonson stared at her in bewildered consternation. He had not thought\nthat anyone on Mars would even know his name, he had not wanted\nanyone to know his identity. Especially not in this place. He barely\nremembered his manners in time to take the hand offered him.\n\n\"I'm Jennie Ware,\" the girl said.\n\n\"It's nice to meet you, Miss Ware.\" Where had he heard or seen this\nname before? \"I want--ah--to thank you for helping me out of a spot.\"\n\n\"It was nothing,\" she said smiling. \"Always glad to help my fellow men.\"\n\n\"You certainly went into action fast.\" He glanced at Te Hold, sleeping\nin the street. On the sidewalk near the corner, another Martian was\ntaking a nap. Only the leper was still in sight and awake.\n\n\"I had these needles coated with a special narcotic designed to affect\nthe Martian nervous system. As to my going into action fast, I've\ndiscovered that you have to be firm with these Martians,\" she answered\nsmiling.\n\nStooping, he retrieved his hat. \"How did you know me?\"\n\nA little flicker of amusement showed in her eyes. \"Why shouldn't I\nrecognize Earth's foremost bio-physicist and leading authority on\ncellular structure? Come on in. I'll buy you a drink. You'll love this\nplace. They've even got a waiter who thinks he can speak English.\"\n\n\"Thanks,\" Ronson said. \"I'll take you up on that.\" He was astonished\nand bewildered by this woman. He had spent most of his life in\nthe laboratories of Earth. The women who had been there had been\nflat-breasted, pale creatures in low-heeled shoes who had called him\n\"Sir,\" and \"Doctor,\" and who had obviously been greatly in awe of\nhim but who had apparently never had a red-blooded thought in their\nlives. He had regarded them as a sort of neuter sex, creatures who had\nobviously been intended by nature to be female but who had gotten their\nhormones mixed up somewhere along the line. This girl was different.\n\nHer name, somehow, had a haunting familiarity, as if he had heard it\nsomewhere before. But he couldn't remember where.\n\nShe went through the door ahead of him. As Ronson passed through, a\nMartian thrust his head around the corner outside and threw a knife.\nThe steel blade buried in the door facing within six inches of the\nhuman's head. He hastily ducked through the door.\n\nLooking annoyed, the girl started back to the street outside. \"I'll fix\nhim,\" she said, pulling the needle gun.\n\nRonson caught her shoulder. \"Let well enough alone,\" he said firmly.\n\"Anyhow you were going to buy me a drink.\"\n\nHer eyes held a curious mixture of annoyance, defiance, and longing.\nHer gaze went down to his hand on her shoulder. Ronson grinned at her.\n\"You look as if you are about to bite me,\" he said. \"Go ahead, if you\nwant to.\" He did not move his hand.\n\nWonder came into her face. \"A great many men have tried to paw me,\nwithout getting very far. But somehow, I don't think you're trying to\ndo that.\"\n\n\"About that drink?\" Ronson said.\n\n\"Sure.\" She moved toward a table set against the far wall.\n\nRonson dared to breathe again. Whatever else this girl was, she was\ncertainly full of fight and fury. She could have gone out into the\nstreet, in the face of thrown knives, if he hadn't stopped her. As she\nmoved toward the table, he had a chance to look at the place in which\nhe found himself.\n\nWhat he saw was not reassuring. Except for a big circle in the center\nof the room, the place was crammed with Martian males of all sizes and\ndescriptions. Waiters scurried through the crowd. The circle on the\nfloor was outlined in red. No customer and no Martian ventured within\nit. Ronson glanced at it, asked the girl a question.\n\n\"I just got here too,\" she said. \"I haven't had time to find out about\nit. Some superstition of theirs, I think.\" She led him to the table.\nTwo glasses were already on it. A waiter appeared out of nowhere. \"This\nis the one who speaks English. Talk to the gentleman, Tocko.\"\n\n\"Oh, yessen, missen. Me talken ze English and but very gooden. Me\nlearnen ze human talken at Mars Porten. Don't I talk him gooden?\" The\nlast was directed at Ronson.\n\n\"You speak him very wonderfullen,\" Ronson answered. The waiter beamed.\n\n\"Bring the gentleman a mariwaukee,\" the girl said.\n\n\"Oh, yessen, missen.\"\n\n\"On second thought, make it a double shot,\" the girl said. \"The\ngentleman looks like he needs it.\" She nodded brightly to Ronson as if\nshe had selected the very medicine he needed. \"Now tell me what you are\ndoing on Mars, Dr. Ronson?\"\n\nRonson glanced hastily at the waiter, to make certain that he was out\nof earshot. \"I--I came here on a vacation,\" he said firmly and loudly.\n\"I've wanted to see Mars ever since I was a kid. Who--ah--was sitting\nhere with you before I came?\"\n\n\"A man,\" she answered. \"He went to the little boy's room just before\nyou got into trouble in the street. I guess he's still there, if some\nMartian hasn't slit his throat. Are you enjoying your vacation?\"\n\n\"Of course.\"\n\n\"Do you mind if I call you Jim?\" She smiled at him.\n\n\"I would be very pleased.\"\n\n\"Good. You can call me Jennie.\"\n\n\"Thanks.\"\n\n\"Then you are enjoying your vacation.\" Her smile was very sweet. \"Are\nyou also enjoying trying to lie to me--Jim?\"\n\nRonson caught his start of surprise. Jennie Ware bewildered him but\nthis was a game that two could play. \"Of course I'm enjoying it. Lying\nto a woman as beautiful as you are is always a pleasure--Jennie.\" He\ngrinned at her and watched the anger come up on her face. Why should\nshe be angry?\n\nThe anger was gone as swiftly as it had come. She leaned across the\ntable, put her hand on his. \"I like you Jim. I really do. And not\nbecause you called me a beautiful woman but because you kicked me in\nthe teeth with my own act. I had it coming and you gave it to me very\nneatly.\"\n\nThe touch of her hand was very pleasant. \"No hard feelings.\nWhat--ah--are you doing here, Jennie?\"\n\nShe smiled sweetly at him. \"I'm on a vacation too, Jim.\"\n\n\"Touche!\" The females in the laboratories back on earth had never\ntouched his hand or called him by his first name. He wondered about the\nman with whom she had been drinking. Also he was very uneasy about her\nreal reason for being here. No woman with good sense would make the\nrough rocket trip to Mars for a vacation; presuming she did come to\nMars, she would not willingly come to this place. But Jennie Ware was\nhere, an enigma wrapped up in a beautiful smile. He took his eyes off\nher long enough to look around the place again.\n\nIn Mars Port, he had seen the native dives, but Mars Port had nothing\nlike this. To the natives, this was a place of pleasure, filled with\nsights, sounds, and smells that made them happy. Over against the\nfarther wall a tribal chieftan was absorbing _narseeth_ through\nthe skin of his hands, thrusting them again and again into the sirupy,\nsmoky-colored mixture in the bowl in front of him. Every so often\nhe stopped, whereupon the Martian female with him carefully dried\nhis hands. After they were dry, he made fumbling passes at her. She\naccepted the passes without resistance. Ronson stared at the sight.\n\n\"Relax. You'll get used to it,\" Jennie Ware said.\n\nAt another table a huge Martian was sitting. Two others were with him.\nOne sat facing the rear, the other faced the front. Ronson had the\nimpression of two alert dogs guarding their master. A little chill\npassed through him at the thought.\n\nOdors were in the place, of sweat dried into _dothar_ skin\ngarments, of stale drinks. Dim but distinct was the all-pervading\nclinging, cloying odor of _tamil_, the Martian equivalent of musk.\nThrough an opening at the right, Ronson could see females lounging at\nease in what was apparently a reception room to a brothel.\n\nUnease came up in him again. How could this place be the way to Les Ro?\nBut the rumors he had picked up and carefully checked in Mars Port had\nall been in agreement, if you wanted to see Les Ro, you came here. What\nhappened after that was obviously fate.\n\nWatching, Ronson saw that no Martian entered the circle on the floor.\n\nHe nodded toward the Martian females. \"What do you think of this?\"\n\n\"Oh, a girl has to live,\" she said, shrugging. \"What do you think?\"\n\n\"Oh, a Martian has to have fun, I suppose.\" His shrug was as\nindifferent as hers had been. For an instant, he thought she was going\nto spit at him.\n\nThe waiter arrived with the drink.\n\n\"I have putten you on ze listen,\" he said, confidentially, to Ronson.\n\n\"On the _listen_?\"\n\n\"He means _list_,\" Jennie Ware said.\n\n\"What list?\" Ronson asked.\n\n\"On ze listen of zozen waiten to see ze great Les Ro,\" the waiter\nanswered.\n\nInside of him, Ronson felt cold come up. Strictly on his own, he had to\ndecide how he was going to handle this. He made up his mind on impulse.\n\"Who the devil is Les Ro?\"\n\nAcross the table, Jennie Ware lifted startled eyes toward Ronson. The\nwaiter's face showed astonishment, then embarrassment, at the idea that\nanyone existed who had not heard of Les Ro, Ronson thought. \"You do not\nknowen ze great Les Ro. He is ze greatest zinker, ze greatest doer, ze\ngreatest--\"\n\n\"Stinker?\" Jennie Ware said. \"That sounds about right.\"\n\n\"You are maken ze kidden wiz me,\" the waiter said, indignation in his\nvoice. \"You have hearden of ze great Les Ro. You came here to see him.\nYou musten haven. Everybody who comes here, comes to see him.\" The\nwaiter spoke with authority.\n\n\"I'm sorry,\" Ronson said. \"If he is that important, I would like to\ntalk to him, of course. But do you mean all of these Martians are\nwaiting to see him?\" A wave of his hand indicated the group in the room.\n\nThe waiter, mollified, leered at Ronson. \"Ze girls didn't. Ze girls\ncome here for anuzzer purpose.\" The leering gesture included Jennie\nWare in it. It said that obviously she had come here for the same\npurpose. What other purpose was there?\n\nThe girl gasped. Fire shot from her eyes. \"I'll have you know--\"\n\n\"Shut up,\" Ronson said.\n\nFire flashed at him. \"Hasn't it occurred to you that you are in danger\nof getting your pretty little throat slit if you talk out of turn\nhere?\" Ronson whispered.\n\n\"Even ze noffers outside are on ze listen,\" the waiter added.\n\n\"What about me? Am I on it?\" Jennie asked.\n\nThe waiter showed great astonishment. \"But of course not. You are a\nfemale.\"\n\n\"What difference does that make?\" This time the fire really shot from\nher eyes.\n\n\"How long do you have to wait after you're on the listen?\" Ronson\nhastily asked.\n\nThe waiter spread his hands and twisted his shoulders. \"Who knows?\nSome of ze noffers outside have been waiting since last wind time--\"\n\n\"Almost an Earth year,\" Ronson said, calculating rapidly. Once during\neach circle of the sun the great winds blew across Mars. This was\nthe biggest natural event on the planet. Since it occurred with the\nregularity of clock work, it served as the starting point for their\nyear.\n\n\"Sometimes ze great Les Ro call you right away,\" the waiter said.\n\n\"How will I know if I'm called?\" Ronson said.\n\nA shudder passed over the waiter. \"You vill know. Of a most certain,\nyou vill know. Ze Messenger vill call.\" The shudder came again. As if\nhe had already said too much, the waiter hurried away. Ronson turned\nback to Jennie Ware. She was sparkling with fury.\n\n\"If they think they're going to keep me from seeing Les Ro just because\nI'm a woman--\"\n\n\"Why do you want to see him? He probably isn't pretty.\"\n\n\"Because I want to write a book about him.\"\n\n\"A book--\" Ronson's memory suddenly came alive and he remembered where\nhe had seen her name before. He stared at her, startled and almost\naghast. Back on Earth, this woman was almost a legend. Every tabloid\nand every Sunday supplement had carried her picture and stories about\nher. The programs beamed to space had carried tales of her exploits.\nShe had explored the depths of the Venusian jungles, she had ridden\na _dothar_ across half of Mars. When Deep Space Flight One had\nblasted off from Pluto, bound for the exploration of deep space,\nthe news telecasts back to Earth had carried the information that a\nstowaway had been discovered and ejected from the ship just before\nblast off. No one had been surprised when this stowaway had turned\nout to be Jennie Ware. Subsequent rumors had whispered that she had\npractically torn Pluto Dome apart because she had been ejected from the\nship. Even the fact that the ship had never returned had not cooled her\nanger.\n\nIn addition, she was also a very competent author. Ronson had read two\nof her books and had admired her deft touch with words and the deep\nsincerity that had showed through in even the most hard-boiled and\nraucous passages. Unquestionably Jennie Ware was a very unusual human\nbeing.\n\nBut in spite of this, Ronson stared at her in growing horror. Her\nreputation across the solar system was that of an uninhibited vixen.\nHere in this place, where their lives might ride on the blinking of\nan eye-lash, or on not blinking it, a temper tantrum thrown by Jennie\nWare--or by anybody else--was the last thing he wanted to see.\n\nA tall figure loomed beside the table. A deep voice asked, laughingly,\n\"Well, Jim, since you've already met our lady authoress, how do you\nlike her?\"\n\nRonson looked up, then got up, his hand going out, a grin spurting to\nhis face. The man standing there, Sam Crick, took the outstretched hand\nand grinned back at him.\n\nCrick was tall and lean. His skin was tanned a deep brown, a color that\nhad resulted from facing all the winds that had ever blown on Mars and\nall the sun that had ever shown there. Crick was something of a legend\non the Red Planet. He was the eternal adventurer, the lonely wanderer\nof the waste place, the type of human who was always looking for\nsomething that lay just over the edge of the horizon.\n\nJim Ronson and Sam Crick had grown up together as boys on Earth. Ronson\nhad gone into a laboratory, Crick had hopped a freighter bound for\nMars. Ronson had not seen his old friend in many years, but he had\nheard from him and about him. A feeling of deep warmth came up inside\nthe scientist at the sight of the tanned face grinning at him.\n\n\"Then you did get my space radio?\" Ronson said. \"I couldn't locate you\nin Mars Port and I was never sure.\" Relief at finding Crick here was a\nsurging feeling deep within him. With Crick here, he not only had a man\nexperienced in Martian ways and customs to help him, but what was more\nimportant, he had a friend.\n\nCrick's face lost its smile. Wrinkles showed on his forehead. \"What\nspace radio, Jim?\"\n\n\"The one I sent you, asking you to meet me here. Quit kidding me. If\nyou didn't get my space radio, how does it happen that you're here?\nDon't tell me this is a coincidence.\"\n\nCrick shook his head. A doleful expression appeared on his face. \"I\nsure didn't get it, Jim. As to what I'm doing here, I'm chaperoning our\nlady authoress. Meet my boss.\" He nodded to Jennie Ware.\n\nRonson turned startled eyes toward the girl.\n\n\"I caught him flat broke in Mars Port just before you arrived,\" she\nanswered. \"Since he was broke, I took advantage of him and hired him\nas my bodyguard. Not that I would really need a bodyguard, but in case\nI fell and broke a leg, he might be handy. But his being here wasn't a\ncoincidence.\"\n\n\"Eh?\" Ronson said. It was difficult to follow her thinking. She seemed\nto say a lot, or nothing, all with the same words, the only difference\nbeing the voice tone she used. If she chose, she had all the gifts of a\nman in concealing her true feelings and real opinions.\n\nHer voice was calm, her face expressionless. \"The grapevine in Mars\nPort said the Earth's top-flight bio-physicist was coming here, that\nold Les Ro was thought to have something that human scientists were all\nhotted up about, and that you were coming here to investigate, and to\nchisel Les Ro out of a piece of it, if he would stand still for such\ntreatment.\"\n\nRonson blinked at her. She had delivered a bombshell and she had done\nit as if she thought what she said was of no importance: \"I'm not\ntrying to chisel Les Ro or anybody out of anything.\" His calm matched\nher aplomb.\n\n\"That's not the way the grapevine had it.\"\n\n\"I don't care how the grapevine had it. I know my own motives and my\npurpose in coming here.\" An edge crept into his voice as he realized\none possible result of what she was saying.\n\n\"That may be true. But do the Martians know them?\"\n\nRonson was silent, his thinking perturbed.\n\n\"So I hired Sam and came here,\" Jennie Ware continued. \"If Les Ro was\nbig enough to attract you, he was also big enough to provide me with\ncopy for my next book.\"\n\n\"So you could find copy for a damned book, you risked my neck!\" Ronson\nsaid, his voice hot.\n\n\"I didn't risk it a tenth as much as you're doing, by yelling at the\ntop of your lungs where half of Mars can hear you. Anyhow, I saved your\nclothes and maybe your hide out in front a while ago. Doesn't that\ncount for something?\"\n\n\"Sorry,\" Ronson said abruptly. \"I lost my temper.\"\n\n\"I'd like to make one point,\" Crick said. \"We've got a mighty hot\ncollection of thieves, crooks, and killers present in this joint.\"\n\nJennie Ware and Jim Ronson stared at him.\n\nCrick gestured toward the Martian with the two guards. \"That's Tal\nBock. He belongs in the upper lentz country, where he is the leader of\na gang of killers and thieves. The one over there soaking his hands in\nsmoke is Kus Dorken. He's not any better than Tal Bock.\"\n\n\"What are they doing here?\" the girl asked.\n\n\"I don't know,\" Crick answered. \"Unless maybe they've been listening in\non the grapevine too.\"\n\nFor a moment, it looked as if Jennie Ware was about to cry. She seemed,\nsuddenly, to become a small girl who had done something wrong and\nwas very sorry for it and was trying to find some way to express her\nsorrow. Her hand came across the table again, touched Ronson's hand\nhesitantly.\n\n\"I'm sorry, Jim, if I got you into trouble. But I knew your reputation.\nIf you were coming here, something big was here. I--I wanted to be in\non it. I guess all my life I've wanted to be in on something big. If I\nactually got you into trouble, Sam and I are here to help you get out\nof it. Isn't that right, Sam?\"\n\n\"Right, Jennie.\" A growl sounded in the tall adventurer's voice.\n\"Thanks, both of you,\" Ronson said. He was deeply touched. In spite of\nthe shell of bravado that she wore, and her sudden spurting anger, he\nliked this girl. She might have the reputation of an uninhibited vixen,\nbut somewhere inside of her was a small girl looking out from awed and\nwondering eyes at the vastness of the world.\n\n\"Watch it!\" Crick's whisper was shrill and sharp. His eyes were focused\non the ceiling.\n\nAll the sounds of the place, the rattle of glasses, the sharp giggling\nof soliciting women, the deep voices of the Martian males, had gone\ninto sudden and complete silence. Like Crick, they were looking upward.\nRonson followed their gaze to the ceiling. Jennie Ware gave a quick\ncry. Glass tinkled and broke as she dropped her drink.\n\nJim Ronson did not hear the sound. His entire attention was focused on\nwhat was happening on the ceiling.\n\nThe dive itself had been cut into the side of the cliff. The solid rock\nof the ceiling had not been disguised or masked.\n\nAt first glance, Ronson thought his eyes were deceiving him. The solid\nstone itself seemed to be in motion. A sort of melting, shifting flow\nseemed to be taking place as if the molecules and perhaps even the\natoms themselves were dissolving.\n\n\"That's atomic disintegration, or atomic shifting, under control!\" Sam\nCrick gasped.\n\n\"It's a mirage,\" Jennie Ware whispered. \"It must be.\"\n\n\"If it's a mirage, everybody in the place is seeing it,\" Ronson said.\n\nThere was not a sound in the huge room. The waiters had come to\nattention like trained soldiers. The females had abruptly lost all\ninterest in what they were doing. Out of the corner of his eyes, Ronson\nsaw one female make a sudden darting movement across the room. One foot\ntouched the circle on the floor as she ran. She took two more steps\nand fell, sagging downward as if every muscle in her body had suddenly\nrefused to function. She lay on the floor without moving. Not a head\nwas turned toward her, not a Martian moved to help her. In her action\nRonson saw one reason why the Martians avoided the circle on the floor.\nSomething was definitely wrong with that circle. Looking at the roof,\nhe saw the reason.\n\nThe flowing, shifting movement there had formed into a circle the same\nsize as the circle on the floor and directly above it. Little flickers\nof light, like the discharge of high frequency currents, were flowing\nbetween the two circles. Swiftly the flickers of light became an opaque\ncylinder of misty flame extending from the ceiling to the floor.\n\nFrom the opaque cylinder of light, a Martian stepped.\n\nWithout quite knowing how he knew it, Ronson knew that this was Les\nRo's Messenger.\n\nThe Messenger was old, perhaps as old as the granite mountain above\nthem, if the network of fine wrinkles on his face were an accurate\nindication of his age. With age, calmness and serenity had come to this\nMartian. His eyes gave the impression that they had seen everything.\nWhat they had not seen, the brain behind them had imagined. Peace was\nin the eyes and on the face, the deep peace that many human saints had\nsought and had found.\n\n\"I like him,\" Jennie Ware whispered.\n\nThe Messenger carried himself with a sureness that was full of meaning.\nHe glanced around the room. His eyes settled on the three humans at the\ntable. A sort of a glow appeared on his face, lighting it as if with a\nhalo. He moved toward them, stopped and stood looking down at them. For\na moment, his face was blank, and even his eyes seemed to be withdrawn.\n\n\"ESP!\" Crick whispered. \"Guard your thinking.\"\n\nThe eyes flicked toward Crick, then came to Ronson. The human felt a\ntouch that was feather-light appear in his brain. It seemed to run like\nlightning through the nerve cells. Then it was withdrawn. The smile\ncame back to the face of the Messenger.\n\n\"Les Ro has waited a long time for one like you, my son. He will see\nyou.\" The voice was deep and pleasant. Somewhere in it were tones that\nwere bell pure.\n\nRonson rose to his feet.\n\n\"Watch it!\" Crick whispered. \"This may not be on the up and up.\"\n\n\"I came here to see Les Ro.\" Ronson answered. \"I'm not going to back\nout now. Which way do I go?\" The last was spoken to the Messenger.\n\nThe Martian bowed. The wave of his hand indicated the cylinder of misty\nradiance flowing from the ceiling to the floor. \"Just step into the\nlight, my son.\"\n\n\"Jim!\" Jennie's voice had a frantic plea in it.\n\n\"May my friends go with me?\" Ronson said.\n\nThe Messenger shook his head. His face said he was very sorry but that\nthe answer was no. \"I have no instructions for them. Only you, my son.\nLes Ro has waited very long for someone like you.\"\n\nRonson did not know whether he was pleased or not. But he knew he was\ngreatly excited. If the rumors had been right, if the grapevine had\nreported correctly, something was here in the heart of the Martian\nmountain that had never existed before in the solar system--and\nperhaps not in the universe. He stepped boldly into the opaque radiance.\n\nTo Jennie Ware and Sam Crick it looked as if he had stepped out of\nexistence.\n\nTo Jim Ronson, when he stepped into the light, it seemed to him that\nmillions of tiny hands instantly grasped him. They lifted him upward.\nIt seemed as if they changed directions, but he could not be sure of\nthat. The motion stopped. He felt a firm substance under his feet. The\ntiny hands released him, the opaque light fell away from him. He was\nstanding in the center of a circle in a room cut out of solid stone, a\nroom that had no exit and no entrance except the one under his feet,\nthe solid stone floor through which the microscopic hands had lifted\nhim.\n\nPanic came up in him then and his hand dived for the gun in his coat\npocket. It came away empty. The gun had been removed without his\nknowledge on the transit upward. Examination revealed that every bit\nof metal had been removed from his pockets. Only his wrist watch had\nbeen left and that apparently because the metal strap around his wrist\nhad resisted removal. Automatically he pushed the button on the side of\nthe watch. On the dial the tiny green light glowed. Neither the light\nthat had lifted him upward nor this room contained lethal radiations.\nThe sight of the green light made him feel better. But not much. Sweat\nappeared on his skin as he waited. Inside his chest, he felt his heart\nbegin to speed up its beating.\n\nLight danced in the wall. The stone seemed to dissolve. The Messenger\ncame through. The wrinkles on the fine face glowed like ivory at the\nsight of Ronson.\n\n\"I hope you will forgive me for keeping you waiting. Other--ah--tasks\ndemanded my attention at the moment.\"\n\n\"It's quite all right. Finding myself here unexpectedly was a little\nhard on my nerves but the chance to see Les Ro will be worth the shock\nto my nervous system. I assume this is the way.\" Ronson moved toward\nthe light dancing on the wall, then stopped as he saw the Martian was\nnot following. \"What's wrong?\"\n\nThe smile was gone from the face of the Messenger. \"One must prove\nhimself worthy of seeing Les Ro.\"\n\n\"Eh?\" A little touch of fear came up in the human. \"Worthy?\"\n\n\"Also, it would be well to tell me why you want to see Les Ro. I will\ncarry your request to him.\"\n\n\"But you said Les Ro wanted to see me, that he had waited a long time\nfor someone like me. Though how he knows anything about me--\" Ronson's\nvoice went into uneasy silence. Had the grapevine reported his coming\nhere? Or had Crick's whisper about extra-sensory perception in\noperation had some basis in fact?\n\n\"I said Les Ro waited a long time for someone _like_ you.\" For a\nmoment hope showed on the wrinkled face. \"But not necessarily for you.\nYou have certain qualities that Les Ro seeks, but until you have proved\nthat you have other qualities as well--\" Sadness replaced the hope.\n\"Tell me what you seek here?\"\n\nRonson felt rebellion come up in him. Then he remembered that on Mars\nthe only law protecting humans was what they could make and enforce\nfor themselves. \"Rumors have reached us on Earth of Les Ro's great\naccomplishments. It is our hope that we can share our knowledge, pool\nour discoveries. It is our belief that great advances can come from\nthis sharing--for both humans and Martians.\"\n\nRonson spoke quietly. Only the tone of his voice expressed the very\ndeep and very real feeling he was putting into words. Yet in the\nquietly spoken words his dream was expressed--and the dream of every\nreal scientist in the history of Earth--of progress, of forward motion,\nof leaving behind them a world a little better than the one they had\nknown. Once this dream had been only for humans. Now it included\nMartians too, and every other race within the solar system.\n\nThe Messenger smiled at the words. But under the smile was concern.\n\n\"Do you mean that you humans still face problems that you cannot solve?\nBut you have made tremendous scientific advances, much greater than we\nof Mars have made. Space flight is only one illustration--\"\n\n\"Unfortunately, many of our scientific advances have brought more\nproblems than they have solved.\" Grimness crept into Ronson's voice\n\"Before atomic energy was released, it was prophesied that the release\nof this energy would solve all the problems of our planet. This was\nover two hundred years ago. We are still striving to regain the losses\nsuffered in the first and second atomic wars.\"\n\n\"Wars?\" The face of the Martian showed amazement. \"You humans are\nfools.\"\n\n\"We are trying to stop being fools. Or some of us are. But something\nseems to defeat our efforts.\"\n\n\"Yes.\" Keen interest showed on the face of the Martian. \"Do you have\nthis problem too? I wonder if it's the same something--\"\n\n\"We live in the same universe.\"\n\n\"Can you state the problem more exactly?\"\n\n\"I can give you an illustration of it. At the same time, I will give\nyou my reason for being here.\" Ronson took a deep breath, considered\nthe words he was going to use. \"I'm a bio-physicist. This means that\nmy specialty is the living cell and the changes that can and do take\nplace in it. We have a name for one of the changes that may take place\nthere--cancer.\"\n\n\"A disease.\"\n\n\"Yes. And a very serious one. Often tied up with radioactivity, it is a\nchange that takes place in the interior of a living cell.\"\n\n\"I know--\"\n\n\"No less than eight times in the past hundred years, human doctors\nhave found a cure for this mutation within the cell. Each cure worked,\nperfectly, for a time.\"\n\n\"And then--\"\n\n\"Then this something defeated their efforts. A change took place. A new\nform of cancer appeared, which did not yield to the treatment that had\nbeen effective previously.\" Ronson found his breathing was becoming\nheavier.\n\nThe Messenger moved up and down the cell, pacing, his right hand\nrubbing his chin. \"Yes, it is the same something. Les Ro has talked of\nit often. It has defeated even him. He calls it _change_. There\nseems to be a law in this universe against anything remaining the\nsame--But why did you come here? Do you seek a new way to cure this\ndisease called cancer?\"\n\n\"Yes. A permanent way. A way that goes behind the law of change.\"\n\n\"Do you think you could find such a thing here?\"\n\n\"Yes. And here I have proof. Detailed reports from human physicians at\nMars Port. In three instances, Martian patients admitted to the human\nhospital there were found to be suffering from inoperable cancer.\nEach was discharged, as incurable. Within the following two years,\neach patient returned to the hospital there, one to have a knife\nwound treated, a second to have a broken bone set, a third because of\ninjuries suffered in an accident. As soon as they were admitted, the\nrecords were checked, and the previous diagnosis of cancer was found.\nEach case of cancer had been cured. Each Martian told the same story,\nthat he had been here, and that Les Ro had cured the disease.\"\n\n\"And you came here seeking the ninth solution from Les Ro for your\npeople?\"\n\n\"Yes. And for one other reason.\"\n\n\"Eh?\"\n\n\"The cancer I am trying hardest to cure is--here.\" Very gently, Jim\nRonson rubbed his chest. At the action, and at his thought, his heart\npicked up an anxious beat.\n\nFor an instant, the face of the Martian showed blank astonishment.\nCompassion followed the astonishment, a flood of it. \"My son!\" The\nvoice had pity and understanding and sympathy in it. \"Les Ro will see\nyou.\"\n\n\"Good!\" Relief surged up inside Jim Ronson. He had travelled many a\nweary mile for this moment. He had faced frustration and despair. The\nbest doctors on Earth had told him they could do nothing for him. Now,\nhere, in the heart of a mountain near the south pole of Mars--\n\n\"Follow me,\" the Messenger said.\n\nThe wall swirled in front of him. He stepped into the misty opaqueness\nand Ronson followed him. Inside the light, the human felt the millions\nof microscopic hands take hold of him. Their touch was gentle and\ncaressing, softly tender. Suddenly their touch was firm and strong. He\nfelt them seize his clothing and rip it from his body. Their gentle,\ncaressing touch was gone. In its place was an almost manic fury. A\nscream ripped involuntarily from his throat.\n\nThe scream was flung into complete silence. No echo of it came back to\nhis ears.\n\nBlackness beat at him, flowed in over him, flowed through him. The\nblackness ransacked every nook and corner of his body. It probed to the\nbottom of his soul.\n\nIt swallowed him whole. It dissected his consciousness, tore it to\nshreds, then yanked away even the shreds. He seemed to be falling into\na black hole that had no end.\n\nRonson did not know how long the blackness lasted. The first sense to\ncome back was hearing. Somewhere near him he heard a grunt. Then the\nsense of feeling came back and he realized he was lying naked on sand.\nHe didn't much want to open his eyes. Finally he forced them open. His\nvision was blurred and vague. When it cleared he saw the source of the\ngrunt.\n\nThe sound had come from Tal Bock, squatting on the sand near him. Tal\nBock was also naked. Unlike Ronson, the millions of microscopic hands\nin the darkness had not left even a wrist watch on the Martian.\n\n\"Happy--ah--wind time,\" Ronson said. Tal Bock grunted, but did not\nanswer.\n\n\"Where are we?\"\n\n\"Hell,\" Tal Bock said. He got up and walked into the shrubbery behind\nhim.\n\nRonson rose. He was shaky, his legs seemed too long to reach the sand,\na subjective impression that almost amused him, but didn't quite. To\nthe left another Martian was squatting cross-legged on the sand. Ronson\nlooked, then looked again. He moved toward the Martian to make certain.\n\nIt was the leper who had been on the street outside the dive. Without\nthe rags, the Martian was hardly recognizable. The sores provided a\ncertain means of identification. There was no mistaking them.\n\n\"How did you get here?\" Ronson asked.\n\nThe leper made a weak gesture with his hands which said, \"Go away.\" His\nattitude was resigned but about his manner was an air of expectancy.\n\nRonson discovered that the place in which he had found himself was a\ncavern about half a mile in diameter. It was adequately lighted though\nthe light sprang from no source that he could detect. The place was\npleasant enough. There was water here. It flowed in little rills set in\nstonework. Grass and desert shrubs grew here. The air was moist, with a\nfragrant sweetness somewhere about it.\n\nSomething was in the air besides the moisture and the fragrant\nsweetness. It was intangible, almost imperceptible. Ronson cocked his\nhead, trying to catch this something. It was always out of the range of\nhis sensory perception, an intangible, elusive quality that perplexed\nhim.\n\n\"Subliminal,\" he thought. \"Maybe super-sonic sound just above the range\nof hearing.\"\n\nWhy super-sonic sound? He did not know. He felt dazed. There was a\nheavy feeling through his whole body. Why was he here? He had been told\nhe would see Les Ro. There was also talk about a man proving if he was\nworthy--\n\nHe did not like this thinking. He tried to shut it off, but it was a\npersistent gadfly that returned to buzz again and again in his brain.\n\nThe out-of-hearing sound seemed to buzz with it, slipping in and out\nof hearing too fast for the mind to grasp it. Each time it slipped\ninto hearing for the fractional part of a second, it brought a flick\nof agony with it. At the touch, he became almost giddy. Alarm bells\nrang suddenly inside his head. The note went out of hearing again, the\ngiddiness passed, the alarm bells went into silence.\n\nIn the shrubbery ahead of him, a figure moved--Kus Dorken.\n\nTwo of the worst killers on Mars were here in this place. A leper. A\nhuman. Unease came up inside Jim Ronson, a sharp stab of it. Inside his\nchest a surge of pain broke through the barriers he had erected around\nit, reminding him of what was there.\n\nHe had come here seeking relief for that surge of pain. Instead of\ngetting what he had asked for, he had been thrust into place. With two\nkillers and a leper and--A shout broke into his thinking. A Martian\nwas running along the walls, seeking for an exit. It was Te Hold.\nTe Hold had recovered from the effect of the thormoline and had been\nbrought here. Ronson watched the Martian run along the walls, searching\ndesperately for a way out. Te Hold screamed as he ran but he didn't\nfind an exit. The screams died out as he reached the far end of the\noval, then grew stronger as he came back again upon his own steps.\n\nKus Dorken slid out of sight. Tal Bock was somewhere in that shrubbery\ntoo, where, Ronson didn't know. And didn't care. A feeling of\nhopelessness was coming up in him. He moved back to the leper, squatted\non the sand beside the man, asked a question.\n\nThe leper's eyes flicked at him in response but there was no other\nanswer. An ecstacy was in the eyes now. The leper was so lost in this\necstacy that such things as grunted noises from a member of an alien\nrace made no impression on him. Ronson envied him. The leper was close\nto death but he was so lost in some inner ecstacy that death was\nunimportant to him.\n\n\"Did Les Ro's Messenger promise you that you would be cured of your\nleprosy?\" Ronson asked, persisting.\n\nThe leper nodded. Again his hand waved in the \"Go away,\" gesture.\n\n\"Go away and let you die in peace?\" Ronson said.\n\n\"Just go away,\" the leper answered.\n\nRonson rose to his feet, angry. What farce was being perpetrated here?\nWhat--The super-sonic note came into hearing. Pain stabbed at his chest.\n\nHe lifted his hand involuntarily. The sight of the dial on his wrist\nwatch forced itself through the pulses of pain.\n\nAs a part of his research into cell structure, Ronson had worked\nextensively with radioactivity. In order to protect himself, he had had\na microscopically small radiation detector built into the watch itself.\nThree tiny glow tubes were set into the dial. If the green tube glowed,\nradiation was present but was safe. If the amber light glowed, be wary.\nIf the red light glowed, _get out fast_!\n\nThe red light was glowing now. As Ronson stared, it winked out. Before\nhe could take his eyes away from the dial, the red light flicked on\nagain. The super-sonic note came with it. A flick of very real pain\ncame with the note. The red light flicked out, the note vanished. The\npain was gone.\n\n\"Regular pulsations of radiation are being poured through this place!\"\nRonson whispered.\n\nIt was being done deliberately. The whole cavern was being flooded\nperiodically with bursts of radiation. This meant deliberate intention,\npurpose, plan. He did not know what impact this radiation might have\non Martian flesh but he could guess the effect it might have on human\ntissue.\n\nFear came up in him, a flood of it. Anger followed it. The lights on\nhis watch danced. Pain, agony, and the shrill note of the super-sonic\ncame again. Grimly, he began to prowl the cavern, searching for the\nsource of the radiations. The radiation counter in his watch led him to\nit, by the increased intensity of its glow. The radiations were coming\nfrom a single spot in the wall of the cavern. So far as he could tell,\nthe wall was solid stone at this place, but he had seen solid stone\nwalls dissolve in this madhouse. Behind this spot there was intelligent\ndirection of the bursts of radiation.\n\nBack there Les Ro, or someone with him, was playing games of life and\ndeath with--\n\nTe Hold came past him, screaming. The Martian was beginning to stumble\nas he ran. The screams were only gasping sounds in his throat.\n\nVoices rose in shouted argument somewhere in the shrubbery. Ronson\nmoved away.\n\n\"What's going on there?\" he asked the leper.\n\n\"Tal Bock--and Kus Dorken--have disagreed--as to which is the bigger\nkiller--and therefore which is the more worthy. They fight--to decide\nthe problem.\"\n\nThe words were quietly spoken. The tone said the matter was of no\nimportance. After he had finished speaking, the leper's eyes went\nback to the inner ecstacy that he seemed to be watching. Or was it\n_future_ ecstacy that he was imagining?\n\n\"I hope there is a heaven for Martians,\" Ronson said. So far as he\nknew, only in heaven could this leper's health be restored. Was the\nsame true for him?\n\nVoices screamed in the shrubbery. Giving ground before the heavy blows\nTal Bock was striking at him, Kus Dorken came stumbling backward. He\nslipped in the sand and fell heavily. Tal Bock leaped at him. Kus\nDorken screamed once, a sound that gasped into silence as Tal Bock's\nfingers closed over his throat. For a time, they threshed in the sand.\nThen Kus Dorken went limp. Viciously Tal Bock slapped his foe across\nthe face. When there was no response, he poured sand into Kus Dorken's\nmouth, scooping it up in handfuls and cramming it down his foe's gullet.\n\nTal Bock got to his feet. The scream that ripped from his lips was pure\ntriumph. Utterly naked, he stood beside the body of his victim, shaking\nhis fist at the roof of the cavern, screaming defiance at the universe.\n\nRonson fervidly hoped that the radiation flowing through the Martian\nwould strike him dead. The scream went into silence. Tal Bock's gaze\nfell on the leper, he moved in that direction. Viciously he kicked the\nleper.\n\nThe sick Martian slipped from his squatting position and lay inert.\n\nRonson moved forward. With all the strength that he possessed, he hit\nTal Bock behind the ear. As he struck the blow, the super-sonic note\nscreamed through him.\n\nRonson's blow knocked Tal Bock sprawling. Like a gigantic cat, the\nMartian came to his feet.\n\n_Ping!_\n\nTal Bock moved toward Ronson in little short steps. He was like a cat\ngetting ready to pounce. The grin on his face said he was going to\nanticipate destroying this human.\n\n_Ping!_\n\nTal Bock lost his footing. He fell heavily and tried to rise. A\nconfused expression was on his face. The effort to rise was more than\nhe could manage. Collapsing, he lay without moving.\n\n\"Jim! Here! Quick!\" The voice came from the shrubbery. His first\nthought was that he was hallucinating. Jennie Ware and Sam Crick\ncould not be there in that shrubbery, fully clothed, Jennie beckoning\nfrantically to him, Crick with a needle gun in his hand.\n\nThey came to him, on the run. Jennie caught one arm, Crick caught the\nother. Supporting him between them, they ran through the shrubbery.\nIn the opposite wall, a hole showed, an honest opening, not a\nlight-swirling mirage. Inside it, Crick swung shut a door. A Martian\nlay on the floor of the tunnel.\n\n\"How--how did you get here?\" Ronson gasped.\n\nCrick nodded to the Martian on the floor. \"We persuaded Tocko to bring\nus. He knew a little more about this place than he ever let on. After\nhe brought us here, we gave him a needle, to keep him quiet while we\nrescued you.\" The tall adventurer grinned as he spoke.\n\n\"Come on, Jim. We know the way out of here. If we get out before they\ndiscover what has happened--\" The girl was all frantic motion moving\ntoward escape.\n\n\"I'm not going,\" Ronson said.\n\n\"What?\" the girl gasped.\n\nRonson turned to Crick. \"Do you have an extra gun?\"\n\n\"Of course. But, Jim--\"\n\n\"Lend it to me, will you? I may need it before I'm finished here.\"\n\n\"Eh?\" Crick was startled.\n\nRonson explained what he meant. Crick's face grew grim. He took an\nextra needle gun out of his coat pocket. \"I guess maybe you could use a\nlittle help on this job, Jim. Eh, Jennie?\" He glanced at the girl.\n\nFear was on her face. She wanted to run, to get away, forever, from\nthis place of horror. But some things were more important than running.\n\n\"We'll make it a threesome,\" she said.\n\n\"Good girl!\" Ronson spoke.\n\nA passage circled the oval cavern. With Ronson in the lead, they\nfollowed it until they came to the spot from which the radiations were\nbeing poured into the cavern. Here was a large room. The passage led\ndirectly into it.\n\nInside the room was a tremendous array of complex electrical apparatus.\nRonson had never seen anything as good as this in even the best\nlaboratories back on Earth. He could not even guess the purpose of\nmost of the equipment, it had been designed by a Martian mind and\nconstructed by Martian hands--with a Martian goal in view.\n\nSet in the middle of the room were the control panels of the equipment.\nDirectly above the panels was a smoky visio screen that revealed dimly\nwhat was happening in the cavern. Just rising from his place at the\ncontrols was--the Messenger.\n\nHe looked up and into the muzzle of the needle gun Ronson was holding.\nA tiny startled reaction played across his poised face, disturbing the\nmany wrinkles there, then was gone. A smile replaced it.\n\n\"Ah, yes. I had just discovered you were missing and I was starting to\nlook for you.\"\n\nBehind him, Ronson heard Jennie Ware catch her breath. He knew she was\nthinking that they should have run while they had the chance.\n\n\"We saved you the trouble, Les Ro,\" Ronson said.\n\nThe startled reaction was more pronounced this time. \"You guessed?\"\n\n\"That Les Ro and his Messenger were one and the same? It was obvious\nwhen you did not need to communicate what I had said to Les Ro. How\nmany others are here with you?\"\n\nThe question was important. Their own survival depended on the number\nof Martians here.\n\nThe startled reaction was very real this time. \"No one else is here?\"\n\n\"You are alone!\"\n\n\"I am alone. Many times I have longed--\"\n\n\"Watch him Jim.\" Crick whispered. \"This doesn't smell right to me.\"\n\n\"Do you mean to tell me that you alone built this apparatus?\" Ronson\ngestured toward the array of equipment in the room.\n\n\"This? This is only a part. It was a long task. Many weary years I have\nspent here--\"\n\n\"He's telling the truth, Jim,\" Jennie Ware whispered.\n\n\"But one pair of hands, to build all of this.\" Shock was in Ronson,\nperhaps even greater shock than he had experienced in the cavern. He\nstared at Les Ro. Respect was in him and admiration, if not liking.\n\"Then you are indeed a genius. The rumors were partly right, after all.\"\n\n\"Thank you.\"\n\n\"But why couldn't you get someone to help you?\"\n\nSadness showed on Les Ro's face. \"You have seen the people in the\ndrinking room below. Which of them could understand how an electron\ncircles in its orbit? Many times I have tried to train the brightest of\nthem. The result was inevitable failure. That is why, when you came--\"\nLonging came into Les Ro's eyes.\n\n\"Watch him, Jim,\" Crick whispered.\n\n\"I know it doesn't track,\" Ronson said. His voice grew grim and hard.\nBitterness boiled in it. He was facing his own frustration here, in\nthe failure of his deep hopes in coming to this place. A touch of pain\nmoving through his chest told him what that failure meant to him. He\ngestured toward the cavern. \"Out there I saw Martians destroying each\nother. In this, they were wiser than they knew. The ones who died\nquickly were lucky. The choice was between a quick death and slow,\nhorrible death from the radiation pouring through that place.\"\n\nPain and consternation showed on Les Ro's face. He seemed to hear only\nRonson's last words. \"How did you detect the radiation?\"\n\n\"With this.\" Ronson nodded toward his watch.\n\n\"This is wonderful. You humans actually have a reliable method of\ndetecting radiation! I have striven so hard to build such a device.\nLet me see it.\" He moved toward Ronson as if nothing else were of any\nimportance in comparison to the detector.\n\n\"Stand back. Kus Dorken and Te Hold and the leper would not have\nthought the radiation pouring through them was wonderful, if they had\nknown about it. Nor will Tal Bock, before he dies.\"\n\nReal pain darkened the fine patina of the Martian's face. \"Do you\nreally believe this of me?\"\n\n\"I saw it happen,\" Ronson answered. \"I was there. I saw Tal Bock\ndestroy Kus Dorken--\"\n\n\"One moment, please.\" Les Ro's hand moved among the controls. Ronson's\nhand tightened on the trigger. He held off firing. Somewhere a relay\nthudded home. Power surged. The wall in the front of the room began to\nglow with light.\n\n\"Wait, please! Walt!\"\n\nThe leper came first through the swirling mistiness. He walked erect,\nhis back straight and his head up. The light of eager anticipation was\nstill in his eyes but something new had been added now--realization.\n\n\"But Tal Bock killed him. I saw it,\" Ronson whispered.\n\n\"No,\" Les Ro gently negated. \"When Tal Bock attacked him, I put him\ninto a trance condition, to save him.\"\n\nRonson hardly heard the answer. His eyes were fixed on something else.\n\"The sores--\" The sores were not gone but they had diminished in\nsize. Replacing the rotten tissue, new flesh had already begun to form.\n\n\"This is what he asked, when he came to me,\" Les Ro said. \"This is what\nhe got.\"\n\n\"But this is a miracle.\"\n\nAgain Les Ro denied the statement. \"This is natural law in operation,\nthough to you the laws may be unknown. Watch.\"\n\nThe leper would have dropped to his knees and kissed Les Ro's hand, but\nthe Martian forbade it, sending him to wait elsewhere.\n\nTe Hold came through the swirling light--a Te Hold who was without\nfear. Then, Kus Dorken came. He was still spitting sand out of his\nmouth but the bluster and the bravado and the anger were gone from him.\nHe was a new Kus Dorken. Inside, he had been subtly changed. Flowing\noutward, the change showed on his face as a gentle kindliness.\n\n\"He was a killer when I saw him first,\" Jennie Ware said. \"Now--he\nlooks like a saint.\"\n\nLes Ro smiled at her. \"He will be a saint, from now on. He knows how\nto be one, now. As to Tal Bock, he has not yet recovered from your\nneedles. When he does recover, he will come out of the cavern a saint\ntoo.\"\n\n\"But why didn't you tell me about this?\" Ronson whispered. \"Why did\nyou just thrust me, and presumably the others too, in there without\nwarning. Why didn't you tell us?\"\n\n\"To have told you, might have defeated my purpose, or prolonged its\nachievement. I put all who come to me in the cavern. There, the killer\nwill try to kill, the coward will run, the brave man will fight. As\nthe killer tries to kill, he will use the reaction patterns he has\nknown all his life. As he uses them, I throw bursts of energy at him.\nI disconnect the kill patterns. The energy penetrates right down to\nthe levels of the cells, and even goes lower than that, changing old\npatterns--\"\n\n\"New lamps for old,\" the girl whispered.\n\nRonson was silent. His thinking was perturbed, almost bewildered. What\nLes Ro had said made sense. Reaction patterns had to change down to\nand through the cellular level. If the patterns were struck by bursts\nof radiant energy--but this was the method nature used! This was the\nmethod of the _something_ they had sought but which had always\neluded them. The change in the cells that was called cancer--again pain\nflicked through his chest--more often than not this change was brought\nabout by radiant energy operating on cellular structure! Les Ro had\norganized this something, this wild talent of nature, and was making it\ndo useful work.\n\n\"But it did not work for me,\" Ronson protested.\n\n\"Human cellular structure and Martian cellular structure are\ndifferent,\" Les Ro answered. \"This is the first opportunity I have had\nto work with humans. More time is needed to produce the changes in\nthem. That is all.\" A beatific smile lit the face of the old Martian.\nIt went slowly away as his eyes came to focus on the girl. Ronson\nturned, gasped when he saw what she was doing.\n\nShe was stripping herself. Without embarrassment and shame, she took\noff her clothes. She stood before them, naked.\n\n\"A human woman!\" Les Ro said.\n\n\"Outside, I'm a woman,\" Jennie Ware answered. \"But inside I've got more\nof the organization of a man than a woman. The result has been that\nall my life there's been a fight within me. Instead of being a woman,\nI have only succeeded in being a bitch, all jangle of nerves, always\ntrying to do what the men did, but knowing I really couldn't, because\nI was a woman. I'm tired of this. I'm sick and tired of it!\" Her voice\ngrew frantic for a moment. Then she was calm again.\n\n\"I want to be a woman. Do you think that if I went in there--\" she\ngestured toward the cavern, \"that you could help me be a--woman?\" The\nappeal in her eyes and in her voice begged for one answer.\n\n\"I have never worked with a human woman--\"\n\n\"Then use me as a guinea pig!\" As if the answer were predetermined, her\nchin up, with not a look behind her, she moved through the misty light\nand out of sight--like Eve stepping into the Garden of Eden in the dawn\nof a new world.\n\nLes Ro's hands moved over the switches.\n\nJim Ronson dropped the needle gun. For a split second, he hesitated.\nThen he walked toward the swirling light.\n\nLes Ro's voice stopped him. \"When you are cured, my son, when you are\nfinished in there, come back, and we will work together on the problems\nof your world and mine. This I have dreamed of since the first day I\nbegan work here, that someone with sufficient intelligence might come\nto work beside me.\"\n\nRonson smiled, nodded. As he stepped into the mistiness, Les Ro's face\nbeamed at him, enhaloed, like a saint.\n\nThe girl was wandering through the shrubbery. She seemed not to see him\nbut when he came into step beside her, she looked up and smiled. Arm in\narm, they walked together, in a place that had been hell, but was now\nheaven, waiting for the miracle to take place within them. And little\nby little, in minute bursts of spurting quanta, Jim Ronson felt the\npain in his chest go away.\n\nThe girl beside him was no longer the bitter harriden who had almost\nturned Pluto Dome upside down when she had been ejected from a space\nship that never returned. She was no longer the unhappy roamer who had\nwandered the paths of the planets, defying all creation and herself.\nShe was becoming something else--a woman. The fact showed in the\ngentleness of her smile.\n\nHis arm went around her and she came closer without hesitation. A glow\ncame up inside of both them, and grew stronger.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of New Lamps, by Robert Moore Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NEW LAMPS ***\n\n***** This file should be named 52009.txt or 52009.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/2/0/0/52009/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}