{"title": "Out of Time's Abyss", "author": "Edgar Rice Burroughs", "releaseDate": "June, 1996\n", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Judith Boss.\n\n\n\n\n\n\n\n\nOut of Time's Abyss\n\n\nBy\n\nEdgar Rice Burroughs\n\n\n\n\nChapter I\n\nThis is the tale of Bradley after he left Fort Dinosaur upon the west\ncoast of the great lake that is in the center of the island.\n\nUpon the fourth day of September, 1916, he set out with four\ncompanions, Sinclair, Brady, James, and Tippet, to search along the\nbase of the barrier cliffs for a point at which they might be scaled.\n\nThrough the heavy Caspakian air, beneath the swollen sun, the five men\nmarched northwest from Fort Dinosaur, now waist-deep in lush, jungle\ngrasses starred with myriad gorgeous blooms, now across open\nmeadow-land and parklike expanses and again plunging into dense forests\nof eucalyptus and acacia and giant arboreous ferns with feathered\nfronds waving gently a hundred feet above their heads.\n\nAbout them upon the ground, among the trees and in the air over them\nmoved and swung and soared the countless forms of Caspak's teeming\nlife.  Always were they menaced by some frightful thing and seldom were\ntheir rifles cool, yet even in the brief time they had dwelt upon\nCaprona they had become callous to danger, so that they swung along\nlaughing and chatting like soldiers on a summer hike.\n\n\"This reminds me of South Clark Street,\" remarked Brady, who had once\nserved on the traffic squad in Chicago; and as no one asked him why, he\nvolunteered that it was \"because it's no place for an Irishman.\"\n\n\"South Clark Street and heaven have something in common, then,\"\nsuggested Sinclair.  James and Tippet laughed, and then a hideous growl\nbroke from a dense thicket ahead and diverted their attention to other\nmatters.\n\n\"One of them behemoths of 'Oly Writ,\" muttered Tippet as they came to a\nhalt and with guns ready awaited the almost inevitable charge.\n\n\"Hungry lot o' beggars, these,\" said Bradley; \"always trying to eat\neverything they see.\"\n\nFor a moment no further sound came from the thicket.  \"He may be\nfeeding now,\" suggested Bradley.  \"We'll try to go around him.  Can't\nwaste ammunition.  Won't last forever.  Follow me.\"  And he set off at\nright angles to their former course, hoping to avert a charge.  They\nhad taken a dozen steps, perhaps, when the thicket moved to the advance\nof the thing within it, the leafy branches parted, and the hideous head\nof a gigantic bear emerged.\n\n\"Pick your trees,\" whispered Bradley.  \"Can't waste ammunition.\"\n\nThe men looked about them.  The bear took a couple of steps forward,\nstill growling menacingly.  He was exposed to the shoulders now.\nTippet took one look at the monster and bolted for the nearest tree;\nand then the bear charged.  He charged straight for Tippet.  The other\nmen scattered for the various trees they had selected--all except\nBradley.  He stood watching Tippet and the bear.  The man had a good\nstart and the tree was not far away; but the speed of the enormous\ncreature behind him was something to marvel at, yet Tippet was in a\nfair way to make his sanctuary when his foot caught in a tangle of\nroots and down he went, his rifle flying from his hand and falling\nseveral yards away.  Instantly Bradley's piece was at his shoulder,\nthere was a sharp report answered by a roar of mingled rage and pain\nfrom the carnivore.  Tippet attempted to scramble to his feet.\n\n\"Lie still!\" shouted Bradley.  \"Can't waste ammunition.\"\n\nThe bear halted in its tracks, wheeled toward Bradley and then back\nagain toward Tippet.  Again the former's rifle spit angrily, and the\nbear turned again in his direction.  Bradley shouted loudly.  \"Come on,\nyou behemoth of Holy Writ!\" he cried.  \"Come on, you duffer!  Can't\nwaste ammunition.\"  And as he saw the bear apparently upon the verge of\ndeciding to charge him, he encouraged the idea by backing rapidly away,\nknowing that an angry beast will more often charge one who moves than\none who lies still.\n\nAnd the bear did charge.  Like a bolt of lightning he flashed down upon\nthe Englishman.  \"Now run!\"  Bradley called to Tippet and himself\nturned in flight toward a nearby tree.  The other men, now safely\nensconced upon various branches, watched the race with breathless\ninterest.  Would Bradley make it?  It seemed scarce possible.  And if\nhe didn't!  James gasped at the thought.  Six feet at the shoulder\nstood the frightful mountain of blood-mad flesh and bone and sinew that\nwas bearing down with the speed of an express train upon the seemingly\nslow-moving man.\n\nIt all happened in a few seconds; but they were seconds that seemed\nlike hours to the men who watched.  They saw Tippet leap to his feet at\nBradley's shouted warning.  They saw him run, stooping to recover his\nrifle as he passed the spot where it had fallen.  They saw him glance\nback toward Bradley, and then they saw him stop short of the tree that\nmight have given him safety and turn back in the direction of the bear.\nFiring as he ran, Tippet raced after the great cave bear--the monstrous\nthing that should have been extinct ages before--ran for it and fired\neven as the beast was almost upon Bradley.  The men in the trees\nscarcely breathed.  It seemed to them such a futile thing for Tippet to\ndo, and Tippet of all men!  They had never looked upon Tippet as a\ncoward--there seemed to be no cowards among that strangely assorted\ncompany that Fate had gathered together from the four corners of the\nearth--but Tippet was considered a cautious man.  Overcautious, some\nthought him.  How futile he and his little pop-gun appeared as he\ndashed after that living engine of destruction!  But, oh, how glorious!\nIt was some such thought as this that ran through Brady's mind, though\narticulated it might have been expressed otherwise, albeit more\nforcefully.\n\nJust then it occurred to Brady to fire and he, too, opened upon the\nbear, but at the same instant the animal stumbled and fell forward,\nthough still growling most fearsomely.  Tippet never stopped running or\nfiring until he stood within a foot of the brute, which lay almost\ntouching Bradley and was already struggling to regain its feet.\nPlacing the muzzle of his gun against the bear's ear, Tippet pulled the\ntrigger.  The creature sank limply to the ground and Bradley scrambled\nto his feet.\n\n\"Good work, Tippet,\" he said.  \"Mightily obliged to you--awful waste of\nammunition, really.\"\n\nAnd then they resumed the march and in fifteen minutes the encounter\nhad ceased even to be a topic of conversation.\n\nFor two days they continued upon their perilous way.  Already the\ncliffs loomed high and forbidding close ahead without sign of break to\nencourage hope that somewhere they might be scaled.  Late in the\nafternoon the party crossed a small stream of warm water upon the\nsluggishly moving surface of which floated countless millions of tiny\ngreen eggs surrounded by a light scum of the same color, though of a\ndarker shade.  Their past experience of Caspak had taught them that\nthey might expect to come upon a stagnant pool of warm water if they\nfollowed the stream to its source; but there they were almost certain\nto find some of Caspak's grotesque, manlike creatures.  Already since\nthey had disembarked from the U-33 after its perilous trip through the\nsubterranean channel beneath the barrier cliffs had brought them into\nthe inland sea of Caspak, had they encountered what had appeared to be\nthree distinct types of these creatures.  There had been the pure\napes--huge, gorillalike beasts--and those who walked, a trifle more\nerect and had features with just a shade more of the human cast about\nthem.  Then there were men like Ahm, whom they had captured and\nconfined at the fort--Ahm, the club-man.  \"Well-known club-man,\" Tyler\nhad called him.  Ahm and his people had knowledge of a speech.  They\nhad a language, in which they were unlike the race just inferior to\nthem, and they walked much more erect and were less hairy: but it was\nprincipally the fact that they possessed a spoken language and carried\na weapon that differentiated them from the others.\n\nAll of these peoples had proven belligerent in the extreme.  In common\nwith the rest of the fauna of Caprona the first law of nature as they\nseemed to understand it was to kill--kill--kill.  And so it was that\nBradley had no desire to follow up the little stream toward the pool\nnear which were sure to be the caves of some savage tribe, but fortune\nplayed him an unkind trick, for the pool was much closer than he\nimagined, its southern end reaching fully a mile south of the point at\nwhich they crossed the stream, and so it was that after forcing their\nway through a tangle of jungle vegetation they came out upon the edge\nof the pool which they had wished to avoid.\n\nAlmost simultaneously there appeared south of them a party of naked men\narmed with clubs and hatchets.  Both parties halted as they caught\nsight of one another.  The men from the fort saw before them a hunting\nparty evidently returning to its caves or village laden with meat.\nThey were large men with features closely resembling those of the\nAfrican Negro though their skins were white.  Short hair grew upon a\nlarge portion of their limbs and bodies, which still retained a\nconsiderable trace of apish progenitors.  They were, however, a\ndistinctly higher type than the Bo-lu, or club-men.\n\nBradley would have been glad to have averted a meeting; but as he\ndesired to lead his party south around the end of the pool, and as it\nwas hemmed in by the jungle on one side and the water on the other,\nthere seemed no escape from an encounter.\n\nOn the chance that he might avoid a clash, Bradley stepped forward with\nupraised hand.  \"We are friends,\" he called in the tongue of Ahm, the\nBo-lu, who had been held a prisoner at the fort; \"permit us to pass in\npeace.  We will not harm you.\"\n\nAt this the hatchet-men set up a great jabbering with much laughter,\nloud and boisterous.  \"No,\" shouted one, \"you will not harm us, for we\nshall kill you.  Come!  We kill!  We kill!\" And with hideous shouts\nthey charged down upon the Europeans.\n\n\"Sinclair, you may fire,\" said Bradley quietly.  \"Pick off the leader.\nCan't waste ammunition.\"\n\nThe Englishman raised his piece to his shoulder and took quick aim at\nthe breast of the yelling savage leaping toward them.  Directly behind\nthe leader came another hatchet-man, and with the report of Sinclair's\nrifle both warriors lunged forward in the tall grass, pierced by the\nsame bullet.  The effect upon the rest of the band was electrical.  As\none man they came to a sudden halt, wheeled to the east and dashed into\nthe jungle, where the men could hear them forcing their way in an\neffort to put as much distance as possible between themselves and the\nauthors of this new and frightful noise that killed warriors at a great\ndistance.\n\nBoth the savages were dead when Bradley approached to examine them, and\nas the Europeans gathered around, other eyes were bent upon them with\ngreater curiosity than they displayed for the victim of Sinclair's\nbullet.  When the party again took up the march around the southern end\nof the pool the owner of the eyes followed them--large, round eyes,\nalmost expressionless except for a certain cold cruelty which glinted\nmalignly from under their pale gray irises.\n\nAll unconscious of the stalker, the men came, late in the afternoon, to\na spot which seemed favorable as a campsite.  A cold spring bubbled\nfrom the base of a rocky formation which overhung and partially\nencircled a small inclosure.  At Bradley's command, the men took up the\nduties assigned them--gathering wood, building a cook-fire and\npreparing the evening meal.  It was while they were thus engaged that\nBrady's attention was attracted by the dismal flapping of huge wings.\nHe glanced up, expecting to see one of the great flying reptiles of a\nbygone age, his rifle ready in his hand.  Brady was a brave man.  He\nhad groped his way up narrow tenement stairs and taken an armed maniac\nfrom a dark room without turning a hair; but now as he looked up, he\nwent white and staggered back.\n\n\"Gawd!\" he almost screamed.  \"What is it?\"\n\nAttracted by Brady's cry the others seized their rifles as they\nfollowed his wide-eyed, frozen gaze, nor was there one of them that was\nnot moved by some species of terror or awe.  Then Brady spoke again in\nan almost inaudible voice.  \"Holy Mother protect us--it's a banshee!\"\n\nBradley, always cool almost to indifference in the face of danger, felt\na strange, creeping sensation run over his flesh, as slowly, not a\nhundred feet above them, the thing flapped itself across the sky, its\nhuge, round eyes glaring down upon them.  And until it disappeared over\nthe tops of the trees of a near-by wood the five men stood as though\nparalyzed, their eyes never leaving the weird shape; nor never one of\nthem appearing to recall that he grasped a loaded rifle in his hands.\n\nWith the passing of the thing, came the reaction.  Tippet sank to the\nground and buried his face in his hands.  \"Oh, Gord,\" he moaned.  \"Tyke\nme awy from this orful plice.\"  Brady, recovered from the first shock,\nswore loud and luridly.  He called upon all the saints to witness that\nhe was unafraid and that anybody with half an eye could have seen that\nthe creature was nothing more than \"one av thim flyin' alligators\" that\nthey all were familiar with.\n\n\"Yes,\" said Sinclair with fine sarcasm, \"we've saw so many of them with\nwhite shrouds on 'em.\"\n\n\"Shut up, you fool!\" growled Brady.  \"If you know so much, tell us what\nit was after bein' then.\"\n\nThen he turned toward Bradley.  \"What was it, sir, do you think?\" he\nasked.\n\nBradley shook his head.  \"I don't know,\" he said.  \"It looked like a\nwinged human being clothed in a flowing white robe.  Its face was more\nhuman than otherwise.  That is the way it looked to me; but what it\nreally was I can't even guess, for such a creature is as far beyond my\nexperience or knowledge as it is beyond yours.  All that I am sure of\nis that whatever else it may have been, it was quite material--it was\nno ghost; rather just another of the strange forms of life which we\nhave met here and with which we should be accustomed by this time.\"\n\nTippet looked up.  His face was still ashy.  \"Yer cawn't tell me,\" he\ncried.  \"Hi seen hit.  Blime, Hi seen hit.  Hit was ha dead man flyin'\nthrough the hair.  Didn't Hi see 'is heyes?  Oh, Gord! Didn't Hi see\n'em?\"\n\n\"It didn't look like any beast or reptile to me,\" spoke up Sinclair.\n\"It was lookin' right down at me when I looked up and I saw its face\nplain as I see yours.  It had big round eyes that looked all cold and\ndead, and its cheeks were sunken in deep, and I could see its yellow\nteeth behind thin, tight-drawn lips--like a man who had been dead a\nlong while, sir,\" he added, turning toward Bradley.\n\n\"Yes!\" James had not spoken since the apparition had passed over them,\nand now it was scarce speech which he uttered--rather a series of\narticulate gasps.  \"Yes--dead--a--long--while.  It--means something.\nIt--come--for some--one.  For one--of us.  One--of us is goin'--to die.\nI'm goin' to die!\" he ended in a wail.\n\n\"Come!  Come!\" snapped Bradley.  \"Won't do.  Won't do at all.  Get to\nwork, all of you.  Waste of time.  Can't waste time.\"\n\nHis authoritative tones brought them all up standing, and presently\neach was occupied with his own duties; but each worked in silence and\nthere was no singing and no bantering such as had marked the making of\nprevious camps.  Not until they had eaten and to each had been issued\nthe little ration of smoking tobacco allowed after each evening meal\ndid any sign of a relaxation of taut nerves appear.  It was Brady who\nshowed the first signs of returning good spirits.  He commenced humming\n\"It's a Long Way to Tipperary\" and presently to voice the words, but he\nwas well into his third song before anyone joined him, and even then\nthere seemed a dismal note in even the gayest of tunes.\n\nA huge fire blazed in the opening of their rocky shelter that the\nprowling carnivora might be kept at bay; and always one man stood on\nguard, watchfully alert against a sudden rush by some maddened beast of\nthe jungle.  Beyond the fire, yellow-green spots of flame appeared,\nmoved restlessly about, disappeared and reappeared, accompanied by a\nhideous chorus of screams and growls and roars as the hungry\nmeat-eaters hunting through the night were attracted by the light or\nthe scent of possible prey.\n\nBut to such sights and sounds as these the five men had become callous.\nThey sang or talked as unconcernedly as they might have done in the\nbar-room of some publichouse at home.\n\nSinclair was standing guard.  The others were listening to Brady's\ndescription of traffic congestion at the Rush Street bridge during the\nrush hour at night.  The fire crackled cheerily.  The owners of the\nyellow-green eyes raised their frightful chorus to the heavens.\nConditions seemed again to have returned to normal.  And then, as\nthough the hand of Death had reached out and touched them all, the five\nmen tensed into sudden rigidity.\n\nAbove the nocturnal diapason of the teeming jungle sounded a dismal\nflapping of wings and over head, through the thick night, a shadowy\nform passed across the diffused light of the flaring camp-fire.\nSinclair raised his rifle and fired.  An eerie wail floated down from\nabove and the apparition, whatever it might have been, was swallowed by\nthe darkness.  For several seconds the listening men heard the sound of\nthose dismally flapping wings lessening in the distance until they\ncould no longer be heard.\n\nBradley was the first to speak.  \"Shouldn't have fired, Sinclair,\" he\nsaid; \"can't waste ammunition.\"  But there was no note of censure in\nhis tone.  It was as though he understood the nervous reaction that had\ncompelled the other's act.\n\n\"I couldn't help it, sir,\" said Sinclair.  \"Lord, it would take an iron\nman to keep from shootin' at that awful thing.  Do you believe in\nghosts, sir?\"\n\n\"No,\" replied Bradley.  \"No such things.\"\n\n\"I don't know about that,\" said Brady.  \"There was a woman murdered\nover on the prairie near Brighton--her throat was cut from ear to ear,\nand--\"\n\n\"Shut up,\" snapped Bradley.\n\n\"My grandaddy used to live down Coppington wy,\" said Tippet.  \"They\nwere a hold ruined castle on a 'ill near by, hand at midnight they used\nto see pale blue lights through the windows an 'ear--\"\n\n\"Will you close your hatch!\" demanded Bradley.  \"You fools will have\nyourselves scared to death in a minute.  Now go to sleep.\"\n\nBut there was little sleep in camp that night until utter exhaustion\novertook the harassed men toward morning; nor was there any return of\nthe weird creature that had set the nerves of each of them on edge.\n\nThe following forenoon the party reached the base of the barrier cliffs\nand for two days marched northward in an effort to discover a break in\nthe frowning abutment that raised its rocky face almost perpendicularly\nabove them, yet nowhere was there the slightest indication that the\ncliffs were scalable.\n\nDisheartened, Bradley determined to turn back toward the fort, as he\nalready had exceeded the time decided upon by Bowen Tyler and himself\nfor the expedition.  The cliffs for many miles had been trending in a\nnortheasterly direction, indicating to Bradley that they were\napproaching the northern extremity of the island.  According to the\nbest of his calculations they had made sufficient easting during the\npast two days to have brought them to a point almost directly north of\nFort Dinosaur and as nothing could be gained by retracing their steps\nalong the base of the cliffs he decided to strike due south through the\nunexplored country between them and the fort.\n\nThat night (September 9, 1916), they made camp a short distance from\nthe cliffs beside one of the numerous cool springs that are to be found\nwithin Caspak, oftentimes close beside the still more numerous warm and\nhot springs which feed the many pools.  After supper the men lay\nsmoking and chatting among themselves.  Tippet was on guard.  Fewer\nnight prowlers threatened them, and the men were commenting upon the\nfact that the farther north they had traveled the smaller the number of\nall species of animals became, though it was still present in what\nwould have seemed appalling plenitude in any other part of the world.\nThe diminution in reptilian life was the most noticeable change in the\nfauna of northern Caspak.  Here, however, were forms they had not met\nelsewhere, several of which were of gigantic proportions.\n\nAccording to their custom all, with the exception of the man on guard,\nsought sleep early, nor, once disposed upon the ground for slumber,\nwere they long in finding it.  It seemed to Bradley that he had\nscarcely closed his eyes when he was brought to his feet, wide awake,\nby a piercing scream which was punctuated by the sharp report of a\nrifle from the direction of the fire where Tippet stood guard.  As he\nran toward the man, Bradley heard above him the same uncanny wail that\nhad set every nerve on edge several nights before, and the dismal\nflapping of huge wings.  He did not need to look up at the\nwhite-shrouded figure winging slowly away into the night to know that\ntheir grim visitor had returned.\n\nThe muscles of his arm, reacting to the sight and sound of the menacing\nform, carried his hand to the butt of his pistol; but after he had\ndrawn the weapon, he immediately returned it to its holster with a\nshrug.\n\n\"What for?\" he muttered.  \"Can't waste ammunition.\"  Then he walked\nquickly to where Tippet lay sprawled upon his face.  By this time\nJames, Brady and Sinclair were at his heels, each with his rifle in\nreadiness.\n\n\"Is he dead, sir?\" whispered James as Bradley kneeled beside the\nprostrate form.\n\nBradley turned Tippet over on his back and pressed an ear close to the\nother's heart.  In a moment he raised his head.  \"Fainted,\" he\nannounced.  \"Get water.  Hurry!\"  Then he loosened Tippet's shirt at\nthe throat and when the water was brought, threw a cupful in the man's\nface.  Slowly Tippet regained consciousness and sat up.  At first he\nlooked curiously into the faces of the men about him; then an\nexpression of terror overspread his features.  He shot a startled\nglance up into the black void above and then burying his face in his\narms began to sob like a child.\n\n\"What's wrong, man?\" demanded Bradley.  \"Buck up!  Can't play cry-baby.\nWaste of energy.  What happened?\"\n\n\"Wot 'appened, sir!\" wailed Tippet.  \"Oh, Gord, sir!   Hit came back.\nHit came for me, sir.  Right hit did, sir; strite hat me, sir; hand\nwith long w'ite 'ands it clawed for me.  Oh, Gord!  Hit almost caught\nme, sir.  Hi'm has good as dead; Hi'm a marked man; that's wot Hi ham.\nHit was a-goin' for to carry me horf, sir.\"\n\n\"Stuff and nonsense,\" snapped Bradley.  \"Did you get a good look at it?\"\n\nTippet said that he did--a much better look than he wanted.  The thing\nhad almost clutched him, and he had looked straight into its\neyes--\"dead heyes in a dead face,\" he had described them.\n\n\"Wot was it after bein', do you think?\" inquired Brady.\n\n\"Hit was Death,\" moaned Tippet, shuddering, and again a pall of gloom\nfell upon the little party.\n\nThe following day Tippet walked as one in a trance.  He never spoke\nexcept in reply to a direct question, which more often than not had to\nbe repeated before it could attract his attention.  He insisted that he\nwas already a dead man, for if the thing didn't come for him during the\nday he would never live through another night of agonized apprehension,\nwaiting for the frightful end that he was positive was in store for\nhim.  \"I'll see to that,\" he said, and they all knew that Tippet meant\nto take his own life before darkness set in.\n\nBradley tried to reason with him, in his short, crisp way, but soon saw\nthe futility of it; nor could he take the man's weapons from him\nwithout subjecting him to almost certain death from any of the\nnumberless dangers that beset their way.\n\nThe entire party was moody and glum.  There was none of the bantering\nthat had marked their intercourse before, even in the face of blighting\nhardships and hideous danger.  This was a new menace that threatened\nthem, something that they couldn't explain; and so, naturally, it\naroused within them superstitious fear which Tippet's attitude only\ntended to augment.  To add further to their gloom, their way led\nthrough a dense forest, where, on account of the underbrush, it was\ndifficult to make even a mile an hour.  Constant watchfulness was\nrequired to avoid the many snakes of various degrees of repulsiveness\nand enormity that infested the wood; and the only ray of hope they had\nto cling to was that the forest would, like the majority of Caspakian\nforests, prove to be of no considerable extent.\n\nBradley was in the lead when he came suddenly upon a grotesque creature\nof Titanic proportions.  Crouching among the trees, which here\ncommenced to thin out slightly, Bradley saw what appeared to be an\nenormous dragon devouring the carcass of a mammoth.  From frightful\njaws to the tip of its long tail it was fully forty feet in length.\nIts body was covered with plates of thick skin which bore a striking\nresemblance to armor-plate.  The creature saw Bradley almost at the\nsame instant that he saw it and reared up on its enormous hind legs\nuntil its head towered a full twenty-five feet above the ground.  From\nthe cavernous jaws issued a hissing sound of a volume equal to the\nescaping steam from the safety-valves of half a dozen locomotives, and\nthen the creature came for the man.\n\n\"Scatter!\" shouted Bradley to those behind him; and all but Tippet\nheeded the warning.  The man stood as though dazed, and when Bradley\nsaw the other's danger, he too stopped and wheeling about sent a bullet\ninto the massive body forcing its way through the trees toward him.\nThe shot struck the creature in the belly where there was no protecting\narmor, eliciting a new note which rose in a shrill whistle and ended in\na wail.  It was then that Tippet appeared to come out of his trance,\nfor with a cry of terror he turned and fled to the left.  Bradley,\nseeing that he had as good an opportunity as the others to escape, now\nturned his attention to extricating himself; and as the woods seemed\ndense on the right, he ran in that direction, hoping that the close-set\nboles would prevent pursuit on the part of the great reptile.  The\ndragon paid no further attention to him, however, for Tippet's sudden\nbreak for liberty had attracted its attention; and after Tippet it\nwent, bowling over small trees, uprooting underbrush and leaving a wake\nbehind it like that of a small tornado.\n\nBradley, the moment he had discovered the thing was pursuing Tippet,\nhad followed it.  He was afraid to fire for fear of hitting the man,\nand so it was that he came upon them at the very moment that the\nmonster lunged its great weight forward upon the doomed man.  The\nsharp, three-toed talons of the forelimbs seized poor Tippet, and\nBradley saw the unfortunate fellow lifted high above the ground as the\ncreature again reared up on its hind legs, immediately transferring\nTippet's body to its gaping jaws, which closed with a sickening,\ncrunching sound as Tippet's bones cracked beneath the great teeth.\n\nBradley half raised his rifle to fire again and then lowered it with a\nshake of his head.  Tippet was beyond succor--why waste a bullet that\nCaspak could never replace?  If he could now escape the further notice\nof the monster it would be a wiser act than to throw his life away in\nfutile revenge.  He saw that the reptile was not looking in his\ndirection, and so he slipped noiselessly behind the bole of a large\ntree and thence quietly faded away in the direction he believed the\nothers to have taken.  At what he considered a safe distance he halted\nand looked back.  Half hidden by the intervening trees he still could\nsee the huge head and the massive jaws from which protruded the limp\nlegs of the dead man.  Then, as though struck by the hammer of Thor,\nthe creature collapsed and crumpled to the ground.  Bradley's single\nbullet, penetrating the body through the soft skin of the belly, had\nslain the Titan.\n\nA few minutes later, Bradley found the others of the party.  The four\nreturned cautiously to the spot where the creature lay and after\nconvincing themselves that it was quite dead, came close to it.  It was\nan arduous and gruesome job extricating Tippet's mangled remains from\nthe powerful jaws, the men working for the most part silently.\n\n\"It was the work of the banshee all right,\" muttered Brady.  \"It warned\npoor Tippet, it did.\"\n\n\"Hit killed him, that's wot hit did, hand hit'll kill some more of us,\"\nsaid James, his lower lip trembling.\n\n\"If it was a ghost,\" interjected Sinclair, \"and I don't say as it was;\nbut if it was, why, it could take on any form it wanted to.  It might\nhave turned itself into this thing, which ain't no natural thing at\nall, just to get poor Tippet.  If it had of been a lion or something\nelse humanlike it wouldn't look so strange; but this here thing ain't\nhumanlike.  There ain't no such thing an' never was.\"\n\n\"Bullets don't kill ghosts,\" said Bradley, \"so this couldn't have been\na ghost.  Furthermore, there are no such things.  I've been trying to\nplace this creature.  Just succeeded.  It's a tyrannosaurus.  Saw\npicture of skeleton in magazine.  There's one in New York Natural\nHistory Museum.  Seems to me it said it was found in place called Hell\nCreek somewhere in western North America.  Supposed to have lived about\nsix million years ago.\"\n\n\"Hell Creek's in Montana,\" said Sinclair.  \"I used to punch cows in\nWyoming, an' I've heard of Hell Creek.  Do you s'pose that there\nthing's six million years old?\"  His tone was skeptical.\n\n\"No,\" replied Bradley; \"But it would indicate that the island of\nCaprona has stood almost without change for more than six million\nyears.\"\n\nThe conversation and Bradley's assurance that the creature was not of\nsupernatural origin helped to raise a trifle the spirits of the men;\nand then came another diversion in the form of ravenous meat-eaters\nattracted to the spot by the uncanny sense of smell which had apprised\nthem of the presence of flesh, killed and ready for the eating.\n\nIt was a constant battle while they dug a grave and consigned all that\nwas mortal of John Tippet to his last, lonely resting-place.  Nor would\nthey leave then; but remained to fashion a rude headstone from a\ncrumbling out-cropping of sandstone and to gather a mass of the\ngorgeous flowers growing in such great profusion around them and heap\nthe new-made grave with bright blooms.  Upon the headstone Sinclair\nscratched in rude characters the words:\n\n  HERE LIES JOHN TIPPET\n       ENGLISHMAN\n  KILLED BY TYRANNOSAURUS\n    10 SEPT. A.D. 1916\n         R.I.P.\n\nand Bradley repeated a short prayer before they left their comrade\nforever.\n\nFor three days the party marched due south through forests and\nmeadow-land and great park-like areas where countless herbivorous\nanimals grazed--deer and antelope and bos and the little ecca, the\nsmallest species of Caspakian horse, about the size of a rabbit.  There\nwere other horses too; but all were small, the largest being not above\neight hands in height.  Preying continually upon the herbivora were the\nmeat-eaters, large and small--wolves, hyaenodons, panthers, lions,\ntigers, and bears as well as several large and ferocious species of\nreptilian life.\n\nOn September twelfth the party scaled a line of sandstone cliffs which\ncrossed their route toward the south; but they crossed them only after\nan encounter with the tribe that inhabited the numerous caves which\npitted the face of the escarpment.  That night they camped upon a rocky\nplateau which was sparsely wooded with jarrah, and here once again they\nwere visited by the weird, nocturnal apparition that had already filled\nthem with a nameless terror.\n\nAs on the night of September ninth the first warning came from the\nsentinel standing guard over his sleeping companions.  A\nterror-stricken cry punctuated by the crack of a rifle brought Bradley,\nSinclair and Brady to their feet in time to see James, with clubbed\nrifle, battling with a white-robed figure that hovered on widespread\nwings on a level with the Englishman's head.  As they ran, shouting,\nforward, it was obvious to them that the weird and terrible apparition\nwas attempting to seize James; but when it saw the others coming to his\nrescue, it desisted, flapping rapidly upward and away, its long, ragged\nwings giving forth the peculiarly dismal notes which always\ncharacterized the sound of its flying.\n\nBradley fired at the vanishing menacer of their peace and safety; but\nwhether he scored a hit or not, none could tell, though, following the\nshot, there was wafted back to them the same piercing wail that had on\nother occasions frozen their marrow.\n\nThen they turned toward James, who lay face downward upon the ground,\ntrembling as with ague.  For a time he could not even speak, but at\nlast regained sufficient composure to tell them how the thing must have\nswooped silently upon him from above and behind as the first\npremonition of danger he had received was when the long, clawlike\nfingers had clutched him beneath either arm.  In the melee his rifle\nhad been discharged and he had broken away at the same instant and\nturned to defend himself with the butt.  The rest they had seen.\n\nFrom that instant James was an absolutely broken man.  He maintained\nwith shaking lips that his doom was sealed, that the thing had marked\nhim for its own, and that he was as good as dead, nor could any amount\nof argument or raillery convince him to the contrary.  He had seen\nTippet marked and claimed and now he had been marked.  Nor were his\nconstant reiterations of this belief without effect upon the rest of\nthe party.  Even Bradley felt depressed, though for the sake of the\nothers he managed to hide it beneath a show of confidence he was far\nfrom feeling.\n\nAnd on the following day William James was killed by a saber-tooth\ntiger--September 13, 1916.  Beneath a jarrah tree on the stony plateau\non the northern edge of the Sto-lu country in the land that Time\nforgot, he lies in a lonely grave marked by a rough headstone.\n\nSouthward from his grave marched three grim and silent men.  To the\nbest of Bradley's reckoning they were some twenty-five miles north of\nFort Dinosaur, and that they might reach the fort on the following day,\nthey plodded on until darkness overtook them.  With comparative safety\nfifteen miles away, they made camp at last; but there was no singing\nnow and no joking.  In the bottom of his heart each prayed that they\nmight come safely through just this night, for they knew that during\nthe morrow they would make the final stretch, yet the nerves of each\nwere taut with strained anticipation of what gruesome thing might flap\ndown upon them from the black sky, marking another for its own.  Who\nwould be the next?\n\nAs was their custom, they took turns at guard, each man doing two hours\nand then arousing the next.  Brady had gone on from eight to ten,\nfollowed by Sinclair from ten to twelve, then Bradley had been\nawakened.  Brady would stand the last guard from two to four, as they\nhad determined to start the moment that it became light enough to\ninsure comparative safety upon the trail.\n\nThe snapping of a twig aroused Brady out of a dead sleep, and as he\nopened his eyes, he saw that it was broad daylight and that at twenty\npaces from him stood a huge lion.  As the man sprang to his feet, his\nrifle ready in his hand, Sinclair awoke and took in the scene in a\nsingle swift glance.  The fire was out and Bradley was nowhere in\nsight.  For a long moment the lion and the men eyed one another.  The\nlatter had no mind to fire if the beast minded its own affairs--they\nwere only too glad to let it go its way if it would; but the lion was\nof a different mind.\n\nSuddenly the long tail snapped stiffly erect, and as though it had been\nattached to two trigger fingers the two rifles spoke in unison, for\nboth men knew this signal only too well--the immediate forerunner of a\ndeadly charge.  As the brute's head had been raised, his spine had not\nbeen visible; and so they did what they had learned by long experience\nwas best to do.  Each covered a front leg, and as the tail snapped\naloft, fired.  With a hideous roar the mighty flesh-eater lurched\nforward to the ground with both front legs broken.  It was an easy\naccomplishment in the instant before the beast charged--after, it would\nhave been well-nigh an impossible feat.  Brady stepped close in and\nfinished him with a shot in the base of the brain lest his terrific\nroarings should attract his mate or others of their kind.\n\nThen the two men turned and looked at one another.  \"Where is\nLieutenant Bradley?\" asked Sinclair.  They walked to the fire.  Only a\nfew smoking embers remained.  A few feet away lay Bradley's rifle.\nThere was no evidence of a struggle.  The two men circled about the\ncamp twice and on the last lap Brady stooped and picked up an object\nwhich had lain about ten yards beyond the fire--it was Bradley's cap.\nAgain the two looked questioningly at one another, and then,\nsimultaneously, both pairs of eyes swung upward and searched the sky.\nA moment later Brady was examining the ground about the spot where\nBradley's cap had lain.  It was one of those little barren, sandy\nstretches that they had found only upon this stony plateau.  Brady's\nown footsteps showed as plainly as black ink upon white paper; but his\nwas the only foot that had marred the smooth, windswept surface--there\nwas no sign that Bradley had crossed the spot upon the surface of the\nground, and yet his cap lay well toward the center of it.\n\nBreakfastless and with shaken nerves the two survivors plunged madly\ninto the long day's march.  Both were strong, courageous, resourceful\nmen; but each had reached the limit of human nerve endurance and each\nfelt that he would rather die than spend another night in the hideous\nopen of that frightful land.  Vivid in the mind of each was a picture\nof Bradley's end, for though neither had witnessed the tragedy, both\ncould imagine almost precisely what had occurred.  They did not discuss\nit--they did not even mention it--yet all day long the thing was\nuppermost in the mind of each and mingled with it a similar picture\nwith himself as victim should they fail to make Fort Dinosaur before\ndark.\n\nAnd so they plunged forward at reckless speed, their clothes, their\nhands, their faces torn by the retarding underbrush that reached forth\nto hinder them.  Again and again they fell; but be it to their credit\nthat the one always waited and helped the other and that into the mind\nof neither entered the thought or the temptation to desert his\ncompanion--they would reach the fort together if both survived, or\nneither would reach it.\n\nThey encountered the usual number of savage beasts and reptiles; but\nthey met them with a courageous recklessness born of desperation, and\nby virtue of the very madness of the chances they took, they came\nthrough unscathed and with the minimum of delay.\n\nShortly after noon they reached the end of the plateau.  Before them\nwas a drop of two hundred feet to the valley beneath.  To the left, in\nthe distance, they could see the waters of the great inland sea that\ncovers a considerable portion of the area of the crater island of\nCaprona and at a little lesser distance to the south of the cliffs they\nsaw a thin spiral of smoke arising above the tree-tops.\n\nThe landscape was familiar--each recognized it immediately and knew\nthat that smoky column marked the spot where Dinosaur had stood.  Was\nthe fort still there, or did the smoke arise from the smoldering embers\nof the building they had helped to fashion for the housing of their\nparty?  Who could say!\n\nThirty precious minutes that seemed as many hours to the impatient men\nwere consumed in locating a precarious way from the summit to the base\nof the cliffs that bounded the plateau upon the south, and then once\nagain they struck off upon level ground toward their goal.  The closer\nthey approached the fort the greater became their apprehension that all\nwould not be well.  They pictured the barracks deserted or the small\ncompany massacred and the buildings in ashes.  It was almost in a\nfrenzy of fear that they broke through the final fringe of jungle and\nstood at last upon the verge of the open meadow a half-mile from Fort\nDinosaur.\n\n\"Lord!\" ejaculated Sinclair.  \"They are still there!\"  And he fell to\nhis knees, sobbing.\n\nBrady trembled like a leaf as he crossed himself and gave silent\nthanks, for there before them stood the sturdy ramparts of Dinosaur and\nfrom inside the inclosure rose a thin spiral of smoke that marked the\nlocation of the cook-house.  All was well, then, and their comrades\nwere preparing the evening meal!\n\nAcross the clearing they raced as though they had not already covered\nin a single day a trackless, primeval country that might easily have\nrequired two days by fresh and untired men.  Within hailing distance\nthey set up such a loud shouting that presently heads appeared above\nthe top of the parapet and soon answering shouts were rising from\nwithin Fort Dinosaur.  A moment later three men issued from the\ninclosure and came forward to meet the survivors and listen to the\nhurried story of the eleven eventful days since they had set out upon\ntheir expedition to the barrier cliffs.  They heard of the deaths of\nTippet and James and of the disappearance of Lieutenant Bradley, and a\nnew terror settled upon Dinosaur.\n\nOlson, the Irish engineer, with Whitely and Wilson constituted the\nremnants of Dinosaur's defenders, and to Brady and Sinclair they\nnarrated the salient events that had transpired since Bradley and his\nparty had marched away on September 4th.  They told them of the\ninfamous act of Baron Friedrich von Schoenvorts and his German crew who\nhad stolen the U-33, breaking their parole, and steaming away toward\nthe subterranean opening through the barrier cliffs that carried the\nwaters of the inland sea into the open Pacific beyond; and of the\ncowardly shelling of the fort.\n\nThey told of the disappearance of Miss La Rue in the night of September\n11th, and of the departure of Bowen Tyler in search of her, accompanied\nonly by his Airedale, Nobs.  Thus of the original party of eleven\nAllies and nine Germans that had constituted the company of the U-33\nwhen she left English waters after her capture by the crew of the\nEnglish tug there were but five now to be accounted for at Fort\nDinosaur.  Benson, Tippet, James, and one of the Germans were known to\nbe dead.  It was assumed that Bradley, Tyler and the girl had already\nsuccumbed to some of the savage denizens of Caspak, while the fate of\nthe Germans was equally unknown, though it might readily be believed\nthat they had made good their escape.  They had had ample time to\nprovision the ship and the refining of the crude oil they had\ndiscovered north of the fort could have insured them an ample supply to\ncarry them back to Germany.\n\n\n\nChapter 2\n\nWhen Bradley went on guard at midnight, September 14th, his thoughts\nwere largely occupied with rejoicing that the night was almost spent\nwithout serious mishap and that the morrow would doubtless see them all\nsafely returned to Fort Dinosaur.  The hopefulness of his mood was\ntinged with sorrow by recollection of the two members of his party who\nlay back there in the savage wilderness and for whom there would never\nagain be a homecoming.\n\nNo premonition of impending ill cast gloom over his anticipations for\nthe coming day, for Bradley was a man who, while taking every\nprecaution against possible danger, permitted no gloomy forebodings to\nweigh down his spirit.  When danger threatened, he was prepared; but he\nwas not forever courting disaster, and so it was that when about one\no'clock in the morning of the fifteenth, he heard the dismal flapping\nof giant wings overhead, he was neither surprised nor frightened but\nidly prepared for an attack he had known might reasonably be expected.\n\nThe sound seemed to come from the south, and presently, low above the\ntrees in that direction, the man made out a dim, shadowy form circling\nslowly about.  Bradley was a brave man, yet so keen was the feeling of\nrevulsion engendered by the sight and sound of that grim, uncanny shape\nthat he distinctly felt the gooseflesh rise over the surface of his\nbody, and it was with difficulty that he refrained from following an\ninstinctive urge to fire upon the nocturnal intruder.  Better, far\nbetter would it have been had he given in to the insistent demand of\nhis subconscious mentor; but his almost fanatical obsession to save\nammunition proved now his undoing, for while his attention was riveted\nupon the thing circling before him and while his ears were filled with\nthe beating of its wings, there swooped silently out of the black night\nbehind him another weird and ghostly shape.  With its huge wings partly\nclosed for the dive and its white robe fluttering in its wake, the\napparition swooped down upon the Englishman.\n\nSo great was the force of the impact when the thing struck Bradley\nbetween the shoulders that the man was half stunned.  His rifle flew\nfrom his grasp; he felt clawlike talons of great strength seize him\nbeneath his arms and sweep him off his feet; and then the thing rose\nswiftly with him, so swiftly that his cap was blown from his head by\nthe rush of air as he was borne rapidly upward into the inky sky and\nthe cry of warning to his companions was forced back into his lungs.\n\nThe creature wheeled immediately toward the east and was at once joined\nby its fellow, who circled them once and then fell in behind them.\nBradley now realized the strategy that the pair had used to capture him\nand at once concluded that he was in the power of reasoning beings\nclosely related to the human race if not actually of it.\n\nPast experience suggested that the great wings were a part of some\ningenious mechanical device, for the limitations of the human mind,\nwhich is always loath to accept aught beyond its own little experience,\nwould not permit him to entertain the idea that the creatures might be\nnaturally winged and at the same time of human origin.  From his\nposition Bradley could not see the wings of his captor, nor in the\ndarkness had he been able to examine those of the second creature\nclosely when it circled before him.  He listened for the puff of a\nmotor or some other telltale sound that would prove the correctness of\nhis theory.  However, he was rewarded with nothing more than the\nconstant flap-flap.\n\nPresently, far below and ahead, he saw the waters of the inland sea,\nand a moment later he was borne over them.  Then his captor did that\nwhich proved beyond doubt to Bradley that he was in the hands of human\nbeings who had devised an almost perfect scheme of duplicating,\nmechanically, the wings of a bird--the thing spoke to its companion and\nin a language that Bradley partially understood, since he recognized\nwords that he had learned from the savage races of Caspak.  From this\nhe judged that they were human, and being human, he knew that they\ncould have no natural wings--for who had ever seen a human being so\nadorned!  Therefore their wings must be mechanical.  Thus Bradley\nreasoned--thus most of us reason; not by what might be possible; but by\nwhat has fallen within the range of our experience.\n\nWhat he heard them say was to the effect that having covered half the\ndistance the burden would now be transferred from one to the other.\nBradley wondered how the exchange was to be accomplished.  He knew that\nthose giant wings would not permit the creatures to approach one\nanother closely enough to effect the transfer in this manner; but he\nwas soon to discover that they had other means of doing it.\n\nHe felt the thing that carried him rise to a greater altitude, and\nbelow he glimpsed momentarily the second white-robed figure; then the\ncreature above sounded a low call, it was answered from below, and\ninstantly Bradley felt the clutching talons release him; gasping for\nbreath, he hurtled downward through space.\n\nFor a terrifying instant, pregnant with horror, Bradley fell; then\nsomething swooped for him from behind, another pair of talons clutched\nhim beneath the arms, his downward rush was checked, within another\nhundred feet, and close to the surface of the sea he was again borne\nupward.  As a hawk dives for a songbird on the wing, so this great,\nhuman bird dived for Bradley.  It was a harrowing experience, but soon\nover, and once again the captive was being carried swiftly toward the\neast and what fate he could not even guess.\n\nIt was immediately following his transfer in mid-air that Bradley made\nout the shadowy form of a large island far ahead, and not long after,\nhe realized that this must be the intended destination of his captors.\nNor was he mistaken.  Three quarters of an hour from the time of his\nseizure his captors dropped gently to earth in the strangest city that\nhuman eye had ever rested upon.  Just a brief glimpse of his immediate\nsurroundings vouchsafed Bradley before he was whisked into the interior\nof one of the buildings; but in that momentary glance he saw strange\npiles of stone and wood and mud fashioned into buildings of all\nconceivable sizes and shapes, sometimes piled high on top of one\nanother, sometimes standing alone in an open court-way, but usually\ncrowded and jammed together, so that there were no streets or alleys\nbetween them other than a few which ended almost as soon as they began.\nThe principal doorways appeared to be in the roofs, and it was through\none of these that Bradley was inducted into the dark interior of a\nlow-ceiled room.  Here he was pushed roughly into a corner where he\ntripped over a thick mat, and there his captors left him.  He heard\nthem moving about in the darkness for a moment, and several times he\nsaw their large luminous eyes glowing in the dark.  Finally, these\ndisappeared and silence reigned, broken only by the breathing of the\ncreature which indicated to the Englishman that they were sleeping\nsomewhere in the same apartment.\n\nIt was now evident that the mat upon the floor was intended for\nsleeping purposes and that the rough shove that had sent him to it had\nbeen a rude invitation to repose.  After taking stock of himself and\nfinding that he still had his pistol and ammunition, some matches, a\nlittle tobacco, a canteen full of water and a razor, Bradley made\nhimself comfortable upon the mat and was soon asleep, knowing that an\nattempted escape in the darkness without knowledge of his surroundings\nwould be predoomed to failure.\n\nWhen he awoke, it was broad daylight, and the sight that met his eyes\nmade him rub them again and again to assure himself that they were\nreally open and that he was not dreaming.  A broad shaft of morning\nlight poured through the open doorway in the ceiling of the room which\nwas about thirty feet square, or roughly square, being irregular in\nshape, one side curving outward, another being indented by what might\nhave been the corner of another building jutting into it, another\nalcoved by three sides of an octagon, while the fourth was serpentine\nin contour.  Two windows let in more daylight, while two doors\nevidently gave ingress to other rooms.  The walls were partially ceiled\nwith thin strips of wood, nicely fitted and finished, partially\nplastered and the rest covered with a fine, woven cloth.  Figures of\nreptiles and beasts were painted without regard to any uniform scheme\nhere and there upon the walls.  A striking feature of the decorations\nconsisted of several engaged columns set into the walls at no regular\nintervals, the capitals of each supporting a human skull the cranium of\nwhich touched the ceiling, as though the latter was supported by these\ngrim reminders either of departed relatives or of some hideous tribal\nrite--Bradley could not but wonder which.\n\nYet it was none of these things that filled him with greatest\nwonder--no, it was the figures of the two creatures that had captured\nhim and brought him hither.  At one end of the room a stout pole about\ntwo inches in diameter ran horizontally from wall to wall some six or\nseven feet from the floor, its ends securely set in two of the columns.\nHanging by their knees from this perch, their heads downward and their\nbodies wrapped in their huge wings, slept the creatures of the night\nbefore--like two great, horrid bats they hung, asleep.\n\nAs Bradley gazed upon them in wide-eyed astonishment, he saw plainly\nthat all his intelligence, all his acquired knowledge through years of\nobservation and experience were set at naught by the simple evidence of\nthe fact that stood out glaringly before his eyes--the creatures' wings\nwere not mechanical devices but as natural appendages, growing from\ntheir shoulderblades, as were their arms and legs.  He saw, too, that\nexcept for their wings the pair bore a strong resemblance to human\nbeings, though fashioned in a most grotesque mold.\n\nAs he sat gazing at them, one of the two awoke, separated his wings to\nrelease his arms that had been folded across his breast, placed his\nhands upon the floor, dropped his feet and stood erect.  For a moment\nhe stretched his great wings slowly, solemnly blinking his large round\neyes.  Then his gaze fell upon Bradley.  The thin lips drew back\ntightly against yellow teeth in a grimace that was nothing but hideous.\nIt could not have been termed a smile, and what emotion it registered\nthe Englishman was at a loss to guess.  No expression whatever altered\nthe steady gaze of those large, round eyes; there was no color upon the\npasty, sunken cheeks.  A death's head grimaced as though a man long\ndead raised his parchment-covered skull from an old grave.\n\nThe creature stood about the height of an average man but appeared much\ntaller from the fact that the joints of his long wings rose fully a\nfoot above his hairless head.  The bare arms were long and sinewy,\nending in strong, bony hands with clawlike fingers--almost talonlike in\ntheir suggestiveness.  The white robe was separated in front, revealing\nskinny legs and the further fact that the thing wore but the single\ngarment, which was of fine, woven cloth.  From crown to sole the\nportions of the body exposed were entirely hairless, and as he noted\nthis, Bradley also noted for the first time the cause of much of the\nseeming expressionlessness of the creature's countenance--it had\nneither eye-brows or lashes.  The ears were small and rested flat\nagainst the skull, which was noticeably round, though the face was\nquite flat.  The creature had small feet, beautifully arched and plump,\nbut so out of keeping with every other physical attribute it possessed\nas to appear ridiculous.\n\nAfter eyeing Bradley for a moment the thing approached him.  \"Where\nfrom?\" it asked.\n\n\"England,\" replied Bradley, as briefly.\n\n\"Where is England and what?\" pursued the questioner.\n\n\"It is a country far from here,\" answered the Englishman.\n\n\"Are your people cor-sva-jo or cos-ata-lu?\"\n\n\"I do not understand you,\" said Bradley; \"and now suppose you answer a\nfew questions.  Who are you?  What country is this?  Why did you bring\nme here?\"\n\nAgain the sepulchral grimace.  \"We are Wieroos--Luata is our father.\nCaspak is ours.  This, our country, is called Oo-oh.  We brought you\nhere for (literally) Him Who Speaks for Luata to gaze upon and\nquestion.  He would know from whence you came and why; but principally\nif you be cos-ata-lu.\"\n\n\"And if I am not cos--whatever you call the bloomin' beast--what of it?\"\n\nThe Wieroo raised his wings in a very human shrug and waved his bony\nclaws toward the human skulls supporting the ceiling.  His gesture was\neloquent; but he embellished it by remarking, \"And possibly if you are.\"\n\n\"I'm hungry,\" snapped Bradley.\n\nThe Wieroo motioned him to one of the doors which he threw open,\npermitting Bradley to pass out onto another roof on a level lower than\nthat upon which they had landed earlier in the morning.  By daylight\nthe city appeared even more remarkable than in the moonlight, though\nless weird and unreal.  The houses of all shapes and sizes were piled\nabout as a child might pile blocks of various forms and colors.  He saw\nnow that there were what might be called streets or alleys, but they\nran in baffling turns and twists, nor ever reached a destination,\nalways ending in a dead wall where some Wieroo had built a house across\nthem.\n\nUpon each house was a slender column supporting a human skull.\nSometimes the columns were at one corner of the roof, sometimes at\nanother, or again they rose from the center or near the center, and the\ncolumns were of varying heights, from that of a man to those which rose\ntwenty feet above their roofs.  The skulls were, as a rule,\npainted--blue or white, or in combinations of both colors.  The most\neffective were painted blue with the teeth white and the eye-sockets\nrimmed with white.\n\nThere were other skulls--thousands of them--tens, hundreds of\nthousands.  They rimmed the eaves of every house, they were set in the\nplaster of the outer walls and at no great distance from where Bradley\nstood rose a round tower built entirely of human skulls.  And the city\nextended in every direction as far as the Englishman could see.\n\nAll about him Wieroos were moving across the roofs or winging through\nthe air.  The sad sound of their flapping wings rose and fell like a\nsolemn dirge.  Most of them were appareled all in white, like his\ncaptors; but others had markings of red or blue or yellow slashed\nacross the front of their robes.\n\nHis guide pointed toward a doorway in an alley below them.  \"Go there\nand eat,\" he commanded, \"and then come back.  You cannot escape.  If\nany question you, say that you belong to Fosh-bal-soj.  There is the\nway.\"  And this time he pointed to the top of a ladder which protruded\nabove the eaves of the roof near-by.  Then he turned and reentered the\nhouse.\n\nBradley looked about him.  No, he could not escape--that seemed\nevident.  The city appeared interminable, and beyond the city, if not a\nsavage wilderness filled with wild beasts, there was the broad inland\nsea infested with horrid monsters.  No wonder his captor felt safe in\nturning him loose in Oo-oh--he wondered if that was the name of the\ncountry or the city and if there were other cities like this upon the\nisland.\n\nSlowly he descended the ladder to the seemingly deserted alley which\nwas paved with what appeared to be large, round cobblestones.  He\nlooked again at the smooth, worn pavement, and a rueful grin crossed\nhis features--the alley was paved with skulls.  \"The City of Human\nSkulls,\" mused Bradley.  \"They must have been collectin' 'em since\nAdam,\" he thought, and then he crossed and entered the building through\nthe doorway that had been pointed out to him.\n\nInside he found a large room in which were many Wieroos seated before\npedestals the tops of which were hollowed out so that they resembled\nthe ordinary bird drinking- and bathing-fonts so commonly seen on\nsuburban lawns.  A seat protruded from each of the four sides of the\npedestals--just a flat board with a support running from its outer end\ndiagonally to the base of the pedestal.\n\nAs Bradley entered, some of the Wieroos espied him, and a dismal wail\narose.  Whether it was a greeting or a threat, Bradley did not know.\nSuddenly from a dark alcove another Wieroo rushed out toward him.  \"Who\nare you?\" he cried.  \"What do you want?\"\n\n\"Fosh-bal-soj sent me here to eat,\" replied Bradley.\n\n\"Do you belong to Fosh-bal-soj?\" asked the other.\n\n\"That appears to be what he thinks,\" answered the Englishman.\n\n\"Are you cos-ata-lu?\" demanded the Wieroo.\n\n\"Give me something to eat or I'll be all of that,\" replied Bradley.\n\nThe Wieroo looked puzzled.  \"Sit here, jaal-lu,\" he snapped, and\nBradley sat down unconscious of the fact that he had been insulted by\nbeing called a hyena-man, an appellation of contempt in Caspak.\n\nThe Wieroo had seated him at a pedestal by himself, and as he sat\nwaiting for what was next to transpire, he looked about him at the\nWieroo in his immediate vicinity.  He saw that in each font was a\nquantity of food, and that each Wieroo was armed with a wooden skewer,\nsharpened at one end; with which they carried solid portions of food to\ntheir mouths.  At the other end of the skewer was fastened a small\nclam-shell.  This was used to scoop up the smaller and softer portions\nof the repast into which all four of the occupants of each table dipped\nimpartially.  The Wieroo leaned far over their food, scooping it up\nrapidly and with much noise, and so great was their haste that a part\nof each mouthful always fell back into the common dish; and when they\nchoked, by reason of the rapidity with which they attempted to bolt\ntheir food, they often lost it all.  Bradley was glad that he had a\npedestal all to himself.\n\nSoon the keeper of the place returned with a wooden bowl filled with\nfood.  This he dumped into Bradley's \"trough,\" as he already thought of\nit.  The Englishman was glad that he could not see into the dark alcove\nor know what were all the ingredients that constituted the mess before\nhim, for he was very hungry.\n\nAfter the first mouthful he cared even less to investigate the\nantecedents of the dish, for he found it peculiarly palatable.  It\nseemed to consist of a combination of meat, fruits, vegetables, small\nfish and other undistinguishable articles of food all seasoned to\nproduce a gastronomic effect that was at once baffling and delicious.\n\nWhen he had finished, his trough was empty, and then he commenced to\nwonder who was to settle for his meal.  As he waited for the proprietor\nto return, he fell to examining the dish from which he had eaten and\nthe pedestal upon which it rested.  The font was of stone worn smooth\nby long-continued use, the four outer edges hollowed and polished by\nthe contact of the countless Wieroo bodies that had leaned against them\nfor how long a period of time Bradley could not even guess.  Everything\nabout the place carried the impression of hoary age.  The carved\npedestals were black with use, the wooden seats were worn hollow, the\nfloor of stone slabs was polished by the contact of possibly millions\nof naked feet and worn away in the aisles between the pedestals so that\nthe latter rested upon little mounds of stone several inches above the\ngeneral level of the floor.\n\nFinally, seeing that no one came to collect, Bradley arose and started\nfor the doorway.  He had covered half the distance when he heard the\nvoice of mine host calling to him:  \"Come back, jaal-lu,\" screamed the\nWieroo; and Bradley did as he was bid.  As he approached the creature\nwhich stood now behind a large, flat-topped pedestal beside the alcove,\nhe saw lying upon the smooth surface something that almost elicited a\ngasp of astonishment from him--a simple, common thing it was, or would\nhave been almost anywhere in the world but Caspak--a square bit of\npaper!\n\nAnd on it, in a fine hand, written compactly, were many strange\nhieroglyphics!  These remarkable creatures, then, had a written as well\nas a spoken language and besides the art of weaving cloth possessed\nthat of paper-making.  Could it be that such grotesque beings\nrepresented the high culture of the human race within the boundaries of\nCaspak?  Had natural selection produced during the countless ages of\nCaspakian life a winged monstrosity that represented the earthly\npinnacle of man's evolution?\n\nBradley had noted something of the obvious indications of a gradual\nevolution from ape to spearman as exemplified by the several\noverlapping races of Alalus, club-men and hatchet-men that formed the\nconnecting links between the two extremes with which he, had come in\ncontact.  He had heard of the Krolus and the Galus--reputed to be still\nhigher in the plane of evolution--and now he had indisputable evidence\nof a race possessing refinements of civilization eons in advance of the\nspear-men.  The conjectures awakened by even a momentary consideration\nof the possibilities involved became at once as wildly bizarre as the\ninsane imaginings of a drug addict.\n\nAs these thoughts flashed through his mind, the Wieroo held out a pen\nof bone fixed to a wooden holder and at the same time made a sign that\nBradley was to write upon the paper.  It was difficult to judge from\nthe expressionless features of the Wieroo what was passing in the\ncreature's mind, but Bradley could not but feel that the thing cast a\nsupercilious glance upon him as much as to say, \"Of course you do not\nknow how to write, you poor, low creature; but you can make your mark.\"\n\nBradley seized the pen and in a clear, bold hand wrote:  \"John Bradley,\nEngland.\"  The Wieroo showed evidences of consternation as it seized\nthe piece of paper and examined the writing with every mark of\nincredulity and surprise.  Of course it could make nothing of the\nstrange characters; but it evidently accepted them as proof that\nBradley possessed knowledge of a written language of his own, for\nfollowing the Englishman's entry it made a few characters of its own.\n\n\"You will come here again just before Lua hides his face behind the\ngreat cliff,\" announced the creature, \"unless before that you are\nsummoned by Him Who Speaks for Luata, in which case you will not have\nto eat any more.\"\n\n\"Reassuring cuss,\" thought Bradley as he turned and left the building.\n\nOutside were several Wieroos that had been eating at the pedestals\nwithin.  They immediately surrounded him, asking all sorts of\nquestions, plucking at his garments, his ammunition-belt and his\npistol.  Their demeanor was entirely different from what it had been\nwithin the eating-place and Bradley was to learn that a house of food\nwas sanctuary for him, since the stern laws of the Wieroos forbade\naltercations within such walls.  Now they were rough and threatening,\nas with wings half spread they hovered about him in menacing attitudes,\nbarring his way to the ladder leading to the roof from whence he had\ndescended; but the Englishman was not one to brook interference for\nlong.  He attempted at first to push his way past them, and then when\none seized his arm and jerked him roughly back, Bradley swung upon the\ncreature and with a heavy blow to the jaw felled it.\n\nInstantly pandemonium reigned.  Loud wails arose, great wings opened\nand closed with a loud, beating noise and many clawlike hands reached\nforth to clutch him.  Bradley struck to right and left.  He dared not\nuse his pistol for fear that once they discovered its power he would be\novercome by weight of numbers and relieved of possession of what he\nconsidered his trump card, to be reserved until the last moment that it\nmight be used to aid in his escape, for already the Englishman was\nplanning, though almost hopelessly, such an attempt.\n\nA few blows convinced Bradley that the Wieroos were arrant cowards and\nthat they bore no weapons, for after two or three had fallen beneath\nhis fists the others formed a circle about him, but at a safe distance\nand contented themselves with threatening and blustering, while those\nwhom he had felled lay upon the pavement without trying to arise, the\nwhile they moaned and wailed in lugubrious chorus.\n\nAgain Bradley strode toward the ladder, and this time the circle parted\nbefore him; but no sooner had he ascended a few rungs than he was\nseized by one foot and an effort made to drag him down.  With a quick\nbackward glance the Englishman, clinging firmly to the ladder with both\nhands, drew up his free foot and with all the strength of a powerful\nleg, planted a heavy shoe squarely in the flat face of the Wieroo that\nheld him.  Shrieking horribly, the creature clapped both hands to its\nface and sank to the ground while Bradley clambered quickly the\nremaining distance to the roof, though no sooner did he reach the top\nof the ladder than a great flapping of wings beneath him warned him\nthat the Wieroos were rising after him.  A moment later they swarmed\nabout his head as he ran for the apartment in which he had spent the\nearly hours of the morning after his arrival.\n\nIt was but a short distance from the top of the ladder to the doorway,\nand Bradley had almost reached his goal when the door flew open and\nFosh-bal-soj stepped out.  Immediately the pursuing Wieroos demanded\npunishment of the jaal-lu who had so grievously maltreated them.\nFosh-bal-soj listened to their complaints and then with a sudden sweep\nof his right hand seized Bradley by the scruff of the neck and hurled\nhim sprawling through the doorway upon the floor of the chamber.\n\nSo sudden was the assault and so surprising the strength of the Wieroo\nthat the Englishman was taken completely off his guard.  When he arose,\nthe door was closed, and Fosh-bal-soj was standing over him, his\nhideous face contorted into an expression of rage and hatred.\n\n\"Hyena, snake, lizard!\" he screamed.  \"You would dare lay your low,\nvile, profaning hands upon even the lowliest of the Wieroos--the sacred\nchosen of Luata!\"\n\nBradley was mad, and so he spoke in a very low, calm voice while a\nhalf-smile played across his lips but his cold, gray eyes were\nunsmiling.\n\n\"What you did to me just now,\" he said, \"--I am going to kill you for\nthat,\" and even as he spoke, he launched himself at the throat of\nFosh-bal-soj.  The other Wieroo that had been asleep when Bradley left\nthe chamber had departed, and the two were alone.  Fosh-bal-soj\ndisplayed little of the cowardice of those that had attacked Bradley in\nthe alleyway, but that may have been because he had so slight\nopportunity, for Bradley had him by the throat before he could utter a\ncry and with his right hand struck him heavily and repeatedly upon his\nface and over his heart--ugly, smashing, short-arm jabs of the sort\nthat take the fight out of a man in quick time.\n\nBut Fosh-bal-soj was of no mind to die passively.  He clawed and struck\nat Bradley while with his great wings he attempted to shield himself\nfrom the merciless rain of blows, at the same time searching for a hold\nupon his antagonist's throat.  Presently he succeeded in tripping the\nEnglishman, and together the two fell heavily to the floor, Bradley\nunderneath, and at the same instant the Wieroo fastened his long talons\nabout the other's windpipe.\n\nFosh-bal-soj was possessed of enormous strength and he was fighting for\nhis life.  The Englishman soon realized that the battle was going\nagainst him.  Already his lungs were pounding painfully for air as he\nreached for his pistol.  It was with difficulty that he drew it from\nits holster, and even then, with death staring him in the face, he\nthought of his precious ammunition.  \"Can't waste it,\" he thought; and\nslipping his fingers to the barrel he raised the weapon and struck\nFosh-bal-soj a terrific blow between the eyes.  Instantly the clawlike\nfingers released their hold, and the creature sank limply to the floor\nbeside Bradley, who lay for several minutes gasping painfully in an\neffort to regain his breath.\n\nWhen he was able, he rose, and leaned close over the Wieroo, lying\nsilent and motionless, his wings drooping limply and his great, round\neyes staring blankly toward the ceiling.  A brief examination convinced\nBradley that the thing was dead, and with the conviction came an\noverwhelming sense of the dangers which must now confront him; but how\nwas he to escape?\n\nHis first thought was to find some means for concealing the evidence of\nhis deed and then to make a bold effort to escape.  Stepping to the\nsecond door he pushed it gently open and peered in upon what seemed to\nbe a store room.  In it was a litter of cloth such as the Wieroos'\nrobes were fashioned from, a number of chests painted blue and white,\nwith white hieroglyphics painted in bold strokes upon the blue and blue\nhieroglyphics upon the white.  In one corner was a pile of human skulls\nreaching almost to the ceiling and in another a stack of dried Wieroo\nwings.  The chamber was as irregularly shaped as the other and had but\na single window and a second door at the further end, but was without\nthe exit through the roof and, most important of all, there was no\ncreature of any sort in it.\n\nAs quickly as possible Bradley dragged the dead Wieroo through the\ndoorway and closed the door; then he looked about for a place to\nconceal the corpse.  One of the chests was large enough to hold the\nbody if the knees were bent well up, and with this idea in view Bradley\napproached the chest to open it.  The lid was made in two pieces, each\nbeing hinged at an opposite end of the chest and joining nicely where\nthey met in the center of the chest, making a snug, well-fitting joint.\nThere was no lock.  Bradley raised one half the cover and looked in.\nWith a smothered \"By Jove!\" he bent closer to examine the contents--the\nchest was about half filled with an assortment of golden trinkets.\nThere were what appeared to be bracelets, anklets and brooches of\nvirgin gold.\n\nRealizing that there was no room in the chest for the body of the\nWieroo, Bradley turned to seek another means of concealing the evidence\nof his crime.  There was a space between the chests and the wall, and\ninto this he forced the corpse, piling the discarded robes upon it\nuntil it was entirely hidden from sight; but now how was he to make\ngood his escape in the bright glare of that early Spring day?\n\nHe walked to the door at the far end of the apartment and cautiously\nopened it an inch.  Before him and about two feet away was the blank\nwall of another building.  Bradley opened the door a little farther and\nlooked in both directions.  There was no one in sight to the left over\na considerable expanse of roof-top, and to the right another building\nshut off his line of vision at about twenty feet.  Slipping out, he\nturned to the right and in a few steps found a narrow passageway\nbetween two buildings.  Turning into this he passed about half its\nlength when he saw a Wieroo appear at the opposite end and halt.  The\ncreature was not looking down the passageway; but at any moment it\nmight turn its eyes toward him, when he would be immediately discovered.\n\nTo Bradley's left was a triangular niche in the wall of one of the\nhouses and into this he dodged, thus concealing himself from the sight\nof the Wieroo.  Beside him was a door painted a vivid yellow and\nconstructed after the same fashion as the other Wieroo doors he had\nseen, being made up of countless narrow strips of wood from four to six\ninches in length laid on in patches of about the same width, the strips\nin adjacent patches never running in the same direction.  The result\nbore some resemblance to a crazy patchwork quilt, which was heightened\nwhen, as in one of the doors he had seen, contiguous patches were\npainted different colors.  The strips appeared to have been bound\ntogether and to the underlying framework of the door with gut or fiber\nand also glued, after which a thick coating of paint had been applied.\nOne edge of the door was formed of a straight, round pole about two\ninches in diameter that protruded at top and bottom, the projections\nsetting in round holes in both lintel and sill forming the axis upon\nwhich the door swung.  An eccentric disk upon the inside face of the\ndoor engaged a slot in the frame when it was desired to secure the door\nagainst intruders.\n\nAs Bradley stood flattened against the wall waiting for the Wieroo to\nmove on, he heard the creature's wings brushing against the sides of\nthe buildings as it made its way down the narrow passage in his\ndirection.  As the yellow door offered the only means of escape without\ndetection, the Englishman decided to risk whatever might lie beyond it,\nand so, boldly pushing it in, he crossed the threshold and entered a\nsmall apartment.\n\nAs he did so, he heard a muffled ejaculation of surprise, and turning\nhis eyes in the direction from whence the sound had come, he beheld a\nwide-eyed girl standing flattened against the opposite wall, an\nexpression of incredulity upon her face.  At a glance he saw that she\nwas of no race of humans that he had come in contact with since his\narrival upon Caprona--there was no trace about her form or features of\nany relationship to those low orders of men, nor was she appareled as\nthey--or, rather, she did not entirely lack apparel as did most of them.\n\nA soft hide fell from her left shoulder to just below her left hip on\none side and almost to her right knee on the other, a loose girdle was\nabout her waist, and golden ornaments such as he had seen in the\nblue-and-white chest encircled her arms and legs, while a golden fillet\nwith a triangular diadem bound her heavy hair above her brows.  Her\nskin was white as from long confinement within doors; but it was clear\nand fine.  Her figure, but partially concealed by the soft deerskin,\nwas all curves of symmetry and youthful grace, while her features might\neasily have been the envy of the most feted of Continental beauties.\n\nIf the girl was surprised by the sudden appearance of Bradley, the\nlatter was absolutely astounded to discover so wondrous a creature\namong the hideous inhabitants of the City of Human Skulls.  For a\nmoment the two looked at one another in unconcealed consternation, and\nthen Bradley spoke, using to the best of his poor ability, the common\ntongue of Caspak.\n\n\"Who are you,\" he asked, \"and from where do you come?  Do not tell me\nthat you are a Wieroo.\"\n\n\"No,\" she replied, \"I am no Wieroo.\"  And she shuddered slightly as she\npronounced the word.  \"I am a Galu; but who and what are you?  I am\nsure that you are no Galu, from your garments; but you are like the\nGalus in other respects.  I know that you are not of this frightful\ncity, for I have been here for almost ten moons, and never have I seen\na male Galu brought hither before, nor are there such as you and I,\nother than prisoners in the land of Oo-oh, and these are all females.\nAre you a prisoner, then?\"\n\nHe told her briefly who and what he was, though he doubted if she\nunderstood, and from her he learned that she had been a prisoner there\nfor many months; but for what purpose he did not then learn, as in the\nmidst of their conversation the yellow door swung open and a Wieroo\nwith a robe slashed with yellow entered.\n\nAt sight of Bradley the creature became furious.  \"Whence came this\nreptile?\" it demanded of the girl.  \"How long has it been here with\nyou?\"\n\n\"It came through the doorway just ahead of you,\" Bradley answered for\nthe girl.\n\nThe Wieroo looked relieved.  \"It is well for the girl that this is so,\"\nit said, \"for now only you will have to die.\" And stepping to the door\nthe creature raised its voice in one of those uncanny, depressing wails.\n\nThe Englishman looked toward the girl.  \"Shall I kill it?\" he asked,\nhalf drawing his pistol.  \"What is best to do?--I do not wish to\nendanger you.\"\n\nThe Wieroo backed toward the door.  \"Defiler!\" it screamed.  \"You dare\nto threaten one of the sacred chosen of Luata!\"\n\n\"Do not kill him,\" cried the girl, \"for then there could be no hope for\nyou.  That you are here, alive, shows that they may not intend to kill\nyou at all, and so there is a chance for you if you do not anger them;\nbut touch him in violence and your bleached skull will top the loftiest\npedestal of Oo-oh.\"\n\n\"And what of you?\" asked Bradley.\n\n\"I am already doomed,\" replied the girl; \"I am cos-ata-lo.\"\n\n\"Cos-ata-lo! cos-ata-lu!\"  What did these phrases mean that they were\nso oft repeated by the denizens of Oo-oh?  Lu and lo, Bradley knew to\nmean man and woman; ata; was employed variously to indicate life, eggs,\nyoung, reproduction and kindred subjects; cos was a negative; but in\ncombination they were meaningless to the European.\n\n\"Do you mean they will kill you?\" asked Bradley.\n\n\"I but wish that they would,\" replied the girl.  \"My fate is to be\nworse than death--in just a few nights more, with the coming of the new\nmoon.\"\n\n\"Poor she-snake!\" snapped the Wieroo.  \"You are to become sacred above\nall other shes.  He Who Speaks for Luata has chosen you for himself.\nToday you go to his temple--\" the Wieroo used a phrase meaning\nliterally High Place--\"where you will receive the sacred commands.\"\n\nThe girl shuddered and cast a sorrowful glance toward Bradley.  \"Ah,\"\nshe sighed, \"if I could but see my beloved country once again!\"\n\nThe man stepped suddenly close to her side before the Wieroo could\ninterpose and in a low voice asked her if there was no way by which he\nmight encompass her escape.  She shook her head sorrowfully.  \"Even if\nwe escaped the city,\" she replied, \"there is the big water between the\nisland of Oo-oh and the Galu shore.\"\n\n\"And what is beyond the city, if we could leave it?\" pursued Bradley.\n\n\"I  may only guess from what I have heard since I was brought here,\"\nshe answered; \"but by reports and chance remarks I take it to be a\nbeautiful land in which there are but few wild beasts and no men, for\nonly the Wieroos live upon this island and they dwell always in cities\nof which there are three, this being the largest.  The others are at\nthe far end of the island, which is about three marches from end to end\nand at its widest point about one march.\"\n\nFrom his own experience and from what the natives on the mainland had\ntold him, Bradley knew that ten miles was a good day's march in Caspak,\nowing to the fact that at most points it was a trackless wilderness and\nat all times travelers were beset by hideous beasts and reptiles that\ngreatly impeded rapid progress.\n\nThe two had spoken rapidly but were now interrupted by the advent\nthrough the opening in the roof of several Wieroos who had come in\nanswer to the alarm it of the yellow slashing had uttered.\n\n\"This jaal-lu,\"  cried the offended one, \"has threatened me.  Take its\nhatchet from it and make it fast where it can do no harm until He Who\nSpeaks for Luata has said what shall be done with it.  It is one of\nthose strange creatures that Fosh-bal-soj discovered first above the\nBand-lu country and followed back toward the beginning.  He Who Speaks\nfor Luata sent Fosh-bal-soj to fetch him one of the creatures, and here\nit is.  It is hoped that it may be from another world and hold the\nsecret of the cos-ata-lus.\"\n\nThe Wieroos approached boldly to take Bradley's \"hatchet\" from him,\ntheir leader having indicated the pistol hanging in its holster at the\nEnglishman's hip, but the first one went reeling backward against his\nfellows from the blow to the chin which Bradley followed up with a rush\nand the intention to clean up the room in record time; but he had\nreckoned without the opening in the roof.  Two were down and a great\nwailing and moaning was arising when reinforcements appeared from\nabove.  Bradley did not see them; but the girl did, and though she\ncried out a warning, it came too late for him to avoid a large Wieroo\nwho dived headforemost for him, striking him between the shoulders and\nbearing him to the floor.  Instantly a dozen more were piling on top of\nhim.  His pistol was wrenched from its holster and he was securely\npinioned down by the weight of numbers.\n\nAt a word from the Wieroo of the yellow slashing who evidently was a\nperson of authority, one left and presently returned with fiber ropes\nwith which Bradley was tightly bound.\n\n\"Now bear him to the Blue Place of Seven Skulls,\" directed the chief\nWieroo, \"and one take the word of all that has passed to Him Who Speaks\nfor Luata.\"\n\nEach of the creatures raised a hand, the back against its face, as\nthough in salute.  One seized Bradley and carried him through the\nyellow doorway to the roof from whence it rose upon its wide-spread\nwings and flapped off across the roof-tops of Oo-oh with its heavy\nburden clutched in its long talons.\n\nBelow him Bradley could see the city stretching away to a distance on\nevery hand.  It was not as large as he had imagined, though he judged\nthat it was at least three miles square.  The houses were piled in\nindescribable heaps, sometimes to a height of a hundred feet.  The\nstreets and alleys were short and crooked and there were many areas\nwhere buildings had been wedged in so closely that no light could\npossibly reach the lowest tiers, the entire surface of the ground being\npacked solidly with them.\n\nThe colors were varied and startling, the architecture amazing.  Many\nroofs were cup or saucer-shaped with a small hole in the center of\neach, as though they had been constructed to catch rain-water and\nconduct it to a reservoir beneath; but nearly all the others had the\nlarge opening in the top that Bradley had seen used by these flying men\nin lieu of doorways.  At all levels were the myriad poles surmounted by\ngrinning skulls; but the two most prominent features of the city were\nthe round tower of human skulls that Bradley had noted earlier in the\nday and another and much larger edifice near the center of the city.\nAs they approached it, Bradley saw that it was a huge building rising a\nhundred feet in height from the ground and that it stood alone in the\ncenter of what might have been called a plaza in some other part of the\nworld.  Its various parts, however, were set together with the same\nstrange irregularity that marked the architecture of the city as a\nwhole; and it was capped by an enormous saucer-shaped roof which\nprojected far beyond the eaves, having the appearance of a colossal\nChinese coolie hat, inverted.\n\nThe Wieroo bearing Bradley passed over one corner of the open space\nabout the large building, revealing to the Englishman grass and trees\nand running water beneath.  They passed the building and about five\nhundred yards beyond the creature alighted on the roof of a square,\nblue building surmounted by seven poles bearing seven skulls.  This\nthen, thought Bradley, is the Blue Place of Seven Skulls.\n\nOver the opening in the roof was a grated covering, and this the Wieroo\nremoved.  The thing then tied a piece of fiber rope to one of Bradley's\nankles and rolled him over the edge of the opening.  All was dark below\nand for an instant the Englishman came as near to experiencing real\nterror as he had ever come in his life before.  As he rolled off into\nthe black abyss he felt the rope tighten about his ankle and an instant\nlater he was stopped with a sudden jerk to swing pendulumlike, head\ndownward.  Then the creature lowered away until Bradley's head came in\nsudden and painful contact with the floor below, after which the Wieroo\nlet loose of the rope entirely and the Englishman's body crashed to the\nwooden planking.  He felt the free end of the rope dropped upon him and\nheard the grating being slid into place above him.\n\n\n\nChapter 3\n\nHalf-stunned, Bradley lay for a minute as he had fallen and then slowly\nand painfully wriggled into a less uncomfortable position.  He could\nsee nothing of his surroundings in the gloom about him until after a\nfew minutes his eyes became accustomed to the dark interior when he\nrolled them from side to side in survey of his prison.\n\nHe discovered himself to be in a bare room which was windowless, nor\ncould he see any other opening than that through which he had been\nlowered.  In one corner was a huddled mass that might have been almost\nanything from a bundle of rags to a dead body.\n\nAlmost immediately after he had taken his bearings Bradley commenced\nworking with his bonds.  He was a man of powerful physique, and as from\nthe first he had been imbued with a belief that the fiber ropes were\ntoo weak to hold him, he worked on with a firm conviction that sooner\nor later they would part to his strainings.  After a matter of five\nminutes he was positive that the strands about his wrists were\nbeginning to give; but he was compelled to rest then from exhaustion.\n\nAs he lay, his eyes rested upon the bundle in the corner, and presently\nhe could have sworn that the thing moved.  With eyes straining through\nthe gloom the man lay watching the grim and sinister thing in the\ncorner.  Perhaps his overwrought nerves were playing a sorry joke upon\nhim.  He thought of this and also that his condition of utter\nhelplessness might still further have stimulated his imagination.  He\nclosed his eyes and sought to relax his muscles and his nerves; but\nwhen he looked again, he knew that he had not been mistaken--the thing\nhad moved; now it lay in a slightly altered form and farther from the\nwall.  It was nearer him.\n\nWith renewed strength Bradley strained at his bonds, his fascinated\ngaze still glued upon the shapeless bundle.  No longer was there any\ndoubt that it moved--he saw it rise in the center several inches and\nthen creep closer to him.  It sank and arose again--a headless,\nhideous, monstrous thing of menace.  Its very silence rendered it the\nmore terrible.\n\nBradley was a brave man; ordinarily his nerves were of steel; but to be\nat the mercy of some unknown and nameless horror, to be unable to\ndefend himself--it was these things that almost unstrung him, for at\nbest he was only human.  To stand in the open, even with the odds all\nagainst him; to be able to use his fists, to put up some sort of\ndefense, to inflict punishment upon his adversary--then he could face\ndeath with a smile.  It was not death that he feared now--it was that\nhorror of the unknown that is part of the fiber of every son of woman.\n\nCloser and closer came the shapeless mass.  Bradley lay motionless and\nlistened.  What was that he heard!  Breathing?  He could not be\nmistaken--and then from out of the bundle of rags issued a hollow\ngroan.  Bradley felt his hair rise upon his head.  He struggled with\nthe slowly parting strands that held him.  The thing beside him rose up\nhigher than before and the Englishman could have sworn that he saw a\nsingle eye peering at him from among the tumbled cloth.  For a moment\nthe bundle remained motionless--only the sound of breathing issued from\nit, then there broke from it a maniacal laugh.\n\nCold sweat stood upon Bradley's brow as he tugged for liberation.  He\nsaw the rags rise higher and higher above him until at last they\ntumbled upon the floor from the body of a naked man--a thin, a bony, a\nhideous caricature of man, that mouthed and mummed and, wabbling upon\nits weak and shaking legs, crumpled to the floor again, still\nlaughing--laughing horribly.\n\nIt crawled toward Bradley.  \"Food!  Food!\" it screamed.  \"There is a\nway out! There is a way out!\"\n\nDragging itself to his side the creature slumped upon the Englishman's\nbreast.  \"Food!\" it shrilled as with its bony fingers and its teeth, it\nsought the man's bare throat.\n\n\"Food!  There is a way out!\"  Bradley felt teeth upon his jugular.  He\nturned and twisted, shaking himself free for an instant; but once more\nwith hideous persistence the thing fastened itself upon him.  The weak\njaws were unable to send the dull teeth through the victim's flesh; but\nBradley felt it pawing, pawing, pawing, like a monstrous rat, seeking\nhis life's blood.\n\nThe skinny arms now embraced his neck, holding the teeth to his throat\nagainst all his efforts to dislodge the thing.  Weak as it was it had\nstrength enough for this in its mad efforts to eat.  Mumbling as it\nworked, it repeated again and again, \"Food!  Food!  There is a way\nout!\" until Bradley thought those two expressions alone would drive him\nmad.\n\nAnd all but mad he was as with a final effort backed by almost maniacal\nstrength he tore his wrists from the confining bonds and grasping the\nrepulsive thing upon his breast hurled it halfway across the room.\nPanting like a spent hound Bradley worked at the thongs about his\nankles while the maniac lay quivering and mumbling where it had fallen.\nPresently the Englishman leaped to his feet--freer than he had ever\nbefore felt in all his life, though he was still hopelessly a prisoner\nin the Blue Place of Seven Skulls.\n\nWith his back against the wall for support, so weak the reaction left\nhim, Bradley stood watching the creature upon the floor.  He saw it\nmove and slowly raise itself to its hands and knees, where it swayed to\nand fro as its eyes roved about in search of him; and when at last they\nfound him, there broke from the drawn lips the mumbled words:  \"Food!\nFood!  There is a way out!\" The pitiful supplication in the tones\ntouched the Englishman's heart.  He knew that this could be no Wieroo,\nbut possibly once a man like himself who had been cast into this pit of\nsolitary confinement with this hideous result that might in time be his\nfate, also.\n\nAnd then, too, there was the suggestion of hope held out by the\nconstant reiteration of the phrase, \"There is a way out.\" Was there a\nway out?  What did this poor thing know?\n\n\"Who are you and how long have you been here?\" Bradley suddenly\ndemanded.\n\nFor a moment the man upon the floor made no response, then mumblingly\ncame the words:  \"Food!  Food!\"\n\n\"Stop!\" commanded the Englishman--the injunction might have been barked\nfrom the muzzle of a pistol.  It brought the man to a sitting posture,\nhis hands off the ground.  He stopped swaying to and fro and appeared\nto be startled into an attempt to master his faculties of concentration\nand thought.\n\nBradley repeated his questions sharply.\n\n\"I am An-Tak, the Galu,\" replied the man.  \"Luata alone knows how long\nI have been here--maybe ten moons, maybe ten moons three times\"--it was\nthe Caspakian equivalent of thirty.  \"I was young and strong when they\nbrought me here.  Now I am old and very weak.  I am cos-ata-lu--that is\nwhy they have not killed me.  If I tell them the secret of becoming\ncos-ata-lu they will take me out; but how can I tell them that which\nLuata alone knows?\n\n\"What is cos-ata-lu?\" demanded Bradley.\n\n\"Food!  Food!  There is a way out!\" mumbled the Galu.\n\nBradley strode across the floor, seized the man by his shoulders and\nshook him.\n\n\"Tell me,\" he cried, \"what is cos-ata-lu?\"\n\n\"Food!\" whimpered An-Tak.\n\nBradley bethought himself.  His haversack had not been taken from him.\nIn it besides his razor and knife were odds and ends of equipment and a\nsmall quantity of dried meat.  He tossed a small strip of the latter to\nthe starving Galu.  An-Tak seized upon it and devoured it ravenously.\nIt instilled new life in the man.\n\n\"What is cos-ata-lu?\" insisted Bradley again.\n\nAn-Tak tried to explain.  His narrative was often broken by lapses of\nconcentration during which he reverted to his plaintive mumbling for\nfood and recurrence to the statement that there was a way out; but by\nfirmness and patience the Englishman drew out piece-meal a more or less\nlucid exposition of the remarkable scheme of evolution that rules in\nCaspak.  In it he found explanations of the hitherto inexplicable.  He\ndiscovered why he had seen no babes or children among the Caspakian\ntribes with which he had come in contact; why each more northerly tribe\nevinced a higher state of development than those south of them; why\neach tribe included individuals ranging in physical and mental\ncharacteristics from the highest of the next lower race to the lowest\nof the next higher, and why the women of each tribe immersed themselves\neach morning for an hour or more in the warm pools near which the\nhabitations of their people always were located; and, too, he\ndiscovered why those pools were almost immune from the attacks of\ncarnivorous animals and reptiles.\n\nHe learned that all but those who were cos-ata-lu came up cor-sva-jo,\nor from the beginning.  The egg from which they first developed into\ntadpole form was deposited, with millions of others, in one of the warm\npools and with it a poisonous serum that the carnivora instinctively\nshunned.  Down the warm stream from the pool floated the countless\nbillions of eggs and tadpoles, developing as they drifted slowly toward\nthe sea.  Some became tadpoles in the pool, some in the sluggish stream\nand some not until they reached the great inland sea.  In the next\nstage they became fishes or reptiles, An-Tak was not positive which,\nand in this form, always developing, they swam far to the south, where,\namid the rank and teeming jungles, some of them evolved into\namphibians.  Always there were those whose development stopped at the\nfirst stage, others whose development ceased when they became reptiles,\nwhile by far the greater proportion formed the food supply of the\nravenous creatures of the deep.\n\nFew indeed were those that eventually developed into baboons and then\napes, which was considered by Caspakians the real beginning of\nevolution.  From the egg, then, the individual developed slowly into a\nhigher form, just as the frog's egg develops through various stages\nfrom a fish with gills to a frog with lungs.  With that thought in mind\nBradley discovered that it was not difficult to believe in the\npossibility of such a scheme--there was nothing new in it.\n\nFrom the ape the individual, if it survived, slowly developed into the\nlowest order of man--the Alu--and then by degrees to Bo-lu, Sto-lu,\nBand-lu, Kro-lu and finally Galu.  And in each stage countless millions\nof other eggs were deposited in the warm pools of the various races and\nfloated down to the great sea to go through a similar process of\nevolution outside the womb as develops our own young within; but in\nCaspak the scheme is much more inclusive, for it combines not only\nindividual development but the evolution of species and genera.  If an\negg survives it goes through all the stages of development that man has\npassed through during the unthinkable eons since life first moved upon\nthe earth's face.\n\nThe final stage--that which the Galus have almost attained and for\nwhich all hope--is cos-ata-lu, which literally, means no-egg-man, or\none who is born directly as are the young of the outer world of\nmammals.  Some of the Galus produce cos-ata-lu and cos-ata-lo both; the\nWieroos only cos-ata-lu--in other words all Wieroos are born male, and\nso they prey upon the Galus for their women and sometimes capture and\ntorture the Galu men who are cos-ata-lu in an endeavor to learn the\nsecret which they believe will give them unlimited power over all other\ndenizens of Caspak.\n\nNo Wieroos come up from the beginning--all are born of the Wieroo\nfathers and Galu mothers who are cos-ata-lo, and there are very few of\nthe latter owing to the long and precarious stages of development.\nSeven generations of the same ancestor must come up from the beginning\nbefore a cos-ata-lu child may be born; and when one considers the\nfrightful dangers that surround the vital spark from the moment it\nleaves the warm pool where it has been deposited to float down to the\nsea amid the voracious creatures that swarm the surface and the deeps\nand the almost equally unthinkable trials of its effort to survive\nafter it once becomes a land animal and starts northward through the\nhorrors of the Caspakian jungles and forests, it is plainly a wonder\nthat even a single babe has ever been born to a Galu woman.\n\nSeven cycles it requires before the seventh Galu can complete the\nseventh danger-infested circle since its first Galu ancestor achieved\nthe state of Galu.  For ages before, the ancestors of this first Galu\nmay have developed from a Band-lu or Bo-lu egg without ever once\ncompleting the whole circle--that is from a Galu egg, back to a fully\ndeveloped Galu.\n\nBradley's head was whirling before he even commenced to grasp the\ncomplexities of Caspakian evolution; but as the truth slowly filtered\ninto his understanding--as gradually it became possible for him to\nvisualize the scheme, it appeared simpler.  In fact, it seemed even\nless difficult of comprehension than that with which he was familiar.\n\nFor several minutes after An-Tak ceased speaking, his voice having\ntrailed off weakly into silence, neither spoke again.  Then the Galu\nrecommenced his, \"Food!  Food!  There is a way out!\" Bradley tossed him\nanother bit of dried meat, waiting patiently until he had eaten it,\nthis time more slowly.\n\n\"What do you mean by saying there is a way out?\" he asked.\n\n\"He who died here just after I came, told me,\" replied An-Tak.  \"He\nsaid there was a way out, that he had discovered it but was too weak to\nuse his knowledge.  He was trying to tell me how to find it when he\ndied.  Oh, Luata, if he had lived but a moment more!\"\n\n\"They do not feed you here?\" asked Bradley.\n\n\"No, they give me water once a day--that is all.\"\n\n\"But how have you lived, then?\"\n\n\"The lizards and the rats,\" replied An-Tak. \"The lizards are not so\nbad; but the rats are foul to taste.  However, I must eat them or they\nwould eat me, and they are better than nothing; but of late they do not\ncome so often, and I have not had a lizard for a long time.  I shall\neat though,\" he mumbled.  \"I shall eat now, for you cannot remain awake\nforever.\"  He laughed, a cackling, dry laugh.  \"When you sleep, An-Tak\nwill eat.\"\n\nIt was horrible.  Bradley shuddered.  For a long time each sat in\nsilence.  The Englishman could guess why the other made no sound--he\nawaited the moment that sleep should overcome his victim.  In the long\nsilence there was born upon Bradley's ears a faint, monotonous sound as\nof running water.  He listened intently.  It seemed to come from far\nbeneath the floor.\n\n\"What is that noise?\" he asked.  \"That sounds like water running\nthrough a narrow channel.\"\n\n\"It is the river,\" replied An-Tak.  \"Why do you not go to sleep?  It\npasses directly beneath the Blue Place of Seven Skulls.  It runs\nthrough the temple grounds, beneath the temple and under the city.\nWhen we die, they will cut off our heads and throw our bodies into the\nriver.  At the mouth of the river await many large reptiles.  Thus do\nthey feed.  The Wieroos do likewise with their own dead, keeping only\nthe skulls and the wings.  Come, let us sleep.\"\n\n\"Do the reptiles come up the river into the city?\" asked Bradley.\n\n\"The water is too cold--they never leave the warm water of the great\npool,\" replied An-Tak.\n\n\"Let us search for the way out,\" suggested Bradley.\n\nAn-Tak shook his head.  \"I have searched for it all these moons,\" he\nsaid.  \"If I could not find it, how would you?\"\n\nBradley made no reply but commenced a diligent examination of the walls\nand floor of the room, pressing over each square foot and tapping with\nhis knuckles.  About six feet from the floor he discovered a\nsleeping-perch near one end of the apartment.  He asked An-Tak about\nit, but the Galu said that no Weiroo had occupied the place since he\nhad been incarcerated there.  Again and again Bradley went over the\nfloor and walls as high up as he could reach.  Finally he swung himself\nto the perch, that he might examine at least one end of the room all\nthe way to the ceiling.\n\nIn the center of the wall close to the top, an area about three feet\nsquare gave forth a hollow sound when he rapped upon it.  Bradley felt\nover every square inch of that area with the tips of his fingers.  Near\nthe top he found a small round hole a trifle larger in diameter than\nhis forefinger, which he immediately stuck into it.  The panel, if such\nit was, seemed about an inch thick, and beyond it his finger\nencountered nothing.  Bradley crooked his finger upon the opposite side\nof the panel and pulled toward him, steadily but with considerable\nforce.  Suddenly the panel flew inward, nearly precipitating the man to\nthe floor.  It was hinged at the bottom, and when lowered the outer\nedge rested upon the perch, making a little platform parallel with the\nfloor of the room.\n\nBeyond the opening was an utterly dark void.  The Englishman leaned\nthrough it and reached his arm as far as possible into the blackness\nbut touched nothing.  Then he fumbled in his haversack for a match, a\nfew of which remained to him.  When he struck it, An-Tak gave a cry of\nterror.  Bradley held the light far into the opening before him and in\nits flickering rays saw the top of a ladder descending into a black\nabyss below.  How far down it extended he could not guess; but that he\nshould soon know definitely he was positive.\n\n\"You have found it!  You have found the way out!\" screamed An-Tak.\n\"Oh, Luata!  And now I am too weak to go.  Take me with you!  Take me\nwith you!\"\n\n\"Shut up!\" admonished Bradley.  \"You will have the whole flock of birds\naround our heads in a minute, and neither of us will escape.  Be quiet,\nand I'll go ahead.  If I find a way out, I'll come back and help you,\nif you'll promise not to try to eat me up again.\"\n\n\"I promise,\" cried An-Tak.  \"Oh, Luata!  How could you blame me?  I am\nhalf crazed of hunger and long confinement and the horror of the\nlizards and the rats and the constant waiting for death.\"\n\n\"I know,\" said Bradley simply.  \"I'm sorry for you, old top.  Keep a\nstiff upper lip.\"  And he slipped through the opening, found the ladder\nwith his feet, closed the panel behind him, and started downward into\nthe darkness.\n\nBelow him rose more and more distinctly the sound of running water.\nThe air felt damp and cool.  He could see nothing of his surroundings\nand felt nothing but the smooth, worn sides and rungs of the ladder\ndown which he felt his way cautiously lest a broken rung or a misstep\nshould hurl him downward.\n\nAs he descended thus slowly, the ladder seemed interminable and the pit\nbottomless, yet he realized when at last he reached the bottom that he\ncould not have descended more than fifty feet.  The bottom of the\nladder rested on a narrow ledge paved with what felt like large round\nstones, but what he knew from experience to be human skulls.  He could\nnot but marvel as to where so many countless thousands of the things\nhad come from, until he paused to consider that the infancy of Caspak\ndated doubtlessly back into remote ages, far beyond what the outer\nworld considered the beginning of earthly time.  For all these eons the\nWieroos might have been collecting human skulls from their enemies and\ntheir own dead--enough to have built an entire city of them.\n\nFeeling his way along the narrow ledge, Bradley came presently to a\nblank wall that stretched out over the water swirling beneath him, as\nfar as he could reach.  Stooping, he groped about with one hand,\nreaching down toward the surface of the water, and discovered that the\nbottom of the wall arched above the stream.  How much space there was\nbetween the water and the arch he could not tell, nor how deep the\nformer.  There was only one way in which he might learn these things,\nand that was to lower himself into the stream.  For only an instant he\nhesitated weighing his chances.  Behind him lay almost certainly the\nhorrid fate of An-Tak; before him nothing worse than a comparatively\npainless death by drowning.  Holding his haversack above his head with\none hand he lowered his feet slowly over the edge of the narrow\nplatform.  Almost immediately he felt the swirling of cold water about\nhis ankles, and then with a silent prayer he let himself drop gently\ninto the stream.\n\nGreat was Bradley's relief when he found the water no more than waist\ndeep and beneath his feet a firm, gravel bottom.  Feeling his way\ncautiously he moved downward with the current, which was not so strong\nas he had imagined from the noise of the running water.\n\nBeneath the first arch he made his way, following the winding\ncurvatures of the right-hand wall.  After a few yards of progress his\nhand came suddenly in contact with a slimy thing clinging to the\nwall--a thing that hissed and scuttled out of reach.  What it was, the\nman could not know; but almost instantly there was a splash in the\nwater just ahead of him and then another.\n\nOn he went, passing beneath other arches at varying distances, and\nalways in utter darkness.  Unseen denizens of this great sewer,\ndisturbed by the intruder, splashed into the water ahead of him and\nwriggled away.  Time and again his hand touched them and never for an\ninstant could he be sure that at the next step some gruesome thing\nmight not attack him.  He had strapped his haversack about his neck,\nwell above the surface of the water, and in his left hand he carried\nhis knife.  Other precautions there were none to take.\n\nThe monotony of the blind trail was increased by the fact that from the\nmoment he had started from the foot of the ladder he had counted his\nevery step.  He had promised to return for An-Tak if it proved humanly\npossible to do so, and he knew that in the blackness of the tunnel he\ncould locate the foot of the ladder in no other way.\n\nHe had taken two hundred and sixty-nine steps--afterward he knew that\nhe should never forget that number--when something bumped gently\nagainst him from behind.  Instantly he wheeled about and with knife\nready to defend himself stretched forth his right hand to push away the\nobject that now had lodged against his body.  His fingers feeling\nthrough the darkness came in contact with something cold and\nclammy--they passed to and fro over the thing until Bradley knew that\nit was the face of a dead man floating upon the surface of the stream.\nWith an oath he pushed his gruesome companion out into mid-stream to\nfloat on down toward the great pool and the awaiting scavengers of the\ndeep.\n\nAt his four hundred and thirteenth step another corpse bumped against\nhim--how many had passed him without touching he could not guess; but\nsuddenly he experienced the sensation of being surrounded by dead faces\nfloating along with him, all set in hideous grimaces, their dead eyes\nglaring at this profaning alien who dared intrude upon the waters of\nthis river of the dead--a horrid escort, pregnant with dire forebodings\nand with menace.\n\nThough he advanced very slowly, he tried always to take steps of about\nthe same length; so that he knew that though considerable time had\nelapsed, yet he had really advanced no more than four hundred yards\nwhen ahead he saw a lessening of the pitch-darkness, and at the next\nturn of the stream his surroundings became vaguely discernible.  Above\nhim was an arched roof and on either hand walls pierced at intervals by\napertures covered with wooden doors.  Just ahead of him in the roof of\nthe aqueduct was a round, black hole about thirty inches in diameter.\nHis eyes still rested upon the opening when there shot downward from it\nto the water below the naked body of a human being which almost\nimmediately rose to the surface again and floated off down the stream.\nIn the dim light Bradley saw that it was a dead Wieroo from which the\nwings and head had been removed.  A moment later another headless body\nfloated past, recalling what An-Tak had told him of the\nskull-collecting customs of the Wieroo.  Bradley wondered how it\nhappened that the first corpse he had encountered in the stream had not\nbeen similarly mutilated.\n\nThe farther he advanced now, the lighter it became.  The number of\ncorpses was much smaller than he had imagined, only two more passing\nhim before, at six hundred steps, or about five hundred yards, from the\npoint he had taken to the stream, he came to the end of the tunnel and\nlooked out upon sunlit water, running between grassy banks.\n\nOne of the last corpses to pass him was still clothed in the white robe\nof a Wieroo, blood-stained over the headless neck that it concealed.\n\nDrawing closer to the opening leading into the bright daylight, Bradley\nsurveyed what lay beyond.  A short distance before him a large building\nstood in the center of several acres of grass and tree-covered ground,\nspanning the stream which disappeared through an opening in its\nfoundation wall.  From the large saucer-shaped roof and the vivid\ncolorings of the various heterogeneous parts of the structure he\nrecognized it as the temple past which he had been borne to the Blue\nPlace of Seven Skulls.\n\nTo and fro flew Wieroos, going to and from the temple.  Others passed\non foot across the open grounds, assisting themselves with their great\nwings, so that they barely skimmed the earth.  To leave the mouth of\nthe tunnel would have been to court instant discovery and capture; but\nby what other avenue he might escape, Bradley could not guess, unless\nhe retraced his steps up the stream and sought egress from the other\nend of the city.  The thought of traversing that dark and horror-ridden\ntunnel for perhaps miles he could not entertain--there must be some\nother way.  Perhaps after dark he could steal through the temple\ngrounds and continue on downstream until he had come beyond the city;\nand so he stood and waited until his limbs became almost paralyzed with\ncold, and he knew that he must find some other plan for escape.\n\nA half-formed decision to risk an attempt to swim under water to the\ntemple was crystallizing in spite of the fact that any chance Wieroo\nflying above the stream might easily see him, when again a floating\nobject bumped against him from behind and lodged across his back.\nTurning quickly he saw that the thing was what he had immediately\nguessed it to be--a headless and wingless Wieroo corpse.  With a grunt\nof disgust he was about to push it from him when the white garment\nenshrouding it suggested a bold plan to his resourceful brain.\nGrasping the corpse by an arm he tore the garment from it and then let\nthe body float downward toward the temple.  With great care he draped\nthe robe about him; the bloody blotch that had covered the severed neck\nhe arranged about his own head.  His haversack he rolled as tightly as\npossible and stuffed beneath his coat over his breast.  Then he fell\ngently to the surface of the stream and lying upon his back floated\ndownward with the current and out into the open sunlight.\n\nThrough the weave of the cloth he could distinguish large objects.  He\nsaw a Wieroo flap dismally above him; he saw the banks of the stream\nfloat slowly past; he heard a sudden wail upon the right-hand shore,\nand his heart stood still lest his ruse had been discovered; but never\nby a move of a muscle did he betray that aught but a cold lump of clay\nfloated there upon the bosom of the water, and soon, though it seemed\nan eternity to him, the direct sunlight was blotted out, and he knew\nthat he had entered beneath the temple.\n\nQuickly he felt for bottom with his feet and as quickly stood erect,\nsnatching the bloody, clammy cloth from his face.  On both sides were\nblank walls and before him the river turned a sharp corner and\ndisappeared.  Feeling his way cautiously forward he approached the turn\nand looked around the corner.  To his left was a low platform about a\nfoot above the level of the stream, and onto this he lost no time in\nclimbing, for he was soaked from head to foot, cold and almost\nexhausted.\n\nAs he lay resting on the skull-paved shelf, he saw in the center of the\nvault above the river another of those sinister round holes through\nwhich he momentarily expected to see a headless corpse shoot downward\nin its last plunge to a watery grave.  A few feet along the platform a\nclosed door broke the blankness of the wall.  As he lay looking at it\nand wondering what lay behind, his mind filled with fragments of many\nwild schemes of escape, it opened and a white robed Wieroo stepped out\nupon the platform.  The creature carried a large wooden basin filled\nwith rubbish.  Its eyes were not upon Bradley, who drew himself to a\nsquatting position and crouched as far back in the corner of the niche\nin which the platform was set as he could force himself.  The Wieroo\nstepped to the edge of the platform and dumped the rubbish into the\nstream.  If it turned away from him as it started to retrace its steps\nto the doorway, there was a small chance that it might not see him; but\nif it turned toward him there was none at all.  Bradley held his breath.\n\nThe Wieroo paused a moment, gazing down into the water, then it\nstraightened up and turned toward the Englishman.  Bradley did not\nmove.  The Wieroo stopped and stared intently at him.  It approached\nhim questioningly.  Still Bradley remained as though carved of stone.\nThe creature was directly in front of him.  It stopped.  There was no\nchance on earth that it would not discover what he was.\n\nWith the quickness of a cat, Bradley sprang to his feet and with all\nhis great strength, backed by his heavy weight, struck the Wieroo upon\nthe point of the chin.  Without a sound the thing crumpled to the\nplatform, while Bradley, acting almost instinctively to the urge of the\nfirst law of nature, rolled the inanimate body over the edge into the\nriver.\n\nThen he looked at the open doorway, crossed the platform and peered\nwithin the apartment beyond.  What he saw was a large room, dimly\nlighted, and about the side rows of wooden vessels stacked one upon\nanother.  There was no Wieroo in sight, so the Englishman entered.  At\nthe far end of the room was another door, and as he crossed toward it,\nhe glanced into some of the vessels, which he found were filled with\ndried fruits, vegetables and fish.  Without more ado he stuffed his\npockets and his haversack full, thinking of the poor creature awaiting\nhis return in the gloom of the Place of Seven Skulls.\n\nWhen night came, he would return and fetch An-Tak this far at least;\nbut in the meantime it was his intention to reconnoiter in the hope\nthat he might discover some easier way out of the city than that\noffered by the chill, black channel of the ghastly river of corpses.\n\nBeyond the farther door stretched a long passageway from which closed\ndoorways led into other parts of the cellars of the temple.  A few\nyards from the storeroom a ladder rose from the corridor through an\naperture in the ceiling.  Bradley paused at the foot of it, debating\nthe wisdom of further investigation against a return to the river; but\nstrong within him was the spirit of exploration that has scattered his\nrace to the four corners of the earth.  What new mysteries lay hidden\nin the chambers above?  The urge to know was strong upon him though his\nbetter judgment warned him that the safer course lay in retreat.  For a\nmoment he stood thus, running his fingers through his hair; then he\ncast discretion to the winds and began the ascent.\n\nIn conformity with such Wieroo architecture as he had already observed,\nthe well through which the ladder rose continually canted at an angle\nfrom the perpendicular.  At more or less regular stages it was pierced\nby apertures closed by doors, none of which he could open until he had\nclimbed fully fifty feet from the river level.  Here he discovered a\ndoor already ajar opening into a large, circular chamber, the walls and\nfloors of which were covered with the skins of wild beasts and with\nrugs of many colors; but what interested him most was the occupants of\nthe room--a Wieroo, and a girl of human proportions.  She was standing\nwith her back against a column which rose from the center of the\napartment from floor to ceiling--a hollow column about forty inches in\ndiameter in which he could see an opening some thirty inches across.\nThe girl's side was toward Bradley, and her face averted, for she was\nwatching the Wieroo, who was now advancing slowly toward her, talking\nas he came.\n\nBradley could distinctly hear the words of the creature, who was urging\nthe girl to accompany him to another Wieroo city.  \"Come with me,\" he\nsaid, \"and you shall have your life; remain here and He Who Speaks for\nLuata will claim you for his own; and when he is done with you, your\nskull will bleach at the top of a tall staff while your body feeds the\nreptiles at the mouth of the River of Death.  Even though you bring\ninto the world a female Wieroo, your fate will be the same if you do\nnot escape him, while with me you shall have life and food and none\nshall harm you.\"\n\nHe was quite close to the girl when she replied by striking him in the\nface with all her strength.  \"Until I am slain,\" she cried, \"I shall\nfight against you all.\"  From the throat of the Wieroo issued that\ndismal wail that Bradley had heard so often in the past--it was like a\nscream of pain smothered to a groan--and then the thing leaped upon the\ngirl, its face working in hideous grimaces as it clawed and beat at her\nto force her to the floor.\n\nThe Englishman was upon the point of entering to defend her when a door\nat the opposite side of the chamber opened to admit a huge Wieroo\nclothed entirely in red.  At sight of the two struggling upon the floor\nthe newcomer raised his voice in a shriek of rage.  Instantly the\nWieroo who was attacking the girl leaped to his feet and faced the\nother.\n\n\"I heard,\" screamed he who had just entered the room.  \"I heard, and\nwhen He Who Speaks for young, reproduction and kindred subjects shall have heard--\" He paused and made a\nsuggestive movement of a finger across his throat.\n\n\"He shall not hear,\" returned the first Wieroo as, with a powerful\nmotion of his great wings, he launched himself upon the red-robed\nfigure.  The latter dodged the first charge, drew a wicked-looking\ncurved blade from beneath its red robe, spread its wings and dived for\nits antagonist.  Beating their wings, wailing and groaning, the two\nhideous things sparred for position.  The white-robed one being unarmed\nsought to grasp the other by the wrist of its knife-hand and by the\nthroat, while the latter hopped around on its dainty white feet,\nseeking an opening for a mortal blow.  Once it struck and missed, and\nthen the other rushed in and clinched, at the same time securing both\nthe holds it sought.  Immediately the two commenced beating at each\nother's heads with the joints of their wings, kicking with their soft,\npuny feet and biting, each at the other's face.\n\nIn the meantime the girl moved about the room, keeping out of the way\nof the duelists, and as she did so, Bradley caught a glimpse of her\nfull face and immediately recognized her as the girl of the place of\nthe yellow door.  He did not dare intervene now until one of the Wieroo\nhad overcome the other, lest the two should turn upon him at once, when\nthe chances were fair that he would be defeated in so unequal a battle\nas the curved blade of the red Wieroo would render it, and so he\nwaited, watching the white-robed figure slowly choking the life from\nhim of the red robe.  The protruding tongue and the popping eyes\nproclaimed that the end was near and a moment later the red robe sank\nto the floor of the room, the curved blade slipping from nerveless\nfingers.  For an instant longer the victor clung to the throat of his\ndefeated antagonist and then he rose, dragging the body after him, and\napproached the central column.  Here he raised the body and thrust it\ninto the aperture where Bradley saw it drop suddenly from sight.\nInstantly there flashed into his memory the circular openings in the\nroof of the river vault and the corpses he had seen drop from them to\nthe water beneath.\n\nAs the body disappeared, the Wieroo turned and cast about the room for\nthe girl.  For a moment he stood eying her.  \"You saw,\" he muttered,\n\"and if you tell them, He Who Speaks for Luata will have my wings\nsevered while still I live and my head will be severed and I shall be\ncast into the River of Death, for thus it happens even to the highest\nwho slay one of the red robe.  You saw, and you must die!\" he ended\nwith a scream as he rushed upon the girl.\n\nBradley waited no longer.  Leaping into the room he ran for the Wieroo,\nwho had already seized the girl, and as he ran, he stooped and picked\nup the curved blade.  The creature's back was toward him as, with his\nleft hand, he seized it by the neck.  Like a flash the great wings beat\nbackward as the creature turned, and Bradley was swept from his feet,\nthough he still retained his hold upon the blade.  Instantly the Wieroo\nwas upon him.  Bradley lay slightly raised upon his left elbow, his\nright arm free, and as the thing came close, he cut at the hideous face\nwith all the strength that lay within him.  The blade struck at the\njunction of the neck and torso and with such force as to completely\ndecapitate the Wieroo, the hideous head dropping to the floor and the\nbody falling forward upon the Englishman.  Pushing it from him he rose\nto his feet and faced the wide-eyed girl.\n\n\"Luata!\" she exclaimed.  \"How came you here?\"\n\nBradley shrugged.  \"Here I am,\" he said; \"but the thing now is to get\nout of here--both of us.\"\n\nThe girl shook her head.  \"It cannot be,\" she stated sadly.\n\n\"That is what I thought when they dropped me into the Blue Place of\nSeven Skulls,\" replied Bradley.  \"Can't be done.  I did it.--Here!\nYou're mussing up the floor something awful, you.\"  This last to the\ndead Wieroo as he stooped and dragged the corpse to the central shaft,\nwhere he raised it to the aperture and let it slip into the tube.  Then\nhe picked up the head and tossed it after the body.  \"Don't be so\nglum,\" he admonished the former as he carried it toward the well;\n\"smile!\"\n\n\"But how can he smile?\" questioned the girl, a half-puzzled,\nhalf-frightened look upon her face.  \"He is dead.\"\n\n\"That's so,\" admitted Bradley, \"and I suppose he does feel a bit cut up\nabout it.\"\n\nThe girl shook her head and edged away from the man--toward the door.\n\n\"Come!\" said the Englishman.  \"We've got to get out of here.  If you\ndon't know a better way than the river, it's the river then.\"\n\nThe girl still eyed him askance.  \"But how could he smile when he was\ndead?\"\n\nBradley laughed aloud.  \"I thought we English were supposed to have the\nleast sense of humor of any people in the world,\" he cried; \"but now\nI've found one human being who hasn't any.  Of course you don't know\nhalf I'm saying; but don't worry, little girl; I'm not going to hurt\nyou, and if I can get you out of here, I'll do it.\"\n\nEven if she did not understand all he said, she at least read something\nin his smiling countenance--something which reassured her.  \"I do not\nfear you,\" she said; \"though I do not understand all that you say even\nthough you speak my own tongue and use words that I know.  But as for\nescaping\"--she sighed--\"alas, how can it be done?\"\n\n\"I escaped from the Blue Place of Seven Skulls,\" Bradley reminded her.\n\"Come!\"  And he turned toward the shaft and the ladder that he had\nascended from the river.  \"We cannot waste time here.\"\n\nThe girl followed him; but at the doorway both drew back, for from\nbelow came the sound of some one ascending.\n\nBradley tiptoed to the door and peered cautiously into the well; then\nhe stepped back beside the girl.  \"There are half a dozen of them\ncoming up; but possibly they will pass this room.\"\n\n\"No,\" she said, \"they will pass directly through this room--they are on\ntheir way to Him Who Speaks for Luata.  We may be able to hide in the\nnext room--there are skins there beneath which we may crawl.  They will\nnot stop in that room; but they may stop in this one for a short\ntime--the other room is blue.\"\n\n\"What's that go to do with it?\" demanded the Englishman.\n\n\"They fear blue,\" she replied.  \"In every room where murder has been\ndone you will find blue--a certain amount for each murder.  When the\nroom is all blue, they shun it.  This room has much blue; but evidently\nthey kill mostly in the next room, which is now all blue.\"\n\n\"But there is blue on the outside of every house I have seen,\" said\nBradley.\n\n\"Yes,\" assented the girl, \"and there are blue rooms in each of those\nhouses--when all the rooms are blue then the whole outside of the house\nwill be blue as is the Blue Place of Seven Skulls.  There are many such\nhere.\"\n\n\"And the skulls with blue upon them?\" inquired Bradley.  \"Did they\nbelong to murderers?\"\n\n\"They were murdered--some of them; those with only a small amount of\nblue were murderers--known murderers.  All Wieroos are murderers.  When\nthey have committed a certain number of murders without being caught at\nit, they confess to Him Who Speaks for Luata and are advanced, after\nwhich they wear robes with a slash of some color--I think yellow comes\nfirst.  When they reach a point where the entire robe is of yellow,\nthey discard it for a white robe with a red slash; and when one wins a\ncomplete red robe, he carries such a long, curved knife as you have in\nyour hand; after that comes the blue slash on a white robe, and then, I\nsuppose, an all blue robe.  I have never seen such a one.\"\n\nAs they talked in low tones they had moved from the room of the death\nshaft into an all blue room adjoining, where they sat down together in\na corner with their backs against a wall and drew a pile of hides over\nthemselves.  A moment later they heard a number of Wieroos enter the\nchamber.  They were talking together as they crossed the floor, or the\ntwo could not have heard them.  Halfway across the chamber they halted\nas the door toward which they were advancing opened and a dozen others\nof their kind entered the apartment.\n\nBradley could guess all this by the increased volume of sound and the\ndismal greetings; but the sudden silence that almost immediately ensued\nhe could not fathom, for he could not know that from beneath one of the\nhides that covered him protruded one of his heavy army shoes, or that\nsome eighteen large Wieroos with robes either solid red or slashed with\nred or blue were standing gazing at it.  Nor could he hear their\nstealthy approach.\n\nThe first intimation he had that he had been discovered was when his\nfoot was suddenly seized, and he was yanked violently from beneath the\nhides to find himself surrounded by menacing blades.  They would have\nslain him on the spot had not one clothed all in red held them back,\nsaying that He Who Speaks for Luata desired to see this strange\ncreature.\n\nAs they led Bradley away, he caught an opportunity to glance back\ntoward the hides to see what had become of the girl, and, to his\ngratification, he discovered that she still lay concealed beneath the\nhides.  He wondered if she would have the nerve to attempt the river\ntrip alone and regretted that now he could not accompany her.  He felt\nrather all in, himself, more so than he had at any time since he had\nbeen captured by the Wieroo, for there appeared not the slightest cause\nfor hope in his present predicament.  He had dropped the curved blade\nbeneath the hides when he had been jerked so violently from their\nfancied security.  It was almost in a spirit of resigned hopelessness\nthat he quietly accompanied his captors through various chambers and\ncorridors toward the heart of the temple.\n\n\n\nChapter 4\n\nThe farther the group progressed, the more barbaric and the more\nsumptuous became the decorations.  Hides of leopard and tiger\npredominated, apparently because of their more beautiful markings, and\ndecorative skulls became more and more numerous.  Many of the latter\nwere mounted in precious metals and set with colored stones and\npriceless gems, while thick upon the hides that covered the walls were\ngolden ornaments similar to those worn by the girl and those which had\nfilled the chests he had examined in the storeroom of Fosh-bal-soj,\nleading the Englishman to the conviction that all such were spoils of\nwar or theft, since each piece seemed made for personal adornment,\nwhile in so far as he had seen, no Wieroo wore ornaments of any sort.\n\nAnd also as they advanced the more numerous became the Wieroos moving\nhither and thither within the temple.  Many now were the solid red\nrobes and those that were slashed with blue--a veritable hive of\nmurderers.\n\nAt last the party halted in a room in which were many Wieroos who\ngathered about Bradley questioning his captors and examining him and\nhis apparel.  One of the party accompanying the Englishman spoke to a\nWieroo that stood beside a door leading from the room.  \"Tell Him Who\nSpeaks for Luata,\" he said, \"that Fosh-bal-soj we could not find; but\nthat in returning we found this creature within the temple, hiding.  It\nmust be the same that Fosh-bal-soj captured in the Sto-lu country\nduring the last darkness.  Doubtless He Who Speaks for Luata would wish\nto see and question this strange thing.\"\n\nThe creature addressed turned and slipped through the doorway, closing\nthe door after it, but first depositing its curved blade upon the floor\nwithout.  Its post was immediately taken by another and Bradley now saw\nthat at least twenty such guards loitered in the immediate vicinity.\nThe doorkeeper was gone but for a moment, and when he returned, he\nsignified that Bradley's party was to enter the next chamber; but first\neach of the Wieroos removed his curved weapon and laid it upon the\nfloor.  The door was swung open, and the party, now reduced to Bradley\nand five Wieroos, was ushered across the threshold into a large,\nirregularly shaped room in which a single, giant Wieroo whose robe was\nsolid blue sat upon a raised dais.\n\nThe creature's face was white with the whiteness of a corpse, its dead\neyes entirely expressionless, its cruel, thin lips tight-drawn against\nyellow teeth in a perpetual grimace.  Upon either side of it lay an\nenormous, curved sword, similar to those with which some of the other\nWieroos had been armed, but larger and heavier.  Constantly its\nclawlike fingers played with one or the other of these weapons.\n\nThe walls of the chamber as well as the floor were entirely hidden by\nskins and woven fabrics.  Blue predominated in all the colorations.\nFastened against the hides were many pairs of Wieroo wings, mounted so\nthat they resembled long, black shields.  Upon the ceiling were painted\nin blue characters a bewildering series of hieroglyphics and upon\npedestals set against the walls or standing out well within the room\nwere many human skulls.\n\nAs the Wieroos approached the figure upon the dais, they leaned far\nforward, raising their wings above their heads and stretching their\nnecks as though offering them to the sharp swords of the grim and\nhideous creature.\n\n\"O Thou Who Speakest for Luata!\" exclaimed one of the party.  \"We bring\nyou the strange creature that Fosh-bal-soj captured and brought thither\nat thy command.\"\n\nSo this then was the godlike figure that spoke for divinity!  This\narch-murderer was the Caspakian representative of God on Earth!  His\nblue robe announced him the one and the seeming humility of his minions\nthe other.  For a long minute he glared at Bradley.  Then he began to\nquestion him--from whence he came and how, the name and description of\nhis native country, and a hundred other queries.\n\n\"Are you cos-ata-lu?\" the creature asked.\n\nBradley replied that he was and that all his kind were, as well as\nevery living thing in his part of the world.\n\n\"Can you tell me the secret?\" asked the creature.\n\nBradley hesitated and then, thinking to gain time, replied in the\naffirmative.\n\n\"What is it?\" demanded the Wieroo, leaning far forward and exhibiting\nevery evidence of excited interest.\n\nBradley leaned forward and whispered:  \"It is for your ears alone; I\nwill not divulge it to others, and then only on condition that you\ncarry me and the girl I saw in the place of the yellow door near to\nthat of Fosh-bal-soj back to her own country.\"\n\nThe thing rose in wrath, holding one of its swords above its head.\n\n\"Who are you to make terms for Him Who Speaks for Luata?\" it shrilled.\n\"Tell me the secret or die where you stand!\"\n\n\"And if I die now, the secret goes with me,\" Bradley reminded him.\n\"Never again will you get the opportunity to question another of my\nkind who knows the secret.\"  Anything to gain time, to get the rest of\nthe Wieroos from the room, that he might plan some scheme for escape\nand put it into effect.\n\nThe creature turned upon the leader of the party that had brought\nBradley.\n\n\"Is the thing with weapons?\" it asked.\n\n\"No,\" was the response.\n\n\"Then go; but tell the guard to remain close by,\" commanded the high\none.\n\nThe Wieroos salaamed and withdrew, closing the door behind them.  He\nWho Speaks for Luata grasped a sword nervously in his right hand.  At\nhis left side lay the second weapon.  It was evident that he lived in\nconstant dread of being assassinated.  The fact that he permitted none\nwith weapons within his presence and that he always kept two swords at\nhis side pointed to this.\n\nBradley was racking his brain to find some suggestion of a plan whereby\nhe might turn the situation to his own account.  His eyes wandered past\nthe weird figure before him; they played about the walls of the\napartment as though hoping to draw inspiration from the dead skulls and\nthe hides and the wings, and then they came back to the face of the\nWieroo god, now working in anger.\n\n\"Quick!\" screamed the thing.  \"The secret!\"\n\n\"Will you give me and the girl our freedom?\" insisted Bradley.\n\nFor an instant the thing hesitated, and then it grumbled \"Yes.\" At the\nsame instant Bradley saw two hides upon the wall directly back of the\ndais separate and a face appear in the opening.  No change of\nexpression upon the Englishman's countenance betrayed that he had seen\naught to surprise him, though surprised he was for the face in the\naperture was that of the girl he had but just left hidden beneath the\nhides in another chamber.  A white and shapely arm now pushed past the\nface into the room, and in the hand, tightly clutched, was the curved\nblade, smeared with blood, that Bradley had dropped beneath the hides\nat the moment he had been discovered and drawn from his concealment.\n\n\"Listen, then,\" said Bradley in a low voice to the Wieroo.  \"You shall\nknow the secret of cos-ata-lu as well as do I; but none other may hear\nit.  Lean close--I will whisper it into your ear.\"\n\nHe moved forward and stepped upon the dais.  The creature raised its\nsword ready to strike at the first indication of treachery, and Bradley\nstooped beneath the blade and put his ear close to the gruesome face.\nAs he did so, he rested his weight upon his hands, one upon either side\nof the Wieroo's body, his right hand upon the hilt of the spare sword\nlying at the left of Him Who Speaks for Luata.\n\n\"This then is the secret of both life and death,\" he whispered, and at\nthe same instant he grasped the Wieroo by the right wrist and with his\nown right hand swung the extra blade in a sudden vicious blow against\nthe creature's neck before the thing could give even a single cry of\nalarm; then without waiting an instant Bradley leaped past the dead god\nand vanished behind the hides that had hidden the girl.\n\nWide-eyed and panting the girl seized his arm.  \"Oh, what have you\ndone?\" she cried.  \"He Who Speaks for Luata will be avenged by Luata.\nNow indeed must you die.  There is no escape, for even though we\nreached my own country Luata can find you out.\"\n\n\"Bosh!\" exclaimed Bradley, and then:  \"But you were going to knife him\nyourself.\"\n\n\"Then I alone should have died,\" she replied.\n\nBradley scratched his head.  \"Neither of us is going to die,\" he said;\n\"at least not at the hands of any god.  If we don't get out of here\nthough, we'll die right enough.  Can you find your way back to the room\nwhere I first came upon you in the temple?\"\n\n\"I know the way,\" replied the girl; \"but I doubt if we can go back\nwithout being seen.  I came hither because I only met Wieroos who knew\nthat I am supposed now to be in the temple; but you could go elsewhere\nwithout being discovered.\"\n\nBradley's ingenuity had come up against a stone wall.  There seemed no\npossibility of escape.  He looked about him.  They were in a small room\nwhere lay a litter of rubbish--torn bits of cloth, old hides, pieces of\nfiber rope.  In the center of the room was a cylindrical shaft with an\nopening in its face.  Bradley knew it for what it was.  Here the\narch-fiend dragged his victims and cast their bodies into the river of\ndeath far below.  The floor about the opening in the shaft and the\nsides of the shaft were clotted thick with a dried, dark brown\nsubstance that the Englishman knew had once been blood.  The place had\nthe appearance of having been a veritable shambles.  An odor of\ndecaying flesh permeated the air.\n\nThe Englishman crossed to the shaft and peered into the opening.  All\nbelow was dark as pitch; but at the bottom he knew was the river.\nSuddenly an inspiration and a bold scheme leaped to his mind.  Turning\nquickly he hunted about the room until he found what he sought--a\nquantity of the rope that lay strewn here and there.  With rapid\nfingers he unsnarled the different lengths, the girl helping him, and\nthen he tied the ends together until he had three ropes about\nseventy-five feet in length.  He fastened these together at each end\nand without a word secured one of the ends about the girl's body\nbeneath her arms.\n\n\"Don't be frightened,\" he said at length, as he led her toward the\nopening in the shaft.  \"I'm going to lower you to the river, and then\nI'm coming down after you.  When you are safe below, give two quick\njerks upon the rope.  If there is danger there and you want me to draw\nyou up into the shaft, jerk once.  Don't be afraid--it is the only way.\"\n\n\"I am not afraid,\" replied the girl, rather haughtily Bradley thought,\nand herself climbed through the aperture and hung by her hands waiting\nfor Bradley to lower her.\n\nAs rapidly as was consistent with safety, the man paid out the rope.\nWhen it was about half out, he heard loud cries and wails suddenly\narise within the room they had just quitted.  The slaying of their god\nhad been discovered by the Wieroos.  A search for the slayer would\nbegin at once.\n\nLord!  Would the girl never reach the river?  At last, just as he was\npositive that searchers were already entering the room behind him,\nthere came two quick tugs at the rope.  Instantly Bradley made the rest\nof the strands fast about the shaft, slipped into the black tube and\nbegan a hurried descent toward the river.  An instant later he stood\nwaist deep in water beside the girl.  Impulsively she reached toward\nhim and grasped his arm.  A strange thrill ran through him at the\ncontact; but he only cut the rope from about her body and lifted her to\nthe little shelf at the river's side.\n\n\"How can we leave here?\" she asked.\n\n\"By the river,\" he replied; \"but first I must go back to the Blue Place\nof Seven Skulls and get the poor devil I left there.  I'll have to wait\nuntil after dark, though, as I cannot pass through the open stretch of\nriver in the temple gardens by day.\"\n\n\"There is another way,\" said the girl.  \"I have never seen it; but\noften I have heard them speak of it--a corridor that runs beside the\nriver from one end of the city to the other.  Through the gardens it is\nbelow ground.  If we could find an entrance to it, we could leave here\nat once.  It is not safe here, for they will search every inch of the\ntemple and the grounds.\"\n\n\"Come,\" said Bradley.  \"We'll have a look for it, anyway.\" And so\nsaying he approached one of the doors that opened onto the skull-paved\nshelf.\n\nThey found the corridor easily, for it paralleled the river, separated\nfrom it only by a single wall.  It took them beneath the gardens and\nthe city, always through inky darkness.  After they had reached the\nother side of the gardens, Bradley counted his steps until he had\nretraced as many as he had taken coming down the stream; but though\nthey had to grope their way along, it was a much more rapid trip than\nthe former.\n\nWhen he thought he was about opposite the point at which he had\ndescended from the Blue Place of Seven Skulls, he sought and found a\ndoorway leading out onto the river; and then, still in the blackest\ndarkness, he lowered himself into the stream and felt up and down upon\nthe opposite side for the little shelf and the ladder.  Ten yards from\nwhere he had emerged he found them, while the girl waited upon the\nopposite side.\n\nTo ascend to the secret panel was the work of but a minute.  Here he\npaused and listened lest a Wieroo might be visiting the prison in\nsearch of him or the other inmate; but no sound came from the gloomy\ninterior.  Bradley could not but muse upon the joy of the man on the\nopposite side when he should drop down to him with food and a new hope\nfor escape.  Then he opened the panel and looked into the room.  The\nfaint light from the grating above revealed the pile of rags in one\ncorner; but the man lay beneath them, he made no response to Bradley's\nlow greeting.\n\nThe Englishman lowered himself to the floor of the room and approached\nthe rags.  Stooping he lifted a corner of them.  Yes, there was the man\nasleep.  Bradley shook him--there was no response.  He stooped lower\nand in the dim light examined An-Tak; then he stood up with a sigh.  A\nrat leaped from beneath the coverings and scurried away.  \"Poor devil!\"\nmuttered Bradley.\n\nHe crossed the room to swing himself to the perch preparatory to\nquitting the Blue Place of Seven Skulls forever.  Beneath the perch he\npaused.  \"I'll not give them the satisfaction,\" he growled.  \"Let them\nbelieve that he escaped.\"\n\nReturning to the pile of rags he gathered the man into his arms.  It\nwas difficult work raising him to the high perch and dragging him\nthrough the small opening and thus down the ladder; but presently it\nwas done, and Bradley had lowered the body into the river and cast it\noff.  \"Good-bye, old top!\" he whispered.\n\nA moment later he had rejoined the girl and hand in hand they were\nfollowing the dark corridor upstream toward the farther end of the\ncity.  She told him that the Wieroos seldom frequented these lower\npassages, as the air here was too chill for them; but occasionally they\ncame, and as they could see quite as well by night as by day, they\nwould be sure to discover Bradley and the girl.\n\n\"If they come close enough,\" she said, \"we can see their eyes shining\nin the dark--they resemble dull splotches of light.  They glow, but do\nnot blaze like the eyes of the tiger or the lion.\"\n\nThe man could not but note the very evident horror with which she\nmentioned the creatures.  To him they were uncanny; but she had been\nused to them for a year almost, and probably all her life she had\neither seen or heard of them constantly.\n\n\"Why do you fear them so?\" he asked.  \"It seems more than any ordinary\nfear of the harm they can do you.\"\n\nShe tried to explain; but the nearest he could gather was that she\nlooked upon the Wieroo almost as supernatural beings.  \"There is a\nlegend current among my people that once the Wieroo were unlike us only\nin that they possessed rudimentary wings.  They lived in villages in\nthe Galu country, and while the two peoples often warred, they held no\nhatred for one another.  In those days each race came up from the\nbeginning and there was great rivalry as to which was the higher in the\nscale of evolution.  The Wieroo developed the first cos-ata-lu but they\nwere always male--never could they reproduce woman.  Slowly they\ncommenced to develop certain attributes of the mind which, they\nconsidered, placed them upon a still higher level and which gave them\nmany advantages over us, seeing which they thought only of mental\ndevelopment--their minds became like stars and the rivers, moving\nalways in the same manner, never varying.  They called this tas-ad,\nwhich means doing everything the right way, or, in other words, the\nWieroo way.  If foe or friend, right or wrong, stood in the way of\ntas-ad, then it must be crushed.\n\n\"Soon the Galus and the lesser races of men came to hate and fear them.\nIt was then that the Wieroos decided to carry tas-ad into every part of\nthe world.  They were very warlike and very numerous, although they had\nlong since adopted the policy of slaying all those among them whose\nwings did not show advanced development.\n\n\"It took ages for all this to happen--very slowly came the different\nchanges; but at last the Wieroos had wings they could use.  But by\nreason of always making war upon their neighbors they were hated by\nevery creature of Caspak, for no one wanted their tas-ad, and so they\nused their wings to fly to this island when the other races turned\nagainst them and threatened to kill them all.  So cruel had they become\nand so bloodthirsty that they no longer had hearts that beat with love\nor sympathy; but their very cruelty and wickedness kept them from\nconquering the other races, since they were also cruel and wicked to\none another, so that no Wieroo trusted another.\n\n\"Always were they slaying those above them that they might rise in\npower and possessions, until at last came the more powerful than the\nothers with a tas-ad all his own.  He gathered about him a few of the\nmost terrible Wieroos, and among them they made laws which took from\nall but these few Wieroos every weapon they possessed.\n\n\"Now their tas-ad has reached a high plane among them.  They make many\nwonderful things that we cannot make.  They think great thoughts, no\ndoubt, and still dream of greatness to come, but their thoughts and\ntheir acts are regulated by ages of custom--they are all alike--and\nthey are most unhappy.\"\n\nAs the girl talked, the two moved steadily along the dark passageway\nbeside the river.  They had advanced a considerable distance when there\nsounded faintly from far ahead the muffled roar of falling water, which\nincreased in volume as they moved forward until at last it filled the\ncorridor with a deafening sound.  Then the corridor ended in a blank\nwall; but in a niche to the right was a ladder leading aloft, and to\nthe left was a door opening onto the river.  Bradley tried the latter\nfirst and as he opened it, felt a heavy spray against his face. The\nlittle shelf outside the doorway was wet and slippery, the roaring of\nthe water tremendous.  There could be but one explanation--they had\nreached a waterfall in the river, and if the corridor actually\nterminated here, their escape was effectually cut off, since it was\nquite evidently impossible to follow the bed of the river and ascend\nthe falls.\n\nAs the ladder was the only alternative, the two turned toward it and,\nthe man first, began the ascent, which was through a well similar to\nthat which had led him to the upper floors of the temple.  As he\nclimbed, Bradley felt for openings in the sides of the shaft; but he\ndiscovered none below fifty feet.  The first he came to was ajar,\nletting a faint light into the well.  As he paused, the girl climbed to\nhis side, and together they looked through the crack into a low-ceiled\nchamber in which were several Galu women and an equal number of hideous\nlittle replicas of the full-grown Wieroos with which Bradley was not\nquite familiar.\n\nHe could feel the body of the girl pressed close to his tremble as her\neyes rested upon the inmates of the room, and involuntarily his arm\nencircled her shoulders as though to protect her from some danger which\nhe sensed without recognizing.\n\n\"Poor things,\" she whispered.  \"This is their horrible fate--to be\nimprisoned here beneath the surface of the city with their hideous\noffspring whom they hate as they hate their fathers.  A Wieroo keeps\nhis children thus hidden until they are full-grown lest they be\nmurdered by their fellows.  The lower rooms of the city are filled with\nmany such as these.\"\n\nSeveral feet above was a second door beyond which they found a small\nroom stored with food in wooden vessels.  A grated window in one wall\nopened above an alley, and through it they could see that they were\njust below the roof of the building.  Darkness was coming, and at\nBradley's suggestion they decided to remain hidden here until after\ndark and then to ascend to the roof and reconnoiter.\n\nShortly after they had settled themselves they heard something\ndescending the ladder from above.  They hoped that it would continue on\ndown the well and fairly held their breath as the sound approached the\ndoor to the storeroom.  Their hearts sank as they heard the door open\nand from between cracks in the vessels behind which they hid saw a\nyellow-slashed Wieroo enter the room.  Each recognized him immediately,\nthe girl indicating the fact of her own recognition by a sudden\npressure of her fingers on Bradley's arm.  It was the Wieroo of the\nyellow slashing whose abode was the place of the yellow door in which\nBradley had first seen the girl.\n\nThe creature carried a wooden bowl which it filled with dried food from\nseveral of the vessels; then it turned and quit the room.  Bradley\ncould see through the partially open doorway that it descended the\nladder.  The girl told him that it was taking the food to the women and\nthe young below, and that while it might return immediately, the\nchances were that it would remain for some time.\n\n\"We are just below the place of the yellow door,\" she said.  \"It is far\nfrom the edge of the city; so far that we may not hope to escape if we\nascend to the roofs here.\"\n\n\"I think,\" replied the man, \"that of all the places in Oo-oh this will\nbe the easiest to escape from.  Anyway, I want to return to the place\nof the yellow door and get my pistol if it is there.\"\n\n\"It is still there,\" replied, the girl.  \"I saw it placed in a chest\nwhere he keeps the things he takes from his prisoners and victims.\"\n\n\"Good!\" exclaimed Bradley.  \"Now come, quickly.\"  And the two crossed\nthe room to the well and ascended the ladder a short distance to its\ntop where they found another door that opened into a vacant room--the\nsame in which Bradley had first met the girl.  To find the pistol was a\nmatter of but a moment's search on the part of Bradley's companion; and\nthen, at the Englishman's signal, she followed him to the yellow door.\n\nIt was quite dark without as the two entered the narrow passage between\ntwo buildings.  A few steps brought them undiscovered to the doorway of\nthe storeroom where lay the body of Fosh-bal-soj.  In the distance,\ntoward the temple, they could hear sounds as of a great gathering of\nWieroos--the peculiar, uncanny wailing rising above the dismal flapping\nof countless wings.\n\n\"They have heard of the killing of Him Who Speaks for Luata,\" whispered\nthe girl.  \"Soon they will spread in all directions searching for us.\"\n\n\"And will they find us?\"\n\n\"As surely as Lua gives light by day,\" she replied; \"and when they find\nus, they will tear us to pieces, for only the Wieroos may murder--only\nthey may practice tas-ad.\"\n\n\"But they will not kill you,\" said Bradley.  \"You did not slay him.\"\n\n\"It will make no difference,\" she insisted.  \"If they find us together\nthey will slay us both.\"\n\n\"Then they won't find us together,\" announced Bradley decisively.  \"You\nstay right here--you won't be any worse off than before I came--and\nI'll get as far as I can and account for as many of the beggars as\npossible before they get me.  Good-bye!  You're a mighty decent little\ngirl.  I wish that I might have helped you.\"\n\n\"No,\" she cried.  \"Do not leave me.  I would rather die.  I had hoped\nand hoped to find some way to return to my own country.  I wanted to go\nback to An-Tak, who must be very lonely without me; but I know that it\ncan never be.  It is difficult to kill hope, though mine is nearly\ndead.  Do not leave me.\"\n\n\"An-Tak!\" Bradley repeated.  \"You loved a man called An-Tak?\"\n\n\"Yes,\" replied the girl.  \"An-Tak was away, hunting, when the Wieroo\ncaught me.  How he must have grieved for me!  He also was cos-ata-lu,\ntwelve moons older than I, and all our lives we have been together.\"\n\nBradley remained silent.  So she loved An-Tak.  He hadn't the heart to\ntell her that An-Tak had died, or how.\n\nAt the door of Fosh-bal-soj's storeroom they halted to listen.  No\nsound came from within, and gently Bradley pushed open the door.  All\nwas inky darkness as they entered; but presently their eyes became\naccustomed to the gloom that was partially relieved by the soft\nstarlight without.  The Englishman searched and found those things for\nwhich he had come--two robes, two pairs of dead wings and several\nlengths of fiber rope.  One pair of the wings he adjusted to the girl's\nshoulders by means of the rope.  Then he draped the robe about her,\ncarrying the cowl over her head.\n\nHe heard her gasp of astonishment when she realized the ingenuity and\nboldness of his plan; then he directed her to adjust the other pair of\nwings and the robe upon him.  Working with strong, deft fingers she\nsoon had the work completed, and the two stepped out upon the roof, to\nall intent and purpose genuine Wieroos.  Besides his pistol Bradley\ncarried the sword of the slain Wieroo prophet, while the girl was armed\nwith the small blade of the red Wieroo.\n\nSide by side they walked slowly across the roofs toward the north edge\nof the city.  Wieroos flapped above them and several times they passed\nothers walking or sitting upon the roofs.  From the temple still rose\nthe sounds of commotion, now pierced by occasional shrill screams.\n\n\"The murderers are abroad,\" whispered the girl.  \"Thus will another\nbecome the tongue of Luata.  It is well for us, since it keeps them too\nbusy to give the time for searching for us.  They think that we cannot\nescape the city, and they know that we cannot leave the island--and so\ndo I.\"\n\nBradley shook his head.  \"If there is any way, we will find it,\" he\nsaid.\n\n\"There is no way,\" replied the girl.\n\nBradley made no response, and in silence they continued until the outer\nedge of roofs was visible before them.  \"We are almost there,\" he\nwhispered.\n\nThe girl felt for his fingers and pressed them.  He could feel hers\ntrembling as he returned the pressure, nor did he relinquish her hand;\nand thus they came to the edge of the last roof.\n\nHere they halted and looked about them.  To be seen attempting to\ndescend to the ground below would be to betray the fact that they were\nnot Wieroos.  Bradley wished that their wings were attached to their\nbodies by sinew and muscle rather than by ropes of fiber.  A Wieroo was\nflapping far overhead.  Two more stood near a door a few yards distant.\nStanding between these and one of the outer pedestals that supported\none of the numerous skulls Bradley made one end of a piece of rope fast\nabout the pedestal and dropped the other end to the ground outside the\ncity.  Then they waited.\n\nIt was an hour before the coast was entirely clear and then a moment\ncame when no Wieroo was in sight.  \"Now!\" whispered Bradley; and the\ngirl grasped the rope and slid over the edge of the roof into the\ndarkness below.  A moment later Bradley felt two quick pulls upon the\nrope and immediately followed to the girl's side.\n\nAcross a narrow clearing they made their way and into a wood beyond.\nAll night they walked, following the river upward toward its source,\nand at dawn they took shelter in a thicket beside the stream.  At no\ntime did they hear the cry of a carnivore, and though many startled\nanimals fled as they approached, they were not once menaced by a wild\nbeast.  When Bradley expressed surprise at the absence of the fiercest\nbeasts that are so numerous upon the mainland of Caprona, the girl\nexplained the reason that is contained in one of their ancient legends.\n\n\"When the Wieroos first developed wings upon which they could fly, they\nfound this island devoid of any life other than a few reptiles that\nlive either upon land or in the water and these only close to the\ncoast.  Requiring meat for food the Wieroos carried to the island such\nanimals as they wished for that purpose.  They still occasionally bring\nthem, and this with the natural increase keeps them provided with\nflesh.\"\n\n\"As it will us,\" suggested Bradley.\n\nThe first day they remained in hiding, eating only the dried food that\nBradley had brought with him from the temple storeroom, and the next\nnight they set out again up the river, continuing steadily on until\nalmost dawn, when they came to low hills where the river wound through\na gorge--it was little more than rivulet now, the water clear and cold\nand filled with fish similar to brook trout though much larger.  Not\nwishing to leave the stream the two waded along its bed to a spot where\nthe gorge widened between perpendicular bluffs to a wooded acre of\nlevel land.  Here they stopped, for here also the stream ended.  They\nhad reached its source--many cold springs bubbling up from the center\nof a little natural amphitheater in the hills and forming a clear and\nbeautiful pool overshadowed by trees upon one side and bounded by a\nlittle clearing upon the other.\n\nWith the coming of the sun they saw they had stumbled upon a place\nwhere they might remain hidden from the Wieroos for a long time and\nalso one that they could defend against these winged creatures, since\nthe trees would shield them from an attack from above and also hamper\nthe movements of the creatures should they attempt to follow them into\nthe wood.\n\nFor three days they rested here before trying to explore the\nneighboring country.  On the fourth, Bradley stated that he was going\nto scale the bluffs and learn what lay beyond.  He told the girl that\nshe should remain in hiding; but she refused to be left, saying that\nwhatever fate was to be his, she intended to share it, so that he was\nat last forced to permit her to come with him.  Through woods at the\nsummit of the bluff they made their way toward the north and had gone\nbut a short distance when the wood ended and before them they saw the\nwaters of the inland sea and dimly in the distance the coveted shore.\n\nThe beach lay some two hundred yards from the foot of the hill on which\nthey stood, nor was there a tree nor any other form of shelter between\nthem and the water as far up and down the coast as they could see.\nAmong other plans Bradley had thought of constructing a covered raft\nupon which they might drift to the mainland; but as such a contrivance\nwould necessarily be of considerable weight, it must be built in the\nwater of the sea, since they could not hope to move it even a short\ndistance overland.\n\n\"If this wood was only at the edge of the water,\" he sighed.\n\n\"But it is not,\" the girl reminded him, and then:  \"Let us make the\nbest of it.  We have escaped from death for a time at least.  We have\nfood and good water and peace and each other.  What more could we have\nupon the mainland?\"\n\n\"But I thought you wanted to get back to your own country!\" he\nexclaimed.\n\nShe cast her eyes upon the ground and half turned away.  \"I do,\" she\nsaid, \"yet I am happy here.  I could be little happier there.\"\n\nBradley stood in silent thought.  \"`We have food and good water and\npeace and each other!'\" he repeated to himself.  He turned then and\nlooked at the girl, and it was as though in the days that they had been\ntogether this was the first time that he had really seen her.  The\ncircumstances that had thrown them together, the dangers through which\nthey had passed, all the weird and horrible surroundings that had\nformed the background of his knowledge of her had had their effect--she\nhad been but the companion of an adventure; her self-reliance, her\nendurance, her loyalty, had been only what one man might expect of\nanother, and he saw that he had unconsciously assumed an attitude\ntoward her that he might have assumed toward a man.  Yet there had been\na difference--he recalled now the strange sensation of elation that had\nthrilled him upon the occasions when the girl had pressed his hand in\nhers, and the depression that had followed her announcement of her love\nfor An-Tak.\n\nHe took a step toward her.  A fierce yearning to seize her and crush\nher in his arms, swept over him, and then there flashed upon the screen\nof recollection the picture of a stately hall set amidst broad gardens\nand ancient trees and of a proud old man with beetling brows--an old\nman who held his head very high--and Bradley shook his head and turned\naway again.\n\nThey went back then to their little acre, and the days came and went,\nand the man fashioned spear and bow and arrows and hunted with them\nthat they might have meat, and he made hooks of fishbone and caught\nfishes with wondrous flies of his own invention; and the girl gathered\nfruits and cooked the flesh and the fish and made beds of branches and\nsoft grasses.  She cured the hides of the animals he killed and made\nthem soft by much pounding.  She made sandals for herself and for the\nman and fashioned a hide after the manner of those worn by the warriors\nof her tribe and made the man wear it, for his own garments were in\nrags.\n\nShe was always the same--sweet and kind and helpful--but always there\nwas about her manner and her expression just a trace of wistfulness,\nand often she sat and looked at the man when he did not know it, her\nbrows puckered in thought as though she were trying to fathom and to\nunderstand him.\n\nIn the face of the cliff, Bradley scooped a cave from the rotted\ngranite of which the hill was composed, making a shelter for them\nagainst the rains.  He brought wood for their cook-fire which they used\nonly in the middle of the day--a time when there was little likelihood\nof Wieroos being in the air so far from their city--and then he learned\nto bank it with earth in such a way that the embers held until the\nfollowing noon without giving off smoke.\n\nAlways he was planning on reaching the mainland, and never a day passed\nthat he did not go to the top of the hill and look out across the sea\ntoward the dark, distant line that meant for him comparative freedom\nand possibly reunion with his comrades.  The girl always went with him,\nstanding at his side and watching the stern expression on his face with\njust a tinge of sadness on her own.\n\n\"You are not happy,\" she said once.\n\n\"I should be over there with my men,\" he replied.  \"I do not know what\nmay have happened to them.\"\n\n\"I  want you to be happy,\" she said quite simply; \"but I should be very\nlonely if you went away and left me here.\"\n\nHe put his hand on her shoulder.  \"I would not do that, little girl,\"\nhe said gently.  \"If you cannot go with me, I shall not go.  If either\nof us must go alone, it will be you.\"\n\nHer face lighted to a wondrous smile.  \"Then we shall not be\nseparated,\" she said, \"for I shall never leave you as long as we both\nlive.\"\n\nHe looked down into her face for a moment and then:  \"Who was An-Tak?\"\nhe asked.\n\n\"My brother,\" she replied.  \"Why?\"\n\nAnd then, even less than before, could he tell her.  It was then that\nhe did something he had never done before--he put his arms about her\nand stooping, kissed her forehead.  \"Until you find An-Tak,\" he said,\n\"I will be your brother.\"\n\nShe drew away.  \"I already have a brother,\" she said, \"and I do not\nwant another.\"\n\n\n\nChapter 5\n\nDays became weeks, and weeks became months, and the months followed one\nanother in a lazy procession of hot, humid days and warm, humid nights.\nThe fugitives saw never a Wieroo by day though often at night they\nheard the melancholy flapping of giant wings far above them.\n\nEach day was much like its predecessor.  Bradley splashed about for a\nfew minutes in the cold pool early each morning and after a time the\ngirl tried it and liked it.  Toward the center it was deep enough for\nswimming, and so he taught her to swim--she was probably the first\nhuman being in all Caspak's long ages who had done this thing.  And\nthen while she prepared breakfast, the man shaved--this he never\nneglected.  At first it was a source of wonderment to the girl, for the\nGalu men are beardless.\n\nWhen they needed meat, he hunted, otherwise he busied himself in\nimproving their shelter, making new and better weapons, perfecting his\nknowledge of the girl's language and teaching her to speak and to write\nEnglish--anything that would keep them both occupied.  He still sought\nnew plans for escape, but with ever-lessening enthusiasm, since each\nnew scheme presented some insurmountable obstacle.\n\nAnd then one day as a bolt out of a clear sky came that which blasted\nthe peace and security of their sanctuary forever.  Bradley was just\nemerging from the water after his morning plunge when from overhead\ncame the sound of flapping wings.  Glancing quickly up the man saw a\nwhite-robed Wieroo circling slowly above him.  That he had been\ndiscovered he could not doubt since the creature even dropped to a\nlower altitude as though to assure itself that what it saw was a man.\nThen it rose rapidly and winged away toward the city.\n\nFor two days Bradley and the girl lived in a constant state of\napprehension, awaiting the moment when the hunters would come for them;\nbut nothing happened until just after dawn of the third day, when the\nflapping of wings apprised them of the approach of Wieroos.  Together\nthey went to the edge of the wood and looked up to see five red-robed\ncreatures dropping slowly in ever-lessening spirals toward their little\namphitheater.  With no attempt at concealment they came, sure of their\nability to overwhelm these two fugitives, and with the fullest measure\nof self-confidence they landed in the clearing but a few yards from the\nman and the girl.\n\nFollowing a plan already discussed Bradley and the girl retreated\nslowly into the woods.  The Wieroos advanced, calling upon them to give\nthemselves up; but the quarry made no reply.  Farther and farther into\nthe little wood Bradley led the hunters, permitting them to approach\never closer; then he circled back again toward the clearing, evidently\nto the great delight of the Wieroos, who now followed more leisurely,\nawaiting the moment when they should be beyond the trees and able to\nuse their wings.  They had opened into semicircular formation now with\nthe evident intention of cutting the two off from returning into the\nwood.  Each Wieroo advanced with his curved blade ready in his hand,\neach hideous face blank and expressionless.\n\nIt was then that Bradley opened fire with his pistol--three shots,\naimed with careful deliberation, for it had been long since he had used\nthe weapon, and he could not afford to chance wasting ammunition on\nmisses.  At each shot a Wieroo dropped; and then the remaining two\nsought escape by flight, screaming and wailing after the manner of\ntheir kind.  When a Wieroo runs, his wings spread almost without any\nvolition upon his part, since from time immemorial he has always used\nthem to balance himself and accelerate his running speed so that in the\nopen they appear to skim the surface of the ground when in the act of\nrunning.  But here in the woods, among the close-set boles, the\nspreading of their wings proved their undoing--it hindered and stopped\nthem and threw them to the ground, and then Bradley was upon them\nthreatening them with instant death if they did not\nsurrender--promising them their freedom if they did his bidding.\n\n\"As you have seen,\" he cried, \"I can kill you when I wish and at a\ndistance.  You cannot escape me.  Your only hope of life lies in\nobedience.  Quick, or I kill!\"\n\nThe Wieroos stopped and faced him.  \"What do you want of us?\" asked one.\n\n\"Throw aside your weapons,\" Bradley commanded.  After a moment's\nhesitation they obeyed.\n\n\"Now approach!\"  A great plan--the only plan--had suddenly come to him\nlike an inspiration.\n\nThe Wieroos came closer and halted at his command.  Bradley turned to\nthe girl.  \"There is rope in the shelter,\" he said.  \"Fetch it!\"\n\nShe did as he bid, and then he directed her to fasten one end of a\nfifty-foot length to the ankle of one of the Wieroos and the opposite\nend to the second.  The creatures gave evidence of great fear, but they\ndared not attempt to prevent the act.\n\n\"Now go out into the clearing,\" said Bradley, \"and remember that I am\nwalking close behind and that I will shoot the nearer one should either\nattempt to escape--that will hold the other until I can kill him as\nwell.\"\n\nIn the open he halted them.  \"The girl will get upon the back of the\none in front,\" announced the Englishman.  \"I will mount the other.  She\ncarries a sharp blade, and I carry this weapon that you know kills\neasily at a distance.  If you disobey in the slightest, the\ninstructions that I am about to give you, you shall both die.  That we\nmust die with you, will not deter us.  If you obey, I promise to set\nyou free without harming you.\n\n\"You will carry us due west, depositing us upon the shore of the\nmainland--that is all.  It is the price of your lives.  Do you agree?\"\n\nSullenly the Wieroos acquiesced.  Bradley examined the knots that held\nthe rope to their ankles, and feeling them secure directed the girl to\nmount the back of the leading Wieroo, himself upon the other.  Then he\ngave the signal for the two to rise together.  With loud flapping of\nthe powerful wings the creatures took to the air, circling once before\nthey topped the trees upon the hill and then taking a course due west\nout over the waters of the sea.\n\nNowhere about them could Bradley see signs of other Wieroos, nor of\nthose other menaces which he had feared might bring disaster to his\nplans for escape--the huge, winged reptilia that are so numerous above\nthe southern areas of Caspak and which are often seen, though in lesser\nnumbers, farther north.\n\nNearer and nearer loomed the mainland--a broad, parklike expanse\nstretching inland to the foot of a low plateau spread out before them.\nThe little dots in the foreground became grazing herds of deer and\nantelope and bos; a huge woolly rhinoceros wallowed in a mudhole to the\nright, and beyond, a mighty mammoth culled the tender shoots from a\ntall tree.  The roars and screams and growls of giant carnivora came\nfaintly to their ears.  Ah, this was Caspak.  With all of its dangers\nand its primal savagery it brought a fullness to the throat of the\nEnglishman as to one who sees and hears the familiar sights and sounds\nof home after a long absence.  Then the Wieroos dropped swiftly\ndownward to the flower-starred turf that grew almost to the water's\nedge, the fugitives slipped from their backs, and Bradley told the\nred-robed creatures they were free to go.\n\nWhen he had cut the ropes from their ankles they rose with that uncanny\nwailing upon their lips that always brought a shudder to the\nEnglishman, and upon dismal wings they flapped away toward frightful\nOo-oh.\n\nWhen the creatures had gone, the girl turned toward Bradley.  \"Why did\nyou have them bring us here?\" she asked.  \"Now we are far from my\ncountry.  We may never live to reach it, as we are among enemies who,\nwhile not so horrible will kill us just as surely as would the Wieroos\nshould they capture us, and we have before us many marches through\nlands filled with savage beasts.\"\n\n\"There were two reasons,\" replied Bradley.  \"You told me that there are\ntwo Wieroo cities at the eastern end of the island.  To have passed\nnear either of them might have been to have brought about our heads\nhundreds of the creatures from whom we could not possibly have escaped.\nAgain, my friends must be near this spot--it cannot be over two marches\nto the fort of which I have told you.  It is my duty to return to them.\nIf they still live we shall find a way to return you to your people.\"\n\n\"And you?\" asked the girl.\n\n\"I escaped from Oo-oh,\" replied Bradley.  \"I have accomplished the\nimpossible once, and so I shall accomplish it again--I shall escape\nfrom Caspak.\"\n\nHe was not looking at her face as he answered her, and so he did not\nsee the shadow of sorrow that crossed her countenance.  When he raised\nhis eyes again, she was smiling.\n\n\"What you wish, I wish,\" said the girl.\n\nSouthward along the coast they made their way following the beach,\nwhere the walking was best, but always keeping close enough to trees to\ninsure sanctuary from the beasts and reptiles that so often menaced\nthem.  It was late in the afternoon when the girl suddenly seized\nBradley's arm and pointed straight ahead along the shore.  \"What is\nthat?\" she whispered.  \"What strange reptile is it?\"\n\nBradley looked in the direction her slim forefinger indicated.  He\nrubbed his eyes and looked again, and then he seized her wrist and drew\nher quickly behind a clump of bushes.\n\n\"What is it?\" she asked.\n\n\"It is the most frightful reptile that the waters of the world have\never known,\" he replied.  \"It is a German U-boat!\"\n\nAn expression of amazement and understanding lighted her features.  \"It\nis the thing of which you told me,\" she exclaimed, \"--the thing that\nswims under the water and carries men in its belly!\"\n\n\"It is,\" replied Bradley.\n\n\"Then why do you hide from it?\" asked the girl.  \"You said that now it\nbelonged to your friends.\"\n\n\"Many months have passed since I knew what was going on among my\nfriends,\" he replied.  \"I cannot know what has befallen them.  They\nshould have been gone from here in this vessel long since, and so I\ncannot understand why it is still here.  I am going to investigate\nfirst before I show myself.  When I left, there were more Germans on\nthe U-33 than there were men of my own party at the fort, and I have\nhad sufficient experience of Germans to know that they will bear\nwatching--if they have not been properly watched since I left.\"\n\nMaking their way through a fringe of wood that grew a few yards inland\nthe two crept unseen toward the U-boat which lay moored to the shore at\na point which Bradley now recognized as being near the oil-pool north\nof Dinosaur.  As close as possible to the vessel they halted, crouching\nlow among the dense vegetation, and watched the boat for signs of human\nlife about it.  The hatches were closed--no one could be seen or heard.\nFor five minutes Bradley watched, and then he determined to board the\nsubmarine and investigate.  He had risen to carry his decision into\neffect when there suddenly broke upon his ear, uttered in loud and\nmenacing tones, a volley of German oaths and expletives among which he\nheard Englische schweinhunde repeated several times.  The voice did not\ncome from the direction of the U-boat; but from inland.  Creeping\nforward Bradley reached a spot where, through the creepers hanging from\nthe trees, he could see a party of men coming down toward the shore.\n\nHe saw Baron Friedrich von Schoenvorts and six of his men--all\narmed--while marching in a little knot among them were Olson, Brady,\nSinclair, Wilson, and Whitely.\n\nBradley knew nothing of the disappearance of Bowen Tyler and Miss La\nRue, nor of the perfidy of the Germans in shelling the fort and\nattempting to escape in the U-33; but he was in no way surprised at\nwhat he saw before him.\n\nThe little party came slowly onward, the prisoners staggering beneath\nheavy cans of oil, while Schwartz, one of the German noncommissioned\nofficers cursed and beat them with a stick of wood, impartially.  Von\nSchoenvorts walked in the rear of the column, encouraging Schwartz and\nlaughing at the discomfiture of the Britishers.  Dietz, Heinz, and\nKlatz also seemed to enjoy the entertainment immensely; but two of the\nmen--Plesser and Hindle--marched with eyes straight to the front and\nwith scowling faces.\n\nBradley felt his blood boil at sight of the cowardly indignities being\nheaped upon his men, and in the brief span of time occupied by the\ncolumn to come abreast of where he lay hidden he made his plans,\nfoolhardy though he knew them.  Then he drew the girl close to him.\n\"Stay here,\" he whispered.  \"I am going out to fight those beasts; but\nI shall be killed.  Do not let them see you.  Do not let them take you\nalive.  They are more cruel, more cowardly, more bestial than the\nWieroos.\"\n\nThe girl pressed close to him, her face very white.  \"Go, if that is\nright,\" she whispered; \"but if you die, I shall die, for I cannot live\nwithout you.\"  He looked sharply into her eyes.  \"Oh!\" he ejaculated.\n\"What an idiot I have been!  Nor could I live without you, little\ngirl.\"  And he drew her very close and kissed her lips.  \"Good-bye.\"\nHe disengaged himself from her arms and looked again in time to see\nthat the rear of the column had just passed him.  Then he rose and\nleaped quickly and silently from the jungle.\n\nSuddenly von Schoenvorts felt an arm thrown about his neck and his\npistol jerked from its holster.  He gave a cry of fright and warning,\nand his men turned to see a half-naked white man holding their leader\nsecurely from behind and aiming a pistol at them over his shoulder.\n\n\"Drop those guns!\" came in short, sharp syllables and perfect German\nfrom the lips of the newcomer.  \"Drop them or I'll put a bullet through\nthe back of von Schoenvorts' head.\"\n\nThe Germans hesitated for a moment, looking first toward von\nSchoenvorts and then to Schwartz, who was evidently second in command,\nfor orders.\n\n\"It's the English pig, Bradley,\" shouted the latter, \"and he's\nalone--go and get him!\"\n\n\"Go yourself,\" growled Plesser.  Hindle moved close to the side of\nPlesser and whispered something to him.  The latter nodded.  Suddenly\nvon Schoenvorts wheeled about and seized Bradley's pistol arm with both\nhands, \"Now!\" he shouted.  \"Come and take him, quick!\"\n\nSchwartz and three others leaped forward; but Plesser and Hindle held\nback, looking questioningly toward the English prisoners.  Then Plesser\nspoke.  \"Now is your chance, Englander,\" he called in low tones.\n\"Seize Hindle and me and take our guns from us--we will not fight hard.\"\n\nOlson and Brady were not long in acting upon the suggestion.  They had\nseen enough of the brutal treatment von Schoenvorts accorded his men\nand the especially venomous attentions he had taken great enjoyment in\naccording Plesser and Hindle to understand that these two might be\nsincere in a desire for revenge.  In another moment the two Germans\nwere unarmed and Olson and Brady were running to the support of\nBradley; but already it seemed too late.\n\nVon Schoenvorts had managed to drag the Englishman around so that his\nback was toward Schwartz and the other advancing Germans.  Schwartz was\nalmost upon Bradley with gun clubbed and ready to smash down upon the\nEnglishman's skull.  Brady and Olson were charging the Germans in the\nrear with Wilson, Whitely, and Sinclair supporting them with bare\nfists.  It seemed that Bradley was doomed when, apparently out of\nspace, an arrow whizzed, striking Schwartz in the side, passing\nhalf-way through his body to crumple him to earth.  With a shriek the\nman fell, and at the same time Olson and Brady saw the slim figure of a\nyoung girl standing at the edge of the jungle coolly fitting another\narrow to her bow.\n\nBradley had now succeeded in wrestling his arm free from von\nSchoenvorts' grip and in dropping the latter with a blow from the butt\nof his pistol.  The rest of the English and Germans were engaged in a\nhand-to-hand encounter, Plesser and Hindle standing aside from the\nmelee and urging their comrades to surrender and join with the English\nagainst the tyranny of von Schoenvorts.  Heinz and Klatz, possibly\ninfluenced by their exhortation, were putting up but a half-hearted\nresistance; but Dietz, a huge, bearded, bull-necked Prussian, yelling\nlike a maniac, sought to exterminate the Englische schweinhunde with\nhis bayonet, fearing to fire his piece lest he kill some of his\ncomrades.\n\nIt was Olson who engaged him, and though unused to the long German\nrifle and bayonet, he met the bull-rush of the Hun with the cold, cruel\nprecision and science of English bayonet-fighting.  There was no\nfeinting, no retiring and no parrying that was not also an attack.\nBayonet-fighting today is not a pretty thing to see--it is not an\nartistic fencing-match in which men give and take--it is slaughter\ninevitable and quickly over.\n\nDietz lunged once madly at Olson's throat.  A short point, with just a\ntwist of the bayonet to the left sent the sharp blade over the\nEnglishman's left shoulder.  Instantly he stepped close in, dropped his\nrifle through his hands and grasped it with both hands close below the\nmuzzle and with a short, sharp jab sent his blade up beneath Dietz's\nchin to the brain.  So quickly was the thing done and so quick the\nwithdrawal that Olson had wheeled to take on another adversary before\nthe German's corpse had toppled to the ground.\n\nBut there were no more adversaries to take on.  Heinz and Klatz had\nthrown down their rifles and with hands above their heads were crying\n\"Kamerad!  Kamerad!\" at the tops of their voices.  Von Schoenvorts\nstill lay where he had fallen.  Plesser and Hindle were explaining to\nBradley that they were glad of the outcome of the fight, as they could\nno longer endure the brutality of the U-boat commander.\n\nThe remainder of the men were looking at the girl who now advanced\nslowly, her bow ready, when Bradley turned toward her and held out his\nhand.\n\n\"Co-Tan,\" he said, \"unstring your bow--these are my friends, and\nyours.\"  And to the Englishmen:  \"This is Co-Tan.  You who saw her save\nme from Schwartz know a part of what I owe her.\"\n\nThe rough men gathered about the girl, and when she spoke to them in\nbroken English, with a smile upon her lips enhancing the charm of her\nirresistible accent, each and every one of them promptly fell in love\nwith her and constituted himself henceforth her guardian and her slave.\n\nA moment later the attention of each was called to Plesser by a volley\nof invective.  They turned in time to see the man running toward von\nSchoenvorts who was just rising from the ground.  Plesser carried a\nrifle with bayonet fixed, that he had snatched from the side of Dietz's\ncorpse.  Von Schoenvorts' face was livid with fear, his jaws working as\nthough he would call for help; but no sound came from his blue lips.\n\n\"You struck me,\" shrieked Plesser.  \"Once, twice, three times, you\nstruck me, pig.  You murdered Schwerke--you drove him insane by your\ncruelty until he took his own life.  You are only one of your\nkind--they are all like you from the Kaiser down.  I wish that you were\nthe Kaiser.  Thus would I do!\"  And he lunged his bayonet through von\nSchoenvorts' chest.  Then he let his rifle fall with the dying man and\nwheeled toward Bradley.  \"Here I am,\" he said.  \"Do with me as you\nlike.  All my life I have been kicked and cuffed by such as that, and\nyet always have I gone out when they commanded, singing, to give up my\nlife if need be to keep them in power.  Only lately have I come to know\nwhat a fool I have been.  But now I am no longer a fool, and besides, I\nam avenged and Schwerke is avenged, so you can kill me if you wish.\nHere I am.\"\n\n\"If I was after bein' the king,\" said Olson, \"I'd pin the V.C. on your\nnoble chist; but bein' only an Irishman with a Swede name, for which\nGod forgive me, the bist I can do is shake your hand.\"\n\n\"You will not be punished,\" said Bradley.  \"There are four of you\nleft--if you four want to come along and work with us, we will take\nyou; but you will come as prisoners.\"\n\n\"It suits me,\" said Plesser.  \"Now that the captain-lieutenant is dead\nyou need not fear us.  All our lives we have known nothing but to obey\nhis class.  If I had not killed him, I suppose I would be fool enough\nto obey him again; but he is dead.  Now we will obey you--we must obey\nsome one.\"\n\n\"And you?\"  Bradley turned to the other survivors of the original crew\nof the U-33.  Each promised obedience.\n\nThe two dead Germans were buried in a single grave, and then the party\nboarded the submarine and stowed away the oil.\n\nHere Bradley told the men what had befallen him since the night of\nSeptember 14th when he had disappeared so mysteriously from the camp\nupon the plateau.  Now he learned for the first time that Bowen J.\nTyler, Jr., and Miss La Rue had been missing even longer than he and\nthat no faintest trace of them had been discovered.\n\nOlson told him of how the Germans had returned and waited in ambush for\nthem outside the fort, capturing them that they might be used to assist\nin the work of refining the oil and later in manning the U-33, and\nPlesser told briefly of the experiences of the German crew under von\nSchoenvorts since they had escaped from Caspak months before--of how\nthey lost their bearings after having been shelled by ships they had\nattempted to sneak farther north and how at last with provisions gone\nand fuel almost exhausted they had sought and at last found, more by\naccident than design, the mysterious island they had once been so glad\nto leave behind.\n\n\"Now,\" announced Bradley, \"we'll plan for the future.  The boat has\nfuel, provisions and water for a month, I believe you said, Plesser;\nthere are ten of us to man it.  We have a last sad duty here--we must\nsearch for Miss La Rue and Mr. Tyler.  I say a sad duty because we know\nthat we shall not find them; but it is none the less our duty to comb\nthe shoreline, firing signal shells at intervals, that we at least may\nleave at last with full knowledge that we have done all that men might\ndo to locate them.\"\n\nNone dissented from this conviction, nor was there a voice raised in\nprotest against the plan to at least make assurance doubly sure before\nquitting Caspak forever.\n\nAnd so they started, cruising slowly up the coast and firing an\noccasional shot from the gun.  Often the vessel was brought to a stop,\nand always there were anxious eyes scanning the shore for an answering\nsignal.  Late in the afternoon they caught sight of a number of Band-lu\nwarriors; but when the vessel approached the shore and the natives\nrealized that human beings stood upon the back of the strange monster\nof the sea, they fled in terror before Bradley could come within\nhailing distance.\n\nThat night they dropped anchor at the mouth of a sluggish stream whose\nwarm waters swarmed with millions of tiny tadpolelike organisms--minute\nhuman spawn starting on their precarious journey from some inland pool\ntoward \"the beginning\"--a journey which one in millions, perhaps, might\nsurvive to complete.  Already almost at the inception of life they were\nbeing greeted by thousands of voracious mouths as fish and reptiles of\nmany kinds fought to devour them, the while other and larger creatures\npursued the devourers, to be, in turn, preyed upon by some other of the\ncountless forms that inhabit the deeps of Caprona's frightful sea.\n\nThe second day was practically a repetition of the first.  They moved\nvery slowly with frequent stops and once they landed in the Kro-lu\ncountry to hunt.  Here they were attacked by the bow-and-arrow men,\nwhom they could not persuade to palaver with them.  So belligerent were\nthe natives that it became necessary to fire into them in order to\nescape their persistent and ferocious attentions.\n\n\"What chance,\" asked Bradley, as they were returning to the boat with\ntheir game, \"could Tyler and Miss La Rue have had among such as these?\"\n\nBut they continued on their fruitless quest, and the third day, after\ncruising along the shore of a deep inlet, they passed a line of lofty\ncliffs that formed the southern shore of the inlet and rounded a sharp\npromontory about noon.  Co-Tan and Bradley were on deck alone, and as\nthe new shoreline appeared beyond the point, the girl gave an\nexclamation of joy and seized the man's hand in hers.\n\n\"Oh, look!\" she cried.  \"The Galu country!  The Galu country!  It is my\ncountry that I never thought to see again.\"\n\n\"You are glad to come again, Co-Tan?\" asked Bradley.\n\n\"Oh, so glad!\" she cried.  \"And you will come with me to my people?  We\nmay live here among them, and you will be a great warrior--oh, when Jor\ndies you may even be chief, for there is none so mighty as my warrior.\nYou will come?\"\n\nBradley shook his head.  \"I cannot, little Co-Tan,\" he answered.  \"My\ncountry needs me, and I must go back.  Maybe someday I shall return.\nYou will not forget me, Co-Tan?\"\n\nShe looked at him in wide-eyed wonder.  \"You are going away from me?\"\nshe asked in a very small voice.  \"You are going away from Co-Tan?\"\n\nBradley looked down upon the little bowed head.  He felt the soft cheek\nagainst his bare arm; and he felt something else there too--hot drops\nof moisture that ran down to his very finger-tips and splashed, but\neach one wrung from a woman's heart.\n\nHe bent low and raised the tear-stained face to his own.  \"No, Co-Tan,\"\nhe said, \"I am not going away from you--for you are going with me.  You\nare going back to my own country to be my wife.  Tell me that you will,\nCo-Tan.\"  And he bent still lower yet from his height and kissed her\nlips.  Nor did he need more than the wonderful new light in her eyes to\ntell him that she would go to the end of the world with him if he would\nbut take her.  And then the gun-crew came up from below again to fire a\nsignal shot, and the two were brought down from the high heaven of\ntheir new happiness to the scarred and weather-beaten deck of the U-33.\n\nAn hour later the vessel was running close in by a shore of wondrous\nbeauty beside a parklike meadow that stretched back a mile inland to\nthe foot of a plateau when Whitely called attention to a score of\nfigures clambering downward from the elevation to the lowland below.\nThe engines were reversed and the boat brought to a stop while all\nhands gathered on deck to watch the little party coming toward them\nacross the meadow.\n\n\"They are Galus,\" cried Co-Tan; \"they are my own people.  Let me speak\nto them lest they think we come to fight them.  Put me ashore, my man,\nand I will go meet them.\"\n\nThe nose of the U-boat was run close in to the steep bank; but when\nCo-Tan would have run forward alone, Bradley seized her hand and held\nher back.  \"I will go with you, Co-Tan,\" he said; and together they\nadvanced to meet the oncoming party.\n\nThere were about twenty warriors moving forward in a thin line, as our\ninfantry advance as skirmishers.  Bradley could not but notice the\nmarked difference between this formation and the moblike methods of the\nlower tribes he had come in contact with, and he commented upon it to\nCo-Tan.\n\n\"Galu warriors always advance into battle thus,\" she said.  \"The lesser\npeople remain in a huddled group where they can scarce use their\nweapons the while they present so big a mark to us that our spears and\narrows cannot miss them; but when they hurl theirs at our warriors, if\nthey miss the first man, there is no chance that they will kill some\none behind him.\n\n\"Stand still now,\" she cautioned, \"and fold your arms.  They will not\nharm us then.\"\n\nBradley did as he was bid, and the two stood with arms folded as the\nline of warriors approached.  When they had come within some fifty\nyards, they halted and one spoke.  \"Who are you and from whence do you\ncome?\" he asked; and then Co-Tan gave a little, glad cry and sprang\nforward with out-stretched arms.\n\n\"Oh, Tan!\" she exclaimed.  \"Do you not know your little Co-Tan?\"\n\nThe warrior stared, incredulous, for a moment, and then he, too, ran\nforward and when they met, took the girl in his arms.  It was then that\nBradley experienced to the full a sensation that was new to him--a\nsudden hatred for the strange warrior before him and a desire to kill\nwithout knowing why he would kill.  He moved quickly to the girl's side\nand grasped her wrist.\n\n\"Who is this man?\" he demanded in cold tones.\n\nCo-Tan turned a surprised face toward the Englishman and then of a\nsudden broke forth into a merry peal of laughter.  \"This is my father,\nBrad-lee,\" she cried.\n\n\"And who is Brad-lee?\" demanded the warrior.\n\n\"He is my man,\" replied Co-Tan simply.\n\n\"By what right?\" insisted Tan.\n\nAnd then she told him briefly of all that she had passed through since\nthe Wieroos had stolen her and of how Bradley had rescued her and\nsought to rescue An-Tak, her brother.\n\n\"You are satisfied with him?\" asked Tan.\n\n\"Yes,\" replied the girl proudly.\n\nIt was then that Bradley's attention was attracted to the edge of the\nplateau by a movement there, and looking closely he saw a horse bearing\ntwo figures sliding down the steep declivity.  Once at the bottom, the\nanimal came charging across the meadowland at a rapid run.  It was a\nmagnificent animal--a great bay stallion with a white-blazed face and\nwhite forelegs to the knees, its barrel encircled by a broad surcingle\nof white; and as it came to a sudden stop beside Tan, the Englishman\nsaw that it bore a man and a girl--a tall man and a girl as beautiful\nas Co-Tan.  When the girl espied the latter, she slid from the horse\nand ran toward her, fairly screaming for joy.\n\nThe man dismounted and stood beside Tan.  Like Bradley he was garbed\nafter the fashion of the surrounding warriors; but there was a subtle\ndifference between him and his companion.  Possibly he detected a\nsimilar difference in Bradley, for his first question was, \"From what\ncountry?\" and though he spoke in Galu Bradley thought he detected an\naccent.\n\n\"England,\" replied Bradley.\n\nA broad smile lighted the newcomer's face as he held out his hand.  \"I\nam Tom Billings of Santa Monica, California,\" he said.  \"I know all\nabout you, and I'm mighty glad to find you alive.\"\n\n\"How did you get here?\" asked Bradley.  \"I thought ours was the only\nparty of men from the outer world ever to enter Caprona.\"\n\n\"It was, until we came in search of Bowen J. Tyler, Jr.,\" replied\nBillings.  \"We  found him and sent him home with his bride; but I was\nkept a prisoner here.\"\n\nBradley's face darkened--then they were not among friends after all.\n\"There are ten of us down there on a German sub with small-arms and a\ngun,\" he said quickly in English.  \"It will be no trick to get away\nfrom these people.\"\n\n\"You don't know my jailer,\" replied Billings, \"or you'd not be so sure.\nWait, I'll introduce you.\"  And then turning to the girl who had\naccompanied him he called her by name.  \"Ajor,\" he said, \"permit me to\nintroduce Lieutenant Bradley; Lieutenant, Mrs. Billings--my jailer!\"\n\nThe Englishman laughed as he shook hands with the girl.  \"You are not\nas good a soldier as I,\" he said to Billings.  \"Instead of being taken\nprisoner myself I have taken one--Mrs. Bradley, this is Mr. Billings.\"\n\nAjor, quick to understand, turned toward Co-Tan.  \"You are going back\nwith him to his country?\" she asked.  Co-Tan admitted it.\n\n\"You dare?\" asked Ajor.  \"But your father will not permit it--Jor, my\nfather, High Chief of the Galus, will not permit it, for like me you\nare cos-ata-lo.  Oh, Co-Tan, if we but could!  How I would love to see\nall the strange and wonderful things of which my Tom tells me!\"\n\nBradley bent and whispered in her ear.  \"Say the word and you may both\ngo with us.\"\n\nBillings heard and speaking in English, asked Ajor if she would go.\n\n\"Yes,\" she answered, \"If you wish it; but you know, my Tom, that if Jor\ncaptures us, both you and Co-Tan's man will pay the penalty with your\nlives--not even his love for me nor his admiration for you can save\nyou.\"\n\nBradley noticed that she spoke in English--broken English like Co-Tan's\nbut equally appealing.  \"We can easily get you aboard the ship,\" he\nsaid, \"on some pretext or other, and then we can steam away.  They can\nneither harm nor detain us, nor will we have to fire a shot at them.\"\n\nAnd so it was done, Bradley and Co-Tan taking Ajor and Billings aboard\nto \"show\" them the vessel, which almost immediately raised anchor and\nmoved slowly out into the sea.\n\n\"I hate to do it,\" said Billings.  \"They have been fine to me.  Jor and\nTan are splendid men and they will think me an ingrate; but I can't\nwaste my life here when there is so much to be done in the outer world.\"\n\nAs they steamed down the inland sea past the island of Oo-oh, the\nstories of their adventures were retold, and Bradley learned that Bowen\nTyler and his bride had left the Galu country but a fortnight before\nand that there was every reason to believe that the Toreador might\nstill be lying in the Pacific not far off the subterranean mouth of the\nriver which emitted Caprona's heated waters into the ocean.\n\nLate in the second day, after running through swarms of hideous\nreptiles, they submerged at the point where the river entered beneath\nthe cliffs and shortly after rose to the sunlit surface of the Pacific;\nbut nowhere as far as they could see was sign of another craft.  Down\nthe coast they steamed toward the beach where Billings had made his\ncrossing in the hydro-aeroplane and just at dusk the lookout announced\na light dead ahead.  It proved to be aboard the Toreador, and a\nhalf-hour later there was such a reunion on the deck of the trim little\nyacht as no one there had ever dreamed might be possible.  Of the\nAllies there were only Tippet and James to be mourned, and no one\nmourned any of the Germans dead nor Benson, the traitor, whose ugly\nstory was first told in Bowen Tyler's manuscript.\n\nTyler and the rescue party had but just reached the yacht that\nafternoon.  They had heard, faintly, the signal shots fired by the U-33\nbut had been unable to locate their direction and so had assumed that\nthey had come from the guns of the Toreador.\n\nIt was a happy party that sailed north toward sunny, southern\nCalifornia, the old U-33 trailing in the wake of the Toreador and\nflying with the latter the glorious Stars and Stripes beneath which she\nhad been born in the shipyard at Santa Monica.  Three newly married\ncouples, their bonds now duly solemnized by the master of the ship,\njoyed in the peace and security of the untracked waters of the south\nPacific and the unique honeymoon which, had it not been for stern duty\nahead, they could have wished protracted till the end of time.\n\nAnd so they came one day to dock at the shipyard which Bowen Tyler now\ncontrolled, and here the U-33 still lies while those who passed so many\neventful days within and because of her, have gone their various ways.\n\n\n\n\n\n\n[Transcriber's note: I have made the following changes to the text:\n\n PAGE  LINE    ORIGINAL          CHANGED TO\n   10    12    of                 or\n   14    19    of animals life    of animals\n   31    26    is arms            his arms\n   37    14    above this         above his\n   37    23    Bradley,           Bradley\n   54    18    man                man\n   57    14    and of Oo-oh       of Oo-oh\n   62    18    spend              spent\n   63    31    and mumbled        the mumbled\n   64     9    things             thing\n   80    30    east               cast\n  104    16    proaching          proached\n  106    30    cos-at-lu          cos-ata-lu\n  126    17    not artistic       not an artistic\n  126    25    close below        hands close below\n  130     1    internals          intervals\n  132     9    than               that\n  132    10    splashes           splashed\n  134     3    know know          not know]\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Out of Time's Abyss, by Edgar Rice Burroughs\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OUT OF TIME'S ABYSS ***\n\n***** This file should be named 553.txt or 553.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/5/553/\n\nProduced by Judith Boss.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}