{"title": "The Emancipatrix", "author": "Homer Eon Flint", "releaseDate": "May, 2004", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Juliet Sutherland, Charles Franks\nand the Online Distributed Proofreading Team.\n\n\n\n\nTHE EMANCIPATRIX\n\nby\nHOMER EON FLINT\n\nNew York\n\n\n[Illustrated title: 'The Emancipatrix' in script, over a\nbackground of a bee silhouetted against a full moon on the\nhorizon.]\n\n\n\n\nI\n\nTHE MENTAL EXPEDITION\n\n\nThe doctor closed the door behind him, crossed to the table, silently\noffered the geologist a cigar, and waited until smoke was issuing from\nit. Then he said:\n\n\"Well,\" bluntly, \"what's come between you and your wife, Van?\"\n\nThe geologist showed no surprise. Instead, he frowned severely at the\nend of his cigar, and carefully seated himself on the corner of the\ntable. When he spoke there was a certain rigor in his voice, which told\nthe doctor that his friend was holding himself tightly in rein.\n\n\"It really began when the four of us got together to investigate\nCapellette, two months ago.\" Van Emmon was a thorough man in important\nmatters. \"Maybe I ought to say that both Billie and I were as much\ninterested as either you or Smith; she often says that even the tour of\nMercury and Venus was less wonderful.\n\n\"What is more, we are both just as eager to continue the investigations.\nWe still have all kinds of faith in the Venusian formula; we want to\n'visit' as many more worlds as the science of telepathy will permit. It\nisn't that either of us has lost interest.\"\n\nThe doctor rather liked the geologist's scientific way of stating the\ncase, even though it meant hearing things he already knew. Kinney\nwatched and waited and listened intently.\n\n\"You remember, of course, what sort of a man I got in touch with. Powart\nwas easily the greatest Capellan of them all; a magnificent intellect,\nwhich I still think was intended to have ruled the rest. I haven't\nbacked down from my original position.\"\n\n\"Van! You still believe,\" incredulously, \"in a government of the sort he\ncontemplated?\"\n\nVan Emmon nodded aggressively. \"All that we learned merely strengthens\nmy conviction. Remember what sort of people the working classes of\nCapellette were? Smith's 'agent' was typical--a helpless nincompoop, not\nfit to govern himself!\" The geologist strove to keep his patience.\n\n\"However,\" remarked Kinney, \"the chap whose mind I used was no fool.\"\n\n\"Nor was Billie's agent, the woman surgeon,\" agreed Van Emmon, \"even if\nshe did prefer 'the Devolutionist' to Powart. But you'll have to admit,\ndoc, that the vast majority of the Capellans were incompetents; the rest\nwere exceptions.\"\n\nThe doctor spoke after a brief pause. \"And--that's what is wrong, Van?\"\n\n\"Yes,\" grimly. \"Billie can't help but rejoice that things turned out the\nway they did. She is sure that the workers, now that they've been\nseparated from the ruling class, will proceed to make a perfect paradise\nout of their land.\" He could not repress a certain amount of sarcasm.\n\"As well expect a bunch of monkeys to build a steam engine!\n\n\"Well,\" after a little hesitation, \"as I said before, doc, I've no\nreason to change my mind. You may talk all you like about it--I can't\nagree to such ideas. The only way to get results on that planet is for\nthe upper classes to continue to govern.\"\n\n\"And this is what you two have--quarreled about?\"\n\nVan Emmon nodded sorrowfully. He lit another cigar absent-mindedly and\ncleared his throat twice before going on: \"My fault, I guess. I've been\nso darned positive about everything I've said, I've probably caused\nBillie to sympathize with her friends more solidly than she would\notherwise.\"\n\n\"But just because you've championed the autocrats so heartily--\"\n\n\"I'm afraid so!\" The geologist was plainly relieved to have stated the\ncase in full. He leaned forward in his eagerness to be understood. He\ntold the doctor things that were altogether too personal to be included\nin this account.\n\nMeanwhile, out in the doctor's study, Smith had made no move whatever to\ninterrogate the geologist's young wife. Instead, the engineer simply\nremained standing after Billie had sat down, and gave her only an\noccasional hurried glance. Shortly the silence got on her nerves; and--\nsuch was her nature, as contrasted with Van Emmon's--whereas he had\nstated causes first, she went straight to effects.\n\n\"Well,\" explosively, \"Van and I have split!\"\n\nSmith was seldom surprised at anything. This time was no exception. He\nmerely murmured \"Sorry\" under his breath; and Billie rushed on, her\npent-up feelings eager to escape.\n\n\"We haven't mentioned Capellette for weeks, Smith! We don't dare! If we\ndid, there'd be such a rumpus that we--we'd separate!\" Something came up\ninto her throat which had to be choked back before she could go on.\nThen--\n\n\"I don't know why it is, but every time the subject is brought up Van\nmakes me so WILD!\" She controlled herself with a tremendous effort. \"He\nblames me, of course, because of what I did to help the Devolutionist.\nBut I can't be blamed for sympathizing with the under dog, can I? I've\nalways preferred justice to policy, any time. Justice first, I say! And\nI think we've seen--there on Capellette--how utterly impossible it is\nfor any such system as theirs to last indefinitely.\"\n\nBut before she could follow up her point the door opened and the doctor\nreturned with her husband. Kinney did not allow any tension to develop;\ninstead, he said briskly:\n\n\"There's only a couple of hours remaining between now and dinner time; I\nmove we get busy.\" He glanced about the room, to see if all was in\nplace. The four chairs, each with its legs tipped with glass; the four\nfootstools, similarly insulated from the floor; the electrical circuit\nrunning from the odd group of machinery in the corner, and connecting\nfour pair of brass bracelets--all were ready for use. He motioned the\nothers to the chairs in which they had already accomplished marvels in\nthe way of mental traveling.\n\n\"Now,\" he remarked, as he began to fit the bracelets to his wrists, an\nexample which the rest straightway followed; \"now, we want to make sure\nthat we all have the same purpose in mind. Last time, we were simply\nlooking for four people, such as had view-points similar to our own. To-\nday, our object is to locate, somewhere among the planets attached to\none of the innumerable sun-stars of the universe, one on which the\nconditions are decidedly different from anything we have known before.\"\n\nBillie and Van Emmon, their affair temporarily forgotten, listened\neagerly.\n\n\"As I recall it,\" Smith calmly observed, \"we agreed that this attempt\nwould be to locate a new kind of--well, near-human. Isn't that right?\"\n\nThe doctor nodded. \"Nothing more or less\"--speaking very distinctly--\n\"than a creature as superior as we are, but NOT IN HUMAN FORM.\"\n\nSmith tried hard not to share the thrill. He had been reading biology\nthe previous week. \"I may as well protest, first as last, that I don't\nsee how human intelligence can ever be developed outside the human form.\nNot--possibly!\"\n\nVan Emmon also was skeptical, but his wife declared the idea merely\nunusual, not impossible. \"Is there any particular reason against it?\"\nshe demanded of the doctor.\n\n\"I will say this much,\" cautiously. \"Given certain conditions, and\ninevitably the human form will most certainly become the supreme\ncreature, superior to all the others.\n\n\"However, suppose the planetary conditions are entirely different. I\nconceive it entirely possible for one of the other animals to forge\nahead of the man-ape; quite possible, Smith,\" as the engineer started to\nobject, \"if only the conditions are different ENOUGH.\n\n\"At any rate, we shall soon find out. I have been reading further in the\nlibrary the Venusians gave us, and I assure you that I've found some\nastonishing things.\" He fingered one of the diminutive volumes. \"There\nis one planet in particular whose name I have forgotten, where all\nanimal life has disappeared entirely. There are none but vegetable forms\non the land, and all of them are the rankest sort of weeds. They have\nliterally choked off everything else!\n\n\"And the highest form of life there is a weed; a hideous monstrosity,\nshaped something like an octopus, and capable of the most horrible--\" He\nstopped abruptly, remembering that one of his hearers was a woman.\n\"Never mind about that now.\"\n\nHe indicated another of the little books. \"I think we will do well to\ninvestigate a planet which the Venusians call 'Sanus.' It belongs to the\ntremendous planetary family of the giant star Arcturus. I haven't read\nany details at all; I didn't want to know more than you. We can proceed\nwith our discoveries on an equal footing.\"\n\n\"But,\" objected Smith, recalling the previous methods, \"how are we to\nput our minds in touch with any of theirs, unless we know enough about\nthem to imagine their view-points?\"\n\n\"Our knowledge of their planet's name and location,\" replied the doctor,\n\"makes it easier for us. All we have to do is to go into the telepathic\nstate, via the Venusian formula; then, at the same time, each must\nconcentrate upon some definite mental quality, some particular\ncharacteristic of his own mind, which he or she wishes to find on Sanus.\nIt makes no difference what it may be; all you have to do is, exert your\nimaginations a little.\"\n\nThere was a pause, broken by Smith: \"We ought to tell each other what we\nhave in mind, so that we don't conflict.\"\n\n\"Yes. For my part,\" said the doctor, \"I'd like to get in touch with a\nbeing who is mildly rebellious; not a violent radical, but a\nphilosophical revolutionist. I don't care what sort of a creature he,\nshe, or it may be, so long as the mind is in revolt against whatever\ninjustice may exist.\"\n\n\"Then I,\" stated Smith, \"will stick to the idea of service. Nobody was\nsurprised that the engineer should make such a choice; he was, first,\nlast, and all the time, essentially a useful man.\"\n\nVan Emmon was not ready with his choice. Instead: \"You say, doc, that\nyou know nothing further about Sanus than what you've already told us?\"\n\n\"I was about to mention that. The Venusians say that conditions are\nreversed from what we found on Capellette. Instead of Sanus being ruled\nby a small body of autocrats, it is--ruled by the working class!\"\n\n\"Under the circumstances,\" said Van, \"I'll take something different from\nwhat I got last time. No imperiousness this trip.\" He smiled grimly.\n\"There was a time when I used to take orders. Suppose you call my choice\n'subordinacy.'\"\n\n\"How very noble of you!\" gibed Billie. \"My idea is supremacy, and plenty\nof it! I want to get in touch with the man higher up--the worker who is\nboss of the whole works!\" She flashed a single glance at her husband,\nthen threw herself back in her chair. \"Go ahead!\"\n\nAnd before two minutes were up, the power of concerted thought, aided by\na common objective and the special electrical circuit which joined them,\nhad projected the minds of the four across the infinite depths of space.\nThe vast distance which separated their bodies from Sanus was\nannihilated, literally as quick as thought.\n\nNeither of the four stirred. To all appearances they were fast asleep.\nThe room was quite still; only the clock ticked dully on the wall. Down-\nstairs, the doctor's wife kept watch over the house.\n\nThe greatest marvel in creation, the human mind, was exploring the\nunknown.\n\n\n\n\nII\n\nALMOST HUMAN\n\n\nOf course, the four still had the ability to communicate with each other\nwhile in the trance state; they had developed this power to a fair\ndegree while investigating Capellette. However, each was so deeply\ninterested in what he or she was seeing during the first hour of their\nSanusian experiences that neither thought to discuss the matter until\nafterward.\n\nWhen the doctor first made connection with the eyes of his agent, he\ninstinctively concluded that he, at least, had got in touch with a being\nmore or less like himself. The whole thing was so natural; he was\nsurveying a sunny, brush-covered landscape from eyes whose height from\nthe ground, and other details, were decidedly those of a human.\n\nFor a moment there was comparative silence. Then his unknown agent\nswiftly raised something--a hand, presumably--to a mouth, and gave out a\npiercing cry. Whereupon the doctor learned something that jarred him a\ntrifle. His agent was--a woman!\n\nHe had time to congratulate himself upon the fact that he was (1) a\ndoctor, (2) a married man, (3) the father of a daughter or two, before\nhis agent repeated her cry. Almost immediately it was answered by\nanother exactly like it, from an unseen point not far away. The Sanusian\nplainly chuckled to herself with satisfaction.\n\nA moment later there came, rather faintly, two more calls, each from a\ndifferent direction in the dun-colored brush. Still without moving from\nthe spot, the doctor's agent replied two or three times, meanwhile\nwatching her surroundings very closely. Within half a minute the first\nof her friends came in sight.\n\nIt was a young woman. At a distance of about twenty yards she appeared\nto be about five feet tall and sturdily built. She was dressed in a\nsingle garment, made of the skin of some yellow, short-haired animal. It\nmay have been a lion cub. Around her waist was a strip of hide, which\nserved as a belt, and held a small, stone-headed tomahawk. One shoulder\nand both legs were left quite bare, revealing a complexion so deeply\ntanned that the doctor instantly thought: \"Spanish!\"\n\nIn a way, the girl's face gave the same impression. Large, dark-brown\neyes, full lips and a healthy glow beneath her tan, all made it possible\nfor her to pass as a Spaniard. However, there was nothing in the least\ncoquettish about her; she had a remarkably independent manner, and a\ngaze as frank and direct as it was pure and untroubled.\n\nIn one hand she carried a branch from some large-leafed shrub. The eyes\nwhich Kinney was using became fixed upon this branch; and even as the\nnewcomer cried out in joyous response to the other's greeting, her\nexpression changed and she turned and fled, laughing, as the doctor's\nagent darted toward her. She did not get away, and immediately the two\nwere struggling over the possession of the branch.\n\nIn the midst of the tussle another figure made its appearance.\n\n\"Look out! Here comes Dulnop\" [Footnote: It made no difference whatever\nas to what language was used. The telepathic process employed enabled\nthe investigators to know all that their agents' subconscious minds took\nin. The brains of the four automatically translated these thought-images\ninto their own language. However, this method did not enable them to\nlearn what their agents were thinking, but only what they said, heard,\nand saw.] cried Kinney's agent; at the same time she made a special\neffort, and succeeded in breaking off a good half of the branch.\n\nInstantly she darted to one side, where she calmly began to pluck some\nsmall, hard-shelled nuts from the branch, and proceeded to crack them,\nwith entire ease, using a set of teeth which must have been absolutely\nperfect.\n\nShe gave the latest comer only a glance or two. He--for it certainly was\na man--was nearly a half a foot taller than the girl already described;\nbut he was plainly not much older or younger, and in build and color\nmuch the same. He was clothed neither more nor less than she, the only\ndifference being that some leopard-like animal had contributed the\nmaterial. In his belt was tucked a primitive stone hammer, also a stone\nknife. His face was longer than hers, his eyes darker; but he was\nmanifestly still very boyish. Dulnop, they had called him.\n\n\"Hail, Cunora!\" he called to the girl who had brought the nuts; then, to\nher who was watching: \"Rolla! Where got ye the nuts?\"\n\nRolla didn't answer; she couldn't use her mouth just then; it was too\nfull of nuts. She merely nodded in the direction of Cunora.\n\n\"Give me some, Cunora!\"\n\nThe younger girl gave no reply, but backed away from him as he\napproached; her eyes sparkled mischievously and the doctor thought,\nsomewhat affectionately. Dulnop made a sudden darting move toward her\nbranch, and she as swiftly whirled in her tracks, so that he missed.\nHowever, he instantly changed his mind and grasped the girl instead.\nLike a flash he drew her to him and kissed her noisily.\n\nNext second he was staggering backward under the weight of her hard\nbrown fist. \"Do that again, and I'll have the hair out of thy head!\" the\ngirl screamed, her face flaming. Yet Kinney saw that the man was\nlaughing joyously even as he rubbed the spot where her blow had landed,\nwhile the expression of her eyes quite belied what she had said.\n\nNot until then did the doctor's agent say anything. When she spoke it\nwas in a deep, contralto voice which gave the impression of riper years\nthan either of the other two. Afterward Kinney learned that Rolla was\nnearly ten years their senior, a somewhat more lithe specimen of the\nsame type, clad in the skin of what was once a magnificent goat. She\ncarried only a single small knife in her belt. As seen reflected in\npools of water, her complexion was slightly paler and her whole\nexpression a little less self-assertive and distinctively philosophical.\nTo those who admire serious, thoughtful women of regular feature and\ndifferent manner, Rolla would have seemed downright beautiful.\n\n\"Dulnop,\" said she, with a laugh in her voice, \"ye will do well to seek\nthe nut tree, first as last.\" She nonchalantly crushed another shell in\nher mouth. \"Neither Cunora nor I can spare good food to a kiss-hungry\nlout like thee!\"\n\nHe only laughed again and made as though to come toward her. She stood\nready to dodge, chuckling excitedly, and he evidently gave it up as a\nbad job. \"Tell me whence cameth the nuts, Cunora!\" he begged; but the\ngirl pretended to be cross, and shut her mouth as firmly as its contents\nwould allow.\n\nNext moment there was a shout from the thicket, together with a crashing\nsound; and shortly the fourth Sanusian appeared. He was by far the\nlarger; but his size was a matter of width rather than of height. An\nartist would have picked him as a model for Ajax himself. His muscles\nfairly strained the huge lion's skin in which he was clad, and he had\ntwice the weight of Dulnop within the same height. Also, to the doctor's\neye, he was nearer Rolla's age.\n\nHis face was strong and handsome in a somewhat fierce, relentless way;\nhis complexion darker than the rest. He carried a huge club, such as\nmust have weighed all of forty pounds, while his belt was jammed full of\nstone weapons. The doctor classed him and the younger girl together\nbecause of their vigor and independence, while Dulnop and Rolla seemed\nto have dispositions very similar in their comparative gentleness and\nrestraint.\n\n\"Hail, all of ye!\" shouted this latest arrival in a booming baritone. He\nstrode forward with scarcely a glance at the two younger people; his\ngaze was fixed upon Rolla, his expression unmistakable. The woman\nquietly turned upon Dulnop and Cunora.\n\n\"Look!\" she exclaimed, pointing to a spot back of them. \"See the curious\nbird!\" They wheeled instantly, with the unquestioning faith of two\nchildren; and before they had brought their gazes back again, the big\nman had seized Rolla, crushed her to his breast and kissed her\npassionately. She responded just as warmly, pushing him away only in\norder to avoid being seen by the others. They showed only an innocent\ndisappointment at having missed seeing the \"curious bird.\"\n\n\"A simple-minded people, basically good-humored,\" was the way the doctor\nsummed the matter up when reporting what he had seen. However, it was\nnot so easy to analyze certain things that were said during the time the\nfour Sanusians spent in each other's company. For one thing--\n\n\"Did They give thee permission to go?\" Rolla was asked by the big man.\nHis name, it seemed, was Corrus.\n\n\"Yes, Corrus. They seemed to think it a good idea for us to take a\nlittle recreation to-day. I suppose ye left thy herd with thy brother?\"\n\nHe nodded; and the doctor was left to wonder whom \"They\" might be. Were\nThey a small group of humans, whose function was to superintend? Or were\nThey, as the books from Venus seemed to indicate, another type of\ncreature, entirely different from the humans, and yet, because of the\npeculiar Sanusian conditions, superior to the humans?\n\n\"They have decided to move their city a little farther away from the\nforest,\" Rolla overheard Dulnop telling Cunora; which was the first\nindication that the planet boasted such a thing as a city. Otherwise,\nthings appeared to be in a primitive, rather than a civilized condition.\n\nThese four skin-clad savages seemed to be enjoying an aboriginal picnic.\nFor lunch, they munched on various fruits and nuts picked up en route,\ntogether with handfuls of some wheat-like cereal which the big man had\nbrought in a goatskin. From time to time they scared out various animals\nfrom the brush, chasing the creatures after the fashion of dogs and\nchildren. Whenever they came to a stream, invariably all four splashed\nthrough it, shouting and laughing with delight.\n\nHowever, there were but two of these streams, and both of them quite\nsmall. Their banks indicated that either the season was very far\nadvanced, or else that the streams were at one time vastly larger.\n\n\"A rather significant fact,\" the doctor afterward commented.\n\nNevertheless, the most impressive thing about all that the doctor\nlearned that day was the strange manner in which the excursion came to\nan end. The quartet was at that moment climbing a small hill, apparently\non the edge of an extensive range of mountains. An occasional tree,\nsomething like an oak, broke the monotony of the brush at this point,\nand yet it was not until Rolla was quite at the top of the knoll that\nKinney could see surrounding country with any degree of clearness. Even\nthen he learned little.\n\nThe hill was placed on one edge of a valley about forty miles in width.\nA good part of it was covered with dusty vegetation, presumably wild;\nbut the rest was plainly under cultivation. There were large green\nareas, such as argued grain fields; elsewhere were what looked like\norchards and vineyards, some of which were in full bloom--refuting the\nnotion that the season was a late one. Nowhere was there a spot of land\nwhich might be called barren.\n\nRolla and her three friends stood taking this in, keeping a rather\ncurious silence meanwhile. At length Cunora gave a deep sigh, which was\nalmost instantly reproduced by all the rest. Corrus followed his own\nsigh with a frank curse.\n\n\"By the great god Mownoth!\" he swore fiercely. \"It be a shame that we\ncannot come hence a great deal oftener! Methinks They could allow it!\"\n\n\"They care not for our longings,\" spoke Cunora, her eyes flashing as\nangrily as his. \"They give us enough freedom to make us work the better\n--no more! All They care for is thy herd and my crops!\"\n\n\"And for the labor,\" reminded the big man, \"of such brains as Rolla's\nand Dulnop's. It be not right that They should drive us so!\"\n\n\"Aye,\" agreed the younger man, with much less enthusiasm. \"However, what\ncan ye do about it, Corrus?\"\n\nThe big man's face flushed, and he all but snarled. \"I tell ye what I\ncan do! I, and ye as well, if ye but will! I can--\"\n\nHe stopped, one hand upraised in mighty emphasis, and a sudden and\nstartling change came over him. Downright fear drove the anger from his\nface; his massive body suddenly relaxed, and all his power and vigor\nseemed to crumble and wilt. His hands shook; his mouth trembled. At the\nsame time the two women shrank from him, each giving an inarticulate cry\nof alarm and distress. Dulnop gave no sound, but the anger which had\nleft the herdsman seemed to have come to him; the youngster's eyes\nflared and his breast heaved. His gaze was fixed upon Corrus's neck,\nwhere the sweat of fear already glistened.\n\nSuddenly the big man dropped his head, as though in surrender. He gasped\nand found voice; this time a voice as shaky and docile as it had been\nstrong and dominant a moment before.\n\n\"Very well,\" he spoke abjectly. \"Very well. I--shall do as you wish.\" He\nseemed to be talking to thin air. \"We--will go home at once.\"\n\nAnd instantly all four turned about, and in perfect silence took the\nback trail.\n\n\n\n\nIII\n\nWORLD OF MAMMOTHS\n\n\nImmediately upon going into tele-consciousness Smith became aware of a\ndecided change in his surroundings. The interior of the study had been\ndarkened with drawn shades; now he was using eyes that were exposed to\nthe most intense sunlight. The first sight that he got, in fact, was\ndirected toward the sky; and he noted with an engineer's keen interest\nthat the color of the sky was blue, slightly tinged with orange. This,\nhe knew, meant that the atmosphere of Sanus contained at least one\nchemical element which is lacking on the earth.\n\nFor a minute or two the sky remained entirely clear. There were no\nclouds whatever; neither did any form of winged life make its\nappearance. So Smith took note of sounds.\n\nPresumably his agent--whoever or whatever it might be--was located in\nsome sort of aircraft; for an extremely loud and steady buzzing,\nsuggesting a powerful engine, filled the engineer's borrowed ears. Try\nas he might, however, he could not identify the sound exactly. It was\nmore like an engine than anything else, except that the separate sounds\nwhich comprised the buzz occurred infinitely close together. Smith\nconcluded that the machine was some highly developed rotary affair,\nworking at perhaps six or eight thousand revolutions a minute--three or\nfour times as fast as an ordinary engine.\n\nMeanwhile his agent continued to stare into the sky. Shortly something\narrived in the field of vision; a blurred speck, far to one side. It\napproached leisurely, with the unknown agent watching steadfastly. It\nstill remained blurred, however; for a long time the engineer knew as\nlittle about its actual form as he knew about his mysterious agent.\n\nThen, like a flash, the vision cleared. All the blurring disappeared\ninstantly, and the form of a buzzard was disclosed. It was almost\ndirectly overhead, about a quarter of a mile distant, and soaring in a\nwide spiral. No sound whatever came from it. Smith's agent made no move\nof any kind, but continued to watch.\n\nShortly the buzzard \"banked\" for a sharper turn; and the engineer saw,\nby the perspective of its apparent speed, that the aircraft whose use he\nwas enjoying was likewise on the move. Apparently it was flying in a\nstraight line, keeping the sun--an object vastly too brilliant to\nexamine--on the right.\n\nThe buzzard went out of sight. Once more the clear sky was all that\ncould be seen; that, and the continual roar of the engine, were all that\nSmith actually knew. He became impatient for his agent to look\nelsewhere; it might be that the craft contained other specimens of the\nunknown creatures. But there was no change in the vigilant watch which\nwas being kept upon the sky.\n\nSuddenly the engineer became exceedingly alert. He had noticed something\nnew--something so highly different from anything he had expected to\nlearn that it was some minutes before he could believe it true.\n\nHis borrowed eyes had no eyelids! At least, if they did, they were never\nused. Not once did they flicker in the slightest; not once did they\nblink or wink, much less close themselves for a momentary rest from the\nsun's glare. They remained as stonily staring as the eyes of a marble\nstatue.\n\nThen something startling happened. With the most sickening suddenness\nthe aircraft came to an abrupt halt. Smith's senses swam with the jolt\nof it. All about him was a confused jumble of blurred figures and forms;\nit was infinitely worse than his first ride in a hoist. In a moment,\nhowever, he was able to examine things fairly well.\n\nThe aircraft had come to a stop in the middle of what looked like a cane\nbrake. On all sides rose yellowish-green shafts, bearing leaves\ncharacteristic of the maize family. Smith knew little about cane, yet\nfelt sure that these specimens were a trifle large. \"Possibly due to\ndifference in gravitation,\" he thought.\n\nHowever, he could not tell much about the spot on which the machine had\nlanded. For a moment it was motionless; the engine had been stopped, and\nall was silent except for the gentle rustling of the cane in the field.\nThe unknown operator did not change his position in the slightest. Then\nthe craft began to move over the surface, in a jerky lurching fashion\nwhich indicated a very rough piece of ground. At the same time a queer,\nleathery squeaking came to the engineer's borrowed ears; he concluded\nthat the machine was being sorely strained by the motion. At the time he\nwas puzzled to account for the motion itself. Either there was another\noccupant of the craft, who had climbed out and was now pushing the thing\nalong the ground, or else some form of silent mechanism was operating\nthe wheels upon which, presumably, the craft was mounted. Shortly the\nmotion stopped altogether.\n\nIt was then that Smith noticed something he had so far ignored because\nhe knew his own dinner hour was approaching. His agent was hungry, like\nhimself. He noticed it because, just then, he received a very definite\nimpression of the opposite feeling; the agent was eating lunch of some\nsort, and enjoying it. There was no doubt about this. All that Smith\ncould do was to wish, for the hundredth time, that he could look around\na little and see what was being eaten, and how.\n\nThe meal occupied several minutes. Not once did the strange occupant of\nthat machine relax his stony stare at the sky, and Smith tried to forget\nhow hungry he was by estimating the extent of his vision. He decided\nthat the angle subtended about a hundred and sixty degrees, or almost\nhalf a circle; and he further concluded that if his agent possessed a\nnose, it was a pretty trifling affair, too small to be noticed. It was\nobvious, too, that the fellow's mouth was located much lower in the face\nthan normal. He ate without showing a single particle of food, and did\nit very quietly.\n\nAt length hunger was satisfied. There was complete stillness and silence\nfor a moment, then another short lurching journey through the cane; and\nnext, with an abruptness that made the engineer's senses swim again, the\nfellow once more took to the air. The speed with which he \"got away\" was\nenough to make a motorcyclist, doing his best, seem to stand still.\n\nIt took time for Smith to regain his balance. When he did, the same\nunbroken expanse of sky once more met his gaze; but it was not long\nuntil, out of the corners of those unblinking eyes, he could make out\nbleary forms which shortly resolved themselves into mountain tops. It\nwas odd, the way things suddenly flashed into full view. One second they\nwould be blurred and unrecognizable; the next, sharply outlined and\ndistinct as anything the engineer had ever seen. Yet, there seemed to be\nno change in the focus of those eyes. It wasn't as though they were\ntelescopic, either. Not until long afterward did Smith understand the\nmeaning of this.\n\nThe mountains grew higher and nearer. Before long it seemed as though\nthe aircraft was entering some sort of a canon. Its sides were only\nsparsely covered with vegetation, and all of it was quite brown, as\nthough the season were autumn. For the most part the surface was of\nbroken rock and boulders.\n\nWithin a space of three or four minutes the engineer counted not less\nthan ten buzzards. The unknown operator of the machine, however, paid no\nattention to them, but continued his extraordinary watch of the heavens.\nSmith began to wonder if the chap were not seated in an air-tight,\nsound-proof chamber, deep in the hull of some great aerial cruiser, with\nhis eyes glued fast to a periscope. \"Maybe a sky patrol,\" thought the\nman of the earth; \"a cop on the lookout for aerial smugglers, like as\nnot.\"\n\nAnd then came another of those terrifying stops. This time, as soon as\nhe could collect his senses, the engineer saw that the machine had\nlanded approximately in the middle of the canon, and presumably among\nthe boulders in its bottom. For all about it were the tops of gigantic\nrocks, most of them worn smooth from water action. And, as soon as the\nengine stopped, Smith plainly heard the roar of water right at hand. He\ncould not see it, however. Why in the name of wonder didn't the fellow\nlook down, for a change?\n\nThe craft began to move. This time its motion was smoother arguing an\neven surface. However, it had not gone far before, to the engineer's\nastonishment, it began to move straight down a slope so steep that no\nmechanism with which Smith was familiar could possibly have clung to it.\nAs this happened, his adopted eyes told him that the craft was located\nupon one of those enormous boulders, in the center of a stream of such\nabsolute immensity that he fairly gasped. The thing was--colossal!\n\nAnd yet it was true. The unseen machine deliberately moved along until\nit was actually clinging, not to the top, but to the side of the rock.\nThe water appeared to be about five yards beneath, to the right. To the\nleft was the sky, while the center of that strange vision was now upon a\nsimilar boulder seemingly a quarter of a mile distant, farther out in\nthe stream. But the fellow at the periscope didn't change position one\nwhit!\n\nIt was so unreal. Smith deliberately ignored everything else and watched\nagain for indications of eyelids. He saw not one flicker, but noticed a\ncertain tiny come-and-go, the merest sort of vibration, which indicated\nthe agent's heart-action. Apparently it beat more than twice as fast as\nSmith's.\n\nBut it relieved him to know that his agent was at least a genuine living\nbeing. For a moment he had fancied something utterly repellent to him.\nSuppose this Sanusian were not any form of natural creature at all, but\nsome sort of supermachine, capable of functioning like an organism? The\nthought made the engineer shudder as no morgue could.\n\nPresently the queer craft approached the water closely enough, and at\nsuch an angle, that Smith looked eagerly for a reflection. However, the\nwater was exceedingly rough, and only a confused brownish blur could be\nmade out. Once he caught a queer sound above the noise of the water; a\nshrill hiss, with a harsh whine at the end. \"Just like some kind of\nsuction apparatus,\" as he later described it.\n\nAnd then, with that peculiar sound fresh in his ears, came the crowning\nshock of the whole experience. Floating toward the boulder, but some\ndistance away, was what looked like a black seed. Next moment the vision\nflashed clear, as usual, and the engineer saw that the object was really\na beetle; and in a second it was so near that Smith's own body, back on\nthe earth, involuntarily shrank back into the recesses of his chair.\n\nFor that beetle was an enormity in the most unlimited sense of the word.\nIt was infinitely larger than any beetle the engineer had ever seen--\ninfinitely! It was as large as a good-sized horse!\n\nBut before Smith could get over his amazement there was a rush and a\nswirl in the water behind the insect. Spray was dashed over the rock, a\nhuge form showed itself indistinctly beneath the waves, and next instant\nthe borrowed eyes were showing the engineer, so clearly as to be\nundeniable, the most astounding sight he had ever seen.\n\nA fish of mountainous size leaped from the water, snapped the beetle\ninto its mouth, and disappeared from sight. In a flash it had come and\ngone, leaving the engineer fairly gasping and likewise wondering how he\ncould possibly expect anybody to believe him if he told the bald truth\nof what he had seen.\n\nFor he simply could not have invented anything half as incredible. The\nfish simply could not be described with ordinary language. IT WAS AS\nLARGE AS THE LARGEST LOCOMOTIVE.\n\n\n\n\nIV\n\nTHE GOLD-MINER\n\n\nAs for Van Emmon, his experience will have to be classed with Smith's.\nThat is to say, he soon came to feel that his agent was not what is\ncommonly called human. It was all too different. However, he found\nhimself enjoying a field of view which was a decided improvement upon\nSmith's. Instead of a range which began and ended just above the\nhorizon, his agent possessed the power of looking almost straight ahead.\n\nThis told the geologist that his unsuspecting Sanusian was located in an\naircraft much like the other. The same tremendous noise of the engine,\nthe same inexplicable wing action, together with the same total lack of\nthe usual indications of human occupancy, all argued that the two men\nhad hit upon the same type of agent. In Van Emmon's case, however, he\ncould occasionally glimpse two loose parts of the machine, flapping and\nswaying oddly from time to time within the range of the observer, and at\nthe front. Nothing was done about it. Van Emmon came to the same\nconclusion as Smith; the operator was looking into something like a\nperiscope. Perhaps he himself did not do the driving.\n\nFrom what the geologist could see of the country below, it was quite\ncertainly cultivated. In no other way could the even rows and uniform\ngrowth be explained; even though Van Emmon could not say whether the\nvegetation were tree, shrub, or plant, it was certainly the work of man\n--or something mightily like man.\n\nShortly he experienced an abrupt downward dive, such as upset his senses\nsomewhat. When he recovered, he had time for only the swiftest glance at\nwhat, he thought rather vaguely, was a great green-clad mountain. Then\nhis agent brought the craft to one of those nerve-racking stops; once\nmore came a swimming of the brain, and then the geologist saw something\nthat challenged his understanding.\n\nThe craft had landed on the rim of a deep pit, or what would have been\ncalled a pit if it had not been so extraordinary. Mainly the strangeness\nwas a matter of color; the slope was of a brilliant orange, and\nseemingly covered with frost, for it sparkled so brightly in the sun as\nto actually hurt the eyes. In fact, the geologist's first thought was \"A\nglacier,\" although he could not conceive of ice or snow of that tint.\n\nRunning down the sides of the pit were a number of dark-brown streaks,\nabout a yard wide; Van Emmon could make them out, more or less clearly,\non the other side of the pit as well. From the irregular way in which\nthe walls were formed, he quickly decided that the pit was a natural\none. The streaks, he thought, might have been due to lava flow.\n\nHis agent proceeded to drive straight over the rim and down the slope\ninto the pit. His engine was quite stopped; like Smith, the geologist\nwondered just how the craft's wheels were operated. Next he was holding\nhis breath as the machine reached so steep a point in the slope that,\nmost surely, no brakes could hold it. Simultaneously he heard the hiss\nand whine which seemed to indicate the suction device.\n\n\"It was a whole lot like going down into a placer mine,\" the geologist\nafterward said; and in view of what next met his eyes, he was justified\nin his guess.\n\nDown crept the machine until it was \"standing on its nose.\" The sun was\nshining almost straight down into the slope, and Van Emmon forgot his\nuneasiness about the craft in his interest in what he saw.\n\nThe bottom of the pit was perhaps twenty feet in diameter, and roughly\nhemispherical. Standing up from its bottom were half a dozen slim\nformations, like idealized stalagmites; they were made of some\nsemitransparent rock, apparently, the tint being a reddish yellow.\nFinally, perched on the top of each of these was a stone; and\nsurrounding these six \"landmarks,\" as Van Emmon called them, was the\nmost prodigious display of wealth imaginable.\n\nFor the whole queer place was simply sprinkled with gold. Gold--gold\neverywhere; large nuggets of it, as big as one's fist! Not embedded in\nrock, not scattered through sand, but lying LOOSE upon the surface of\nthat unbelievable orange snow! It was overwhelming.\n\nThe mysterious Sanusian lost no time. Operating some unseen machinery,\nhe caused three shovel-like devices to project from the front of his\nmachine; and these instantly proceeded, so swiftly that Van Emmon could\nnot possibly watch their action, to pick up nuggets and stow them away\nout of sight in what must have been compartments in the hull. All this\nwas done without any sound beyond the occasional thud of a nugget\ndropped in the scramble.\n\nSuddenly the Sanusian wheeled his machine about and started hurriedly up\nthe slope. Van Emmon judged that the chap had been frightened by\nsomething, for he took flight as soon as he reached the top of the pit.\nAnd--he left half a million in gold behind him!\n\nThis new flight had not lasted two minutes before the geologist began to\nnote other objects in the air. There were birds, so distant that he\ncould not identify them; one came near enough, however, for him to\nconclude that it was a hawk. But he did not hold to this conclusion very\nlong.\n\nThe thing that changed his mind was another aircraft. It approached from\nbehind, making even more noise than the other, and proceeded to draw\nabreast of it. From time to time Van Emmon's agent turned his mysterious\nperiscope so as to take it all in, and the geologist was able to watch\nhis fill. Whereupon he became converted to a new idea:\n\nThe birds that Smith and he had seen had not been birds at all, but\naircraft built in imitation of them.\n\nFor this new arrival had been made in almost perfect imitation of a bee!\nIt was very close to an exact reproduction. For one exception, it did\nnot have the hairy appearance so characteristic of bees; the body and\n\"legs\" were smooth, and shiny. (Later, Van Emmon saw machines which went\nso far as even to imitate the hairs.) Also, instead of trying to\nduplicate the two compound eyes which are found, one on each side of a\nbee's head, a perfectly round representation of a single eye was built,\nlike a conning tower, toward the front of the bow. Presumably, the\nobserver sat or stood within this \"head.\"\n\nBut otherwise it was wonderfully like a drone bee. Van Emmon was\nstrongly reminded of what he had once viewed under a powerful lens. The\nfragile semitransparent wings, the misshapen legs, and even the jointed\nbody with its scale-like segments, all were carefully duplicated on a\nlarge scale. Imagine a bee thirty feet long!\n\nAt first the geologist was puzzled to find that it carried a pair of\nmany-jointed antennae. He could not see how any intelligent being would\nmake use of them; they were continually waving about, much as bees wave\ntheirs. Evidently these were the loose objects he had already noted.\n\"Now,\" he wondered, \"why in thunder did the builders go to so much\ntrouble for the sake of mere realism?\"\n\nThen he saw that the antennae served a very real purpose. There was no\ndoubt about it; they were wireless antennae!\n\nFor presently the newcomer, who so far had not shown himself at any\npoint on his machine, sent out a message which was read as quickly as it\nwas received by Van Emmon's agent, and as unconsciously translated:\n\n\"Number Eight Hundred Four, you are wanted on Plot Seventeen.\"\n\nWhereupon Van Emmon's unknown assistant replied at once:\n\n\"Very well, Superior.\"\n\nIt was done by means of an extremely faint humming device, reminding the\ngeologist of certain wireless apparata he had heard. Not a word was\nactually spoken by either Sanusian.\n\nVan Emmon kept a close watch upon the conning tower on the other\nmachine. The sun was shining upon it in such a fashion that its gleam\nmade inspection very difficult. Once he fancied that he could make out a\nshort, compact figure within the \"eye\"; but he could not be sure. The\nglass, or whatever it was, reflected everything within range.\n\nWas the airman a quadruped? Did he sit or stand upright, like a man? Or\ndid he use all four limbs, animal-fashion? Van Emmon had to admit that\nhe could not tell; no wonder he didn't guess the truth.\n\nShortly after receiving the summons, the geologist's agent changed his\ndirection slightly; and within ten minutes the machine was passing over\na large grain field. On the far edge was a row of trees, and it was\ntoward this that the Sanusian proceeded to volplane, presently coming to\nanother nausea-producing stop. Once more Van Emmon was temporarily\nhelpless.\n\nWhen he could look again, he saw that the machine had landed upon a\nsteep slope, this time with its nose pointing upward. Far above was what\nlooked like a cave, with a growth of some queer, black grass on its\nupper rim. The craft commenced to move upward, over a smooth, dark tan\nsurface.\n\nIn half a minute the machine had reached the top of the slope, and the\ngeologist looked eagerly for what might lie within the cave. He was\ndisappointed; it was not a cave at all. Instead, another brown slope, or\nrather a bulging precipice, occupied this depression.\n\nVan Emmon looked closer. At the bottom of this bulge was a queer fringe\nof the same kind of grass that showed on top of it. Van Emmon looked\nfrom one to the other, and all of a sudden the thing dawned upon him.\n\nThis stupendous affair was no mountainside; it was neither more nor less\nthan the head of a colossal statue! A mammoth edition of the Goddess of\nLiberty; and the aircraft had presumed to alight upon its cheek!\n\nThe machine clung there, motionless, for some time, quite as though the\nairman knew that Van Emmon would like to look a long while. He gazed\nfrom side to side as far as he could see, making out a small section of\nthe nose, also the huge curves of a dust-covered ear. It was wonderfully\nlife-like.\n\nNext second came the earthquake. The whole statue rocked and swayed; Van\nEmmon looked to see the machine thrown off. From the base of the\nmonument came a single terrific sound, a veritable roar, as though the\nthing was being wrenched from the heart of the earth. From somewhere on\ntop came a spurt of water that splashed just beside the craft.\n\nThen came the most terrible thing. Without the slightest warning the\nstatue's great eye opened! Opened wide, revealing a prodigious pupil\nwhich simply blazed with wrath!\n\nThe statue was alive!\n\nNext second the Sanusian shot into the air. A moment and Van Emmon was\nable to look again, and as it happened, the craft was now circling the\namazing thing it had just quit, so that the geologist could truthfully\nsay that he was dead sure of what he saw.\n\nHe was justified in wanting to be absolutely sure. Resting on the solid\nearth was a human head, about fifty yards wide and proportionately as\ntall. It was alive; but IT WAS ONLY THE HEAD, NOTHING MORE.\n\n\n\n\nV\n\nTHE SUPER-RACE\n\n\nIt will be remembered that Billie wanted to get in touch with a creature\nhaving the characteristic which she had said she admired: supremacy--\"A\nworker who is the boss!\" Bearing this in mind, her experience will\nexplain itself, dumfounding though it was.\n\nHer first sight of the Sanusian world was from the front of a large\nbuilding. The former architect was not able to inspect it minutely; but\nshe afterwards said that it impressed her as being entirely plain, and\nalmost a perfect cube. Its walls were white and quite without ornament;\nthere was only one entrance, an extremely low and broad, flat archway,\nextending across one whole side. The structure was about a hundred yards\neach way. In front was a terrace, seemingly paved with enormous slabs of\nstone; it covered a good many acres.\n\nPresumably Billie's agent had just brought her machine from the\nbuilding, for, within a few seconds, she took flight in the same abrupt\nfashion which had so badly upset Smith and Van Emmon. When Billie was\nable to look closely, she found herself gazing down upon a Sanusian\ncity.\n\nIt was a tremendous affair. As the flying-machine mounted higher, Billie\ncontinually revised her guesses; finally she concluded that London\nitself was not as large. Nevertheless her astonishment was mainly\ndirected at the character, not the number of the buildings.\n\nThey were all alike! Every one was a duplicate of that she had first\nseen: cube-shaped, plain finished, flat of wall and roof. Even in color\nthey were alike; in time the four came to call the place the \"White\nCity.\" However, the buildings were arranged quite without any visible\nsystem. And they were vastly puzzled, later on in their studies, to find\nevery other Sanusian city precisely the same as this one.\n\nHowever, there was one thing which distinguished each building from the\nrest. It was located on the roof; a large black hieroglyphic, set in a\nsquare black border, which Billie first thought to be all alike. Whether\nit meant a name or a number, there was no way to tell.[Footnote: Since\nwriting the above, further investigations have proved that these\nSanusian house-labels are all numbers.]\n\nBillie turned her attention to her agent. She seemed to belong to the\nsame type as Smith's and Van Emmon's; otherwise she was certainly much\nmore active, much more interested in her surroundings, and possessed of\na far more powerful machine. She was continually changing her direction;\nand Billie soon congratulated herself upon her luck. Beyond a doubt,\nthis party was no mere slave to orders; it was she who gave the orders.\n\nBefore one minute had passed she was approached by a Sanusian in a big,\nclumsy looking machine. Although built on the bee plan, it possessed an\nobservation tower right on top of its \"head.\" (The four afterward\nestablished that this was the sort of a machine that Smith's agent had\noperated.) The occupant approached to within a respectful distance from\nBillie's borrowed eyes, and proceeded to hum the following through his\nantennae:\n\n\"Supreme, I have been ordered to report for Number Four.\"\n\n\"Proceed.\"\n\n\"The case of insubordinancy which occurred in Section Eighty-five has\nbeen disposed of.\"\n\n\"Number Four made an example of her?\"\n\n\"Yes, Supreme.\"\n\n\"Whereupon the operator flew away, having not only kept his body totally\nout of sight all the while, but having failed by the slightest token to\nindicate, by his manner of communicating that he had the slightest\nparticle of personal interest in his report. For that matter, neither\ndid Supreme.\"\n\nScarcely had this colloquy ended than another subordinate approached.\nThis one used a large and very fine machine. She reported:\n\n\"If Supreme will come with me to the spot, it will be easier to decide\nupon this case.\"\n\nImmediately the two set off without another word; and after perhaps four\nminutes of the speediest travel Billie had known outside the doctor's\nsky-car, they descended to within a somewhat short distance from the\nground. Here they hovered, and Billie saw that they were stopped above\nsome bills at the foot of a low mountain range.\n\nNext moment she made out the figures of four humans on top of a knoll\njust below. A little nearer, and the architect was looking, from the\nair, down upon the same scene which the doctor was then witnessing\nthrough the eyes of Rolla, the older of the two Sanusian women. Billie\ncould make out the powerful physique of Corrus, the slighter figure of\nDulnop, the small but vigorous form of Cunora, and Rolla's slender,\ngraceful, capable body. But at that moment the other flier began to say\nto Supreme:\n\n\"The big man is a tender of cattle, Supreme; and he owes his peculiar\naptitude to the fact that his parents, for twenty generations back, were\nengaged in similar work. The same may be said for the younger of the two\nwomen; she is small, but we owe much of the excellence of our crops to\nher energy and skill.\n\n\"As for the other woman,\" indicating Rolla, \"she is a soil-tester, and\nvery expert. Her studies and experiments have greatly improved our\nproduct. The same may be said in lesser degree of the youth, who is\nengaged in similar work.\"\n\n\"Then,\" coolly commented the Sanusian whose eyes and ears Billie\nenjoyed; \"then your line of action is clear enough. You will see to it\nthat the big man marries the sturdy young girl, of course; their\noffspring should give us a generation of rare outdoor ability. Similarly\nthe young man and the older woman, despite their difference in ages,\nshall marry for the sake of improving the breed of soil-testers.\"\n\n\"Quite so, Supreme. There is one slight difficulty, however, such as\ncaused me to summon you.\"\n\n\"Name the difficulty.\"\n\nThe Sanusian hesitated only a trifle with her reply: \"It is, Supreme,\nthat the big man and the older woman have seen fit to fall in love with\none another, while the same is true of the youth and the girl.\"\n\n\"This should not have been allowed!\"\n\n\"I admit it, Supreme; my force has somehow overlooked their case,\nheretofore. What is your will?\"\n\nThe commandant answered instantly: \"Put an immediate end to their\ndesires!\"\n\n\"It shall be done!\"\n\nAt that moment there was a stir on the ground. In fact, this was the\ninstant when Corrus began his vehement outcry against the tyranny of\n\"They.\" The two in the air came closer; whereupon Billie discovered that\nSupreme did not understand the language of the humans below. [Footnote:\nThe humans did not realize this fact, however; they assumed that \"They\"\nalways understood.] Yet the herdsman's tones were unmistakably angry.\n\n\"You will descend,\" commented Supreme evenly, \"and warn the big man not\nto repeat such outbreaks.\"\n\nImmediately Supreme's lieutenant darted down, and was lost to view. The\ncommandant glanced interestedly here and there about the landscape,\nreturning her gaze to Corrus just as the man stopped in mid-speech.\nBillie was no less astonished than the doctor to see the herdsman's\nexpression change as it did; one second it was that of righteous\nindignation, the next, of the most abject subservience.\n\nNevertheless, Billie could see no cause whatever for it; neither did she\nhear anything. The other flier remained out of sight. All that the\narchitect could guess was that the operator had \"got the drop\" on Corrus\nin some manner which was clear only to those involved. Badly puzzled,\nBillie watched the four humans hurry away, their manner all but\nslinking.\n\nA moment later still another aircraft came up, and its operator\nreported. As before, Billie could make out not a single detail of the\noccupant herself. She, too, wanted the commandant's personal attention;\nand shortly Billie was looking down upon a scene which she had good\nreason to remember all the rest of her life.\n\nIn the middle of a large field, where some light green plant was just\nbeginning to sprout, a group of about a dozen humans was at work\ncultivating. Billie had time to note that they were doing the work in\nthe most primitive fashion, employing the rudest of tools, all quite in\nkeeping with their bare heads and limbs and their skin-clad bodies.\nAbout half were women.\n\nSlightly at one side, however, stood a man who was not so busy. To put\nit plainly, he was loafing, with the handle of his improvised mattock\nsupporting his weight. Clearly the two up in the air were concerned only\nwith him.\n\n\"He has been warned three times, Supreme,\" said the one who had reported\nthe case.\n\n\"Three? Then make an example of him!\"\n\n\"It shall be done, Supreme!\"\n\nThe lieutenant disappeared. Again the commandant glanced at this, that,\nand the other thing before concentrating upon what happened below. Then\nBillie saw the man straighten up suddenly in his tracks, and with\nremarkable speed, considering his former laziness, he whirled about,\ndodged, and clapped a hand upon his thigh.\n\nNext second he raised an exultant cry. Billie could not understand what\nhe said; but she noted that the others in the group echoed the man's\nexultation, and started to crowd toward him, shouting and gesticulating\nin savage delight. Then something else happened so sudden and so\ndreadful that the woman who was watching from the earth was turned\nalmost sick.\n\nLike a flash Supreme dropped, headlong, toward the group of humans. In\ntwo seconds the distance was covered, and in the last fifth of a second\nBillie saw the key to the whole mystery.\n\nIn that last instant the man who before had seemed of ordinary size, was\nmagnified to the dimensions of a colossus. Instead of being under six\nfeet, he appeared to be near a hundred yards in height; but Billie\nscarcely realized this till later, it all happened so quickly. There was\nan outcry from the group, and then the commandant's aircraft crashed\ninto the man's HAND; a hand so huge that the very wrinkles in its skin\nwere like so many gulleys; even in that final flash Billie saw all this.\n\nSimultaneously with the landing there was a loud pop, while Billie's\nsenses reeled with the stunning suddenness of the impact. Next second\nthe machine had darted to a safe distance, and Billie could see the man\ngnawing frantically at the back of his hand. Too late; his hand went\nstiff, and his arm twitched spasmodically. The fellow made a step or two\nforward, then swayed where he stood, his whole body rigid and strained.\nAn expression of the utmost terror was upon his face; he could not utter\na sound, although his companions shrieked in horror. Another second and\nthe man fell flat, twitching convulsively; and in a moment or two it was\nall over. He was dead!\n\nAnd then the truth burst upon the watcher. In fact, it seemed to come to\nall four at the same time, probably by reason of their mental\nconnections. Neither of them could claim that he or she had previously\nguessed a tenth of its whole, ghastly nature.\n\nThe \"cane\" which Smith had seen had not been cane at all; it had been\ngrass. The \"beetle\" in the stream had not been the giant thing he had\nvisualized it; neither had that fish been the size he had thought.\n\nVan Emmon's \"gold mine\" had not been a pit in any sense of the word; it\nhad been the inside of the blossom of a very simple, poppy-like flower.\nThe \"nuggets\" had been not mineral, but pollen. As for the incredible\nthing which Van Emmon had seen on the ground; that living statue; that\nhead without a body--the body had been buried out of sight beneath the\nsoil; and the man had been an ordinary human, being punished in this\nmanner for misconduct.\n\nInstead of being aircraft built in imitation of insects, the machines\nhad been constructed by nature herself, and there had been nothing\nunusual in their size. No; they were the real thing, differing only\nslightly from what might have been found anywhere upon the earth.\n\nIn short, it had all been simply a matter of view-point. The supreme\ncreature of Sanus was, not the human, but the bee. A poisonous bee,\nsuperior to every other form of Sanusian life! What was more--\n\n\"The damned things are not only supreme; THE HUMANS ARE THEIR SLAVES!\"\n\n\n\n\nVI\n\nIMPOSSIBLE, BUT--\n\n\nThe four looked at each other blankly. Not that either was at a loss for\nwords; each was ready to burst. But the thing was so utterly beyond\ntheir wildest conceptions, so tremendously different in every way, it\nleft them all a little unwilling to commit themselves.\n\n\"Well,\" said Smith finally, \"as I said in the first place, I can't see\nhow any other than the human form became supreme. As I understand\nbiology--\"\n\n\"What gets me,\" interrupted Van Emmon; \"what gets me is, WHY the humans\nhave allowed such an infernal thing to happen!\"\n\nBillie smiled somewhat sardonically. \"I thought,\" she remarked,\ncuttingly, \"that you were always in sympathy with the upper dog, Mr. Van\nEmmon!\"\n\n\"I am!\" hotly. Then, with the memory of what he had just seen rushing\nback upon him: \"I mean, I was until I saw--saw that--\" He stopped,\nflushing deeply; and before he could collect himself Smith had broken in\nagain:\n\n\"I just happened to remember, doc; didn't you say that the Venusians, in\nthose books of yours, say that Sanus is ruled by the workers?\"\n\n\"Just what I was wondering about,\" from Van Emmon. \"The humans seem to\ndo all the work, and the bees the bossing!\"\n\nThe doctor expected this. \"The Venusians had our view-point--the view-\npoint of people on the earth, when they said that the workers rule. We\nconsider the bee as a great worker, don't we? 'As busy as a bee' you\nknow. None of the so-called lower animals show greater industry.\"\n\n\"You don't mean to say,\" demanded Smith, \"that these Sanusian bees owe\ntheir position to the fact that they are, or were, such great workers?\"\n\nBefore the doctor could reply, Van Emmon broke in. It seemed as though\nhis mind refused to get past this particular point. \"Now, why the\ndickens have the humans allowed the bees to dominate them? Why?\"\n\n\"We'll have to go at this a little more systematically,\" remarked\nKinney, \"if we want to understand the situation.\n\n\"In the first place, suppose we note a thing or two about conditions as\nwe find them here on the earth. We, the humans, are accustomed to rank\nourselves far above the rest. It is taken for granted.\n\n\"Now, note this: the human supremacy was not always taken for granted.\"\nHe paused to let it sink in. \"Not always. There was a time in\nprehistoric days when man ranked no higher than others. I feel sure of\nthis,\" he insisted, seeing that Smith was opposed to the idea; \"and I\nthink I know just what occurred to make man supreme.\"\n\n\"What?\" from Billie.\n\n\"Never mind now. I rather imagine we shall learn more on this score as\nwe go on with our work.\n\n\"At any rate, we may be sure of this: whatever it was that caused man to\nbecome supreme on the earth, that condition is lacking on Sanus!\"\n\nVan Emmon did not agree to this. \"The condition may be there, doc, but\nthere is some other factor which overbalances it; a factor such as is--\nwell, more favorable to the bees.\"\n\nThe doctor looked around the circle. \"What do you think? 'A factor more\nfavorable to the bees.' Shall we let it go at that?\" There was no\nremark, even from Smith; and the doctor went on:\n\n\"Coming back to the bees, then, we note that they are remarkable for\nseveral points of great value. First, as we have seen, they are very\nindustrious by nature. Second, all bees possess wings and on that count\nalone they are far superior to humans.\n\n\"Third--and to me, the most important--the bees possess a remarkable\ncombination of community life and specialization. Of course, when you\ncome to analyze these two points, you see that they really belong to one\nanother. The bees we know, for instance, are either queens, whose only\nfunction is to fertilize the eggs; or workers, who are unsexed females,\nand whose sole occupations are the collecting of honey, the building of\nhives, and the care of the young.\n\n\"Now,\" speaking carefully, \"apparently these Sanusian bees have\ndeveloped something that is not unknown to certain forms of earth's\ninsect life. I mean, a soldier type. A kind of bee which specializes on\nfighting!\"\n\nVan Emmon was listening closely, yet he had got another idea: \"Perhaps\nthis soldier type is simply the plain worker bee, all gone to sting! It\nmay be that these bees have given up labor altogether!\"\n\n\"Still,\" muttered Smith, under his breath, \"all this doesn't solve the\nreal problem. Why aren't the HUMANS supreme?\" For once he became\nemphatic. \"That's what gets me! Why aren't the humans the rulers, doc?\"\n\nKinney waited until he felt sure the others were depending upon him.\n\"Smith, the humans on Sanus are not supreme now because they were NEVER\nsupreme.\"\n\nSmith looked blank. \"I don't get that.\"\n\n\"Don't you? Look here: you'll admit that success begets success, won't\nyou?\"\n\n\"Success begets success? Sure! 'Nothing succeeds like success.'\"\n\n\"Well, isn't that merely another way of saying that the consciousness of\nsuperiority will lead to further conquests? We humans are thoroughly\nconscious of our supremacy; if we weren't we'd never attempt the things\nwe do!\"\n\nVan Emmon saw the point. \"In other words, the humans on the earth never\nBEGAN to show their superiority until something--something big, happened\nto demonstrate their ability!\"\n\n\"Exactly!\" cried Kinney. \"Our prehistoric ancestors would never have\nhanded down such a tremendous ambition to you and me if they, at that\ntime, had not been able to point to some definite feat and say, 'That\nproves I'm a bigger man than a horse,' for example.\"\n\n\"Of course,\" reflected Billie, aloud; \"of course, there were other\nfactors.\"\n\n\"Yes; but they don't alter the case. Originally the human was only\nslightly different from the apes he associated with. There was perhaps\nonly one slight point of superiority; today there are millions of such\npoints. Man is infinitely superior, now, and it's all because he was\nslightly superior, then.\"\n\n\"Suppose we grant that,\" remarked the geologist. \"What then? Does that\nexplain why the bees have made good on Sanus?\"\n\n\"To a large degree. Some time in the past the Sanusian bee discovered\nthat he possessed a certain power which enabled him to force his will\nupon other creatures. This power was his poisonous sting. He found that,\nwhen he got his fellows together and formed a swarm, they could attack\nany animal in such large numbers as to make it helpless.\"\n\n\"Any creature?\"\n\n\"Yes; even reptiles, scales or no scales. They'd attack the eyes.\"\n\n\"But that doesn't explain how the bees ever began to make humans work\nfor them,\" objected Van Emmon.\n\nThe doctor thought for a few minutes. \"Let's see. Suppose we assume that\na certain human once happened to be in the neighborhood of a hive, just\nwhen it was attacked by a drove of ants. Ants are great lovers of honey,\nyou know. Suppose the man stepped among the ants and was bitten.\nNaturally he would trample them to death, and smash with his hands all\nthat he couldn't trample. Now, what's to prevent the bees from seeing\nhow easily the man had dealt with the ants? A man would be far more\nefficient, destroying ants, than a bee; just as a horse is more\nefficient, dragging a load, than a man. And yet we know that the horse\nwas domesticated, here on the earth, simply because the humans saw his\npossibilities; the horse could do a certain thing more efficiently than\na human.\n\n\"You notice,\" the doctor went on, with great care, \"that everything I've\nassumed is natural enough: the combination of an ant attack and the\nman's approach, occurring at the same time. Suppose we add a third\nfactor: that the bees, even while fighting the ants, also started to\nattack the man; but that he chanced to turn his attention to the ants\nFIRST. So that the bees let him alone!\n\n\"We know what remarkable things bees are, when it comes to telling one\nanother what they know. Is there any reason why such an experience--all\nnatural enough--shouldn't demonstrate to them that they, by merely\nthreatening a man, could compel him to kill ants for them?\"\n\nBillie was dubious for a moment; then agreed that the man, also, might\nnotice that the bees failed to sting him as long as he continued to\ndestroy their other enemies. If so, it was quite conceivable that, bit\nby bit, the bees had found other and more positive ways of securing the\naid of men through threatening to sting. \"Even to cultivating flowers\nfor their benefit,\" she conceded. \"It's quite possible.\"\n\nSmith had been thinking of something else. \"I always understood that a\nbee's stinging apparatus is good for only one attack. Doesn't it always\nremain behind after stinging?\"\n\n\"Yes,\" from the doctor, quietly. \"That is true. The sting has tiny barbs\non its tip, and these cause it to remain in the wound. The sting is\nactually torn away from the bee when it flies away. It never grows\nanother. That is why, in fact, the bee never stings except as a last\nresort, when it thinks it's a question of self-defense.\"\n\n\"Just what I thought!\" chuckled Smith. \"A bee is helpless without its\nsting! If so, how can you account for anything like a soldier bee?\"\n\nThe doctor returned his gaze with perfect equanimity. He looked at Van\nEmmon and Billie; they, too, seemed to think that the engineer had found\na real flaw in Kinney's reasoning. The doctor dropped his eyes, and\nsearched his mind thoroughly for the best words. He removed his\nbracelets while he was thinking; the others did the same. All four got\nto their feet and stretched, silently but thoroughly. Not until they\nwere ready to quit the study did the doctor make reply.\n\n\"Smith, I don't need to remind you that it's the little things that\ncount. It's too old a saying. In this case it happens to be the greatest\ntruth we have found today.\n\n\"Smith\"--speaking with the utmost care--\"what we have just said about\nthe bee's sting is all true; but only with regard to the bees on the\nearth. It is only on the earth, so far as we know positively, that the\nbee is averse to stinging, for fear of losing his sting.\n\n\"There is only one way to account for the soldier bee. Its sting has no\nbarbs!\"\n\n\"No barbs?\"\n\n\"Why no? If the poison is virulent enough, the barbs wouldn't be\nnecessary, would they? Friends, the Sanusian bee is the supreme creature\non its planet; it is superior to all the other insects, all the birds,\nall the animals; and its supremacy is due solely and entirely to the\nfact that there are no barbs on its sting!\"\n\n\n\n\nVII\n\nTHE MISSING FACTOR\n\n\nBy the time the four once more got together in the doctor's study, each\nhad had a chance to consider the Sanusian situation pretty thoroughly.\nAll but Billie were convinced that the humans were deserving people,\nwhose position was all the more regrettable because due, so far as could\nbe seen, the insignificant little detail of the barbless sting.\n\nWere these people doomed forever to live their lives for the sake of\ninsects? Were they always to remain, primitive and uncultured, in\nignorance of, the things that civilization is built upon, obeying the\norders of creatures who were content to eat, reproduce, and die? For\nthat is all that bees know!\n\nPerhaps it was for the best. Possibly Rolla and her friends were better\noff as they were. It might have been that a wise Providence, seeing how\nwoefully the human animal had missed its privileges on other worlds, had\ndecided to make man secondary on Sanus. Was that the reason for it all?\n\nAll but Billie scouted the idea. To them the affair was a ghastly\nperversion of what Nature intended. Van Emmon stated the case in a\nmanner which showed how strongly he felt about it.\n\n\"Those folks will never get anywhere if the bees can help it!\" he\ncharged. \"We've got to lend a hand, here, and see that they get a\nchance!\"\n\nSmith said that, so far as he was concerned, the bees might all be\nconsigned to hell. \"I'm not going to have anything to do with the agent\nI had, any more!\" he declared. \"I'm going to get in touch with that\nchap, Dulnop. What is he like, doc?\"\n\nKinney told him, and then Van Emmon asked for details of the herdsman,\nCorrus. \"No more bees in my young life, either. From now on it's up to\nus. What do you think?\" turning to his wife, and carefully avoiding any\nuse of her name.\n\nThe architect knew well enough that the rest were wondering how she\nwould decide. She answered with deliberation:\n\n\"I'm going to stay in touch with Supreme!\"\n\n\"You are!\" incredulously, from her husband.\n\n\"Yes! I've got a darned sight more sympathy for those bees than for the\nhumans! The 'fraid-cats!\" disgustedly.\n\n\"But listen,\" protested Van Emmon. \"We can't stand by and let those\ncold-blooded prisoners keep human beings, like ourselves, in rank\nslavery! Not much!\"\n\nEvidently he thought he needed to explain. \"A human is a human, no\nmatter where we find him! Why, how can those poor devils show what\nthey're good for if we don't give 'em a chance? That's the only way to\ndevelop people--give 'em a chance to show what's in 'em! Let the best\nman win!\"\n\nBillie only closed her mouth tighter; and Smith decided to say, \"Billie,\nyou don't need to stand by your guns just because the Sanusian working\nclass happens to be insects. Besides, we're three to one in favor of the\nhumans!\"\n\n\"Oh, well,\" she condescended, \"if you put it that way I'll agree not to\ninterfere. Only, don't expect me to help you any with your schemes; I'll\njust keep an eye on Supreme, that's all.\"\n\n\"Then we're agreed.\" The doctor put on his bracelets. \"Suppose we go\ninto the trance state for about three minutes--long enough to learn\nwhat's going on to-day.\"\n\nShortly Billie again using the eyes and ears of the extraordinarily\ncapable bee who ruled the rest, once more looked down upon Sanus. She\nsaw the big \"city,\" which she now knew to be a vast collection of hives,\nbuilt by the humans at the command of the bees. At the moment the air\nwas thick with workers, returning with their loads of honey from the\nfields which the humans had been compelled to cultivate. What a\ndiabolical reversal of the accepted order of things!\n\nThe architect had time to note something very typical of the case. On\nthe outskirts of the city two humans were at work, erecting a new hive.\nHaving put it together, they proceeded to lift the big box and place it\nnear those already inhabited. They set it down in what looked like a\ngood location, but almost immediately took it up again and shifted it a\nfoot to one side. This was not satisfactory, either; they moved it a few\ninches in another direction.\n\nAll told, it took a full minute to place that simple affair where it was\nwanted; and all the while those two humans behaved as though some one\nwere shouting directions to them--silent directions, as it were. Billie\nknew that a half-dozen soldier bees, surrounding their two heads, were\ncoolly and unfeelingly driving them where they willed. And when, the\nwork done, they left the spot, two soldiers went along behind them to\nsee that they did not loiter.\n\nAs for the doctor, he came upon Rolla when the woman was deep in an\nexperiment. She stood in front of a rude trough, one of perhaps twenty\nlocated within a large, high-walled inclosure. In the trough was a\nquantity of earth, through the surface of which some tiny green shoots\nwere beginning to show.\n\nRolla inspected the shoots, and then, with her stone knife, she made a\nfinal notch in the wood on the edge of the trough. There were twenty-odd\nof these notches; whereas, on other troughs which the doctor had a\nchance to see, there were over thirty in many cases, and still no\nshoots.\n\nThe place, then, was an experimental station. This was proven by Rolla's\nnext move. She went outside the yard and studied five heaps of soil,\neach of a different appearance, also three smaller piles of pulverized\nmineral-nitrates, for all that the doctor knew. And before Kinney\nsevered his connection with the Sanusian, she had begun the task of\nmixing up a fresh combination of these ingredients in a new trough. In\nthe midst of this she heard a sound; and turning about, waved a hand\nexcitedly toward a distant figure on the far side of a near-by field.\n\nMeanwhile Smith had managed to get in touch with Dulnop. He found the\nyoung man engaged in work which did not, at first, become clear to the\nengineer. Then he saw that the chap was simply sorting over big piles of\nbroken rock, selecting certain fragments which he placed in separate\nheaps. Not far away two assistants were pounding these fragments to\npowder, using rude pestles, in great, nature-made mortars--\"pot-holes,\"\nfrom some river-bed.\n\nIt was this powder, beyond a doubt, that Rolla was using in her work. To\nSmith, Dunlop's task seemed like a ridiculously simple occupation for a\nnearly grown man, until he reflected that these aborigines were exactly\nlike toddling children in intellects.\n\nVan Emmon had no trouble in making connections with Corrus. The herdsman\nwas in charge of a dozen cows, wild looking creatures which would have\nbeen far too much for the man had they been horned, which they were not.\nHe handled them by sheer force, using the great club he always carried.\nOnce while Van Emmon was watching, a cow tried to break away from the\ngroup; but Corrus, with an agility amazing in so short and heavy a man,\ndashed after the creature and tapped her lightly on the top of her head.\nDazed and contrite, she followed him meekly back into the herd.\n\nThe place was on the edge of a meadow, at the beginning of what looked\nlike a grain field. Stopping here, Corrus threw a hand to his mouth and\ngave a ringing shout. Immediately it was answered, faintly, by another\nat a distance; and then Van Emmon made out the form of Rolla among some\nhuts on the other side of the grain. She beckoned toward the herdsman,\nand he took a half-dozen steps toward her.\n\nJust as abruptly he stopped, almost in mid-stride. Simultaneously Van\nEmmon heard a loud buzzing in either ear. Coitus was being warned. Like\na flash he dropped his head and muttered: \"Very well. I will remember--\nnext time.\" And trembling violently he turned back to his cows.\n\n\"Well,\" remarked the geologist, when the four \"came out\" of their\nseance, \"the bees seem to have everything their own way. How can we help\nthe humans best? Hurry up with your idea; I'm getting sick of these\ndamned poisoners.\"\n\nThe doctor asked if the others had any suggestions. Smith offered this:\nwhy couldn't the humans retire to some cave, or build tight-walled huts,\nand thus bar out the bees?\n\nNo sooner had he made the remark, however, than the engineer declared\nhis own plan no good. \"These people aren't like us; they couldn't stand\nsuch imprisonment long enough to make their 'strike' worth while.\"\n\n\"Is there any reason,\" suggested Billie, indifferently, \"why they\ncouldn't weave face nets from some kind of grass, and protect themselves\nin that way?\"\n\nSmith saw the objection to that, too. \"They'd have to protect themselves\nall over as well; every inch would have to be covered tightly. From what\nI've seen of them I'd say that the arrangement would drive them frantic.\nIt would be worse than putting clothes on a cat.\"\n\n\"It's a man-sized job we've tackled,\" commented the doctor. \"What Smith\nsays is true; such people would never stand for any measures which would\nrestrict their physical freedom. They are simply animals with human\npossibilities, nothing more.\"\n\nHe paused, and then added quietly, \"By the way, did either of you notice\nany mountains just now?\"\n\nSmith and Van Emmon both said they had. \"Why?\"\n\n\"Of course, it isn't likely, but--did you see anything like a volcano\nanywhere?\"\n\n\"No,\" both replied.\n\n\"Another thing,\" Kinney went on. \"So far, I've seen nothing that would\nindicate lightning, much less the thing itself. Did either of you,\"\nexplicitly, \"run across such a thing as a blasted tree?\"\n\nThey said they had not. Billie hesitated a little with her reply, then\nstated that she had noted a tree or two in a state of disintegration,\nbut none that showed the unmistakable scars due to being struck by\nlightning.\n\n\"Then we've got the key to the mystery!\" declared the doctor. \"Remember\nhow brown and barren everything looks, excepting only where there's\nartificial vegetation? Well, putting two and two together, I come to the\nconclusion that Sanus differs radically from the earth in this respect.\n\n\"The humans have arrived rather late in the planet's history. Or--and\nthis is more likely--Sanus is somewhat smaller than the earth, and\ntherefore has cooled off sooner. At any rate, the relationship between\nthe age of the planet and the age of its human occupancy differs from\nwhat it is on the earth.\"\n\n\"I don't quite see,\" from Smith, \"what that's got to do with it.\"\n\n\"No? Well, go back to the first point: the dried-up appearance of\nthings. That means, their air and water are both less extensive than\nwith us, and for that reason there are far fewer clouds; therefore, it\nis quite possible that there has been no lightning within the memory of\nthe humans.\"\n\n\"How so?\" demanded the geologist.\n\n\"Why, simply because lightning depends upon clouds. Lightning is merely\nthe etheric electricity, drawn to the earth whenever there is enough\nwater in the air to promote conductivity.\"\n\n\"Yes,\" agreed Smith; \"but--what of it?\"\n\nKinney went on unheeding. \"As for volcanoes--probably the same\nexplanation accounts for the lack of these also. You know how the earth,\neven, is rapidly coming to the end of her 'volcanic period.' Time was\nwhen there were volcanoes almost everywhere on the earth.\n\n\"The same is likely true of Sanus as well. The point is,\" and the doctor\npaused significantly, \"there have been no volcanic eruptions, and no\nlightning discharges within the memory of Sanusian man!\"\n\nWhat was he getting at? The others eyed him closely. Neither Van Emmon\nnor Smith could guess what he meant; but Billie, her intuition wide\nawake, gave a great jump in her chair.\n\n\"I know!\" she cried. A flood of light came to her face. \"The Sanusians--\nno wonder they let the bees put it over on them!\n\n\"They haven't got FIRE! They've never had it!\"\n\n\n\n\nVIII\n\nFIRE!\n\n\nFrom the corner of his eyes Kinney saw Van Emmon turn a gaze of frank\nadmiration at his wife. It lasted only a second, however; the geologist\nremembered, and masked the expression before Billie could detect it.\n\nSmith had been electrified by the idea.\n\n\"By George!\" he exclaimed two or three times. \"Why didn't I think of\nthat? It's simple as A, B, C now!\"\n\n\"Why,\" Van Emmon exulted, \"all we've got to do is put the idea of fire\ninto their heads, and the job is done!\" He jumped around in his chair.\n\"Darn those bees, anyhow!\"\n\n\"And yet,\" observed the doctor, \"it's not quite as simple as we may\nthink. Of course it's true that once they have fire, the humans ought to\nassert themselves. We'll let that stand without argument.\"\n\n\"Will we?\" Smith didn't propose to back down that easy. \"Do you mean to\nsay that fire, and nothing more than fire, can bring about human\nascendency?\"\n\nThe doctor felt sure. \"All the other animals are afraid of fire. Such\nexceptions as the moth are really not exceptions at all; the moth is\nsimply driven so mad by the sight of flame that it commits suicide in\nit. Horses sometimes do the same.\n\n\"Humans are the ONLY creatures that do not fear fire! Even a tiny baby\nwill show no fear at the sight of it.\"\n\n\"Which ought to prove,\" Van Emmon cut in to silence Smith, \"that\nsuperiority is due to fire, rather than fire due to superiority, for the\nsimple reason that a newborn child is very low in the scale of\nevolution.\" Smith decided not to say what he intended to say. Van Emmon\nconcluded:\n\n\"We've just got to give 'em fire! What's the first step?\"\n\n\"I propose,\" from the doctor, \"that when we get in touch this time we\nconcentrate on the idea of fire. We've got to give them the notion\nfirst.\"\n\n\"Would you rather,\" inquired Billie, \"that I kept the idea from\nSupreme?\"\n\n\"Thanks,\" returned her husband, icily, \"but you might just as well tell\nher, too. It'll make her afraid in advance, all the better!\"\n\nThe engineer threw himself back in his seat. \"I'm with you,\" said he,\nlaying aside his argument. The rest followed his example, and presently\nwere looking upon Sanus again.\n\nAll told, this particular session covered a good many hours. The four\nkept up a more or less connected mental conversation with each other as\nthey went along, except, of course, when the events became too exciting.\nMainly they were trying to catch their agents in the proper mood for\nreceiving telepathic communications, and it proved no easy matter. It\nrequired a state of semi-consciousness, a condition of being neither\nawake nor asleep. It was necessary to wait until night had fallen on\nthat particular part of the planet. [Footnote: It should be mentioned\nthat the parts of Sanus showed the same condition of bee supremacy and\nhuman servitude. The spot in question was quite typical of the\ncolonies.]\n\nVan Emmon was the first to get results. Corrus had driven his herd back\nfrom the brook at which they had got their evening drink, and after\nseeing them all quietly settled for the night, he lay down on the dried\ngrass slope of a small hill, and stared up at the sky. Van Emmon had\nplenty of time to study the stars as seen from Sanus, and certainly the\ncase demanded plenty of time.\n\nFor he saw a broad band of sky, as broad as the widest part of the Milky\nWay, which was neither black nor sparkling with stars, but glowing as\nbrightly as the full moon! From the eastern horizon to the zenith it\nstretched, a great \"Silvery Way,\" as Van Emmon labeled it; and as the\ndarkness deepened and the night lengthened, the illumination crept on\nuntil the band of light stretched all the way across. Van Emmon racked\nhis brains to account for the thing.\n\nThen Corrus became drowsy. Van Emmon concentrated with all his might. At\nfirst he overdid the thing; Corrus was not quite drowsy enough, and the\nattempt only made him wakeful. Shortly, however, he became exceedingly\nsleepy, and the geologist's chance came.\n\nAt the end of a few minutes the herdsman sat up, blinking. He looked\naround at the dark forms of the cattle, then up at the stars; he was\nplainly both puzzled and excited. He remained awake for hours, in fact,\nthinking over the strange thing he had seen \"in a dream.\"\n\nMeanwhile Smith was having a similar experience with Dulnop. The young\nfellow was, like Corrus, alone at the time; and he, too, was made very\nexcited and restless by what he saw.\n\nBillie was unable to work upon her bee. Supreme retired to a hive just\nbefore dusk, but remained wide awake and more or less active, feeding\nvoraciously, for hours upon hours. When she finally did nap, she fell\nasleep on such short notice that the architect was taken off her guard.\nThe bee seemed to all but jump into slumberland.\n\nThe doctor also had to wait for Rolla. The woman sat for a long time in\nthe growing dusk, looming out pensively over the valley. Corrus was\nsomewhere within a mile or two, and so Kinney was not surprised to see\nthe herdsman's image dancing, tantalizingly, before Rolla's eyes. She\nwas thinking of him with all her might.\n\nPresently she shivered with the growing coolness, and went into a rough\nhut, which she shared with Cunora. The girl was already asleep on a heap\nof freshly gathered brush. Rolla, delightfully free of any need to\nprepare for her night's rest--such as locking any doors or cleaning her\nteeth--made herself comfortable beside her friend. Two or three yawns,\nand the doctor's chance came.\n\nTwo minutes later Rolla sat bolt upright, at the same time giving out a\nsharp cry of amazement and alarm. Instantly Cunora awoke.\n\n\"What is it, Rolla?\" terror-stricken.\n\n\"Hush!\" The older woman got up and went to the opening which served as a\ndoor. There she hung a couple of skins, arranging them carefully so that\nno bee might enter. Coming back to Cunora, she brought her voice nearly\nto a whisper:\n\n\"Cunora, I have had a wonderful dream! Ye must believe me when I say\nthat it were more than a mere dream; 'twere a message from the great\ngod, Mownoth, or I be mad!\"\n\n\"Rolla!\" The girl was more anxious than frightened now. \"Ye speak\nwildly! Quiet thyself, and tell what thou didst see!\"\n\n\"It were not easy to describe,\" said Rolla, getting herself under\ncontrol. \"I dreamed that a man, very pale of face and most curiously\nclad, did approach me while I was at work. He smiled and spake kindly,\nin a language I could not understand; but I know he meant full well.\n\n\"This be the curious thing, Cunora: He picked up a handful of leaves\nfrom the ground and laid them on the trough at my side. Then, from some\nplace in his garments he produced a tiny stick of white wood, with a tip\nmade of some dark-red material. This he held before mine eyes, in the\ndream; and then spake very reassuringly, as though bidding me not to be\nafraid.\n\n\"Well he might! Cunora, he took that tiny stick in his hand and moved\nthe tip along the surface of the trough; and, behold, a miracle!\"\n\n\"What happened?\" breathlessly.\n\n\"In the twinkling of an eye, the stick blossomed! Blossomed, Cunora,\nbefore mine eyes! And such a blossom no eye ever beheld before. Its\ncolor was the color of the poppy, but its shape--most amazing! Its shape\ncontinually changed, Cunora; it danced about, and rose and fell; it\nflowed, even as water floweth in a stream, but always upward!\"\n\n\"Rolla!\" incredulously. \"Ye would not awaken me to tell such nonsense!\"\n\n\"But it were not nonsense!\" insisted Rolla. \"This blossom was even as I\nsay: a living thing, as live as a kitten! And as it bloomed, behold, the\nstick was consumed! In a moment or two the man dropped what was left of\nit; I stooped--so it seemed--to pick it up; but he stopped me, and set\nhis foot upon the beautiful thing!\"\n\nShe sighed, and then hurried on. \"Saying something further, also\nreassuring, this angel brought forth another of the strange sticks; and\nwhen he had made this one bloom, he touched it to the little pile of\nleaves. Behold, a greater miracle, Cunora! The blossoms spread to the\nleaves, and caused them to bloom, too!\"\n\nCunora was eyeing her companion pretty sharply. \"Ye must take me for a\nsimple one, to believe such imagining.\"\n\nRolla became even more earnest. \"Yet it were more than imagining,\nCunora; 'twere too vivid and impressive for only that. As for the\nleaves, the blossoming swiftly spread until it covered every bit of the\npile; and I tell thee that the bloom flowed as high as thy hand!\nMoreover, after a moment or so, the thing faded and died out, just as\nflowers do at the end of the season; all that was left of the leaves was\nsome black fragments, from which arose a bluish dust, like unto the\ncloud that ye and I saw in the sky one day.\n\n\"Then the stranger smiled again, and said something of which I cannot\ntell the meaning. Once more he performed the miracle, and this time he\ncontrived to spread the blossom from some leaves to the tip of a large\npiece of wood which he took from the ground. 'Twas a wonderful sight!\n\n\"Nay, hear me further,\" as Cunora threw herself, with a grunt of\nimpatience, back on her bed; \"there is a greater wonder to tell.\n\n\"Holding this big blooming stick in one hand, he gave me his other; and\nit seemed as though I floated through the air by his side. Presently we\ncame to the place where Corrus's herd lay sleeping. The angel smote one\nof the cows with the flat of his hand, so that it got upon its feet; and\nstraightway the stranger thrust the flowing blossom into its face.\n\n\"The cow shrank back, Cunora! 'Twas deadly afraid of that beautiful\nflower!\"\n\n\"That is odd,\" admitted Cunora. She was getting interested.\n\n\"Then he took me by the hand again, and we floated once more through the\nair. In a short time we arrived at the city of the masters. [Footnote:\nHaving no microscopes, the Sanusians could not know that the soldier\nbees were unsexed females; hence, \"masters.\"] Before I knew it, he had\nme standing before the door of one of their palaces. I hung back, afraid\nlest we be discovered and punished; but he smiled again and spake so\nreassuringly that I fled not, but watched until the end.\n\n\"With his finger he tapped lightly on the front of the palace. None of\nthe masters heard him at first; so he tapped harder. Presently one of\nthem appeared, and flew at once before our faces. Had it not been for\nthe stranger's firm grasp I should have fled.\n\n\"The master saw that the stranger was the offender, and buzzed angrily.\nAnother moment, and the master would surely have returned to the palace\nto inform the others; and then the stranger would have been punished\nwith the Head Out punishment. But instead the angel very deliberately\nmoved the blooming stick near unto the master; and behold, it was\nhelpless! Down it fell to the ground, dazed; I could have picked it up,\nor killed it, without the slightest danger!\n\n\"Another master came out, and another, and another; and for each and all\nthe flowing blossom was too much! None would come near it wittingly; and\nsuch as the angel approached with it were stricken almost to death.\n\n\"When they were all made helpless the angel bade me hold my hand near\nthe bloom; and I was vastly surprised to feel a great warmth. 'Twas like\nthe heat of a stone which has stood all day in the sun, only much\ngreater. Once my finger touched the bloom, and it gave me a sharp pain.\"\n\nCunora was studying her friend very closely. \"Ye could not have devised\nthis tale, Rolla. 'Tis too unlikely. Is there more of it?\"\n\n\"A little. The angel once more took me by the hand, and shortly set me\ndown again in this hut. Then he said something which seemed to mean,\n'With this magic bloom thou shalt be freed from the masters. They fear\nit; but ye, and all like ye, do not. Be ye ready to find the blossom\nwhen I bid thee.' With that he disappeared, and I awoke.\n\n\"Tell me; do I look mad, to thine eyes?\" Rolla was beginning to feel a\nlittle anxious herself.\n\nCunora got up and led Rolla to the entrance. The glow of \"the Silvery\nWay\" was all the help that the girl's catlike eyesight needed; she\nseemed reassured.\n\n\"Ye look very strange and excited, Rolla, but not mad. Tell me again\nwhat thou didst see and hear, that I may compare it with what ye have\nalready told.\"\n\nRolla began again; and meanwhile, on the earth, the doctor's companions\ntelepathically congratulated him on his success. He had put the great\nidea into a fertile mind.\n\nPresently they began to look for other minds. It seemed wise to get the\nnotion into as many Sanusian heads as possible. For some hours this\nsearch proceeded; but in the end, after getting in touch with some forty\nor fifty individuals in as many different parts of the planet, they\nconcluded that they had first hit upon the most advanced specimens that\nSanus afforded; the only ones, in fact, whose intellect were strong\nenough to appreciate the value of what they were told. The investigators\nwere obliged to work with Rolla, Dulnop, and Corrus only; upon these\nthree depended the success of their unprecedented scheme.\n\nRolla continued to keep watch upon Supreme; and toward morning--that is,\nmorning in that particular part of Sanus--the architect was rewarded by\ncatching the bee in a still drowsy condition. Using the same method\nKinney had chosen, Billie succeeded in giving the soldier bee a very\nvivid idea of fire. And judging by the very human way in which the half-\nasleep insect tossed about, thrashing her wings and legs and making\nincoherent sounds, Billie succeeded admirably. The other bees in the\nhive came crowding around, and Supreme had some difficulty in\nmaintaining her dignity and authority. In the end she confided in the\nsubordinate next in command:\n\n\"I have had a terrible dream. One of our slaves, or a woman much like\none, assaulted me with a new and fearful weapon.\" She described it more\nor less as Rolla had told Cunora. \"It was a deadly thing; but how I know\nthis, I cannot say, except that it was exceedingly hot. So long as the\nwoman held it in her hand, I dared not go near her.\n\n\"See to it that the others know; and if such a thing actually comes into\nexistence, let me know immediately.\"\n\n\"Very well, Supreme.\" And the soldier straightway took the tale to\nanother bee. This told, both proceeded to spread the news, bee-fashion;\nso that the entire hive knew of the terror within a few minutes. Inside\nan hour every hive in the whole \"city\" had been informed.\n\n\"Give them time now,\" said the doctor, \"and they will tell every bee on\nthe planet. Suppose we want a couple of weeks before doing anything\nfurther? The more afraid the bees are in advance, the easier for Rolla\nand her friends.\"\n\nMeanwhile Corrus, after a sleepless night with his cattle had driven\nthem hurriedly back to the huts surrounding the \"experimental station.\"\nHere the herdsman turned his herd over to another man, and then strode\nover among the huts. Outside one of them--probably Rolla's--he paused\nand gazed longingly, then gave a deep sigh and went on. Shortly he\nreached another hut in which he found Dulnop.\n\n\"I was just going to seek ye!\" exclaimed the younger man. \"I have seen a\nwondrous sight, Corrus!\"\n\nThus the two men came to compare notes, finding that each had learned\npractically the same thing. Corrus being denied the right to visit any\nwoman save Cunora, Dulnop hurried to Rolla and told her what he and the\nherdsman had learned. The three testimonies made an unshakable case.\n\n\"By the great god Mownoth!\" swore Corrus in vast delight when Dulnop had\nreported. \"We have learned a way to make ourselves free! As free as the\nsquirrels!\"\n\n\"Aye,\" agreed the younger. \"We know the method. But--how shall we secure\nthe means?\"\n\nCorrus gave an impatient gesture. \"'Twill come in time, Dulnop, just as\nthe dream came! Meanwhile we must tell every one of our kind, so that\nall shall be ready when the day comes to strike!\n\n\"Then\"--his voice lost its savagery, and became soft and tender--\"then,\nDulnop, lad, ye shall have thy Cunora; and as for Rolla and I--\"\n\nCorrus turned and walked away, that his friend might not see what was in\nhis eyes.\n\n\n\n\nIX\n\nFOUND!\n\n\nIt was two weeks to a day when the four on the earth, after having seen\nvery little of each other in the meanwhile, got together for the purpose\nof finishing their \"revelation\" to the Sanusians.\n\n\"Mr. Van Emmon and I,\" stated Billie coolly, as they put on their\nbracelets, \"have been trying to decide upon the best way of telling them\nhow to obtain fire.\"\n\nNeither Smith nor the doctor showed that he noticed her \"Mr. Van Emmon.\"\nEvidently the two were still unreconciled.\n\n\"I argue,\" remarked the geologist, \"that the simplest method will be a\nchemical one. There's lots of ways to produce fire spontaneously, with\nchemicals; and this woman Rolla could do it easily.\"\n\nBillie indulged in a small, superior smile. \"He forgets that all these\nchemical methods require PURE chemicals. And you don't find them pure in\nthe natural state. You've got to have fire to reduce them with.\"\n\n\"What's your proposition, then?\" from the doctor.\n\n\"Optics!\" enthusiastically. She produced a large magnifying-glass from\nher pocket. \"All we have to do is to show Dulnop--he's something of a\nmineralogist--how to grind and polish a piece of crystal into this\nshape!\"\n\nVan Emmon groaned. \"Marvelous! Say, if you knew how infernally hard it\nis to find even a small piece of crystal, you'd never propose such a\nthing! Why, it would take years--Mrs. Van Emmon!\"\n\nSmith also shook his head. \"Neither of you has the right idea. The\neasiest way, under the circumstances, would be an electrical one.\"\n\nHe paused, frowning hard; then vetoed his own plan. \"Thunder; I'm always\nspeaking first and thinking afterward. I never used to do it,\"\naccusingly, \"until I got in with you folks. Anyhow, electricity won't\ndo; you've got to have practically pure elements for that, too.\"\n\n\"Guess it's up to you, doc,\" said Billie. And they all looked\nrespectfully toward their host.\n\nHe laughed. \"You three will never learn anything. You'll continue to\nthink that I'm a regular wonder about these things, but you never notice\nthat I merely stay still and let you commit yourselves first before I\nsay anything. All I have to do is select the one idea remaining after\nyou've disproved the rest. Nothing to it!\"\n\nHe paused. \"I'm afraid we're reduced to the spark method. It would take\ntoo long to procure materials pure enough for any other plan. Friction\nis out of the question for such people; they haven't the patience.\nSuppose we go ahead on the flint-and-spark basis.\"\n\nThey went at once into the familiar trance state. Nightfall was\napproaching on the part of Sanus in which they were interested. Smith\nand Van Emmon came upon Dulnop and Corrus as they were talking together.\nThe herdsman was saying:\n\n\"Lad, my heart is heavy this night.\" Much of his usual vigor was absent.\n\"When I were passing Cunora's field this day, some of the masters came\nand drove me over to her side. I tried to get away, and one threatened\nto kill. I fear me, lad, they intend to force us to marry!\"\n\n\"What!\" fiercely, from the younger.\n\nCorrus laid a hand upon his arm. \"Nay, Dulnop; fear not. I have no\nfeeling for thy Cunora; I may marry her, but as for fathering her\nchildren--no!\"\n\n\"Suppose,\" through set teeth, \"suppose They should threaten to kill\nthee?\"\n\n\"I should rather die, Dulnop, than be untrue to Rolla!\"\n\nThe younger man bounded to his feet. \"Spoken like a man! And I tell\nthee, neither shall I have aught to do with Rolla! Rather death than\ndishonor!\"\n\nNext moment silence fell between them; and then Van Emmon and Smith\nnoted that both men had been bluffing in what they had said. For,\nsitting apart in the growing darkness, each was plainly in terror of the\nmorrow. Presently Corrus spoke in a low tone:\n\n\"All the same, Dulnop, it were well for me and thee if the secret of the\nflowing blossom were given us this night. I\"--he paused, abashed--\"I am\nnot so sure of myself, Dulnop, when I hear Their accursed buzzing. I\nfear--I am afraid I might give in!\"\n\nAt this Dulnop broke down, and fell to sobbing. Nothing could have told\nthe investigators so well just how childlike the Sanusians really were.\nCorrus had all he could do to hold in himself.\n\n\"Mownoth!\" he exclaimed, his eyes raised fervently. \"If it be thy will\nto deliver us, give us the secret this night!\"\n\nMeanwhile, in Rolla's hut, a similar scene was going on under the\ndoctor's projected eye. Cunora lost her nerve, and Rolls came near to\ndoing the same in her efforts to comfort the other.\n\n\"They are heartless things!\" Rolla exclaimed with such bitterness as her\nnature would permit. \"They know not what love is: They with their drones\nand their egg-babes! What is family life to Them? Nothing!\n\n\"Somehow I feel that Their reign is nearly at an end, Cunora. Perhaps\nthe great secret shall be given us to-night!\"\n\nThe girl dried her tears. \"Why say ye that, Rolla?\"\n\n\"Because the time be ripe for it. Are not all our kind looking forward\nto it? Are we not all expecting and longing for it? Know we not that we\nshall, must, have what we all so earnestly desire?\" It was striking, to\nhear this bit of modern psychology uttered by this primitive woman. \"Let\nme hear no more of thy weeping! Ye shall not be made to wed Corrus!\"\n\nNevertheless, at the speaking of her lover's name, the older woman's\nlips trembled despite themselves; and she said nothing further beyond a\nbrief \"Sleep well.\" After which the two women turned in, and shortly\nreached the drowsy point.\n\nThus it happened that Rolla, after a minute or two, once more aroused\nCunora in great excitement, and after securely closing the entrance to\nthe hut against all comers, proceeded to relate what she had seen. She\nfinished:\n\n\"The seed of the flower can be grown in the heart of rotting wood!\" And\nfor hours afterward the two whispered excitedly in the darkness. It was\nhard to have to wait till dawn.\n\nAs for Corrus and Dulnop, they even went so far as to search the heaps\nof stone in the mineral yards, although neither really expected to find\nwhat they sought.\n\nBut the four on the earth, not being able to do anything further until\nmorning, proceeded to make themselves at home in the doctor's house.\nSmith and the doctor slept together, likewise Billie and Mrs. Kinney;\nVan Emmon occupied the guest-room in lonely grandeur. When he came down\nto breakfast he said he had dreamed that he was Corrus, and that he had\nburned himself on a blazing cow.\n\nAgain in the trance state, the four found that Rolla and Cunora, after\nreaching an understanding with Corrus and Dulnop, had already left their\nhuts in search of the required stone. Five bees accompanied them. Within\na few minutes however, Corrus and Dulnop set out together in the\nopposite direction, as agreed upon; and shortly the guards were\nwithdrawn. This meant that the holiday was officially sanctioned, so\nlong as the two couples kept apart; but if they were to join forces\nafterward, and be caught in the act, they would be severely punished.\nSuch was bee efficiency--and sentiment.\n\nThe doctor had impressed Rolla with the fact that she would find the\ndesired stone in a mountainous country. Cunora, however, was for\nexamining every rock she came to; Rolla was continually passing judgment\nupon some specimen.\n\n\"Nay,\" said she, for the hundredth time. \"'Tis a very bright stone we\nseek, very small and very shiny, like sunlight on the water. I shall\nknow it when I see it, and I shall see it not until we reach the\nmountains.\"\n\nSoon Cunora's impatience wore off, and the two concentrated upon making\ntime. By midday they were well into the hills, following the course of a\nvery dry creek; and now they kept a sharp lookout at every step.\n\nVan Emmon and Smith had similarly impressed Corrus and Dulnop with the\nresult that there was no loss of time in the beginning. The two men\nreached the hills on their side of the valley an hour before the women\nreached theirs.\n\nAnd thus the search began, the strangest search, beyond a doubt, within\nthe history of the universe. It was not like the work of some of earth's\nprehistoric men, who already knew fire and were merely looking up fresh\nmaterials; it was a quest in which an idea, an idea given in a vision,\nwas the sole driving force. The most curious part of the matter was that\nthese people were mentally incapable of conceiving that there was\nintelligence at work upon them from another world, or even that there\nwas another world.\n\n\"Ye saw the stars last night?\" Corrus spoke to Dulnop. \"Well, 'tis just\nsuch stars as shall awaken the seed of the flower. Ye shall see!\"\n\nBoth knew exactly what to look for: the brassy, regularly cut crystals\nwith the black stripings, such as has led countless men to go through\nuntold hardships in the belief that they had found gold. In fact, iron\npyrites is often called \"fool gold,\" so deceptive is its glitter.\n\nYet, it was just the thing for the purpose. Flint they already had,\nlarge quantities of it; practically all their tools, such as axes and\nknives, were made of it. Struck against iron pyrites, a larger, fatter,\nhotter spark could be obtained than with any other natural combination.\n\nIt was Dulnop's luck to see the outcropping. He found the mineral\nexposed to plain view, a few feet above the bottom of the ravine the two\nwere ascending. With a shout of triumph he leaped upon the rock.\n\n\"Here, Corrus!\" he yelled, dancing like mad. \"Here is the gift of the\ngods!\"\n\nThe older man didn't attempt to hide his delight. He grabbed his\ncompanion and hugged him until his ribs began to crack. Then, with a\nsingle blow from his huge club, the herdsman knocked the specimen clear\nof the slate in which it was set. Such was their excitement, neither\ndreamed of marking the place in any way.\n\nFirst satisfying themselves that the pyrites really could produce\n\"stars\" from the flint, the two hurried down-stream, in search of the\nright kind of wood. In half an hour Corrus came across a dead, worm-\neaten tree, from which he nonchalantly broke off a limb as big as his\nleg. The interior was filled with a dry, stringy rot, just the right\nthing for making a spark \"live.\"\n\nThen came a real difficulty. It will be better appreciated when the\nmen's childish nature is borne in mind. Their patience was terribly\nstrained in their attempts to make the sparks fly into the tinder. Again\nand again one of them would throw the rocks angrily to the ground,\nfairly snarling with exasperation.\n\nHowever, the other would immediately take them up and try again. Neither\nman had a tenth the deftness that is common to adults on the earth. In\nsize and strength alone they were men; otherwise--it cannot too often be\nrepeated--they were mere children. All told, it was over two hours\nbefore the punk began to smolder.\n\n\"By Mownoth!\" swore the herdsman, staring reverently at the smoke. \"We\nhave done a miracle, Dulnop--ye and I! Be ye sure this is no dream?\"\n\nQuite in human fashion, Dulnop seriously reached out and pinched the\nherdsman's tremendous arm. Corrus winced, but was too well pleased with\nthe result to take revenge, although the nature of these men was such as\nto call for it.\n\n\"It be no dream!\" he declared, still awestruck.\n\n\"Nay,\" agreed Dulnop. \"And now--to make the flower grow!\"\n\nIt was Corrus's lungs which really did the work. His prodigious chest\nwas better than a small pair of bellows, and he blew just as he had been\ntold in the vision. Presently a small flame appeared in the tinder, and\nleaped eagerly upward. Both men jumped back, and for lack of enough air\nthe flame went out.\n\n\"Never mind!\" exclaimed Dulnop at Corrus's crestfallen look. \"I remember\nthat we must be ready with leaves, and the like, as soon as the blossom\nappears. Blow, ye great windmaker, and I shall feed the flower!\"\n\nAnd thus it came about that two men of Sanus, for the first time in the\nhistory of the planet, looked upon fire itself. And when they had got it\nto burning well, each of them stared at his hands, and from his hands to\nthe little heap of \"flowers\"; from hands to fire they looked, again and\nagain; and then gazed at one another in awe.\n\n\n\n\nX\n\nAT HALF COCK\n\n\nRolla and Cunora searched for hours. They followed one creek almost to\nits very beginning, and then crossed a ridge on the left and came down\nanother stream. Again and again Cunora found bits of mineral such as\nwould have deceived any one who had been less accurately impressed than\nRolla. As it afterward turned out, the very accuracy of this impression\nwas a great error, strange though that may seem.\n\nFinally Rolla glanced up at the sun and sighed. \"We will have to give it\nup for this day,\" she told Cunora. \"There be just time enough to return\nbefore night.\" Neither said anything about the half-rations upon which\nthey would be fed in punishment for running away.\n\nSo the two started back, making their way in gloomy silence through the\nwoods and fields of the valley. Cunora was greatly disappointed, and\nsoon began to show it as any child would, by maintaining a sullenness\nwhich she broke only when some trifling obstacle, such as a branch, got\nin her way. Then she would tear the branch from the tree and fling it as\nfar as she could, meanwhile screaming with anger. Rolla showed more\ncontrol.\n\nIt was nearing nightfall when they came within sight of the huts. At a\ndistance of perhaps half a mile they stopped and stared hard at the\nscene ahead of them.\n\n\"Hear ye anything, Cunora?\" asked the older woman.\n\nThe girl's keen ears had caught a sound. \"Methinks something hath\naroused our people. I wonder--\"\n\n\"Cunora!\" gasped Rolla excitedly. \"Think ye that Corrus and Dulnop have\nsucceeded in growing the flower?\"\n\nThey ran nearer. In a moment it was clear that something most certainly\nwas arousing the people. The village was in an uproar.\n\n\"Stay!\" cautioned Rolla, catching her friend's arm. \"Let us use cunning!\nMayhap there be danger!\"\n\nThey were quite alone in the fields, which were always deserted at that\nhour. Crouching behind a row of bushes, they quickly drew near to the\nvillage, all without being seen. Otherwise, this tale would never be\ntold.\n\nFor Corrus and Dulnop, after having satisfied themselves that the\nwondrous flowering flower would live as long as they continued to feed\nit, had immediately decided to carry it home. To do so they first tried\nbuilding the fire on a large piece of bark. Of course it burned through,\nand there had been more delay. Finally Corrus located a piece of slate,\nso large that a small fire could be kept up without danger of spilling.\n\nThe two men had hurried straight for the village. Not once did either of\nthem dream what a magnificent spectacle they made; the two skin-clad\naborigines, bearing the thing which was to change them from slaves into\nfree beings, with all the wonders of civilization to come in its train.\nBehind them as they marched, if they but knew it, stalked the principles\nof the steam engine, of the printing-press, of scientific agriculture\nand mechanical industry in general. Look about the room in which you sit\nas you read this; even to the door-knobs every single item depends upon\nfire, directly or indirectly. But Corrus and Dulnop were as ignorant of\nthis as their teeth were devoid of fillings.\n\nNot until then did it occur to the four watchers on the earth that there\nwas anything premature about the affair. It was Smith who first\nobserved:\n\n\"Say, Van, I never thought to impress Dulnop with any plan for using the\nfire. How about you and Corrus?\"\n\n\"By George!\" seriously, from the geologist. And immediately the two set\nto work trying to reach their agents' minds.\n\nThey failed! Dulnop and Corrus were both too excited, far too wide\nawake, to feel even the united efforts of all four on the earth. And the\ntwo Sanusians marched straight into the village without the remotest\nidea of how they should act.\n\n\"It is a flower!\" he shrieked, frantic with joy. \"The flower has come!\"\nthe shout was passed along. \"Corrus and Dulnop have found the flowering\nblossom!\"\n\nWithin a single minute the two men were surrounded by the whole human\npopulation of the place. For the most part the natives were too awe-\nstruck to come very near; they were content to stand off and stare at\nthe marvel, or fall upon their knees and worship it. It was now so dark\nthat the flames fairly illumined their faces.\n\nShortly one or two got up courage enough to imitate Dulnop as he \"fed\nthe flower;\" and presently there were several little fires burning\nmerrily upon the ground. As for the aborigines, they let themselves\nloose; never before did they shout and dance as they shouted and danced\nthat night. It was this Rolla and Cunora heard.\n\nBefore five minutes had passed, however, a scout awakened Supreme.\nBillie could see that the bee was angry at having been disturbed, but\nswiftly collected herself as she realized the significance of the\nscout's report.\n\n\"So they have found the terror,\" she reflected aloud. \"Very well. Arouse\nall except the egg-layers and the drones. We can make use of the food-\ngatherers as well as the fighters.\"\n\nThe hive was soon awake. Billie was sure that every last bee was greatly\nafraid; their agitation was almost pitiful. But such was their\norganization and their automatic obedience to orders, there was\ninfinitely less confusion than might be supposed. Another five minutes\nhad not passed before not only that hive, but all within the \"city\" were\nemptied; and millions upon millions of desperate bees were under way\ntoward the village.\n\nRolla and Cunora knew of it first. They heard the buzzing of that winged\ncloud as it passed through the air above their heads; but such was the\nbees' intent interest in the village ahead, the two women were not spied\nas they hid among the bushes.\n\nBy this time twilight was half gone. The firelight lit up the crowd of\nhumans as they surged and danced about their new deity. For, henceforth,\nfire would replace Mownoth as their chief god; it was easy to see that.\n\nMoreover, both Corrus and Dulnop, as primitive people will, had been\nirresistibly seized by the spirit of the mob. They threw their burden\ndown and joined in the frenzy of the dance. Louder and louder they\nshouted; faster and faster they capered. Already one or two of their\nfellow villagers had dropped, exhausted, to the ground. Never had they\nhad so good an excuse for dancing themselves to death!\n\nAnd into this scene came the bees. Not one of them dared go within ten\nyards of the flames; for a while, all they did was to watch the humans.\nSuch was the racket no one noticed the sound of the wings.\n\n\"Shall we attack those on the edge of the crowd?\" one of Supreme's\nlieutenants wanted to know. The commandant considered this with all the\nforce of what mental experience she had had.\n\n\"No,\" she decided. \"We shall wait a little longer. Just now, they are\ntoo jubilant to be frightened; we would have to kill them all, and that\nwould not be good policy.\"\n\nOf course, the bee had the pollen crop, nothing more, in mind when she\nmade her decision; yet it was further justified. There was no let-up in\nthe rejoicing; if anything, it became more frantic than before. Darkness\nfell upon a crowd which was reeling in self-induced mental intoxication.\n\nRolla and Cunora came a little nearer; and still remaining hidden, saw\nthat more than half their friends had succumbed. One by one the\nremainder dropped out; their forms lay all about what was left of the\nfire. The two women could easily see what their friends were blind to:\nthe bees were simply biding their time.\n\n\"Ought we not to rush in and warn them?\" whispered Cunora to Rolla.\n\"Surely the flower hath driven them mad!\"\n\n\"Hush!\" warned the older woman. \"Be quiet! Everything depends upon our\nsilence!\"\n\nIt was true. Only two of the villagers remained upon their feet, and\nshortly one of these staggered and fell in his tracks. The one who was\nleft was Corrus himself, his immense vitality keeping him going. Then\nhe, too, after a final whoop of triumph and defiance, absolutely\nunconscious of the poison-laden horde that surrounded him, fell\nsenseless to the earth. Another minute, and the whole crowd was still.\n\nAND THE FIRE HAD GONE OUT.\n\nThe bees came closer. Several thousands of them were stricken by smoke\nfrom the embers, and the rest of the swarm took good care to avoid it.\nThey hovered over the prostrate forms of the aborigines and made sure\nthat they were unconscious.\n\n\"Is there nothing we can do?\" whispered Cunora, straining her eyes to\nsee.\n\n\"Nothing, save to watch and wait,\" returned Rolla, her gaze fixed upon\nthe dark heap which marked her lover's form. And thus an hour passed,\nwith the four on the earth quite unable to take a hand in any way.\n\nThen one of the villagers--the first, in fact, who had dropped out of\nthe dance--stirred and presently awakened. He sat up and looked about\nhim, dazed and dizzy, for all the world like a drunken man. After a\nwhile he managed to get to his feet.\n\nNo sooner had he done this than a dozen bees were upon him. Terror-\nstricken, he stood awaiting their commands. They were not long in\ncoming.\n\nBy means of their fearful buzzing, the deadly insects guided him into\nthe nearest hut, where they indicated that he should pick up one of the\nrude hoelike took which was used in the fields. With this in hand, he\nwas driven to the little piles of smoldering ashes, where the fires had\nflickered an hour before.\n\nHardly knowing what he was doing, but not daring to disobey, the man\nproceeded to heap dirt over the embers. Shortly he had every spark of\nthe fire smothered beneath a mound as high as his knees. Not till then\ndid any of the others begin to revive.\n\nAs fast as they recovered the bees took charge of them. Not a human had\ncourage enough to make a move of offense; it meant certain death, and\nthey all knew it only too well. As soon as they were wide awake enough\nto know what they were doing, they were forced to search the bodies of\nthose still asleep.\n\n\"We must find the means for growing the flower,\" said Supreme, evidently\nconvinced that a seed was a seed, under any circumstances. And presently\nthey found, tucked away in Corrus's lion-skin, a large chunk of the\npyrites, and a similar piece on Dulnop.\n\n\"So these were the discoverers,\" commented Supreme.\n\n\"What is your will in their case?\" the subordinate asked.\n\nThe commanding bee considered for a long time. Finally she got an idea,\nsuch as bees are known to get once in a great while. It was simply a new\ncombination--as all ideas are merely new combinations--of two\npunishments which were commonly employed by the bees.\n\nAs a result, eight of the villagers were compelled to carry the two\nfire-finders to a certain spot on the bank of a nearby stream. Here the\ntwo fragments of pyrites were thrown, under orders, into the water; so\nthat the eight villagers might know just why the whole thing was being\ndone.\n\nNext the two men, still unconscious, were buried up to their necks.\nTheir heads, lolling helplessly, were all that was exposed. So it was to\nbe the Head Out punishment--imprisonment of one day with their bodies\nrigidly held by the soil: acute torture to an aborigine. But was this\nall?\n\nOne of the villagers was driven to the nearest hut, where he was forced\nto secure two large stone axes. Bringing these back to the \"torture-\nplace,\" as the spot was called, the man was compelled to wield one of\nthe clumsy tools while a companion used the other; and between them they\ncut down the tree whose branches had been waving over the prisoners'\nheads. Then the villagers were forced to drag the tree away.\n\nAll of which occurred in the darkness, and out of sight of Rolla and\nCunora. They could only guess what was going on. Hours passed, and dawn\napproached. Not till then did they learn just what had been done.\n\nThe villagers, now all awake, were driven by the bees to the place on\nthe bank of the stream. There, the eight men who had imprisoned the two\ndiscoverers told what had been done with the \"magic stones.\" Each\nvillager stared at the offenders, and at something which lay on the\nground before them, and in sober silence went straight to his or her\nwork in the fields.\n\nPresently the huts were deserted. All the people were on duty elsewhere.\nSuch bees as were not guarding the fields had returned to the hives.\nRolla and Cunora cautiously ventured forth, taking great care to avoid\nbeing seen. They hurried fearfully to the stream.\n\nBefore they reached the spot Rolla gave an exclamation and stared\ncuriously to one side, where the tree had been dragged. Suddenly she\ngave a terrible cry and rushed forward, only to drop on her knees and\ncover her face with hands that shook as with the palsy. At the same\ninstant Cunora saw what had been done; and uttering a single piercing\nscream, fell fainting to the ground.\n\nHeaped in front of the two prisoners was a large pile of pebbles. There\nwere thousands upon thousands in the heap. Before each man, at a\ndistance of a foot, was a large gourdful of water. To the savages, these\ntold the whole story; these, together with the tree dragged to one side.\n\nCorrus and Dulnop were to be buried in that spot every day for as many\ndays as there were pebbles in the heap; in other words, until they died.\nEvery night they would be dug up, and every morning buried afresh. And\nto keep them from telling any of the villagers where they had found the\npyrites, they were to be deprived of water all day long. By night their\ntongues would be too swollen for speech. For they had been sentenced to\nthe No Shade torture, as well; their heads would be exposed all day long\nto the burning sun itself.\n\n\n\n\nXI\n\nTHE EDGE OF THE WORLD\n\n\nIt is significant that Billie, because of her connection with the bee,\nSupreme, was spared the sight that the doctor saw from Rolla's point of\nview. Otherwise, the geologist's wife might have had a different opinion\nof the matter. As it was--\n\n\"Corrus and Dulnop,\" said she as cooly as Supreme herself might have\nspoken, \"are not the first to suffer because they have discovered\nsomething big.\"\n\nWhereupon her husband's wrath got beyond his grip. \"Not the first! Is\nthat all you can say?\" he demanded hotly. \"Why, of all the damnably\ncruel, cold-blooded creatures I ever heard of, those infernal bees--\"\n\nVan Emmon stopped, unable to go on without blasphemy.\n\nThe doctor had got over the horror of what he had seen. \"We want to be\nfair, Van. Look at this matter from the bees' view-point for awhile.\nWhat were they to do? They had to make sure, as far as possible, that\ntheir supremacy would never be threatened again. Didn't they?\"\n\n\"Oh, but--damn it all!\" cried Van Emmon. \"There's a limit somewhere!\nSuch cruelty as that--no one could conceive of it!\"\n\n\"As for the bees,\" flared Billie, \"I don't blame 'em! And unless I'm\nvery much mistaken, the ruling class ANYWHERE, here on the earth or\nwherever you investigate, will go the limit to hold the reins, once they\nget them!\"\n\nThe expression on Van Emmon's face was curious to see. There was no fear\nthere, only a puzzled astonishment. Strange as it may seem, Billie had\ntold him something that had never occurred to him before. And he\nrecognized it as truth, as soon as she had said it.\n\n\"Just a minute,\" remarked Smith in his ordinary voice; \"just a minute.\nYou're forgetting that we don't really know whether Rolla and Cunora are\nsafe. Everything depends upon them now, you know.\"\n\nIn silence the four went back into telepathic connection. Now, of\ncourse, Smith and Van Emmon were practically without agents. The\nprisoners could tell them nothing whatever except the tale of increasing\nagony as their torture went on. All that Van Emmon and Smith could do\nwas lend the aid of their mentality to the efforts of the other two, and\nfor a while had to be content with what Billie, through Supreme, and the\ndoctor, through Rolla, were able to learn. However, Kinney did suggest\nthat one of the other two men get in touch with Cunora.\n\n\"Good idea,\" said Smith. \"Go to it, Van Emmon.\"\n\nThe geologist stirred uneasily, and avoided his wife's eyes. \"I--I'm\nafraid not, Smith. Rather think I'd prefer to rest a while. You do it!\"\n\nSmith laughed and reddened. \"Nothing doing for an old bach like me.\nCunora might--well, you know--go in bathing, for instance. It's all\nright for the doctor, of course; but--let me out!\"\n\nMeanwhile the two women on Sanus, taking the utmost care, managed to\nretreat from the river bank without being discovered. Keeping their eyes\nvery wide open and their ears strained for the slightest buzz, the two\ncontrived to pass through the village, out into the fields, and thence,\nfrom cover to cover, into the foothills on that side of the valley where\ntheir lovers had found the pyrites.\n\n\"If only we knew which stream they ascended!\" lamented Cunora, as they\nstood in indecision before a fork in the river.\n\n\"But we don't!\" Rolla pointed out philosophically. \"We must trust to\nluck and Mownoth, ye and I.\"\n\nAnd despite all the effort the doctor could put forth to the contrary,\nthe two women picked out the wrong branch. They searched as diligently\nas two people possibly could; but somehow the doctor knew, just because\nof the wrong choice that had been made, that their search would be\nunsuccessful. He thought the matter over for a few moments, and finally\nadmitted to his three friends:\n\n\"I wonder if I haven't been a little silly? Why should I have been so\nprecious specific in impressing Rolla about the pyrites? Pshaw! Almost\nany hard rock will strike sparks from flint!\"\n\n\"Why, of course!\" exploded Van Emmon. \"Here--let's get busy and tell\nRolla!\"\n\nBut it proved astonishingly difficult. The two women were in an\nextraordinary condition now. They were continually on the alert. In\nfact, the word \"alert\" scarcely described the state of mind, the keen,\ndesperate watchfulness which filled every one of their waking hours, and\ncaused each to remain awake as long as possible; so that they invariably\nfell to sleep without warning. They could not be caught in the drowsy\nstate!\n\nFor they knew something about the bees which the four on the earth did\nnot learn until Billie had overheard Supreme giving some orders.\n\n\"Set a guard on that river bank,\" she told her subordinate, \"and\nmaintain it night and day. If any inferior attempts to recover the magic\nstone, deal with him or her in the same manner in which we punished the\nfinders of the deadly flower.\"\n\n\"It shall be done, Supreme. Is there anything further?\"\n\n\"Yes. Make quite sure that none of the inferiors are missing.\"\n\nShortly afterward the lieutenant reported that one of the huts was\nempty.\n\n\"Rolla, the soil-tester, and Cunora, the vineyardist, are gone.\"\n\n\"Seek them!\" Supreme almost became excited. \"They are the lovers of the\nmen we punished! They would not absent themselves unless they knew\nsomething! Find them, and torture them into revealing the secret! We\nmust weed out this flowing blossom forever!\"\n\n\"It shall be done!\"\n\nSuch methods were well known to Rolla and Cunora. Had not their fellow\nvillagers, many of them, tried time after time to escape from bondage?\nAnd had they not inevitably been apprehended and driven back, to be\ntortured as an example to the rest? It would never do to be caught!\n\nSo they made it a practice to travel only during twilight and dawn,\nremaining hidden through the day. Invariably one stood watch while the\nother slept. The bees were--everywhere!\n\nUpon crossing the range of mountains going down the other side, Cunora\nand Rolla began to feel hopeful of two things--first, that their luck\nwould change, and the wonderful stone be found; and second, that they\nwould be in no danger from the bees in this new country, which seemed to\nbe a valley much like the one they had quit. It was all quite new and\nstrange to them, and in their interest they almost forgot at times that\neach had a terrible score to settle when her chance finally came.\n\nTwice they had exceedingly narrow escapes. Always they kept carefully\nhid, but on the third day Cunora, advancing cautiously through some\nbrush, came suddenly upon two bees feeding. She stopped short and held\nher breath. Neither saw her, so intent were they upon their honey; yet\nCunora felt certain that each had been warned to watch out for her. This\nwas true; Billie learned that every bee on the planet had been told. And\nso Cunora silently backed away, an inch at a time, until it was safe to\nturn and run.\n\nOn another occasion Rolla surprised a big drone bee, just as she bent to\ntake a drink of water from a stream. The insect had been out of her\nsight, on the other side of a boulder. It rose with an angry buzz as she\nbent down; a few feet away from her it hung in the air, apparently\nscrutinizing her to make sure that she was one of the runaways. Her\nheart leaped to her mouth. Suppose they were reported!\n\nShe made a lightninglike grab at the thing, and very nearly caught it.\nStraight up it shot, taken by surprise, and dashed blindly into a ledge\nof rock which hung overhead. For a second it floundered, dazed; and that\nsecond was its last. Cunora gave a single bound forward, and with a\nvicious swing of a palm-leaf, which she always carried, smashed the bee\nflat.\n\nBefore they had been free five days they came to an exceedingly serious\nconclusion: that it was only a question of time until they were caught.\nSooner or later they must be forced to return; they could not hope to\ndodge bees much longer. When Rolla fully realized this she turned\ngravely to the younger girl.\n\n\"Methinks the time has come for us to make a choice, Cunora. Which shall\nit be: live as we have been living for the past four days, with the\ncertainty of being caught in time or--face the unknown perils on the\nedge of the world?\"\n\nCunora dropped the piece of stone she had been inspecting and shivered\nwith fear. \"A dreadful choice ye offer, Rolla! Think of the horrible\nbeasts we must encounter!\"\n\n\"Ye mean,\" corrected the philosophical one--\"ye mean, the beasts which\nmen SAY they have seen. Tell me; hast ever seen such thyself? Many times\nhast thou been near the edge, I know.\"\n\nThe girl shook her head. \"Nay; not I. Yet these beasts must be, Rolla;\nelse why should all men tell of them?\"\n\n\"I note,\" remarked Rolla thoughtfully, \"that each man tells of seeing a\ndifferent sort of beast. Perchance they were all but lies.\"\n\nHowever, it was Cunora's fear of capture, rather than her faith in\nRolla's reasoning, which drove the girl to the north. For to the north\nthey traveled, a matter of some two weeks; and not once did they dare\nrelax their vigilance. Wherever they went, there was vegetation of some\nsort, and wherever there was vegetation bees were likely to be found. By\nthe time the two weeks were over, the women were in a state of near-\nhysteria, from the nervous strain of it all. Moreover, both suffered\nkeenly for want of cereals, to which they were accustomed; they were\nheartily tired of such fruits and nuts as they were able to pick up\nwithout exposing themselves.\n\nOne morning before daybreak they came to the upper end of a long, narrow\nvalley--one which paralleled their own, by the way--and as they emerged\nfrom the plain into the foot-hills it was clear that they had reached a\nnew type of country. There was comparatively little brush; and with\nevery step the rockiness increased. By dawn they were on the edge of a\nplateau; back of them stretched the inhabited country; ahead, a haze-\ncovered expanse. Nothing but rocks was about them.\n\n\"Ye are sure that we had best keep on?\" asked Cunora uneasily.\n\nRolla nodded, slowly but positively. \"It is best. Back of us lies\ncertain capture. Ahead--we know not what; but at least there is a\nchance!\"\n\nNevertheless, both hesitated before starting over the plateau. Each\ngazed back longingly over the home of their kind; and for a moment\nRolla's resolution plainly faltered. She hesitated; Cunora made a move\nas though to return. And at that instant their problem was decided for\nthem.\n\nA large drone passed within six feet of them. Both heard the buzz, and\nwhirled about to see the bee darting frantically out of reach. At a safe\ndistance it paused, as though to make sure of its find, then disappeared\ndown the valley. They had been located!\n\n\"We have no choice now!\" cried Rolla, speaking above a whisper for the\nfirst time in weeks. \"On, as fast as ye can, Cunora!\"\n\nThe two sped over the rocks, making pretty good time considering the\nloads they carried. Each had a good-sized goatskin full of various dried\nfruits and nuts, also a gourd not so full. In fact, it had been some\nwhile since they had had fresh water. Cunora was further weighed down by\nsome six pounds of dried rabbit meat; the animals had been caught in\nsnares. Both, however, discarded their palm leaves; they would be of no\nfurther use now.\n\nAnd thus they fled, knowing that they had, at most, less than a day\nbefore the drone would return with enough soldiers to compel obedience.\nFor the most part, the surface was rough granite, with very little sign\nof erosion. There was almost no water; both women showed intense joy\nwhen they found a tiny pool of it standing in a crevasse. They filled\ntheir gourds as well as their stomachs.\n\nA few steps farther on, and the pair stepped out of the shallow gully in\nwhich they had been walking. Immediately they were exposed to a very\nstrong and exceedingly cold wind, such as seemed to surprise them in no\nway, but compelled both to actually lean against its force. Moreover,\nalthough this pressure was all from the left, it proved exceedingly\ndifficult to go on. Their legs seemed made of lead, and their breathing\nwas strangely labored. This, also, appeared to be just what they had\nexpected.\n\nPresently, however, they found another slight depression the rocks; and\nsheltered from the wind, made a little better progress ahead. It was\nbitter cold, however; only the violence of their exercise could make\nthem warm enough to stand it. All in all, the two were considerably over\nthree hours in making the last mile; they had to stop frequently to\nrest. The only compensating thing was their freedom from worry; the bees\nwould not bother them where the wind was so strong. So long as they\ncould keep on the move they were safe.\n\nBut what made it worse was the steadily increasing difficulty of moving\ntheir legs. For, although the surface continued level, they seemed to be\nCLIMBING now, where before they had simply walked. It was just as though\nthe plateau had changed into a mountain, and they were ascending it;\nonly, upon looking back, nothing but comparatively flat rock met the\ngaze. What made them lean forward so steeply anyhow?\n\nRolla seemed to think it all very ordinary. She was more concerned about\nthe wind, to which they had become once more exposed as they reached the\nend of the rift. On they pressed, five or six steps at each attempt,\nstopping to rest twice the length of time they actually traveled. It was\nnecessary now to cling to the rock with both hands, and once Cunora lost\nher grip, so that she would have been blown to one side, or else have\nslipped backward, had not Rolla grasped her heel and held her until she\ncould get another hand-hold.\n\n\"Courage!\" gasped Rolla. Perspiration was streaming down her face,\ndespite the bitter cold of the wind; her hands trembled from the strain\nshe was undergoing. \"Courage, Cunora! It be not much farther!\" On they\nstrove. Always it seemed as though they were working upward as well as\nonward, although the continued flatness of the surface argued\nobstinately against this. Also, the sun remained in the same position\nrelative to the rocks; if they were climbing, it should have appeared\noverhead. What did it mean?\n\nFinally Rolla saw, about a hundred yards farther on, something which\ncaused her to shout: \"Almost there, Cunora!\"\n\nThe younger girl could not spare breath enough to reply. They struggled\non in silence.\n\nNow they were down on their hands and knees. Before half the hundred\nyards was covered, they were flat on their faces, literally clawing\ntheir way upward and onward. Had the wind increased in violence in\nproportion as the way grew harder, they could never have made it,\nphysical marvels though they were. Only the absolute knowledge that they\ndared not return drove them on; that, and the possibility of finding the\nprecious stone, and of ultimately saving the two men they had left\nbehind.\n\nThe last twenty feet was the most extraordinary effort that any human\nhad ever been subjected to. They had to take turns in negotiating the\nrock; one would creep a few inches on, get a good hold, and brace\nherself against the wind, while the other, crawling alongside, used her\nas a sort of a crutch. Their fingers were bleeding and their finger-\nnails cracked from the rock and cold; the same is equally true of their\ntoes. Had it been forty feet instead of twenty--\n\nThe rocks ended there. Beyond was nothing but sky; even this was not\nlike what they were used to, but was very nearly black. Two more spurts,\nand Rolla threw one hand ahead and caught the edge of the rock. Cunora\ndragged herself alongside. The effort brought blood to her nostrils.\n\nThey rested a minute or two, then looked at one another in mute inquiry.\nCunora nodded; Rolla took great breath; and they drew themselves to the\nedge and looked over.\n\n\n\n\nXII\n\nOUTSIDE INFORMATION\n\n\nThe two women gazed in extreme darkness. The other side of the ridge of\nrock was black as night. From side to side the ridge extended, like a\njagged knife edge on a prodigious scale; it seemed infinite in extent.\nBehind them--that is, at their feet-lay the stone-covered expanse they\nhad just traversed; ahead of them there was--nothingness itself.\n\nCunora shook with fear and cold. \"Let us not go on, Rolla!\" she\nwhimpered. \"I like not the looks of this void; it may contain all sorts\nof beasts. I--I am afraid!\" She began to sob convulsively. Rolla peered\ninto the darkness. Nothing whatever was to be seen. It was as easy to\nimagine enemies as friends; easier in fact. What might not the unknown\nhold for them?\n\n\"We cannot stay here,\" spoke Rolla, with what energy her condition would\npermit. \"We could not--hold on. Nor can we return now; They would surely\nfind us!\"\n\nBut Cunora's courage, which had never faltered in the face of familiar\ndangers, was not equal to the unknown. She wailed: \"Rolla! A little way\nback--a hollow in the rock! 'Tis big enough to shelter me! I would--\nrather stay there than--go on!\"\n\n\"Ye would rather die there, alone!\"\n\nCunora hid her face. \"Let me have half the food! I can go back to the\npool--for water! And maybe,\" hopefully--\"maybe They will give up the\nsearch in time.\"\n\n\"Aye,\" from Rolla, bitterly. \"And in time Dulnop will die, if we do\nnothing for him--and for Corrus!\"\n\nCunora fell to sobbing again. \"I cannot help it! I am--afraid!\"\n\nRolla scarcely heard. An enormous idea had just occurred to her. She had\ntold the girl to think of Dulnop and Corrus; but was it not equally true\nthat they should think of all the other humans, their fellow slaves,\neach of whom had suffered nearly as much? Was not the fire equally\nprecious to them all?\n\nShe started to explain this to the girl, then abruptly gave it up. It\nwas no use; Cunora's mind was not strong enough to take the step. Rolla\nfairly gasped as she realized, as no Sanusian had realized before, that\nshe had been given the responsibility of rescuing A WHOLE RACE.\n\nFire she must have! And since she could not, dared not, seek it here,\nshe must try the other side of the world. And she would have to do it--\nalone!\n\n\"So be it!\" she said loudly in a strange voice. \"Ye stay here and wait,\nCunora! I go on!\"\n\nAnd for fear her resolution would break down, she immediately crept over\nthe edge. She clung to the rock as though expecting to be dragged from\nit. Instead, as she let her feet down into the blackness, she could feel\nsolid rock beneath her body, quite the same as she had lain upon a\nmoment before. It was like descending the opposite side of an incredibly\nsteep mountain, a mountain made of blackness itself.\n\nThe women gave one another a last look. For all they knew, neither would\ngaze upon the other again. Next moment, with Cunora's despairing cry\nringing in her ears, Rolla began to crawl backward and downward.\n\nShe could plainly see the sun's level rays above her head, irregular\nbeams of yellowish light; it served slightly to illuminate her\nsurroundings. Shortly, however, her eyes became accustomed to the\ndarkness; the stars helped just as they had always helped; and soon she\nwas moving almost as freely as on the other side.\n\nOnce she slipped, and slid down and to one side, for perhaps ten feet.\nWhen she finally grabbed a sharp projecting ledge and stopped, her\nvision almost failed from the terrible effort she had put forth. She\ncould scarcely feel the deep gash that the ledge had made in her finger-\ntips.\n\nAfter perhaps half an hour of hard work among bare rocks exactly like\nthose she had quit, she stopped for a prolonged rest. As a matter of\ncourse, she stared at the sky; and then came her first discovery.\n\nOnce more let it be understood that her view was totally different from\nanything that has ever been seen on the earth. To be sure, \"up\" was over\nher head, and \"down\" was under her feet; nevertheless, she was stretched\nfull length, face down, on the rock. In other words, it was precisely as\nthough she were clinging to a cliff. Sky above, sky behind and all\nsides; there were stars even under her feet!\n\nBut all her life she had been accustomed, at night, to see that broad\nband of silver light across the heavens. She had taken it for granted\nthat, except at two seasons of the year, for short periods, she would\nalways see \"the Silvery Way.\" But to-night--there was no band! The whole\nsky was full of--stars, nothing else!\n\nIt will be easier to picture her wonder and uneasiness if she is\ncompared mentally with a girl of five or six. Easier, too, to appreciate\nthe fact that she determined to go on anyhow. Mile after mile was\ncovered in the darkness. Rolla was on the point of absolute exhaustion;\nbut she dared not sleep until she reached a spot where there was no\ndanger of falling. It was only after braving the gale for over four\nhours in the starlight that Rolla reached a point where she was no\nlonger half crawling, half creeping, but moved nearly erect. Shortly she\nwas able to face the way she was going; and by leaning backward was able\nto make swift progress. In another half-hour she was walking upright.\nStill no explanation of the mystery!\n\nFinding a sheltered spot, she proceeded to make herself comparatively\ncomfortable on the rock. Automatically, from habit, she proceeded to\nkeep watch; then she must have remembered that there was now no need for\nvigilance. For she lay herself down in the darkness and instantly fell\nasleep.\n\nThree hours later--according to the time kept by the watchers on the\nearth--Rolla awoke and sat up in great alarm. And small wonder.\n\nIt was broad daylight! The sun was well above the horizon; and not only\nthe Sanusian but the people on the earth were vastly puzzled to note\nthat it was the western horizon! To all appearances, Rolla had slept a\nwhole day in that brief three hours.\n\nShortly her nerves were steady enough for her to look about,\nuncomprehendingly, but interestedly, as a child will. There was nothing\nbut rock to be seen; a more or less level surface, such as she had\ntoiled over the day before. The day before! She glanced at the sun once\nmore, and her heart gave a great leap.\n\nThe sun was rising--IN THE WEST!\n\n\"'Tis a world of contraries,\" observed Rolla sagely to herself. \"Mayhap I\nshall find all else upside down.\"\n\nShe ate heartily, and drank deep from her gourd. There was not a cupful\nremaining. She eyed it seriously as she got to her feet.\n\nAnother look back at that flat expanse of granite, which had so\ngradually and so mysteriously changed from precipice to plain, and Rolla\nstrode on with renewed vigor and interest. Presently she was able to\nmake out something of a different color in the distance, and soon was\nnear enough to see some bona-fide bushes; a low, flowerless shrub, it is\ntrue, but at least it was a living thing.\n\nShortly the undergrowth became dense enough to make it somewhat of an\neffort to get through. And before long she was noticing all manner of\nsmall creatures, from bugs to an occasional wandering bird. These last,\nespecially, uttered an abrupt but cheerful chirp which helped\nconsiderably to raise her spirits. It was all too easy to see, in her\nfancy, her lover helpless and suffering in the power of those cold-\nblooded, merciless insects.\n\nIn an hour or two she reached the head of a small stream. Hurrying down\nits banks as rapidly as its undergrowth would permit, Rolla followed its\ncourse as it bent, winding and twisting, in the direction which had\nalways been north to her, but which the sun plainly labeled \"south.\"\nCertainly the sun mounted steadily toward the zenith, passing\nsuccessively through the positions corresponding to four, three and two\no'clock, in a manner absolutely baffling.\n\nAbout noon she came out of the canon into the foothills. Another brief\nrest, and from the top of a knoll she found herself looking upon a\nvalley about the size of the one she called \"home.\" Otherwise, it was\nvery different. For one thing, it was far better watered; nowhere could\nshe see the half-dried brownishness so characteristic of her own land.\nThe whole surface was heavily grown with all manner of vegetation; and\nso far as she could see it was all absolutely wild. There was not a sign\nof cultivation.\n\nKeeping to the left bank of the river, a much broader affair than any\nshe had seen before, Rolla made her way for several miles with little\ndifficulty. Twice she made wide detours through the thicket, and once it\nwas necessary to swim a short distance; the stream was too deep to wade.\nThe doctor watched the whole affair, purely as a matter of professional\ninterest.\n\n\"She is a magnificent specimen physically,\" he said in his impersonal\nway, \"and she shows none of the defects of the African savages.\"\n\nAnd such was his manner, in speaking of his distant \"patient,\" that\nBillie took it entirely as a matter of course, without the slightest\nself-consciousness because of Van Emmon and Smith.\n\nAll this while Rolla had been intent, as before, upon finding some of\nthe coveted crystals. She had no luck; but presently she discovered\nsomething decidedly worth while--a fallen tree trunk, not too large, and\nnear enough to the bank to be handled without help. A few minutes later\nshe was floating at ease, and making decidedly better time.\n\nA half-hour of this--during which she caught glimpses of many animals,\nlarge and small, all of which fled precipitately--and she rounded a\nsharp bend in the stream, to be confronted with a sight which must have\nbeen strange indeed to her. Stretching across the river was--a network\nof rusty wire, THE REMAINS OF A REINFORCED CONCRETE BRIDGE.\n\nThere was no doubt of this. On each bank was a large, moss-grown block\nof stone, which the doctor knew could be nothing else than the old\nabutments. Seemingly there had been only a single span.\n\nThe woman brought the log to the shore, and examined the bridge closely.\nInstinctively she felt that the structure argued a high degree of\nintelligence, very likely human. A little hesitation, and then she\nbeached her log, ascended the bank, and looked upon the bridge from\nabove.\n\nA narrow road met her eyes. Once it might have been twice as wide, but\nnow the thicket encroached until there was barely room enough, judged\nthe doctor, for a single vehicle to pass. Its surface was badly broken\nup--apparently it had been concrete--and grass grew in every crack.\nNevertheless, it was a bona-fide road.\n\nFor the first time in a long while, Rolla was temporarily off her guard.\nThe doctor was able to impress her with the idea of \"Follow this road!\"\nand to his intense gratification the woman started away from the river\nat once.\n\nSoon the novelty of the thing wore off enough for her to concern herself\nwith fresh food. She discovered plenty of berries, also three kinds of\nnuts; all were strange to her, yet she ate them without question, and\nsuffered nothing as a result, so far as the doctor could see.\n\nThe sun was less than an hour from the horizon when the road, after\npassing over a slight rise, swung in a wide arc through the woods and\nthus unveiled a most extraordinary landscape. It was all the more\nincredible because so utterly out of keeping with what Rolla had just\npassed through. She had been in the wilderness; now--\n\nA vast city lay before her. Not a hundred yards away stood a low, square\nbuilding of some plain, gray stone. Beyond this stretched block upon\nblock--mile upon mile rather--of bona-fide residences, stores and much\nlarger buildings. It is true that the whole place was badly overgrown\nwith all sorts of vegetation; yet, from that slight elevation, there was\nno doubt that this place was, or had been, a great metropolis.\n\nPresently it became clear that \"had been\" was the correct term. Nothing\nbut wild life appeared. Rolla looked closely for any signs of human\noccupancy, but saw none. To all appearances the place was deserted; and\nit was just as easy to say that it had been so for ten centuries as for\none.\n\n\"There seems no good reason why I should not go farther,\" commented\nRolla aloud, to boost her courage. \"Perchance I shall find the magic\nstone in this queer place.\"\n\nIt speaks well for her self-confidence that, despite the total\nstrangeness of the whole affair--a city was as far out of her line as\naviation to a miner--she went forward with very little hesitation. None\nof the wild creatures that scuttled from her sight alarmed her at all;\nthe only things she looked at closely were such bees as she met. The\ninsects ignored her altogether, except to keep a respectful distance.\n\"These masters,\" observed Rolla with satisfaction, \"know nothing of me.\nI shall not obey them till they threaten me.\" But there was no\nthreatening.\n\nFor the most part the buildings were in ruins. Here and there a\nstructure showed very little damage by the elements. In more than one\ncase the roof was quite intact. Clearly the materials used were\nexceptional, or else the place had not been deserted very long. The\ndoctor held to the latter opinion, especially after seeing a certain\nbrown-haired dog running to hide behind a heap of stones.\n\n\"It was a dog!\" the doctor felt sure. To Rolla, however, the animal was\neven more significant. She exclaimed about it in a way which confirmed\nthe doctor's guess. On she went at a faster rate, plainly excited and\nhopeful of seeing something further that she could recognize.\n\nShe found it in a hurry. Reaching the end of one block of the ruins, she\nturned the corner and started to follow the cross street. Whereupon she\nstopped short, to gaze in consternation at a line of something whitish\nwhich stretched from one side of the \"street\" to the other.\n\nIt was a line of human skeletons.\n\nThere were perhaps two hundred in the lot, piled one on top of the\nother, and forming a low barrier across the pavement. To Rolla the thing\nwas simply terrible, and totally without explanation. To the people on\nthe earth, it suggested a formation of troops, shot down in their tracks\nand left where they had fallen. The doctor would have given a year of\nhis life if only Rolla had had the courage to examine the bones; there\nmight have been bullet-holes, or other evidence of how they had met\ntheir death.\n\nThe Sanusian chose rather to back carefully away from the spot. She\nwalked hurriedly up the street she had just left, and before going\nanother block came across two skeletons lying right in the middle of the\nstreet. A little farther on, and she began to find skeletons on every\nhand. Moreover--and this is especially significant--the buildings in\nthis locality showed a great many gaps and holes in their walls, such as\nmight have been made by shell-fire.\n\nThis made it easier to understand something else. Every few yards or so\nthe explorer found a large heap of rust in the gutter, or what had once\nbeen the gutter. These heaps had little or no shape; yet the doctor\nfancied he could detect certain resemblances to things he had seen\nbefore, and shortly declared that they were the remains of motors.\n\n\"Can't say whether they were aircraft or autos, of course,\" he added,\n\"but those things were certainly machines.\" Later, Rolla paid more\nattention to them, and the doctor positively identified them as former\nmotor-cars.\n\nThe sun had gone down. It was still quite light, of course; darkness\nwould not come for a couple of hours. Rolla munched on what food she\nhad, and pressed on through the ruins. She saw skeletons and rusted\nengines everywhere, and once passed a rounded heap of rust which looked\nlike nothing so much as a large cannon shell. Had the place been the\nscene of a battle?\n\nJust when she had got rather accustomed to the place and was feeling\nmore or less at her ease, she stopped short. At the same time the doctor\nhimself fairly jumped in his chair. Somewhere, right near at hand, on\none of the larger structures, a bell began to ring!\n\nIt clanged loudly and confidently, giving out perhaps thirty strokes\nbefore it stopped. The stillness which followed was pretty painful. In a\nmoment, however, it was broken as effectively as any silence can be\nbroken.\n\nA man's voice sounded within the building.\n\nImmediately it was replied to, more faintly, by several others. Then\ncame the clatter of some sort of utensils, and sundry other noises which\nspoke loudly of humans. Rolla froze in her tracks, and her teeth began\nto chatter.\n\nNext moment she got a grip on herself. \"What difference doth it make,\nwhether they be friend or enemy?\" she argued severely, for the benefit\nof her shaking nerves. \"They will give thee food, anyhow. And perchance\nthey know where liveth the magic stone!\"\n\nIn the end Rolla's high purpose prevailed over her weak knees, and she\nbegan to look for the entrance to the place. It was partly in ruins--\nthat is, the upper stories--but the two lower floors seemed, so far as\ntheir interior could be seen through the high, unglazed windows, to be\nin good condition. There were no doors on that street.\n\nGoing around the corner, however, Rolla saw a high archway at the far\ncorner of the structure. Approaching near enough to peek in, she saw\nthat this arch provided an opening into a long corridor, such as might\nonce have served as a wagon or auto entrance. After a little hesitation\nshe went in.\n\nShe passed a door, a massive thing of solid brassy metal, such as\ninterested the doctor immensely but only served to confuse the explorer.\nA little farther on, and the corridor became pretty dark. She passed\nanother brass door, and approached the end of the pavement. There was\none more door there; and she noted with excitement that it was open.\n\nShe came closer and peered in. The room was fairly well lighted, and\nwhat she saw was clear-cut and unmistakable. In the middle of the room\nwas a long table, and seated about it, in perfect silence, sat an even\ndozen men.\n\n\n\n\nXIII\n\nTHE TWELVE\n\n\nFor a minute or two Rolla was not observed. She simply stood and stared,\nbeing neither confident enough to go forward nor scared enough to\nretreat. Childlike, she scrutinized the group with great thoroughness.\n\nTheir comparatively white faces and hands puzzled her most. Also, she\ncould not understand the heavy black robes in which all were dressed.\nFalling to the floor and reaching far above their necks, such garments\nwould have been intolerable to the free-limbed Sanusians. To the\nwatchers on the earth, however, the robes made the group look\nmarvelously like a company of monks.\n\nNot that there was anything particularly religious about the place or in\ntheir behavior. All twelve seemed to be silent only because they were\nvoraciously hungry. A meal was spread on the table. Except for the\ngarments, the twelve might have been so many harvest hands, gathered for\nthe evening meal in the cook-house. From the white-bearded man who sat\nat the head of the table and passed out large helpings of something from\na big pot, to the fair-haired young fellow at the foot, who could\nscarcely wait for his share, there was only one thing about them which\nmight have been labeled pious; and that was their attitude, which could\nhave been interpreted: \"Give us this day our daily bread--and hurry up\nabout it!\"\n\nApparently Rolla was convinced that these men were thoroughly human, and\nas such fairly safe to approach. For she allowed her curiosity to govern\nher caution, and proceeded to sidle through the doorway. Half-way\nthrough she caught a whiff of the food, and her sidling changed to\nsomething faster.\n\nAt that instant she was seen. A tall, dark-haired chap on the far side\nof the table glanced up and gave a sharp, startled exclamation.\nInstantly the whole dozen whirled around and with one accord shot to\ntheir feet.\n\nRolla stopped short.\n\nThere was a second's silence; then the white-bearded man, who seemed, to\nbe the leader of the group, said something peremptory in a deep,\ncompelling voice. Rolla did not understand.\n\nHe repeated it, this time a little less commandingly; and Rolla, after\nswallowing desperately, inclined her head in the diffident way she had,\nand said:\n\n\"Are ye friends or enemies?\"\n\nEleven of the twelve looked puzzled. The dark-haired man, who had been\nthe first to see her, however, gave a muttered exclamation; then he\ncogitated a moment, wet his lips and said something that sounded like:\n\"What did you say? Say it again!\"\n\nRolla repeated.\n\nThe dark-haired man listened intently. Immediately he fell to nodding\nwith great vigor, and thought deeply again before making another try:\n\"We are your friends. Whence came ye, and what seek ye?\"\n\nRolla had to listen closely to what he said. The language was\nsubstantially the same as hers; but the verbs were misplaced in the\nsentences, the accenting was different, and certain of the vowels were\nflatted. After a little, however, the man caught her way of talking and\nwas able to approximate it quite well, so that she understood him\nreadily.\n\n\"I seek,\" Rolla replied, \"food and rest. I have traveled far and am\nweary.\"\n\n\"Ye look it,\" commented the man. His name, Rolla found out later, was\nSomat. \"Ye shall have both food and rest. However, whence came ye?\"\n\n\"From the other side of the world,\" answered Rolla calmly.\n\nInstantly she noted that the twelve became greatly excited when Somat\ntranslated her statement. She decided to add to the scene.\n\n\"I have been away from my people for many days,\" and she held up one\nhand with the five fingers spread out, opening and closing them four\ntimes, to indicate twenty.\n\n\"Ye came over the edge of the world!\" marveled Somat. \"It were a\ndangerous thing to do, stranger!\"\n\n\"Aye,\" agreed Holla, \"but less dangerous than that from which I fled.\nHowever,\" impatiently, \"give me the food ye promised; I can talk after\nmy stomach be filled.\"\n\n\"Of a surety,\" replied Somat apologetically. \"I were too interested to\nremember thy hunger.\" He spoke a word or two, and one of his companions\nbrought another stool, also dishes and table utensils.\n\nWhereupon the watchers on the earth got a first-class surprise. Here\nthey had been looking upon twelve men, living in almost barbaric fashion\namid the ruins of a great city; but the men had been eating from hand-\npainted china of the finest quality, and using silverware that was\nsimply elegant, nothing less! Luxury in the midst of desolation!\n\nRolla, however, paid little attention to these details. She was scarcely\ncurious as to the food, which consisted of some sort of vegetable and\nmeat stew, together with butterless bread, a kind of small-grained corn\non the cob, a yellowish root-vegetable not unlike turnips, and large\nquantities of berries. She was too hungry to be particular, and ate\nheartily of all that was offered, whether cooked or uncooked. The twelve\nalmost forgot their own hunger in their interest in the stranger.\n\nIt was now pretty dark in the big room. The white-bearded man said\nsomething to the young fellow at the foot of the table, whereupon the\nchap got up and stepped to the nearest wall, where he pressed something\nwith the tip of his finger. Instantly the room was flooded with white\nlight--from two incandescent bulbs!\n\nRolla leaped to her feet in amazement, blinking painfully in the\nunaccustomed glare.\n\n\"What is this?\" she demanded, all the more furiously to hide her fear.\n\"Ye would not trick me with magic; ye, who call yourselves friends!\"\n\nSomat interpreted this to the others. Some laughed; others looked\npityingly at her. Somat explained:\n\n\"It is nothing, stranger. Be not afraid. We forgot that ye might know\nnothing of this 'magic.'\" He considered deeply, apparently trying to put\nhimself in her place. \"Know ye not fire?\" Of course, she did not know\nwhat he meant. \"Then,\" with an inspiration, \"perchance ye have see the\nflower, the red flower, ye might call--\"\n\n\"Aye!\" eagerly. \"Doth it grow here?\"\n\nSomat smiled with satisfaction, and beckoned for her to follow him. He\nled the way through a small door into another room, evidently used as a\nkitchen. There he pointed to a large range, remarkably like the up-to-\ndate article known on the earth.\n\n\"The flower 'groweth' here,\" said he, and lifted a lid from the stove.\nUp shot the flame.\n\n\"Great Mownoth!\" shouted Rolla, forgetting all about her hunger. \"I have\nfound it--the precious flower itself!\"\n\nSomat humored her childlike view-point. \"We have the seed of the flower,\ntoo,\" said he. He secured a box of matches from a shelf, and showed her\nthe \"little sticks.\"\n\n\"Exactly what the angel showed me!\" jubilated Holla. \"I have come to the\nright place!\"\n\nBack she went to her food, her face radiant, and all her lurking\nsuspicion of the twelve completely gone. From that time on she had\nabsolute and unquestioning confidence in all that was told her. In her\neyes, the twelve were simply angels or gods who had seen fit to clothe\nthemselves queerly and act human.\n\nSupper over, she felt immensely tired. All the strain of the past three\nweeks had to have its reaction. Like a very tired, sleepy child, she was\nled to a room in another part of the building, where she was shown an\nordinary sleeping-cot. She promptly pulled the mattress onto the floor,\nwhere she considered it belonged, and fell fast asleep.\n\nMeanwhile, back on the earth, Van Emmon and Smith had lost no time in\nmaking use of the doctor's description of the twelve. Within a few\nminutes they had new agents; Van Emmon used Somat's eyes and ears, while\nSmith got in touch with the elderly bearded man at the head of the\ntable. His name was Deltos.\n\n\"A very striking confirmation of the old legends,\" he was saying through\na big yawn, as Smith made connection. He used a colloquial type of\nlanguage, quite different from the lofty, dignified speech of the\nSanusians. \"That is, of course, if the woman is telling the truth.\"\n\n\"And I think she is,\" declared the young fellow at the foot of the\ntable. \"It makes me feel pretty small, to think that none of us ever had\nthe nerve to make the trip; while she, ignorant as she is, dared it all\nand succeeded!\"\n\n\"You forget, Sorplee,\" reminded Somat, \"that such people are far hardier\nthan we. The feat is one that requires apelike ability. The only thing\nthat puzzled me is--why did she do it at all?\"\n\n\"It will have to remain a puzzle until she awakens,\" said Deltos, rising\nfrom the table. \"Lucky for us, Somat, that you saw fit to study the root\ntongues. Otherwise we'd have to converse by signs.\"\n\nNeither Smith nor Van Emmon learned anything further that night. The\ntwelve were all very tired, apparently, and went right to bed; a\nprocedure which was straightway seconded by the four watchers on the\nearth. Which brings us in the most ordinary manner to the events of the\nnext day.\n\nAfter breakfast all but Somat left the place and disappeared in various\ndirections; and Rolla noted that the robes were, evidently, worn only at\nmeal time. Most of the men were now dressed in rough working garments,\nsimilar to what one sees in modern factories. Whimsical sort of gods,\nRolla told herself, but gods just the same.\n\n\"Tell me,\" began Somat, as the woman sat on the floor before him--he\ncould not get her to use a chair--\"tell me, what caused thee to leave\nthy side of the world? Did ye arouse the wrath of thy fellow creatures?\"\n\n\"Nay,\" answered Rolla, and proceeded to explain, in the wrong order, as\na child might, by relating first the crossing of the ridge, the flight\nfrom the bees, the \"masters'\" cruel method of dealing with Corrus and\nDulnop, and finally the matter of the fire itself, the real cause of the\nwhole affair. Somat was intelligent enough to fill in such details as\nRolla omitted.\n\n\"Ye did right, and acted like the brave girl ye are!\" he exclaimed, when\nRolla had finished. However, he did not fully appreciate what she had\nmeant by \"the winged masters,\" and not until she pointed out some bees\nand asked if, on this part of the planet, such were the rulers of the\nhumans, that the man grasped the bitter irony of it all.\n\n\"What! Those tiny insects rule thy lives!\" It took him some time to\ncomprehend the deadly nature of their stings, and the irresistible power\nof concerted effort; but in the end he commented: \"Tis not so strange,\nnow that I think on it. Mayhap life is only a matter of chance, anyway.\"\n\nPresently he felt that he understood the Sanusian situation. He fell\nsilent; and Rolla, after waiting as long as her patience would allow,\nfinally put the question temporarily uppermost in her mind:\n\n\"It is true that I have crossed the edge of the world. And yet, I\nunderstand it not at all. Can ye explain the nature of this strange\nworld we live upon, Somat?\" There was infinite respect in the way Rolla\nused his name; had she known a word to indicate human infallibility,\nsuch as \"your majesty,\" she would have used it. \"There is a saying among\nour people that the world be round. How can this be so?\"\n\n\"Yet it is true,\" answered Somat, \"although ye must know that it be not\nround like a fruit or a pebble. No more is it flat, like this,\"\nindicating the lid of the stove, near which they sat. \"Instead, 'tis\nshaped thus\"--and he took from his finger a plain gold band, like an\nordinary wedding ring--\"the world is shaped like that!\"\n\nRolla examined the ring with vast curiosity. She had never seen the like\nbefore, and was quite as much interested in the metal as in the thing it\nillustrated. Fortunately the band was so worn that both edges were\nnearly sharp, thus corresponding with the knifelike ridge over which she\nhad crawled.\n\n\"Now,\" Somat went on, \"ye and your people live on the inner face of the\nworld,\" indicating the surface next his skin, \"while I and my kind live\non the outer face. Were it not for the difficulties of making the trip,\nwe should have found you out ere this.\"\n\nRolla sat for a long time with the ring in her hand, pondering the great\nfact she had just learned. And meanwhile, back on the earth, four\nexcited citizens were discussing this latest discovery.\n\n\"An annular world!\" exclaimed the doctor, his eyes sparkling\ndelightedly. \"It confirms the nebular hypothesis!\"\n\n\"How so?\" Smith wanted to know.\n\n\"Because it proves that the process of condensation and concentration,\nwhich produces planets out of the original gases, can take place at\nuneven speeds! Instead of concentrating to the globular form, Sanus\ncooled too quickly; she concentrated while she was still a ring!\"\n\nSmith was struck with another phase of the matter. \"Must have a queer\nsort of gravitation,\" he pointed out. \"Seems to be the same, inside the\nring or outside. Surely, doc it can't be as powerful as it is here on\nthe earth?\"\n\n\"No; not likely.\"\n\n\"Then, why hasn't it made a difference in the inhabitants? Seems to me\nthe humans would have different structure.\"\n\n\"Not necessarily. Look at it the other way around; consider what an\nenormous variety of animal forms we have here, all developed under the\nsame conditions. The humming-bird and the python, for instance.\nGravitation needn't have anything to do with it.\"\n\nBillie was thinking mainly of the question of day and night. \"The ring\nmust be inclined at an angle with the sun's rays,\" she observed. \"That\nbeing the case, Sanus has two periods each year when there is continuous\ndarkness on the inner face; might last a week or two. Do you suppose the\npeople all hibernate during those seasons?\"\n\nBut no one had an answer to that.\n\nVan Emmon said he would give all he was worth to explore the Sanusian\nmountains long enough to learn their geology. He said that the rocks\nought to produce some new mineral forms, due to the peculiar condition\nof strain they would be subjected to.\n\n\"I'm not sure,\" said he thoughtfully, \"but I shouldn't be surprised if\nthere's an enormous amount of carbon there. Maybe diamonds are as\nplentiful as coal is here.\"\n\nAt the word \"diamonds\" Smith glanced covertly at Billie's left hand. But\nshe had hidden it in the folds of her skirt. Next moment the doctor\nwarned them to be quiet; Somat and Rolla were talking again.\n\nHe was telling her about his world. She learned that his people, who had\nnever concerned themselves with her side of the planet, had progressed\nenormously beyond the Sanusians. Rolla did not understand all that he\ntold her; but the people on the earth gathered, in one way or another,\nthat civilization had proceeded about as far as that of the year 1915 in\nEurope. All this, while fellow humans only a few thousand miles away,\nnot only failed to make any progress at all, but lived on, century after\ncentury, the absolute slave of a race of bees!\n\nBut it was a fact. The ancient city in which Rolla found herself had\nbeen, only a generation before, a flourishing metropolis, the capital of\na powerful nation. There had been two such nations on that side of the\nplanet, and the most violent rivalry had existed between them.\n\n\"However,\" Somat told Rolla, \"'twas not this rivalry which wrought their\ndownfall, except indirectly. The last great war between them was\nterrible, but not disastrous. Either could have survived that.\n\n\"But know you that the ruler of one of the nations, in order to carry on\nthis war--which was a war of commerce (never mind what that means)--in\norder to carry it on was obliged to make great concessions to his\npeople. In the other nation, the ruler oppressed the workers, instead,\nand drove them mad with his cruelty. So that, not long after the end of\nthe war, there was a great rebellion among the people who had been so\nlong oppressed, and their government was overthrown.\"\n\nBack on the earth the four investigators reflected on this in amazement.\nThe case was wonderfully like that of Russia after the great war.\nPerhaps--\n\n\"Immediately the other nation forced its soldiers to fight the\nvictorious rebels. But at home the workers had tasted of power. Many\nrefused to work at all; and one day, behold, there were two rebellions\ninstead of one! And within a very short time the whole world was\ngoverned by--the working class!\"\n\nSo this was what the Venusians had meant when they wrote that Sanus was\nruled by the workers!\n\n\"What became of these rebellions?\" Rolla asked, little understanding\nwhat it meant, but curious anyhow.\n\n\"Devastation!\" stated Somat solemnly. He waved a hand, to include all\nthat lay within the ruined city. \"Not altogether because of the workers,\nalthough they were scarcely fit for ruling but because the former rulers\nand others of that kind, who liked to oppose their wills upon others,\nsaw fit to start a fresh rebellion. Conflict followed conflict;\nsometimes workers were in power, and sometimes aristocrats. But the\nfighting ended not until\"--he drew a deep breath--\"until there were none\nleft to fight!\"\n\n\"Ye mean,\" demanded Rolla incredulously, \"that your people killed\nthemselves off in this fashion?\"\n\nAye,\" sorrowfully. \"There were a few of us--they called us 'the middle\nclass'--who urged equality. We wanted a government in which all classes\nwere represented fairly; what we called a democracy. Once the experiment\nwas started, but it failed.\n\n\"Saw ye the skeletons in the streets?\" he went on.\" 'Twas a dreadful\nsight, those last few days. I were but a lad, yet I remember it all too\nwell.\" He paused, then broke out fiercely: \"I tell ye that I saw brother\nslay brother, father slay son, son slay mother, in those last days!\n\n\"Lucky am I that I fled, I and my parents! They took me to a mountainous\ncountry, but even there the madness spread, and one day a soldier of the\narmy killed my father and my mother. He sought me, also, that he might\nslay me; but I hid from him beneath a heap of manure. Aye,\" he gritted\nsavagely, \"I owe my life to a pile of manure!\n\n\"These other eleven men all have like tales to tell. Only one woman\nsurvived those awful days. Young Sorplee is her son; his father was a\nsoldier, whom she herself slew with her own hands. Even she is now dead.\n\n\"Well,\" he finished, after a long pause, \"when the madness had spent\nitself, we who remained came from our hiding-places to find our world\nlaid waste. 'Tis now thirty years since Sorplee's mother died, since we\nfirst looked upon these ruins, and we have made barely a beginning. We\nhave little heart for the work. Of what use is it, with no women to\nstart the race afresh?\"\n\nRolla started despite herself. Was this the reason why she, despite her\nsavagery, had been made so welcome?\n\n\"Ye have not told me,\" said she hurriedly, \"why ye and the others all\nwear such curious garments when ye eat.\"\n\nSomat was taken off his guard. He had been chuckling to himself at the\nwoman's childlike mind. Now he had to look apologetic and not a little\nsheepish as he made reply:\n\n\"The robes are a mere custom. It were started a great many years ago, by\nthe founders of a--a--\" He tried to think of a simpler expression than\n\"college fraternity.\" \"A clan,\" he decided. \"All of we men were members\nof that clan.\"\n\n\"And,\" pursued Rolla, \"will ye give me the magic stone, that I may take\nthe flowing blossoms back to my people, and release my loved one from\nthe masters' cruelty?\"\n\nThe great question was put! Rolla waited in tremulous anxiety for the\nanswer.\n\n\"Aye, stranger!\" replied Somat vigorously. \"More; ye shall have some of\nthe little sticks!\"\n\nWhereupon Rolla leaped to her feet and danced in sheer delight. Somat\nlooked on and marveled. Then, abruptly, he got up and marched away. He\nhad not seen a woman in thirty years; and he was a man of principle.\n\nThat night, when the twelve were again seated at the table, Somat\nrelated this conversation with Rolla. Since he used his own language, of\ncourse she did not understand what was said. \"And I told her,\" he\nconcluded, \"how we came to be here; also the reason for the condition of\nthings. But I doubt if she understood half what I said. We have quite a\nproblem before us,\" he added. \"What shall we do about it?\"\n\n\"You mean this woman?\" Deltos asked. Rolla was busy with her food. \"It\nseems to me, brothers, that Providence has miraculously come to our aid.\nIf we can handle her people rightly the future of the race is assured.\"\n\nSomat thought it was simple enough. \"All we need to do is send this\nwoman back with a supply of matches, and implicit instructions as to how\nbest to proceed against the bees. Once released, their friends can make\ntheir way over the edge and settle among us. Let the bees keep their\ncountry.\"\n\nThe two who had seconded him before again showed agreement. Sorplee and\nDeltos, however, together with the other seven, were distinctly opposed\nto the method.\n\n\"Somat,\" protested Deltos, as though surprised, \"you forget that there's\nan enormous population over there. Let them come in of their own free\nwill? Why, they would overrun our country! What would become of us?\"\n\n\"We'd have to take our chances, replied Somat energetically, \"like good\nsports! If we can't demonstrate our worth to them, enough to hold their\nrespect, we'd deserve to be snowed under!\"\n\n\"Not while I'm alive!\" snarled Sorplee. \"If they come here, they've got\nto give up their wilderness ways, right off! We can't stand savagery!\nThe safest thing for us, and the best for them, is to make an industrial\narmy of 'em and set 'em to work!\" His enthusiasm was boundless.\n\n\"I must say,\" admitted Deltos, with his usual dignity, \"that you have\nthe right idea, Sorplee. If I had stated it, however, I should have been\nmore frank about it. The arrangements you propose simply means that we\nare to take possession of them!\"\n\n\"What!\" shouted Somat, horrified.\n\n\"Why, of course! Make slaves of them! What else?\"\n\n\n\n\nXIV\n\nTHE SLAVE RAID\n\n\nDespite all that Somat and his two backers could say, the other nine men\nswiftly agreed upon the thing Deltos had proposed. Somat went so far as\nto declare that he would warn Rolla; but he was instantly given to\nunderstand that any such move would be disastrous to himself. In the end\nhe was made to agree not to tell her.\n\n\"We aren't going to let you and your idealism spoil our only chance to\nsave the race!\" Sorplee told him pugnaciously; and Somat gave his word.\nAt first he hoped that the nine might fall out among themselves when it\ncame to actually enslaving the Sanusians; but he soon concluded that, if\nthere was any difference of opinion, the aristocratic element would take\ncharge of half the captives, while Sorplee's friends commandeered the\nrest. The outlook was pretty black for Rolla's friends; yet there was\nnothing whatever to do about it.\n\nAmong the four people on the earth, however, the thing was being\ndiscussed even more hotly. Van Emmon found himself enthusiastically\nbacking Somat, the liberal-minded one.\n\n\"He's got the right idea,\" declared the geologist. \"Let the Sanusians\ncome over of their own free will! Let the law of competition show what\nit can do! Dandy experiment!\"\n\nSmith could not help but put in: \"Perhaps it's Deltos and Sorplee who\nare right, Van. These Sanusians are mere aborigines. They wouldn't\nunderstand democratic methods.\"\n\n\"No?\" politely, from the doctor. \"Now, from what I've seen of Rolla,\nI'll say she's a perfect example of 'live-and-let-live.' Nothing either\nsubservient or autocratic in her relations with other people. Genuinely\ndemocratic, Smith.\"\n\n\"Meanwhile,\" remarked Billie, with exaggerated nonchalance, \"meanwhile,\nwhat about the bees? Are they going to be permitted to show their\nsuperiority or not?\"\n\nVan Emmon took this to be aimed at him. \"Of course not! We can't allow a\nrace of human beings to be dominated forever by insects!\n\n\"I say, let's get together and put Rolla wise to what Deltos and Sorplee\nare framing up! We can do it, if we concentrate upon the same thought at\nthe right time!\"\n\nSmith did not commit himself. \"I don't care much either way,\" he\ndecided. \"Go ahead if you want to\"--meaning Van Emmon and the doctor--\"I\ndon't want to butt in.\"\n\n\"Don't need you,\" growled the geologist. \"Two of us is enough.\"\n\n\"Is that so?\" sarcastically, from Billie. \"Well, it'll take more than\ntwo of you to get it over to Rolla!\"\n\n\"What do you mean?\" hotly.\n\n\"I mean,\" with deliberation,--\"that if you and the doctor try to\ninterfere I'll break up our circle here!\" They stared at her\nincredulously. \"I sure will! I'm not going to lend my mental influence\nfor any such purpose!\"\n\n\"My dear,\" protested the doctor gently, \"you know how it is: the\ncombined efforts of the four of us is required in order to keep in touch\nwith Sanus. Surely you would not--\"\n\n\"Oh, yes, I would!\" Billie was earnestness itself. \"Mr. Van Emmon was so\ngood as to blame me for what I did in that Capellette mix-up; now, if\nyou please, I'm going to see to it that this one, anyhow, works itself\nout without our interference!\n\n\"Well, I'll be darned!\" The geologist looked again, to make sure it was\nreally his wife who had been talking thus. \"I'm mighty glad to know that\nyou're not intending to warn Supreme, anyhow!\"\n\n\"Maybe I shall! snapped Billie.\n\n\"If you do,\" stated the doctor quietly, \"then I'll break the circle\nmyself.\" They looked at him with a renewal of their former respect as he\nconcluded emphatically: \"If you won't help us stop this slave raid,\nBillie, then, by George, you'll at least let the bees fight it out on\ntheir own!\"\n\nAnd so the matter stood, so far as the investigators were concerned.\nThey were to be lookers-on, nothing more.\n\nMeanwhile the survivors of a once great civilization prepared to move in\nperson against the bees. They did this after Deltos had pointed out the\nadvantages of such a step.\n\n\"If we rout the bees ourselves,\" said he, \"the natives will regard us as\ntheir saviors, and we shall have no trouble with them afterward.\"\n\nThis was sound policy; even Somat had to admit it. He had decided to be\na member of the expedition, for the reason that Rolla flatly refused to\naccompany the other men unless he, her special god, went along. His two\nliberal-minded friends stayed behind to take care of their belongings in\nthe ruined city.\n\nThe expedition was a simple one. It consisted of a single large auto\ntruck and trailer, the only items of automotive machinery that the\ntwelve had been able to reconstruct from the ruins. However, these\nserved the purpose; they carried large supplies of food, also means for\nprotection against the bees, together with abundant material for routing\nthem. A large quantity of crude explosives also was included. The\ntrailer was large enough to seat everybody; and the ten men of the party\nhad a good deal of amusement watching Rolla as she tried to get\naccustomed to that land of travel. She was glad enough when the end of\nthe road was reached and the truck began to push its way into the\nwilderness, giving her an excuse to walk.\n\nNo need to describe the trip in detail. Within three days the truck was\nas far as it could go up the rock wall of the \"edge.\" The point selected\nwas about twenty miles west of where Cunora was hid, and directly\nopposite the upper end of her home valley. No attempt was made to go\nover the top as Rolla had done; instead, about two miles below the ridge\na crevasse was located in the granite; and by means of some two tons of\npowder a narrow opening was made through to the other side. Through it\nthe men carried their supplies on their backs, transferring everything\nto improvised sleds, a hundred pounds to a man.\n\nWhile this was being done, Rolla hurried east and located Cunora. The\ngirl was in a pitiful condition from lack of proper food, and\ncomparative confinement and constant strain. But during Rolla's absence\nshe had seen none of the bees.\n\n\"What are you going to do now?\" she asked Rolla, after the explorer had\ntold her story.\n\nRolla shrugged her shoulders indifferently. \"These gods,\" she declared\nwith sublime confidence, \"can do no wrong! Whatever they propose must be\nfor the best! I have done my part; now it is all in the hands of the\nFlowing Blossom!\"\n\nNot until they reached the head of the valley which had been her home\ndid Rolla ask Somat as to the plan. He answered:\n\n\"Ye and the other woman shall stay here with me, on this hill.\" He\nproduced a telescope. \"We will watch with this eye-tube. The other nine\nmen will go ahead and do the work.\"\n\n\"And will they separate?\"\n\n\"Nay. They intend to conquer this colony first; then, after your people\nare freed and safely on the way to my country, the conquerors will\nproceed to the next valley, and so on until all are released.\" He kept\nhis word not to warn Rolla of the proposed captivity. \"In that way the\nfear of them will go ahead and make their way easy.\"\n\nMeanwhile the nine were getting ready for their unprecedented conquest.\nThey put on heavy leather clothes, also leather caps, gloves and boots.\nAround their faces were stiff wire nets, such as annoyed them all\nexceedingly and would have maddened Cunora or Rolla. But it meant\nsafety.\n\nAs for weapons, they relied entirely upon fire. Each man carried a\nlittle wood alcohol in a flask, in case it was necessary to burn wet or\ngreen wood. Otherwise, their equipment was matches, with an emergency\nset of flint and steel as well. There could be no resisting them.\n\n\"We'll wait here till we've seen that you've succeeded,\" Somat told\nDeltos and Sorplee. \"Then we'll follow.\"\n\nThe nine left the hills. The hours passed with Rolla and Cunora amusing\nthemselves at the \"eye-tube.\" They could see the very spot where their\nlovers were being punished; but some intervening bushes prevented seeing\nthe men themselves. The other villagers were at work quite as usual; so\nit was plain that, although the bees were invisible, yet they were still\nthe masters.\n\nHardly had the nine reached the first low-growing brush before they\nencountered some of the bees. None attempted to attack, but turned about\nand flew back to report. It was not long before Supreme, and therefore\nBillie, knew of the approaching raiders.\n\n\"They are doubtless provided with the magic flower,\" Supreme told her\nlieutenants. \"You will watch the blossom as it sways in the wind, and\nkeep always on the windward side of it. In this way you can attack the\ninferiors.\"\n\nThe word was passed, bee-fashion, until every soldier and worker in the\ncolony knew her duty. The stingers were to keep back and watch their\nchance, while the workers harassed the attackers. Moreover, with the\nhives always uppermost in her mind, Supreme planned to keep the actual\nconflict always at a distance from the \"city.\"\n\nIt was late in the day when the nine reached the stream in whose bed\nrested the pyrites taken from Corrus and Dulnop. This stream, it will be\nremembered, flowed not far from the torture-place. Deltos's plan was to\nrescue these two men before doing anything else; this, because it would\nstrengthen the villagers' regard for the conquerors.\n\nThe bees seemed to sense this. They met the invaders about three miles\nabove the village, in an open spot easily seen by the people with the\ntelescope. And the encounter took place during twilight, just early\nenough to be visible from a distance, yet late enough to make the fire\nvery impressive.\n\n\"Remember, it's the smoke as much as the flame,\" Deltos shouted to the\nothers. \"Just keep your torches on the move, and make as much fuss as\nyou can!\"\n\nNext moment the swarm was upon them. It was like a vast cloud of soot;\nonly, the buzzing of those millions of wings fairly drowned out every\nother sound. The nine had to signal to one another; shouting was\nuseless.\n\nWithin a single minute the ground was covered with bees, either dead or\ninsensible from the smoke. Yet the others never faltered. At times the\ninsects battered against the wire netting with such force, and in such\nnumbers, that the men had to fight them away in order to get enough air.\n\nSupreme watched from above, and kept sending her lieutenants with fresh\ndivisions to first one man and then another, as he became separated from\nthe rest. Of course, nobody suffered but the bees. Never before had they\nswarmed a creature which did not succumb; but these inferiors with the\nqueer things over their faces, and the cows' hides over their bodies and\nhands, seemed to care not at all. Supreme was puzzled.\n\n\"Keep it up,\" she ordered. \"They surely cannot stand it much longer.\"\n\n\"It shall be done!\"\n\nAnd the bees were driven in upon the men, again and again. Always the\ntorches were kept waving, so that the insects never could tell just\nwhere to attack. Always the men kept moving steadily down-stream; and as\nthey marched they left in their wake a black path of dead and dying\nbees. Half of them had been soldier bees, carrying enough poison in\ntheir stings to destroy a nation. Yet, nine little matches were too much\nfor them!\n\nPresently the invaders had approached to within a half-mile of the\ntorture-place. One of Supreme's lieutenants made a suggestion:\n\n\"Had we not better destroy the men, rather than let them be rescued?\"\n\nThe commandant considered this fully. \"No,\" she decided. \"To kill them\nwould merely enrage the other villagers, and perhaps anger them so much\nas to make them unmanageable.\" More than once a human had been driven so\nfrantic as to utterly disregard orders. \"We cannot slay them all.\"\n\nThe bees attacked with unabated fury. Not once did the insects falter;\norders were orders, and always had been. What mattered it if death came\nto them, so long as the Hive lived? For that is bee philosophy.\n\nAnd then, just when it seemed that the wisest thing would be to\nwithdraw, Supreme got the greatest idea she had ever had. For once she\nfelt positively enthusiastic. Had she been a human she would have yelled\naloud for sheer joy.\n\n\"Attention!\" to her subordinates. \"We attack no more! Instead, go into\nthe huts and drive all the inferiors here! Compel them to bring their\ntools! Kill all that refuse!\"\n\nThe lieutenants only dimly grasped the idea. \"What shall we do when we\nget them here?\"\n\n\"Do? Drive them against the invaders, of course!\"\n\nIt was a daring thought. None but a super bee could have conceived it.\nOff flew the lieutenants, with Supreme's inspired order humming after\nthem:\n\n\"Call out every bee! And drive every last one of the inferiors to this\nspot!\"\n\nAnd thus it came about that, a minute later, the nine looked around to\nsee the bees making off at top speed. Sorplee raised a cheer.\n\n\"Hurrah!\" he shouted, and the rest took it up. Neither admitted that he\nwas vastly relieved; it had been a little nerve-shaking to know that a\nsingle thickness of leather had been all that stood, for an hour,\nbetween him and certain death. The buzzing, too, was demoralizing.\n\n\"Now, to release the two men!\" reminded Deltos, and led the way to the\ntorture-place. They found Corrus and Dulnop exactly as the two women had\nleft them six weeks before, except that their faces were drawn with the\nagony of what they had endured. Below the surface of the ground their\nbodies had shriveled and whitened with their daily imprisonment. Only\ntheir spirits remained unchanged; they, of all the natives, had known\nwhat it was to feel superior.\n\nFor the last time they were dug out and helped to their feet. They could\nnot stand by themselves, much less run; but it is not likely they would\nhave fled. Somehow they knew that the strange head-coverings had human\nfaces be hind them. And scarcely had they been freed before Sorplee,\nglancing about, gave an exclamation of delight as he saw a group of\nnatives running toward them.\n\n\"Just what we want!\" he exclaimed. \"They've seen the scrap, and realize\nthat we've won!\"\n\nLooking around, the nine could see the other groups likewise hurrying\ntheir way. All told, there were a couple of hundred of the villagers,\nand all were armed with tools they knew how to use very well.\n\n\"Who shall do the honors?\" asked Sorplee. \"Wish Somat was here, to\nexplain for us.\"\n\n\"Don't need him,\" reminded Deltos. \"All we've got to do is to show these\ntwo fellows we dug up.\"\n\nAnd it was not until the first of the villagers was within twenty yards\nthat the nine suspected anything. Then they heard the buzzing. Looking\ncloser, they saw that it was--an attack!\n\n\"Stop!\" cried Deltos, in swift panic. \"We are friends, not enemies!\"\n\nIt was like talking to the wind. The villagers had their choice of two\nfears: either fight the strangers with the magic flower, or--be stung to\ndeath. And no one can blame them for what they chose.\n\nThe nine had time enough to snatch knives or hatchets from their belts,\nor clubs from the ground. Then, with wild cries of fear, the natives\nclosed in. They fought as only desperate people can fight, caught\nbetween two fires. And they were two hundred to nine!\n\nIn half a minute the first of the invaders was down, his head crushed by\na mattock in the hands of a bee-tormented native. In a single minute all\nwere gone but two; and a moment later, Deltos alone, because he had\nchanced to secure a long club, was alive of all that crew.\n\nFor a minute he kept them off by sheer strength. He swung the stick with\nsuch vigor that he fairly cleared a circle for himself. The natives\npaused, howling and shrieking, before the final rush.\n\nAn inspiration came to Deltos. He tore his cap from his head and his net\nfrom his face.\n\n\"Look!\" he screamed, above the uproar. \"I am a man, like yourselves! Do\nnot kill!\"\n\nNext second he froze in his tracks. The next he was writhing in the\ndeath agony, and the bees were supreme once.\n\nSupreme herself had stung Deltos.\n\n\n\n\nXV\n\nOVERLOOKED\n\n\nOf the four on the earth, Smith was the first to make any comment. He\nhad considerable difficulty in throwing his thought to the others;\nsomehow he felt slightly dazed.\n\n\"This is--unbelievable!\" he said, and repeated it twice. \"To think that\nthose insects are still the masters!\"\n\n\"I wish\"--Billie's voice shook somewhat--\"I wish almost that I had let\nyou warn Rolla. It might have helped--\" She broke off suddenly, intent\nupon something Supreme was hearing. \"Just listen!\"\n\n\"Quick!\" a lieutenant was humming excitedly to the commandant. \"Back to\nthe hives; give the order, Supreme!\"\n\nIt was done, and immediately the bees quit the throng of natives and\ntheir victims, rushing at top speed for their precious city. As they\nwent, Supreme demanded an explanation.\n\n\"What is the meaning of this?\"\n\nFor answer the lieutenant pointed her antennae straight ahead. At first\nSupreme could see nothing in the growing darkness; then she saw that\nsome of the sky was blacker than the rest. Next she caught a faint glow.\n\n\"Supreme, the deadly flower has come to the hives!\"\n\nIt was true! In ten minutes the city was near enough for the commandant\nto see it all very clearly. The fire had started on the windward side,\nand already had swept through half the hives!\n\n\"Quick!\" the order was snapped out. \"Into the remaining houses, and save\nthe young!\"\n\nShe herself led the horde. Straight into the face of the flames they\nflew, unquestioningly, unhesitantly. What self, compared with the Hive?\n\nNext moment, like a mammoth billow, the smoke rolled down upon them all.\nAnd thus it came about that the villagers, making their cautious way\ntoward the bee city, shouted for joy and danced as they had never danced\nbefore, when they saw what had happened.\n\nNot a bee was left alive. Every egg and larva was destroyed; every queen\nwas burned. And every last soldier and worker had lost her life in the\nvain attempt at rescue.\n\nSuddenly one of the villagers, who had been helping to carry Corrus and\nDulnop to the spot, pointed out something on the other side of the fire!\nIt was Rolla!\n\n\"Hail!\" she shouted, hysterical with happiness as she ran toward her\npeople. Cunora was close upon her heels. \"Hail to the flowing flower!\"\n\nShe held up a torch. Down fell the villagers to their knees. Rolla\nstrode forward and found Corrus, even as Cunora located her Dulnop.\n\n\"Hail to the flowing flower!\" shouted Rolla again. \"And hail to the free\npeople of this world! A new day cometh for us all! The masters--are no\nmore!\"\n\nThe four on the earth looked at each other inquiringly. There was a\nheavy silence. The doctor stood it as long as he could, and then said:\n\n\"So far as I'm concerned, this ends our investigations.\" They stared at\nhim uncomprehendingly; he went on: \"I don't see anything to be gained by\nthis type of study. Here we've investigated the conditions on two\nplanets pretty thoroughly, and yet we can't agree upon what we've\nlearned!\n\n\"Van still thinks that the upper classes should rule, despite all the\nmisery we saw on Capellette! And Billie is still convinced that the\nworking classes, and no others, should govern! This, in the face of what\nwe've just--seen! Sanus is absolute proof of what must happen when one\nclass tries to rule; conflict, bloodshed, misery--little else! Besides\"\n--remembering something, and glancing at his watch--\"besides, it's time\nfor dinner.\"\n\nHe and Smith got to their feet, and in silence quit the room. Billie and\nVan Emmon were still fumbling with their bracelets. The two young people\nrose from the chairs at the same time and started across the room to put\nflip bracelets away. The wire which connected them trailed in between\nand caught on the doctor's chair. It brought the two of them up short.\n\nVan Emmon stared at the wire. He gave it a little tug. The chair did not\nmove. Billie gave an answering jerk, with similar lack of results. Then\nthey glanced swiftly at one another, and each stepped back enough to\npermit lifting the wire over the chair.\n\n\"In other words,\" Van Emmon stammered, with an effort to keep his voice\nsteady--\"in other words, Billie, we both had to give in a little, in\norder to get past that chair!\"\n\nThen he paused slightly, his heart pounding furiously.\n\n\"Yes Van.\" She dropped the bracelets. \"And--as for me--Van, I didn't\nreally want to see the bees win! I only pretended to--I wanted to make\nyou--think!\"\n\n\"Billie! I'll say 'cooperate' if you will!\"\n\n\"Cooperate!\"\n\nHe swept her into his arms, and held her so close that she could not see\nwhat had rushed to his eyes. \"Speaking of cooperation,\" he remarked\nunsteadily, \"reminds me--it takes two to make a kiss!\"\n\nThey proceeded to experiment.\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Emancipatrix, by Homer Eon Flint\n\n*** END OF THE PROJECT GUTENBERG EBOOK THE EMANCIPATRIX ***\n\nThis file should be named 5699.txt or 5699.zip\n\nProduced by Juliet Sutherland, Charles Franks\nand the Online Distributed Proofreading Team.\n\nProject Gutenberg eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the US\nunless a copyright notice is included.  Thus, we usually do not\nkeep eBooks in compliance with any particular paper edition.\n\nWe are now trying to release all our eBooks one year in advance\nof the official release dates, leaving time for better editing.\nPlease be encouraged to tell us about any error or corrections,\neven years after the official publication date.\n\nPlease note neither this listing nor its contents are final til\nmidnight of the last day of the month of any such announcement.\nThe official release date of all Project Gutenberg eBooks is at\nMidnight, Central Time, of the last day of the stated month.  A\npreliminary version may often be posted for suggestion, comment\nand editing by those who wish to do so.\n\nMost people start at our Web sites at:\nhttp://gutenberg.net or\nhttp://promo.net/pg\n\nThese Web sites include award-winning information about Project\nGutenberg, including how to donate, how to help produce our new\neBooks, and how to subscribe to our email newsletter (free!).\n\n\nThose of you who want to download any eBook before announcement\ncan get to them as follows, and just download by date.  This is\nalso a good way to get them instantly upon announcement, as the\nindexes our cataloguers produce obviously take a while after an\nannouncement goes out in the Project Gutenberg Newsletter.\n\nhttp://www.ibiblio.org/gutenberg/etext03 or\nftp://ftp.ibiblio.org/pub/docs/books/gutenberg/etext03\n\nOr /etext02, 01, 00, 99, 98, 97, 96, 95, 94, 93, 92, 92, 91 or 90\n\nJust search by the first five letters of the filename you want,\nas it appears in our Newsletters.\n\n\nInformation about Project Gutenberg (one page)\n\nWe produce about two million dollars for each hour we work.  The\ntime it takes us, a rather conservative estimate, is fifty hours\nto get any eBook selected, entered, proofread, edited, copyright\nsearched and analyzed, the copyright letters written, etc.   Our\nprojected audience is one hundred million readers.  If the value\nper text is nominally estimated at one dollar then we produce $2\nmillion dollars per hour in 2002 as we release over 100 new text\nfiles per month:  1240 more eBooks in 2001 for a total of 4000+\nWe are already on our way to trying for 2000 more eBooks in 2002\nIf they reach just 1-2% of the world's population then the total\nwill reach over half a trillion eBooks given away by year's end.\n\nThe Goal of Project Gutenberg is to Give Away 1 Trillion eBooks!\nThis is ten thousand titles each to one hundred million readers,\nwhich is only about 4% of the present number of computer users.\n\nHere is the briefest record of our progress (* means estimated):\n\neBooks Year Month\n\n    1  1971 July\n   10  1991 January\n  100  1994 January\n 1000  1997 August\n 1500  1998 October\n 2000  1999 December\n 2500  2000 December\n 3000  2001 November\n 4000  2001 October/November\n 6000  2002 December*\n 9000  2003 November*\n10000  2004 January*\n\n\nThe Project Gutenberg Literary Archive Foundation has been created\nto secure a future for Project Gutenberg into the next millennium.\n\nWe need your donations more than ever!\n\nAs of February, 2002, contributions are being solicited from people\nand organizations in: Alabama, Alaska, Arkansas, Connecticut,\nDelaware, District of Columbia, Florida, Georgia, Hawaii, Illinois,\nIndiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Massachusetts,\nMichigan, Mississippi, Missouri, Montana, Nebraska, Nevada, New\nHampshire, New Jersey, New Mexico, New York, North Carolina, Ohio,\nOklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, South\nDakota, Tennessee, Texas, Utah, Vermont, Virginia, Washington, West\nVirginia, Wisconsin, and Wyoming.\n\nWe have filed in all 50 states now, but these are the only ones\nthat have responded.\n\nAs the requirements for other states are met, additions to this list\nwill be made and fund raising will begin in the additional states.\nPlease feel free to ask to check the status of your state.\n\nIn answer to various questions we have received on this:\n\nWe are constantly working on finishing the paperwork to legally\nrequest donations in all 50 states.  If your state is not listed and\nyou would like to know if we have added it since the list you have,\njust ask.\n\nWhile we cannot solicit donations from people in states where we are\nnot yet registered, we know of no prohibition against accepting\ndonations from donors in these states who approach us with an offer to\ndonate.\n\nInternational donations are accepted, but we don't know ANYTHING about\nhow to make them tax-deductible, or even if they CAN be made\ndeductible, and don't have the staff to handle it even if there are\nways.\n\nDonations by check or money order may be sent to:\n\nProject Gutenberg Literary Archive Foundation\nPMB 113\n1739 University Ave.\nOxford, MS 38655-4109\n\nContact us if you want to arrange for a wire transfer or payment\nmethod other than by check or money order.\n\nThe Project Gutenberg Literary Archive Foundation has been approved by\nthe US Internal Revenue Service as a 501(c)(3) organization with EIN\n[Employee Identification Number] 64-622154.  Donations are\ntax-deductible to the maximum extent permitted by law.  As fund-raising\nrequirements for other states are met, additions to this list will be\nmade and fund-raising will begin in the additional states.\n\nWe need your donations more than ever!\n\nYou can get up to date donation information online at:\n\nhttp://www.gutenberg.net/donation.html\n\n\n***\n\nIf you can't reach Project Gutenberg,\nyou can always email directly to:\n\nMichael S. Hart \n\nProf. Hart will answer or forward your message.\n\nWe would prefer to send you information by email.\n\n\n**The Legal Small Print**\n\n\n(Three Pages)\n\n***START**THE SMALL PRINT!**FOR PUBLIC DOMAIN EBOOKS**START***\nWhy is this \"Small Print!\" statement here? You know: lawyers.\nThey tell us you might sue us if there is something wrong with\nyour copy of this eBook, even if you got it for free from\nsomeone other than us, and even if what's wrong is not our\nfault. So, among other things, this \"Small Print!\" statement\ndisclaims most of our liability to you. It also tells you how\nyou may distribute copies of this eBook if you want to.\n\n*BEFORE!* YOU USE OR READ THIS EBOOK\nBy using or reading any part of this PROJECT GUTENBERG-tm\neBook, you indicate that you understand, agree to and accept\nthis \"Small Print!\" statement. If you do not, you can receive\na refund of the money (if any) you paid for this eBook by\nsending a request within 30 days of receiving it to the person\nyou got it from. If you received this eBook on a physical\nmedium (such as a disk), you must return it with your request.\n\nABOUT PROJECT GUTENBERG-TM EBOOKS\nThis PROJECT GUTENBERG-tm eBook, like most PROJECT GUTENBERG-tm eBooks,\nis a \"public domain\" work distributed by Professor Michael S. Hart\nthrough the Project Gutenberg Association (the \"Project\").\nAmong other things, this means that no one owns a United States copyright\non or for this work, so the Project (and you!) can copy and\ndistribute it in the United States without permission and\nwithout paying copyright royalties. Special rules, set forth\nbelow, apply if you wish to copy and distribute this eBook\nunder the \"PROJECT GUTENBERG\" trademark.\n\nPlease do not use the \"PROJECT GUTENBERG\" trademark to market\nany commercial products without permission.\n\nTo create these eBooks, the Project expends considerable\nefforts to identify, transcribe and proofread public domain\nworks. Despite these efforts, the Project's eBooks and any\nmedium they may be on may contain \"Defects\". Among other\nthings, Defects may take the form of incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged\ndisk or other eBook medium, a computer virus, or computer\ncodes that damage or cannot be read by your equipment.\n\nLIMITED WARRANTY; DISCLAIMER OF DAMAGES\nBut for the \"Right of Replacement or Refund\" described below,\n[1] Michael Hart and the Foundation (and any other party you may\nreceive this eBook from as a PROJECT GUTENBERG-tm eBook) disclaims\nall liability to you for damages, costs and expenses, including\nlegal fees, and [2] YOU HAVE NO REMEDIES FOR NEGLIGENCE OR\nUNDER STRICT LIABILITY, OR FOR BREACH OF WARRANTY OR CONTRACT,\nINCLUDING BUT NOT LIMITED TO INDIRECT, CONSEQUENTIAL, PUNITIVE\nOR INCIDENTAL DAMAGES, EVEN IF YOU GIVE NOTICE OF THE\nPOSSIBILITY OF SUCH DAMAGES.\n\nIf you discover a Defect in this eBook within 90 days of\nreceiving it, you can receive a refund of the money (if any)\nyou paid for it by sending an explanatory note within that\ntime to the person you received it from. If you received it\non a physical medium, you must return it with your note, and\nsuch person may choose to alternatively give you a replacement\ncopy. If you received it electronically, such person may\nchoose to alternatively give you a second opportunity to\nreceive it electronically.\n\nTHIS EBOOK IS OTHERWISE PROVIDED TO YOU \"AS-IS\". NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, ARE MADE TO YOU AS\nTO THE EBOOK OR ANY MEDIUM IT MAY BE ON, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A\nPARTICULAR PURPOSE.\n\nSome states do not allow disclaimers of implied warranties or\nthe exclusion or limitation of consequential damages, so the\nabove disclaimers and exclusions may not apply to you, and you\nmay have other legal rights.\n\nINDEMNITY\nYou will indemnify and hold Michael Hart, the Foundation,\nand its trustees and agents, and any volunteers associated\nwith the production and distribution of Project Gutenberg-tm\ntexts harmless, from all liability, cost and expense, including\nlegal fees, that arise directly or indirectly from any of the\nfollowing that you do or cause:  [1] distribution of this eBook,\n[2] alteration, modification, or addition to the eBook,\nor [3] any Defect.\n\nDISTRIBUTION UNDER \"PROJECT GUTENBERG-tm\"\nYou may distribute copies of this eBook electronically, or by\ndisk, book or any other medium if you either delete this\n\"Small Print!\" and all other references to Project Gutenberg,\nor:\n\n[1]  Only give exact copies of it.  Among other things, this\n     requires that you do not remove, alter or modify the\n     eBook or this \"small print!\" statement.  You may however,\n     if you wish, distribute this eBook in machine readable\n     binary, compressed, mark-up, or proprietary form,\n     including any form resulting from conversion by word\n     processing or hypertext software, but only so long as\n     *EITHER*:\n\n     [*]  The eBook, when displayed, is clearly readable, and\n          does *not* contain characters other than those\n          intended by the author of the work, although tilde\n          (~), asterisk (*) and underline (_) characters may\n          be used to convey punctuation intended by the\n          author, and additional characters may be used to\n          indicate hypertext links; OR\n\n     [*]  The eBook may be readily converted by the reader at\n          no expense into plain ASCII, EBCDIC or equivalent\n          form by the program that displays the eBook (as is\n          the case, for instance, with most word processors);\n          OR\n\n     [*]  You provide, or agree to also provide on request at\n          no additional cost, fee or expense, a copy of the\n          eBook in its original plain ASCII form (or in EBCDIC\n          or other equivalent proprietary form).\n\n[2]  Honor the eBook refund and replacement provisions of this\n     \"Small Print!\" statement.\n\n[3]  Pay a trademark license fee to the Foundation of 20% of the\n     gross profits you derive calculated using the method you\n     already use to calculate your applicable taxes.  If you\n     don't derive profits, no royalty is due.  Royalties are\n     payable to \"Project Gutenberg Literary Archive Foundation\"\n     the 60 days following each date you prepare (or were\n     legally required to prepare) your annual (or equivalent\n     periodic) tax return.  Please contact us beforehand to\n     let us know your plans and to work out the details.\n\nWHAT IF YOU *WANT* TO SEND MONEY EVEN IF YOU DON'T HAVE TO?\nProject Gutenberg is dedicated to increasing the number of\npublic domain and licensed works that can be freely distributed\nin machine readable form.\n\nThe Project gratefully accepts contributions of money, time,\npublic domain materials, or royalty free copyright licenses.\nMoney should be paid to the:\n\"Project Gutenberg Literary Archive Foundation.\"\n\nIf you are interested in contributing scanning equipment or\nsoftware or other items, please contact Michael Hart at:\nhart@pobox.com\n\n[Portions of this eBook's header and trailer may be reprinted only\nwhen distributed free of all fees.  Copyright (C) 2001, 2002 by\nMichael S. Hart.  Project Gutenberg is a TradeMark and may not be\nused in any sales of Project Gutenberg eBooks or other materials be\nthey hardware or software or any other related product without\nexpress permission.]\n\n*END THE SMALL PRINT! FOR PUBLIC DOMAIN EBOOKS*Ver.02/11/02*END*\n"}