{"title": "Dave Dashaway and his Hydroplane", "author": "Roy Rockwood", "releaseDate": "October, 2004\n", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sean Pobuda\n\n\n\n\n\n\n\n\n\nDAVE DASHAWAY AND HIS HYDROPLANE\n\nOr Daring Adventures Over The Great Lakes\n\nBy Roy Rockwood\n\n\n\n\nCHAPTER I\n\nTHE YOUNG AVIATOR\n\n\n\"Telegram, sir.\"\n\n\"Who for?\"\n\n\"Dave Dashaway.\"\n\n\"I'll take it.\"\n\nThe messenger boy who had just entered the hangar of the great prize\nmonoplane of the aero meet at Columbus, stared wonderingly about him\nwhile the man in charge of the place receipted for the telegram.\n\nThe lad had never been in so queer a place before.  He was a lively,\nactive city boy, but the closest he had ever seen an airship was a\ndistance away and five hundred feet up in the air.  Now, with big\nwonder eyes he stared at the strange appearing machine.  His fingers\nmoved restlessly, like a street-urchin surveying an automobile and\nlonging to blow its horn.\n\nThe man in charge of the place attracted his attention, too.  He had\nonly one arm and limped when he walked.  His face was scarred and he\nlooked like a war veteran.  The only battles this old warrior had\nbeen in, however, were fights with the elements.  He was a famous\n\"wind wagon\" man who had sustained a terrible fall in an endurance\nrace.  It had crippled him for life.  Now he followed the various\nprofessional meets for a living, and also ran an aviation school for\namateurs.  His name was John Grimshaw.\n\nThe messenger boy took a last look about the place and left.  The\nold man put on a cap, went to the door and rather gruesomely faced\nthe elements.\n\n\"A cold drizzling rain and gusty weather generally,\" he said to\nhimself in a grumbling tone.  \"I'll face it any time for Dashaway,\nthough.  The telegram may be important.\"\n\nThe big aero field looked lonely and gloomy as the man crossed it.\nLights showed here and there in the various buildings scattered\nabout the enclosure.  The ground was wet and soft.  The rain came in\nchilling dashes.  Old Grimshaw breasted the storm, and after half a\nmile's walk came to a hangar a good deal like the one he had left.\nThere was a light inside.\n\n\"Hello, there!\" he sang out in his big foghorn voice, thrusting the\ndoor open with his foot and getting under the shelter, and shaking\nthe rain from his head and shoulders.\n\nTwo boys were the occupants of the place.  They had a lamp on the\ntable, upon which was outspread pictures and plans of airships.  The\nolder of the two got up from his chair with a pleasant smiling face.\n\n\"Why, it's Mr. Grimshaw!\" he exclaimed.\n\n\"That's who it is,\" joined in the other boy cheerily.  \"Say, you're\nwelcome, too.  We were looking over some sketches of new machines,\nand you can tell us lots about them, you know.\"\n\n\"Got to get back to my own quarters,\" declared Grimshaw.  \"Some\nother time about those pictures.  Boy brought a telegram to Mr.\nKing's hangar.  It's for you, Dashaway.\"\n\n\"For me?\" inquired the lad who had first addressed the visitor.\n\n\"Yes.  Here it is.  Mr. King's away, but if you need me for anything\nlet me know.\"\n\n\"I'm always needing you,\" replied Dave Dashaway.  \"I don't know what\nwe'd do without you.\"\n\nThe young aviator--for such he was in fact and reality--took the\nproffered envelope.  He tore open its end and read the enclosure\nrapidly.\n\n\"Why,\" he said, \"this is strange.\"\n\n\"Any answer?  Need me?\" asked Grimshaw, moving towards the door.\n\n\"No, thank you,\" replied Dave in a vague, bothered way that made his\ncompanion and chum, Hiram Dobbs, study his face with some\nperplexity.\n\n\"I'd better get back home, then,\" said the old man.  \"Fine weather\nfor hydroplanes this, eh?\"\n\nBoth Dave and Hiram proceeded to the door with the grim old fellow\nwho had so kindly taught them all they knew about aeronautics.  When\ntheir visitor had departed, Dave went back to the table.  He sat\ndown and perused the telegram once more.  Then he sat looking\nfixedly at it, as if he was studying some hard problem.  Hiram stood\nit as long as he could.  Then he burst out impetuously:\n\n\"What is it, Dave?\"\n\n\"I'm trying to find out,\" was the abstracted reply.\n\n\"Who is it from?\"\n\n\"The Interstate Aeroplane Co.\"\n\nThat name meant a good deal to Hiram Dobbs, and a great deal more to\nDave Dashaway.  It marked the starting point in the aviation career\nof the latter, and that in its turn had meant a first step up the\nladder for his faithful comrade, Hiram.\n\nIn the first volume of this series, entitled:\n\n\"Dave Dashaway, the Young Aviator; Or, In the Clouds for Fame and\nFortune,\" the career of Dave Dashaway has been told.  The father of\nthe young airman had been a noted balloonist, and when he died a\nmean old skinflint named Silas Warner had been appointed Dave's\nguardian.  Warner had acted the tyrant and hard taskmaster for the\nyouth.  A natural love for aeronautics had been born in Dave.  He\nhad made an airship model which his guardian had maliciously\ndestroyed.  Warner had also appropriated a package dropped\naccidentally by a famous aviator, named Robert King, from a\nmonoplane.\n\nDave had found this package, containing money, a watch and a medal\ngreatly prized by Mr. King.  Dave resolved that this property should\nbe restored to the airman.  He got hold of the lost articles, which\nhis guardian had secreted, and ran away from home.\n\nAfter various adventures, during which he was robbed of the airman's\nproperty, Dave managed to reach the aero meet at Fairfield.  He\nfound Robert King and described to him the boy thief.  The airman\ntook a fancy to Dave from the nerve and ability he showed in\nexperimenting with a parachute garment, and hired him.\n\nAbout the same time Hiram Dobbs came along, ambitious to change his\nfarm life for an aviation career, and secured work helping about the\ngrounds.  Mr. King sent Dave to Grimshaw for training.  The\nInterstate Aeroplane Co. wanted to exhibit its Baby Racer, a novel\nbiplane.  Dave made a successful demonstration, and won the\nadmiration and good will of the company.\n\nIn a few weeks time Dave scored a big success and won several\ntrophies.  His final exploit was taking the place of an aviator who\nhad fainted away in his monoplane, and winning the race for Mr.\nKing's machine.  Dave was now the proud possessor of a pilot's\nlicense, and had fairly entered the professional field.\n\nThe thief who had stolen Mr. King's property from Dave, a graceless\nyouth named Gregg, was found, and the property recovered.  He had\nalso got hold of some papers that belonged to Dave's father.  Gregg\nthrough these had obtained a trace of a Mr. Dale, a great friend of\nthe dead balloonist.  He had made Mr. Dale believe he was the real\nDave Dashaway, until he was unmasked.\n\nAnother bad boy Dave had run across was named Jerry Dawson.  From\nthe start in his career as an airman this youth had been an enemy.\nDave had succeeded him in the employ of Mr. King, Jerry having been\ndischarged in disgrace.  Jerry tried to \"get even,\" as he called it,\nby trying to wreck Mr. King's monoplane, the Aegis.  He also\nbetrayed Dave's whereabouts to his guardian.  Because Dave was right\nand Jerry wrong, there plots rebounded on the schemer and did Dave\nno harm.\n\nJerry and his father were exposed.  They still followed the various\nmeets, however, just as Mr. King and Dave and Hiram did, but they\nwere shunned by all reputable airmen.\n\nAfter leaving the aero meet at Dayton the proud possessor of a\ntrophy as winner of a one hundred mile dash, Dave now found himself\nand his friends on the aero, grounds at Columbus.  This was a summer\nresort located on Lake Michigan.  A two weeks' programme had been\narranged, in which Dave was to give exhibitions for his employers of\ntheir new model hydroplane.\n\nHiram was practicing for a flight in the Baby Racer.  The two\nfriends that rainy summer evening were interested in plans for the\ncoming meet and aviation business generally.  The arrival of the\ntelegram once more introduces the reader to Dave Dashaway, now\npopularly known as the young aviator.\n\nThe telegram which Grimshaw had brought to Dave was dated at the\nheadquarters of the Interstate Aeroplane Co., some three hundred\nmiles distant.  It was addressed to Dave in care of Mr. King, and it\nwas signed by the manager of the company.  It read as follows:\n\n\"Our sales agent, Timmins, reported from your quarters at Columbus\nthree days ago.  Was due at Kewaukee this morning on big contract\nwith County Fair Amusement Co.  Wired Northern Hotel there, where we\nhad forwarded all the contracts and papers, and he is not there.\nFind him at any expense, and get him to Kewaukee before to-morrow\nmorning, or the Star Aero Co. will get the order.  Fear some trick.\nThis means ten thousand dollars to us.\"\n\nDave read and reread this message, weighing every word in his mind\nas he did so.  Hiram sat watching him in a fever of suspense and\nanxiety.  Finally he exclaimed:\n\n\"See here, Dave Dashaway, is that Greek you can't make out, or have\nyou gone to sleep?\"\n\n\"I was only trying to figure out this telegram,\" replied Dave\nthoughtfully.  \"Here, read it for yourself, and see what you make of\nit.\"\n\nThe young aviator passed the yellow sheet over to his curious\nfriend.  The latter scanned it rapidly.  Then, with startling\nsuddenness, his face twitching with excitement, he jumped to his\nfeet.\n\n\"What do I make of it?\" shouted Hiram.  \"Just what the telegram\nsays--a trick!  It's come all over me in a flash.  Why, Dick, I know\nall about it.\"\n\n\n\n\nCHAPTER II\n\nThe \"BABY RACER\"\n\n\n\"You know all about it?\" repeated Dave Dashaway, looking up in great\nsurprise.\n\n\"That's what I do,\" declared Hiram positively.\n\n\"What do you mean?\"\n\n\"I'll explain.\"\n\n\"I wish you would.\"\n\n\"I'm a blockhead, that's just what I am!\" cried Hiram.  \"I don't\nknow what possessed me that I didn't tell you all about it before.\"\n\n\"See here, Hiram,\" broke in Dave, \"What are you talking about?\"\n\n\"Why, about Mr. Timmins.  You know he here night before last and\nleft us then?\"\n\n\"Yes, Hiram, to go to Kewaukee.\"\n\n\"Well, he just didn't go to Kewaukee at all.\"\n\n\"That's no news, for this telegram shows that couldn't have done\nso.\"\n\n\"You see, when Mr. Timmins got telling us about the big sale he was\ngoing to make at Kewaukee,\" continued Hiram, \"and how the Star Aero\npeople were bidders for the same contract, you warned him against\nthe Dawsons, and the people they are working for!\"\n\n\"I know I did.  That was because the Dawsons are stunting for the\nStar people.\"\n\n\"Exactly.  Then when I caught Jerry Dawson and Brooks, that precious\nchum of his, sneaking around the Aegis hangar, I made up my mind\nthat they were up to no good.  I know what they were snooping around\nfor, now.\"\n\n\"What was it?\"\n\n\"To pick up what information they could about Mr. Timmins' plans,\nso, when Mr. Timmins went away, I was awful glad.  I felt pleased,\nfor Mr. King told as you know that he was a free and easy fellow,\nfriendly to everybody, and sometimes drank more than he ought to.\"\n\n\"Yes, I know that, Hiram.\"\n\n\"Well, last night I went to town to get some supplies for Mr.\nGrimshaw.  There's a tavern at the cross roads, and some men were in\nthere.  I saw them through an open window.  There were six of them.\nBrooks was there, and Jerry and his father, and three more of the\ncrowd.  They were playing cards and making a great deal of noise.\nJust as I looked in some one pulled down the shade.  I caught a\nsight of the other man, though.  Right off, even at the distance I\nwas, it struck me he looked like Mr. Timmins.  Then I remembered\nthat Mr. Timmins had certainly gone to Kewaukee the night before, so\nI put it off my mind.  Now, I see the whole trick.\"\n\n\"What is that?\"\n\n\"The crowd kept Mr. Timmins here, delaying and entertaining him.\nMaybe later some of them led him still further away from Columbus.\nTheir man is probably on the spot at Kewaukee now, ready to get that\nbig contract for show biplanes.\"\n\nDave had been anxiously walking up and down the floor while Hiram\nwas talking.  Now he took his cap off a peg and picked up an\numbrella.\n\n\"You wait here till I come back, Hiram,\" he said.\n\n\"Where are you going, Dave?\"\n\n\"Down to the Aegis hangar.  This telegram disturbs me very much.  I\nhave no idea where Mr. Timmins can be, and something must certainly\nbe done about this contract.\"\n\n\"That's so, Dave,\" agreed Hiram.  \"It isn't exactly our business,\nbut it would be a big feather in your cap to help out the people who\nare hiring you.\"\n\n\"That's what I want to do, if I can,\" replied Dave, as he left the\nplace.\n\nThe youth went straight to the Aegis hangar, where he found Grimshaw\ntinkering over a broken airplane wing.  Mr. King had a desk in one\ncorner of what he called his office room.\n\nDave was free to use this at all times.  He opened it now, and for\nten minutes was busy with some railroad time tables he found there.\nThen he consulted an aero guide map.\n\nGrimshaw watched him from under his shaggy eyebrows, but said\nnothing until Dave got up from the desk, buttoned his coat and\nprepared to face the storm again.\n\n\"What's the trouble, Dashaway?\" he asked.\n\n\"Why, Mr. Grimshaw?\" inquired Dave, wishing to evade direct\nquestioning.\n\n\"You seem bothered about something, I see.\"\n\n\"Well, as a matter of fact, I am,\" confessed Dave.\n\n\"What is it?\"\n\n\"I'm trying to find a way to get to Kewaukee,\" explained Dave.\n\"Something has come up that makes me think I ought to be there in\nthe interests of my employers early to-morrow morning. I am figuring\nout how I can make it.\"\n\n\"See here, Dashaway,\" spoke the old airman in a grim, impressive\nway,  \"don't you do anything reckless.\"\n\n\"I won't,\" answered Dave.  \"You know you once said I was all\nbusiness.  Well, I'll always try to do my duty without any\nunnecessary risks.\"\n\nDave laughed carelessly and got away from the hangar.  A daring idea\nhad come into his mind.  Perhaps Grimshaw suspected it, and Dave was\nafraid he might.  The lad knew that the eccentric old fellow liked\nhim, and would try to dissuade him from any exploit of unusual\nperil.\n\n\"I'll do it, I'll have to do it or let the company lose out,\"\nbreathed Dave, as once outside he broke into a run across the\naviation field.\n\nDave found Hiram winding the alarm clock as he re-entered the half\nshed, half canvas house where the Baby Racer was stored.  Although\nthey got their meals at Mr. King's headquarters, the boys had two\nlight cots and slept near to the machine which Dave had been\nexhibiting.\n\nDave glanced at the clock, and Hiram noticing the look, said:\n\n\"Eleven thirty, Dave.  I've set the alarm clock for five thirty.\nYou know that new hydroplane will probably come in on an early\nfreight.  What's the programme?\"\n\n\"Well, Hiram,\" responded Dave, throwing off his coat and hat, \"I'm\ngoing to dress up for a ride.\"\n\n\"Eh?\" ejaculated Hiram, staring hard at the set resolute face of his\ncomrade.\n\n\"Yes, I've got to get to Kewaukee.\"\n\n\"Oh, you mean going by train?\"\n\n\"No.  Last one left an hour ago.  Next one nine o clock to-morrow\nmorning.\"\n\n\"Automobile, then?\"\n\n\"On the country mud roads we've been having for the last week?\"\n\n\"That's so.  Then--\"\n\n\"It's the airship route or nothing, Hiram,\" said Dave.  \"I'm going\nin the biplane.\"\n\n\"The Baby Racer?\"\n\n\"Yes.\"\n\n\"On such a night as this!  Why, Dave,\" began Hiram, almost in alarm.\n\n\"Don't say a word,\" interrupted Dave with a preemptory wave of his\nhand.  \"I've made up my mind, and that ends it.\"\n\n\"It usually does,\" said Hiram.  \"If you're bound to do it, though,\nDave--\"\n\n\"I certainly am.\"\n\n\"Ask Mr. Grimshaw's advice, first.\"\n\n\"Not for worlds.\"\n\n\"Why not?\"\n\n\"I think he would try to stop me.  See here, Hiram, I've thought it\nall over.  I know it's a hard, rough night, but I also know what the\nBaby Racer can do.\"\n\n\"It's a pretty bad night to do any fooling in the air,\" remarked\nHiram.\n\n\"There won't be much fooling about it, Hiram. I know the chances\nand, I shan't look for any fun.  It is a bad night, I know, but the\nwind is right, and I can head straight into it in reaching\nKewaukee.\"\n\n\"How far away is Kewaukee, Dave?\"\n\n\"Ninety-five miles.\"\n\nDave, while he talked, had been putting on his regular aviator's\nsuit.  As he finished up with a helmet, he noticed Hiram changing\nhis coat for a sweater.\n\n\"What are you up to, Hiram,\" he inquired quickly.\n\n\"Getting ready, of course.\"\n\n\"Getting ready for what?\"\n\n\"The trip to Kewaukee.\"\n\n\"Oh, you think you're going?\"\n\n\"If you are,\" retorted Hiram, \"I know I am.  Now, see here, Dave,\"\ncontinued Hiram, waving a silencing finger as Dave was about to\nspeak, \"I know I'm not an aviator like you, and never will be.  All\nthe same, I am some good in an airship, if it's only to act as\nballast.  The other day when I was up with you in the Racer, you.\nsaid I shifted the elevator just in time to save a smash up.  In a\nstorm like the one to-night, you my need me worse than ever.\nAnyhow, Dave Dashaway, I won't let you go alone.\"\n\nThe young airman looked at his loyal, earnest friend with pleasure\nand pride.  Hiram was only a crude country boy.  He had, however,\nshown diamond in the rough, and Dave appreciated the fact.\n\nHiram had made several ground runs in an aeroplane.  He had gone up\nin the Baby Racer twice with Dave, and had proven himself a model\npassenger.  As he had just hinted, too, he had been familiar enough\nwith the mechanism of the biplane to operate some of its auxiliary\nmachinery so as to avert an accident.\n\n\"You are the best company in the world, Hiram,\" said Dave, \"but I\nwouldn't feel right in letting you take the risk of a hazardous\nrun.\"\n\n\"Dave, I won't let you go alone,\" persisted Hiram.\n\nDave said nothing in reply.  He went outside, and Hiram followed\nhim.  They unlocked the door of the shed adjoining where the Baby\nRacer was housed, and lit two lanterns.\n\n\"Get a couple of the nearest field men, Hiram,\" directed Dave, \"and\nI will have everything in order by the time you get back.\"\n\nThere was not much for Dave to do.  Only the noon of that day they\nhad got the little biplane ready for a cross country spurt.  Then\nthe rain came on, and they decided to defer the dash till the\nweather was more propitious.  Dave was looking over the machinery,\nwhen a gruff hail startled him.\n\n\"Hello!\" challenged old Grimshaw, appearing at the open doorway of\nthe hangar.  \"What you up to, Dashaway?\"\n\nDave flushed guiltily.  He was dreadfully embarrassed to be \"caught\nin the act\" as it were, by his great friend, the old airman.\n\n\"Why--you see, Mr. Grimshaw--\" stammered Dave.\n\n\"Yes, of course I see,\" retorted the old man firmly.  \"You're going\nto start out a night like this.\"\n\n\"I've got to, Mr. Grimshaw,\" declared Dave desperately.\n\n\"Business, eh?\"\n\n\"Of the most important kind.\"\n\n\"What is it?\"\n\nIt was in order for Dave to explain details, and did so briefly.\n\n\"H'm,\" commented Grimshaw, when his pupil concluded his explanation.\n\"And so you thought you'd steal away without letting me know it?\"\n\n\"Oh, now, Mr. Grimshaw!\" Dave hastened to say--\"that was not the\nspirit of the thing at all.\"\n\n\"Go ahead, Dashaway.\"\n\n\"Well, then, I think so very much of you I didn't want it to worry\nyou.\"\n\n\"Roll her out,\" was all that Grimshaw would say, placing his one\nhand on the tail of the biplane.  \"Hold on for a minute.  Gasoline\nsupply?\"\n\n\"Twenty-five gallons.\"\n\n\"That will do.  Lubricating oil-all right.  Now then, lad, hit that\nhead wind every time, and you'll make it, sure.\"\n\n\n\n\n\nCHAPTER III\n\nA WILD NIGHT RIDE\n\n\n\"Go!\"\n\nIt was less than half an hour after the appearance of Grimshaw on\nthe scene that the Baby Racer was all ready for its stormy night's\nflight.\n\nThe old aviator had fussed and poked about the dainty little\nbiplane, as if it was some valued friend he was sending out into the\nworld to try its fortune.  Every once in a while he had growled out\nsome brief advice to Dave in his characteristic way.\n\nThen he directed and helped, while two field men started the machine\non its forward run.\n\n\"Look out for telegraph poles, and watch your fuel tank,\" was\nGrimshaw's final injunction.\n\nDave knew the Baby Racer just as an engineer understands his\nlocomotive.  Daylight or dirk, once aloft the young aviator did not\ndoubt his own powers.  The moment the Racer left the ground,\nhowever, with a switch of her flapping tail, Dave knew that he was\nto have no easy fair-weather cruise.\n\n\"Slow it is,\" the watchful, excited Hiram heard him say, working the\nwheel as cautiously as an automobilist rounding a sharp curve.\n\nDave saw that everything depended on getting a start and reaching a\nhigher level.  He kept the angle of ascent small, for the maximum\npower of the engine could not be reached in a moment.  The starting\nspeed naturally let down with the machine ascending an inclined\nplane.\n\n\"It's slow enough, that's sure,\" remarked Hiram.  \"It's the wind,\nisn't it, Dave?\"\n\n\"We don't want to slide back in the air or be blown over backwards,\"\nreplied Dave, eye, ear, and nerve on the keenest alert.\n\nThe wind resistance caused a growing speed reduction.  The\nsensitiveness of the elevating rudder warned Dave that he must\nmaintain a perfect balance until they could strike a steady path of\nflight.  Hiram's rapt gaze followed every skillful maneuver of the\nmaster hand at that wheel.\n\n\"Good for you!\" he chirped, as Dave worked the ailerons to\ncounteract the leaning of the machine.  A swing of the rudder had\ncaused the biplane to bank, but quick as a flash Dave righted it by\ngetting the warping control on the opposite tack, avoiding a bad\nspill.\n\nThe machine was tail heavy as Dave directed a forward plunge,\ncoasting slightly.  He had, however, pretty good control of the\ncenter of gravity.\n\nIt was now only a question of fighting the stiff breeze that\nprevailed, and keeping an even balance.\n\nHiram's eyes sparkled as the Racer volplaned, caught the head wind\nat just the right angle, and struck a course due northwest like a\nsail boat under perfect control.\n\nThe engine was near the operator's seat, and on the post just under\nthe wheel were the spark and throttle levers on the fuselage beam.\nThe steering wheel was a solid piece of wood about eight inches in\ndiameter with two holes cut into it to fit the hands.\n\nThe passenger's seat now occupied by Hiram was in the center line of\nthe machine, so that, filled or vacant, the lateral balance was not\naffected.\n\nHiram knew all about the monoplane dummy or the aerocycle with\ntreadle power for practice work which he had operated under old\nGrimshaw's direction.  As to the practical running of a biplane\naloft, however, that was something for him to learn.  He was keenly\nalive to every maneuver that Dave executed, and he stored in his\nmind every new point he noticed as the Racer seemed fairly started\non its way.\n\n\"Keep me posted, Dave,\" spoke the willing Hiram.  \"If anything\nhappens I want to know what you expect me to do.\"\n\n\"I don't intend to have anything happen if I can help it, Hiram,\"\nreplied Dave.  \"This is a famous start.\"\n\n\"It's not half as bad as I thought it would be,\" said Hiram.\n\nThe rain had changed into a fine mist, but the breeze continued\nchoppy and strong at times.  Dave had gone over the course with Mr.\nKing in The Aegis twice in the daytime, and had an accurate idea of\nthe route.  However, he had landmarks to follow.  What guided Dave\nwere the lights of the various towns on the route to Kewaukee and\nrailway signals.  These were dimly outlined by a glow only at times,\nbut Dave as he progressed felt that he was keeping fairly close to\nhis outlined programme.\n\nHiram chuckled and warbled, as he knew from Dave's manner and the\nway the Baby Racer acted that his friend had it under full control.\nOur hero attempted no fancy flying nor spurts of swiftness.  Up to\nthe end of the first hour the flight had proven far less difficult\nthan he had anticipated.\n\n\"There's Medbury,\" said Dave at length, inclining his head towards\na cluster of electric lights below and somewhat beyond them.  \"That\nmeans one-third of our journey covered.\"\n\n\"It's great what you and the Baby Racer can do, Dave,\" cried the\nadmiring and enthusiastic country boy.  \"We're going to make it,\naren't we?\"\n\n\"If the wind doesn't change and we meet with no mishaps,\" answered\nDave.\n\nA stretch of steady sailing was an excuse for Hiram to share a brief\nlunch of ham sandwiches with Dave.  The thoughtful Grimshaw had\nprovided these at the last moment of the departure of the biplane.\n\nBy the watch Mr. King had given him on the occasion of winning a\nrace for the Aegis, Dave found that it was a little after two\no'clock when the Racer passed a town named Creston.\n\n\"It's only twenty miles farther, Hiram,\" announced the young aviator\nwith satisfaction.\n\n\"And plenty of juice in the tank left to go on,\" added Hiram.  \"This\nis a trip to talk about, eh, Dave?\"\n\nDave nodded and smiled.  He suddenly gave renewed attention to wheel\nand levers.\n\n\"Anything wrong?\" inquired Hiram, noticing the movement.\n\n\"The wind is shifting slightly,\" was the reply.\n\nDave felt of the breeze cautiously after that, keeping his cheek\nwell to windward.  It required constant watchfulness and\nmaneuvering for the next fifteen miles to keep the control\npermanent.  Dave was glad when a dim glow of radiance told that they\nhad nearly reached the end of their journey.\n\nDave \"ducked,\" as the phrase goes, as a swoop from a new quarter\nsent the machine banking.\n\nHe managed the dilemma by circling.  There was only five more miles\nto cover.  Dave went up searching for a steadier air current, found\nit, maintained a steady flight for over a quarter of an hour, and\nslowed down slightly as they came directly over Kewaukee.\n\n\"Going to land?\" inquired Hiram, attentively attracted by all these\nskillful maneuvers.\n\n\"Yes,\" replied Dave.  \"The question is, though, to find just the\nright place.\"\n\nDave tried to figure out the contour of the landscape beneath them.\nHe passed over high buildings, skirted what seemed like a factory\ndistrict, and began to volplane.\n\n\"Going to drop?\" queried Hiram.\n\n\"I think so,\" responded Dave.  \"According to those electric lights\nthere is a park or some other large vacant space we can strike on\nthis angle.\"\n\n\"The mischief!\" exclaimed Hiram abruptly as the Racer struck a lower\nair current a strong blast of wind made it shake and reel. Then\nthere was a creak, a sway and a snap.\n\n\"Something broke!\" shouted Hiram in excitement.\n\n\"Yes,\" answered Dave rapidly.  \"It's one of the right outermost\nstruts between the supporting planes.\"\n\n\"The one that snapped the other day,\" suggested Hiram.\n\n\"Likely.  Grimshaw fixed it with glue and bracing, and fitting iron\nrings about it.  The vibration of the motor and the straining have\npulled the nail heads through the holes in the rings.\"\n\n\"Can you hold out?\"\n\nDave did not reply.  He felt new vibrations, and knew that the\nstrain of warping the wings at the tips had caused more than one of\nthe struts to collapse.\n\nThe young aviator realized that it would be a hard drop unless he\ndid something quickly and effectively.  There was no time to think.\nCounterbalance was everything.\n\nDave tried to restore the disturbed balance of the machine by\nbringing the left wing under the control.  Then he forced the\ntwisting on the right side.\n\nThe young aviator held his breath, while his excited companion\nstared ahead and down, transfixed.  They were going at a rapid rate,\nand every moment the Baby Racer threatened to turn turtle and spill\nthem out.\n\nDave succeeded in temporarily checking the tendency to tip.  All\naerial support was gone.  He kept the rudder at counterbalance,\nthrew off the power, and wondered what they were headed into.\n\nThe next moment the Baby Racer crashed to the ground.\n\n\n\n\n\nCHAPTER IV\n\nA BUSINESS BOY\n\n\n\"We've landed!\" shouted Hiram in a jolty tone, plunging forward in\nhis seat in the biplane.\n\n\"Yes, but where?\" Dave asked quickly.\n\n\"That's so.  Whew!  What have we drifted into?\"\n\nThe Baby Racer had struck a mass soft and yielding.  It drove\nthrough some substance rather than ran on its wheels.  There was a\ndive and a joggle.  Then the machine came to a halt--submerged.\n\nWhatever had received it now came up about the puzzled young\naviators as might a snowdrift or it heap of hay.  Dave dashed a\nfilmy, flake-like substance resembling sawdust from eyes, ears and\nmouth.  Hiram tried to disentangle himself from strips and curls of\nsome light, fluffy substance.  Then he cried out:\n\n\"Dave, it's shavings!\"\n\n\"You don't say so.\"\n\n\"Yes, it is--a great heap of shavings, a big mountain of them.\"\n\n\"Lucky for us.  If we had hit the bare ground I fear we would have\nhad a smash up.\"\n\nGradually and cautiously the two young aviators made their way out\nof the seats of the machine.  They got past the wings.  A circle of\nelectric street lamps surrounded them on four sides.  Their\nradiance, dim and distant, seemed to indicate that they were in the\ncenter of a factory yard covering several acres.\n\nA little way off they could discern the outlines of high piles of\nlumber and beyond these several buildings.  The biplane lay partly\non its side, sunk deep in a heap of long, broad shavings.  The mass\nmust have been fully a hundred feet in extent and fifteen to twenty\nfeet high.  They reached its side and slid down the slant to the\nground.\n\n\"Well!\" ejaculated Dave.\n\n\"Yes, and what?\" inquired Hiram, brushing the loose bits of shavings\nfrom his soaked tarpaulin coat.\n\n\"Business--strictly and quick,\" replied Dave promptly.\n\n\"And leave the Racer where she is?\"\n\n\"Can you find a better place, Hiram?\"\n\n\"Well, no, but--\"\n\nA man flashing a dark lantern and armed with a heavy cane came upon\nthem around the corner of the buildings.  The boys paused.  The man,\nevidently the watchman of the place, challenged them, moving his\nlantern from face to face.\n\n\"Who are you?\" he demanded sternly.\n\n\"Aviators,\" replied Dave.\n\n\"What's that?\"\n\n\"We just arrived in an airship.\"\n\n\"No nonsense.  How did you get in here?\"\n\n\"Mister,\" spoke out Hiram, \"we just landed in the biplane, the Baby\nRacer.  If you don't believe me, come to the shavings pile yonder\nand we'll show you the machine, and thank you for having it there,\nfor if you hadn't I guess we'd have needed an ambulance.\"\n\nThe watchman looked incredulous.  He followed Dave and Hiram,\nhowever, as they led the way back to the heap of shavings.  One wing\nof the biplane stuck up in the air and he made it out.\n\n\"This is queer,\" he observed.  \"You say it's an airship?\"\n\n\"Yes, sir,\" nodded Hiram.\n\n\"We had to make a hurried night journey from Columbus,\" explained\nDave.  \"There were no trains, and we came with the biplane.\"\n\n\"Well, well, well,\" commented the watchman.  He had heard of\nColumbus and the aero meet there, and began to understand matters.\n\n\"You see,\" spoke Hiram, \"we can't land everywhere, or we'd have to\nsettle some damage suits.\"\n\n\"I will be glad to pay you for letting us leave the machine here\ntill after daylight, and watch it to see no harm comes to it,\"\nproposed Dave.\n\n\"Why, we'll do that,\" assented the watchman.  \"You look like two\ndecent young fellows, and I'm sure the company won't object to\nletting your airship stay up there for a few hours.\"\n\n\"We will be back to see about it in a few hours,\" promised Dave.\n\nThe watchman led the boys to the big gate of' the factory yard and\nlet them out.  The rain had ceased and the wind was not blowing so\nhard as before.\n\n\"What now, Dave?\" inquired Hiram, as they found themselves in the\ndeserted street.\n\n\"The Northern Hotel.\"\n\n\"Oh, going to try and fix things before daylight?\"\n\n\"We can't afford to lose a minute,\" declared Dave.  \"There's a\npoliceman.  I want to ask him a question.\"\n\nThey hurried to a corner where a policeman had halted under the\nstreet lamp.  Dave inquired the location of the Northern Hotel.\nThen the boys proceeded again on their way, and reached the place in\nabout half an hour.\n\nThe night clerk and others were on duty.  Dave approached the desk\nand addressed the clerk.\n\n\"Is a Mr. Timmins stopping here?\" he asked.\n\n\"Why, no,\" replied the clerk, looking Dave and Hiram over curiously,\ntheir somewhat queer garb attracting his attention.\n\n\"Do you know him, may I inquire?\"\n\n\"Oh, yes, Mr. Timmins has been here several times.  We are holding\nsome mail for him, and expected him several days ago.\"\n\n\"Do you know the company he represents?\"\n\n\"Airships, isn't it?\" propounded the clerk.\n\n\"That's right.  The Interstate Aeroplane Company.\"\n\n\"Yes, I remember now,\" added the clerk.\n\n\"I am also connected with that company,\" explained Dave.\n\nThe clerk stared vaguely, as if he did not quite understand the\nsituation.\n\n\"Yes,\" eagerly broke in the irrepressible Hiram, as if he was\nintroducing some big magnate, \"he's Dave Dashaway, and he's beat the\nfield with the Interstate Baby Racer.\"\n\n\"Oh, Dashaway, eh?\" said the clerk, with a pleasant smile.  \"I've\nheard of you and read about you.\"\n\n\"I am glad of that,\" responded Dave, \"because it may help you\nidentify me with the Inter-state people.  As an employee of theirs\nand a friend of Mr. Timmins, I will have to be confidential with\nyou.\"\n\n\"That's all right--we are used to confidences in this business,\"\nsaid the hotel clerk.\n\nDave reflected deeply for a moment.  He had a definite plan in view.\nHe realized that he must confide to a degree in the hotel clerk.\n\n\"The gist of the matter,\" said Dave, \"is that Mr. Timmins has missed\nconnections.  He should have been here two days ago.  Here is a\ntelegram I received from the Interstate people.\"\n\nThe clerk read the telegram.  He nodded his head and smiled, which\nthe observant Dave took to mean that he was friendly towards Mr.\nTimmins, but knew of some of his business-lapses in the past.\n\n\"What do you want me to do?\" asked the clerk.\n\n\"You notice that the Interstate people refer in that telegram to\nsome papers sent to the hotel here for Mr. Timmins.\"\n\n\"I noticed that,\" assented the clerk.  \"I shouldn't wonder if this\nis the package.\"\n\nAs he spoke the clerk reached over to the letter case near his desk\nand took up a large manila envelope.  It was addressed to Mr.\nTimmins, and bore in one corner the printed name and address of the\nInterstate Aeroplane Co.\n\n\"That is the letter, I feel sure,\" said Dave.\n\n\"I have no doubt of it,\" agreed the clerk.\n\n\"Do you suppose it would help you out any to have me give it to\nyou?\"\n\n\"Why, will you?\" questioned Dave eagerly.  \"I was going to ask you\nto do so.\"\n\n\"I think I understand the situation now,\" said the clerk, \"and I can\nsee how your getting the letter may help your people out of a\ntangle.  It's taking some responsibility on my part, for the letter\nis of course the property of Mr. Timmins.  I'm going to take the\nrisk, though, and I think Mr. Timmins will say it's all right when\nhe comes along.\"\n\n\"I know he will,\" declared Dave.  \"You see, I hope to carry through\na contract he has neglected.\"\n\nDave took the bulky letter and opened its envelope.  He glanced\nhastily but intelligently over its contents.  They were just what he\nimagined they would be, contracts for eight biplanes ready to sign,\nand details and plans as to the machines.\n\n\"Have you a Kewaukee directory here?\" he asked.\n\nThe clerk pushed a bulky volume across the marble slab of the\ncounter, with the words:\n\n\"Anybody special you are looking up?\"\n\n\"Why, yes,\" replied Dave, \"the County Fair Amusement Co.\"\n\n\"Oh, you mean Col. Lyon's proposition,\" observed the clerk at once.\n\"He runs county fair attractions all over the country.\"\n\n\"It must be the same,\" said Dave.\n\n\"I know Col. Lyon very well,\" proceeded the clerk.  \"He comes in\nhere very often.\"\n\n\"Where is his office?\" inquired Dave.\n\n\"I don't think he has any regular office,\" responded the clerk.\n\"Two or three times a week he calls for mail at the Central\nAmusement Exchange.  He travels a good deal--has side attractions\nwith most of the big shows.\"\n\n\"But he lives in Kewaukee?\"\n\n\"Not exactly.  He has a very fine place called Fernwood, out on the\nNorth Boulevard.\"\n\nDave thought things over for a minute or two.  Then he asked:\n\n\"How can I reach Fernwood?\"\n\n\"You don't mean before daylight?\"\n\n\"Why, yes,\" responded Dave, \"the sooner the better.\"\n\n\"I think any of the taxi men out at the curb know the location,\"\nsaid the clerk.\n\n\"Thank you,\" replied Dave, \"and for all your great kindness about\nthat letter.\"\n\nHe and Hiram went out to the street.  There were three or four\ntaxicabs lined up at the curb, their drivers napping in the seats.\nDave approached one of them.\n\n\"Do you know where Fernwood is?\" he inquired of the chauffeur.\n\n\"You mean Col. Lyon's place?\"\n\n\"Yes.\"\n\n\"Was there only last night.  I took the Colonel home.\"\n\n\"Then he's there,\" spoke Dave to Hiram.  \"All right, take us to\nFernwood.\"\n\n\"You won't find anybody stirring at this hour of the morning,\"\nsuggested the chauffeur.\n\n\"Then we'll Wait till the Colonel gets up,\" said Dave.\n\nIn less than half an hour the auto came to a halt before one of a\nscore or more of fine houses lining the most exclusive section of\nthe country boulevard.\n\nDave got out of the machine and Hiram followed him.  They passed\nthrough the gates of a large garden.  In its center was a mansion\nwith wide porches.  No light showed anywhere about the place.\n\n\"You're not going to wake anybody up at this outlandish hour?\"\nasked Hiram.\n\n\"Well, perhaps not,\" answered Dave.\n\n\"Why didn't you wait and see this Col. Lyon in the city at his\noffice?\"\n\n\"Because there is no certainty that he will be at his office today.\nThen, too, that Star fellow may be on hand there to grab the\ncontract.  I want to head him off.\"\n\nBy this time they had reached the steps of the front porch.\n\n\"See here, Hiram,\" observed Dave, lowering his voice, \"we'll sit\ndown here for a spell.  It's about five o'clock, and by six someone\nwill be stirring about.\"\n\n\"Say,\" said Hiram, staring across the shadowed porch, \"the front\ndoor there is open.\"\n\n\"Why, so it is,\" replied Dave, peering towards it.\n\n\"That's strange, isn't it?\"\n\n\"Oh, no--neglected, or left open for ventilation.\"\n\nBoth boys relapsed into silence.  Hiram rested his face on his hands\nand his knees, inclined to doze.\n\nDave was framing up in his mind how he would approach Col. Lyon.  He\nwas deeply immersed in thought, when a sound behind him caused him\nto start and look behind him.\n\nSomebody with a great bundle done up in a sheet had just passed\nthrough the open doorway out upon the porch.\n\nThe bundle was so big that its bearer had both hands clasped about\nit, and its top came above his eyes.\n\nBefore Dave could speak a warning, the man carrying the package\ncrossed the porch and stumbled against Hiram, whom he did not see.\n\n\"Thunder! what's this?\" shouted Hiram, knocked from his position and\nrolling down the steps.\n\nThe man with the bundle echoed the try with one of alarm, as he\nmissed his footing and plunged forward.\n\n\"The mischief!\" exclaimed Dave, starting at the bundle over which\nthe man tumbled, bursting it open.\n\nThere was an immense clatter.  Even in the imperfect light of the\nearly morning, the young aviator made out a great heap of clothing,\nsilverware and jewelry, rattling down the steps of the porch.\n\n\n\n\n\nCHAPTER V\n\nA TEN THOUSAND DOLLAR ORDER\n\n\n\"What's happened?\" cried Hiram, rolling over and over on the gravel\nwalk to which he had tumbled.\n\n\"Stop that man!\" shouted Dave.\n\nIn a flash the young aviator took in the meaning of the situation.\nThe fugitive, for such he now was, made a quick move the instant he\ngained his feet.  Not waiting to see who had obstructed his\nprogress, and probably deciding that it was the police, he bounded\nin among some bushes.\n\nDave, running after him, made out his form dimly, swiftly scaling a\nrear brick wall.\n\n\"Why, what is all this?\" demanded Hiram, staring at the litter on\nthe steps.\n\n\"That man was a thief,\" explained Dave.\n\n\"It looks that way, doesn't it?  Hello!\"\n\nBoth boys stepped back and stared upwards.  Over the porch was a\nsecond railed-in veranda.  A night-robed figure had crossed it from\nsome bed chamber fronting upon it.\n\n\"Hey, you down there!  What's all this racket?\" challenged this\nnewcomer on the scene.\n\n\"Are you Colonel Lyon?\" inquired Dave.\n\n\"That's me.\"\n\n\"Then you had better come down and see what's going on.\"\n\n\"Why so?\"\n\n\"Your house has been burglarized.\"\n\n\"Gracious I you don't say so.  Where is the thief?\"\n\n\"He has escaped.\"\n\n\"Hm.  Down in a minute,\" mumbled the man, retiring from view.\n\nIt was several minutes before the owner of the mansion put in a\nsecond appearance.  He came cautiously out on the porch, clutching a\ngreat heavy cane.  He looked the boys over suspiciously.\n\n\"I don't understand this,\" he began.\n\n\"Neither did we, Mister,\" returned Hiram, \"till the thief came\nbolting out through that front door.  He fell all over me and\ndropped his bundle.  There's what was in it.\"\n\nHiram pointed to the scattered plunder.  For the first time the\ncolonel caught sight of the scattered stuff.  He gasped, and stared,\nand fidgeted.  Then he hastened back across the porch and into the\nvestibule.\n\nClang!  clang!  Clang! rang out a great alarm gong, and almost\nimmediately two men servants of the place came rushing out\nhalf-dressed upon the porch.\n\nIn a very much excited way the colonel incoherently told of the\nburglary.  He ordered the men to gather up the scattered plunder.\nThen he turned his attention to Dave and Hiram.\n\n\"Now, tell me about the whole thing,\" he spoke.\n\n\"There isn't much to tell, Colonel Lyon,\" replied Dave.  \"We were\nsitting here waiting--\"\n\n\"Waiting?\" repeated the showman sharply.\n\n\"Yes, sir.\"\n\n\"What for?\"\n\n\"To see you.\"\n\n\"Eh?\" projected the Colonel, with a stare.\n\n\"That's right, Mister,\" declared Hiram.  \"You see, it's pretty\nearly, and we didn't want to wake you up.\"\n\n\"Yes, but what brought you here so early?\"\n\n\"Business,\" answered Dave.\n\n\"Business--with me?\"\n\n\"Yes, sir.  We came in an automobile from the city, so as to be sure\nto find you early enough.  We had just settled down here to wait and\nrest, when that burglar came out.\"\n\n\"Why, then, you've saved my losing all that valuable stuff!\"\nexclaimed the showman.  \"I should say so,\" added the speaker with\nforce, as he moved over and glanced at the heaps his servants were\nmassing together, upon the lower step.  \"Watches, rings, silverware,\nmy fur winter coat, and hello--my whole collection of rare coins!\nHump! the man must have had the run of the house for hours. Here,\nyou two, come inside.  You've done me a big service.\"\n\nHiram chuckled, nudging Dave in a knowing way.\n\n\"What luck!\" he whispered.  \"Dave, you're all right now.\"\n\nThe owner of the place led his young guests through the vestibule\ninto a hallway, and pointed to a large reception room.\n\n\"You wait till I get dressed,\" he directed.  \"Sit down, and make\nyourself comfortable.\"\n\nAs he spoke the showman turned on a perfect blaze of electric light.\nDave and Hiram took off their helmets, and made themselves look as\nlittle like stormy night aviators as was possible under the\ncircumstances.\n\nIt was nearly ten minutes before their host reappeared.  He was\nfully dressed now, and presented the appearance of a keen, active\nbusiness man.\n\n\"Think there's any use trying to catch that burglar?\" was his first\nquestion.\n\n\"I don't think so at all,\" replied Dave.\n\n\"All right, then.  Carry that truck into the library,\" the showman\nordered his two men, who had gathered it up in a rug taken from the\nvestibule.  \"You'll take turns guarding the house, nights after\nthis.  Now then, young men, who are you?\"\n\nThe showman put the question as he plumped down in an armchair\nbesides his two guests.\n\n\"We're airship boys,\" explained Hiram hastily, but proudly.\n\n\"Oh!\" commented Colonel Lyon slowly, looking the pair over from head\nto foot.\n\n\"That is, Dave is an airman,\" corrected Hiram.  \"He's Dave\nDashaway.\"\n\n\"Why, I've heard of you.  At the Dayton meet, weren't you?\nHonorable mention, or was it a prize?\"\n\n\"Both,\" shot out Hiram promptly.\n\n\"That's very good,\" said the colonel.  \"I'm pretty well up in the\naero field myself.  I run that line at county fairs.\"\n\n\"Yes, sir, I know that,\" said Dave, \"and that is why I came to see\nyou.\"\n\n\"That's so--you said it was business, but I must say you are early\nbirds,\" smiled the showman.\n\n\"We had to be,\" again spoke Hiram.\n\n\"How was that?\"\n\n\"Why,\" said Dave, \"I thought it was very necessary that I should see\nyou first thing this morning.  I acted on a wire from my employers,\nthe Interstate Aeroplane Co.\"\n\n\"Your employers?\" repeated the colonel, a fresh token of interest in\nhis eyes.\n\n\"Yes, sir, I have been exhibiting their Baby Racer at the meets.\"\n\n\"Ah, I understand now.\"\n\n\"I am going to take up hydroplane work at Columbus, now.  Last night\nlate I received a telegram from the Interstate people.  It led to\ngetting to Kewaukee and seeing you.  There were no trains.\"\n\n\"Roads too bad for an automobile,\" put in Hiram.\n\n\"And we came in the Baby Racer,\" concluded Dave.\n\n\"What's that?\" exclaimed the showman.\n\n\"You came all the way from Columbus in a biplane?\"\n\n\"Yes, sir,\" nodded Dave.\n\n\"A night like last night--\"\n\n\"We had to, you see,\" observed Hiram.\n\n\"H'm,\" observed the colonel, with decided admiration in his manner,\n\"that was a big thing to do.  Where is your machine?\"\n\n\"We landed on a heap of shavings in a city factory yard,\" explained\nDave.  \"We left the machine in charge of the watchman.\"\n\n\"And automobiled it out here?  Why, say, I had some dealings with\nyour company.\"\n\n\"I know you did,\" said Dave.\n\n\"I wrote to them for specifications and figures on light biplanes.\nThey sent outlines that pleased me very much, and I told them so.\nTheir man made an appointment to be at my city office to close up\nmatters day before yesterday.  He never showed up.\"\n\n\"I know that,\" said Dave.\n\n\"What was the trouble?\"\n\n\"I will explain that to you.\"\n\n\"You see, the Star man was here yesterday.  He made a pretty fair\nshowing, but I was rather struck on your goods.\"\n\n\"Everybody is that knows them,\" spoke Hiram.\n\n\"Well, I was to let the man know this morning at my city office my\ndecision.  You are on deck.  All right, what have you got to say?\"\n\n\"Why, just this,\" replied Dave: \"I'm not much of a business man, of\ncourse, but I hurried on to see you because I believe a trick has\nbeen played on our people.\"\n\n\"Who by?\"\n\n\"The Star crowd.\"\n\n\"Oh!\"\n\n\"In some way they have sidetracked our agent.  I have with me,\"\ncontinued Dave, \"the detailed plans and figures on your order, which\nhad been forwarded from the factory to the Northern Hotel, at\nKewaukee.\"\n\n\"All right, show them up,\" directed the colonel briskly.\n\nDave did so.  Hiram sat regarding his friend, with undisguised\nadmiration, as for one half, hour Dave went over papers, explaining\nthe merits of the Interstate biplane with all the clearness and\nability of a born salesman.\n\n \"You'll do,\" pronounced the showman with an expansive smile, as\nDave concluded.  \"That's the contract, is it?\"\n\n\"Yes, sir,\" and Dave handed the showman the paper in question.\n\n\"All right, I'll just go to the library and sign it.\"\n\n\"Dave,\" whispered Hiram in a triumphant chuckle, as Colonel Lyon\nleft the room. \"Great!\"\n\nDave returned a pleased smile.  He suppressed partly the great\nsatisfaction he felt.\n\n\"You see,\" remarked the showman, returning in a few minutes and\nhanding the signed contract to Dave, \"I favored your machines from\nthe start.  It must be a good machine, to make ninety miles on a\nnight like last night.  Now then, young gentlemen, I've ordered an\nearly breakfast, and I want you to join me at the meal.\"\n\nThere was no gainsaying the hearty, imperious old fellow.  The boys\nfelt first class as they finished a repast that sent them on their\nway complacent and delighted.\n\n\"The company will acknowledge the contract, Colonel Lyon,\" said\nDave, as they left the porch, \"and attend to other details.\"\n\n\"I don't suppose, Dashaway,\" answered the showman, \"that you're open\nfor such a week stunt as exhibiting at some of my county fairs?\"\n\n\"I am under contract with the Interstate people,\" replied Dave.  \"If\nI get out of a job, Colonel Lyon, I shall be glad to have you\nconsider me.\"\n\n\"I fancy I will,\" declared the showman with enthusiasm.  \"I'll make\nyou a liberal offer, too.  You've saved the carting away of all that\nstuff the burglar gathered.  It make it up to you some way.\"\n\nDave waved the contract in reply.\n\n\"I couldn't have a better feather in my cap than this,\" he cried\ngaily.  \"Many, many, thanks, Colonel Lyon.\"\n\n\"And you'll find the Interstate biplane just the best in the world,\"\nadded Hiram.\n\n\"We've kept that chauffeur waiting a long time,\" observed Dave, as\nthey came out upon the boulevard.\n\n\"Oh, he's used to that,\" suggested Hiram.\n\n\"I'll give him something extra for his patience,\" said Dave.\n\n\"Yes, the Interstate people can well afford it,\" commented Hiram.\n\"Think of it: a ten thousand dollar order!  Hurrah!\"\n\n\n\n\n\nCHAPTER VI\n\nABOARD THE HYDROPLANE\n\n\n\"Dashaway, you're a wonder.\"\n\n\"Thank you, sir.\"\n\n\"And I'm proud of you,\" added Mr. Robert King, the winner of the\nmonoplane endurance prize, and the man who had practically adopted\nDave into the aviation field.\n\n\"I've got something to say as to the matter of pride,\" spoke up old\nGrimshaw.  \"A lad who can make the run Dashaway did with the Baby\nRacer, is a boy to holler about.\"\n\n\"If there's anything to be proud about,\" added Dave, \"it's the right\ngood friends I've made.\"\n\n\"My friends, too,\" put in the impetuous Hiram.  \"I'm getting along\nfamously.  Why, I only tipped out of the dummy airship once\nyesterday.\"\n\nAll hands were in fine high spirits.  It was several days after the\nwild night race Dave and Hiram had made to Kewaukee.  Now the entire\nparty were on their way to the borders of the lake, where the new\nhydroplane made by the Interstate Aviation Company was ready for a\ntrial trip.   Grimshaw knew little of hydroplanes, and the\nInterstate people had sent an expert demonstrator to the spot to\nteach their young exhibitor the ropes.  Dave had been constantly\nunder this man's tuition.\n\nIt was far more easy, he had learned, to acquire a thorough\nknowledge, of how to run a hydroplane than to operate a monoplane.\nIt was simpler, and besides that his experience with an airship\nhelped wonderfully.\n\nDave was winning golden opinions from his employers.  The way in\nwhich he had dosed the Kewaukee contract had pleased them immensely.\nThere was another end to the Kewaukee episode that had brought heaps\nof satisfaction to all of them, especially to Hiram Dobbs.\n\nThe Baby Racer had been quickly repaired at Kewaukee, and had made a\nspeedy return trip to Columbus.  Somehow the story of how the\nInterstate people had outwitted the plots of the Star crowd had\ngotten noised around the meet.  Then a class journal devoted to\naeronautics printed the story.\n\n\"Well,\" Hiram had come to Mr. King's hangar that morning to say,\n\"the Dawson crowd are simply squelched.  I met Jerry Dawson and his\nfather.  You ought to see the looks they gave me when I just grinned\nat them, and said 'Contract!'  It was like a fellow saying 'Baa!' to\nsheep.  Why, those fellows just sneaked away.  We've beaten them at\nevery angle, Dave, and I reckon they'll give up their meanness now,\nand quickly fade away.\"\n\n\"It would be a good thing for honest aeronautics if they would,\"\ngrowled old Grimshaw.\n\n\"We'll hasten them with a little help, if they try any more tricks,\"\nannounced Mr. King.\n\nThe hydroplane had been run into a boat house after the practice of\nthe day previous, and was all ready for use.  It was equipped to\ncarry two or more passengers, and was driven by a fifty horse power\nmotor.  It had two propellers, and these were controlled by chain\ntransmission.\n\nOld Grimshaw had not much use for hydroplanes, he had told Dave.\nHis hobby was air machines.  However, because his favorite pupil was\ngoing to run the machine, he allowed Dave to explain about the\nhydroplane, and was quite interested.\n\nThe machine had a bulkhead fore and aft, with an upward slope in\nfront and a downward slope to the rear.\n\n\"It's safe, comfortable, and quick to rise to control,\" declared\nDave.  \"See, Mr. Grimshaw, there's a new wrinkle.\"\n\nDave touched a little device attached to the flywheel.  The latter\nwas made with teeth to fit into another gear, operated from a shaft.\n\n\"What do you call that, now?\" asked the old airman.\n\n\"A self starter.  You see, the shaft runs forward alongside the\npilot's seat.  Here's the handle of it, right at the end of the\nshaft.\"\n\n\"Looks all right,\" admitted Grimshaw grudgingly.  \"Give me the air,\nthough, every time.  If you want to be a sailor, why don't you\nenlist the navy?\"\n\n\"How about an air and water combination, Grimshaw?\" called Mr. King.\n\n\"Well, that is a little better,\" replied Grimshaw.\n\n\"I'm dying to see that new aero-hydroplane Dave's people are getting\nout,\" remarked the ardent Hiram.\n\n\"They wrote me it would be completed this week,\" said Dave.\n\n\"And you are going to run it, Dave?\"\n\n\"I think so, I hope so.  They claim great things for it.\"\n\n\"Well, give your hydroplane a spin, Dashaway,\" suggested Mr. King.\n\"I want to see how she works, and must get back to the hangars on\nbusiness.\"\n\nThe Reliance, the new hydroplane of the Interstate people, was\ntwenty feet long and had a fuel gauge and a bilge pump.\n\nDave got into his seat, and Hiram sat directly beside him.  A touch\nput the machinery in motion.\n\n\"There's a puffy eighteen mile wind, Dashaway,\"  cried out Mr. King.\n\n\"Yes, I wouldn't venture too far from shore,\" advised Grimshaw, a\ntrifle anxiously.\n\nThe water was quite rough where the flight started.  The machine\nacted all right, however.  A crowd had gathered on the beach, and\nthere was some encouraging cheering as the power boat gained good\nheadway.\n\n\"Whew I what have you invited me to, Dave--bath?\" puffed Hiram.\n\nDave had neglected to put in place the rubber cover, so that during\nthe preliminary run along the water the waves drenched both of the\nboys.\n\nDave stopped the motor and started drifting, at a sudden current or\nbreeze sent the tail before the wind.  The rear of the hydroplane\nwas forced under water.\n\n\"Look out!\" ordered Dave sharply.\n\n\"I see--we're in for an upset,\" spoke Hiram quickly.\n\nThe hydroplane was forced over backwards, the tail striking a sand\nbar.\n\nDave and Hiram were both ready for the tip.  They escaped with only\nwetting their feet, for they climbed upon the bottom of the upper\nsurface as the hydro capsized.\n\nThe hydroplanes prevented the machine from sinking.  Almost at once\na boat put out from shore.  Once back at the boat house, the damage\nshown was a slight fracture to the main girder and some of the ribs\nat the trailing edge, and two broken tail spars.  Dave sent Hiram at\nonce to the practice grounds to arrange about the repairs.\n\n\"It's no weather for a trial, Dashaway,\" said Mr. King, \"I think I\nwould postpone the trial trip until tomorrow, if I were you.\"\n\nDave did not commit himself.  He stayed about the boat house after\nthe airman and Grimshaw had gone away, watching every move of the\nrepair man.\n\n\"She's staunch and sound as she was at the beginning,\" the latter\ndeclared, when he had completed his work.\n\n\"Yes, I think that is true,\" replied Dave.\n\n\"What's the programme?\" inquired Hiram, \"for I see you don't intend\nto give up.\"\n\n\"Not until I master the Reliance, just as I did the Baby Racer,\"\ndeclared Dave.  \"That upset was necessary, I guess, to teach me that\nI must drive on just as little surface as possible in speeding, and\nmake the wings do one half the work.\"\n\n\"Then you are going to try again?\" questioned Hiram.\n\n\"Yes, Hiram.  The waves aren't so choppy now, and the wind has gone\ndown a good deal.\"\n\n\"It's pretty late for much of a run,\" replied Hiram.\n\n\"Oh, we can make the end of the lake and back inside of an hour.\"\n\n\"Well, I'm always ready--with you,\" laughed Hiram gaily.\n\nFrom the start this time Dave knew that he had a better grasp of the\nmechanism than on his first trial.  The Reliance behaved splendidly.\nOnce clear of shore obstructions and sandbars, they must have run a\nstretch at nearly forty miles an hour.\n\nSand Point, at the rounding end of the great lake, was reached\nwithout a mishap.  Dave did not wait to try any maneuvering for a\ncrowd that had gathered to watch the Reliance.\n\n\"Straight home,\" he observed, as they made the turn.\n\n\"It's time, I'm thinking,\" said Hiram.\n\nA squall had come up, and the dimness of coming eventide had already\nspread over the water, but there was no rain.  In fact, it had\nturned too cold for that.  A fine baffling mist was falling,\nhowever, and this was condensing into a heavy fog.\n\n\"Not much to see, eh?\" propounded Dave, as they got clear of the\nshore.  \"I shouldn't like to run into some stray craft.\"\n\nIt was something of a strain on Dave, the present situation.  No air\nsignal had yet been placed on the Reliance, nor was its lighting\napparatus installed.\n\nThe darkness increased, and the fog became almost an impenetrable\nshroud.\n\n\"What was that?\" shouted out Hiram sharply, as there was a heavy\njarring shock.\n\n\"Grazed a rock, I think,\" replied Dave.  \"I don't like this a bit.\nIf I knew my bearings, I'd run straight ashore.\"\n\n\"Do it, anyway, Dave,\" advised Hiram.  \"We don't want to wreck the\nReliance on her first trip.\"\n\nDave gave the wheel a turn.  Just then a distinct yell rang out\nacross the muggy waters, and then, in rapid succession, seven quick,\nsnappy explosions.\n\n\n\n\n\nCHAPTER VII\n\nA RESCUE IN THE FOG\n\n\n\"What do your suppose that was?\" inquired Hiram excitedly.\n\n\"It was kind of startling,\" said Dave.\n\n\"Listen.\"\n\nWith the power shut off, the hydroplane drifted, Dave checking its\nslack running.  They were now in a dense fog; with night fast coming\non.  For the moment everything was still.  Then there rang through\nthe misty space one word:\n\n\"Help!\"\n\n\"It was in that direction,\" said Hiram quickly, pointing.\n\n\"I think so, too,\" nodded Dave, \"and not far away.\"\n\n\"What could have happened?  Those shots?\"\n\n\"Probably fired to call assistance.\"\n\n\"If you could speed up the hydroplane a little--\"\n\n\"I would have to get the starter in use, and we might run into\nsomething.  Hello!  Hello!  Hello!\"  Dave shouted loudly.  There was\na speedy reply.\n\n\"Here!  Hello! this wa-aa-ay!\"\n\n\"That's a man's voice, and he's right near to us,\" declared Hiram,\nleaning forward and peering through the mist.  \"Hey, there!\"\n\n\"I see you.  Good!\"\n\nThere was a tilt of the machine.  The person in the water had seized\none of the wing stays.\n\n\"Careful, there,\" ordered Dave.  \"Don't cling to that wing or bear\nit down.\"\n\n\"I can't hold out.\"\n\nDave cautiously edged from his seat towards a form now plainly\nvisible.  It was that of a man about thirty years of age.\n\nIt was no easy task to take the man aboard.  One of his hands was\nuseless.  He seemed in pain and half choked with water he had\nswallowed.\n\nHiram gave up his seat to the rescued man, who sank back as if\novercome with faintness and exhaustion.  Hiram himself found a\nresting place on the platform supporting the two seats.\n\n\"Is there anybody else in trouble?\" Dave asked of their passenger.\n\n\"No, no,\" replied the man.  \"The launch is gone up.  Get me to land\nquick as you can.  I'm afraid my arm is broken.  It pains me\nterribly.  I must get to a surgeon soon as possible.\"\n\nDave got the hydroplane under way again.\n\nHe was fortunate in striking a course that brought them back to the\nboat house in about an hour's time.\n\nThe rescued man was somewhat revived by this time, and when the\nhydroplane was safely housed, Dave took his arm and piloted the way\nfrom the beach.\n\n\"It is less than half a mile to the hangars,\" the young aviator\nexplained.  \"When we get there we can find an automobile to take you\ninto town.\"\n\n\"It was when my launch struck a rock that I hurt my arm,\" the man\nexplained.\n\n\"Were you on board alone?\" asked the curious Hiram.\n\n\"Yes.  I was driving ahead full speed, to get ashore out of the fog.\nI heard your machine, and was afraid I'd get run into.  My launch\nran into a reef with terrific force.  I was thrown against it\nbulkhead, arm sprained or broken, nearly stunned, and then into the\nwater.\"\n\n\"But the launch, Mister?\" questioned the interested Hiram anxiously.\n\n\"Smashed.  I don't know if I could locate it again in the fog.  I\ncouldn't use my hurt arm, and I fired my revolver, yelled, and gave\nup when your machine came along.\"\n\n\"Where did you come from, Mister?\" pressed the persistent Hiram.\n\n\"Why--well, I came from up north.  Own a launch.  Had some business\nthis way, and got well on my way till the craft struck.\"\n\nDave noticed as the man spoke that it was in a hesitating, evasive\nway.  He seemed anxious to change the conversation, for he said:\n\n\"You are taking me to the Columbus aero field?\"\n\n\"Yes, we belong there,\" answered Dave.\n\n\"Some people there named Dawson?\"\n\n\"Yes, father and son.\"\n\n\"That's it.  Here, now?\"\n\n\"Oh, yes, they follow the different meets.\"\n\n\"Why, then, say,\" observed the man, \"if you will just get me up\nagainst them, I shall be pleased.  You see, they're friends of mine.\nThey'll take care of me.\"\n\nDave gave the man a look.  Hiram pulled a face at him behind his\nback.  That settled it with Hiram.  In his mind he was sure that\nanybody who knew the Dawsons in a friendly way could not possibly\namount to much.\n\nThe man did not mention his name.  He seemed to care nothing\nwhatever for the fate of the launch.  He barely thanked Dave, as,\nreaching the aero grounds, our hero led him near to the headquarters\nof the man for whom the Dawsons were working.\n\n\"You'll find your friends over there,\" he said.\n\n\"All right,\" nodded the man he had rescued.  \"Lucky I met you.\nThanks.\"\n\n\"Say, Dave Dashaway, now what do you think of that!\" burst out\nHiram, as the man got out of earshot.\n\n\"Think of what, Hiram?\" inquired the young aviator.\n\n\"Friend of the Dawsons!\"\n\n\"Well, they've got to know somebody, haven't they?\"\n\n\"That's so, but I don't like the fellow you rescued.\"\n\n\"Why not, Hiram?\"\n\n\"Did you notice the way he hesitated when we asked him where he had\ncome from?\"\n\n\"Yes.\"\n\n\"And about that launch?  He didn't seem to care what had become of\nit.\"\n\n\"Maybe it didn't belong to him.\"\n\n\"Well, anyway, hadn't he ought to have some concern about other\nfolks' property?\"\n\nDave did not reply.  He had his own ideas and opinion of the rescued\nman.  He was due for a public exhibition of the Reliance the next\nday, and dismissed the incident from his mind as he got back to the\nBaby Racer hangar.\n\nMr. King was to make a non-stop race also, and there was plenty of\ndetail to attend to at the Aegis headquarters as well.\n\nThat was a busy, exciting day, the one following.  The Aegis and her\ncompetitors got started by ten o'clock.  There was a varied\nprogramme from eleven to one.  At three o'clock Dave made his run\nwith the hydroplane.\n\nTwo other machines engaged in the contest, but not only were they of\ninferior make, but their operators were clumsy and not up to\nstandard.\n\nDave won considerable praise.  The Reliance made a beautiful run,\nand he felicitated himself that he had got onto the knack of running\nit right.\n\n\"I don't believe much in hydroplanes,\" old Grimshaw observed to him\nas he accompanied Dave back to the aero grounds, \"but I believe in\nyou, and I will say you made a clever showing.\"\n\n\"Wait till the Interstate folks send on their latest improved\naero-hydroplane, Mr. Grimshaw,\" said Dave.  \"You'll see some fine\nwork then.\"\n\n\"There's your friend, young Dobbs,\" remarked Grimshaw.\n\nDave saw Hiram on a run, headed towards them.  He came up\nbreathless.\n\n\"Some one at the hangar to see you, Dave,\" he reported.\n\n\"Who is it, Hiram?\"\n\n\"He says he's a United States revenue officer.\"\n\n\"Hello!\" spoke Grimshaw, \"I hope your hydroplane hasn't got you into\nany trouble running up against the government.\"\n\n\"Oh, I think not,\" replied Dave with a smile.\n\n\"It's a long story and a big story, Dave,\" replied Hiram.  \"You know\nthe man you rescued he lake yesterday?\"\n\n\"Yes, Hiram.\"\n\n\"Well, it turns out that he is a notorious smuggler and the\ngovernment is looking for him.\"\n\n\n\n\n\nCHAPTER VIII\n\nA PUZZLING DISAPPEARANCE\n\n\nDave hurried his steps.  Old Grimshaw turned off at the Aegis\nheadquarters.  Hiram led his companion by a short cut to the Baby\nRacer hangar.\n\nOn a campstool inside the tent where the boys slept, Dave found a\nkeen-eyed, hatchet-faced man.  He sat stiff as a poker, and seemed\nto pierce Dave through and through with his glance as he looked him\nover critically.\n\n\"Dashaway, yes?\" he interrogated, and as Dave bowed assent he added:\n\"Thought I'd wait and see you, although our young friend here has\nbeen pretty dear.\"\n\n\"About what?\" asked Dave.\n\n\"Ridgely.\"\n\n\"Who is he?\"\n\n\"The man you rescued from the lake last evening.  As I have told\nyour friend, the man is a bad one, and we have chased him up and\ndown the lakes clear from Detroit.\"\n\n\"He is a criminal, then?\"\n\n\"A smuggler.  He has outwitted the revenue officers for some time.\nHis last specialty was running Chinese emigrants over the border.\nWhen he learned the chase was on, he stole a launch and scudded for\nother waters.  He had the name and color of the launch changed.  Why\nhe came to Columbus we don't know.\"\n\n\"To see some people named Dawson, he said.\"\n\n\"Yes, they appear to be fiends.\"\n\n\"Can't Jerry Dawson tell you anything about him?\" asked Dave.\n\n\"No.\"\n\n\"For a very good reason.\"\n\n\"And what is at?\"\n\n\"Dawsons left last night.\"\n\n\"Left--left the meet?\" exclaimed Dave in surprise.\n\n\"Yes, bag and baggage.\"\n\n\"That puzzles me,\" said Dave.\n\n\"It baffles us,\" observed the revenue officer, \"for they have left\nno clew to their future whereabouts.\"\n\n\"Won't Jerry's employer tell you?\"\n\n\"He says he can't.  Professes to be quite at sea as to the meaning\nof their sudden departure.  Angry, too, for it seems they had a\ncontract in the service.\"\n\n\"I wouldn't believe him,\" broke in Hiram.  \"Anybody respectable\nabout the meet can tell you that he is not to be trusted.\"\n\n\"Well, the Dawsons are gone and Ridgely went away with them,\" said\nthe revenue officer definitely.  \"I fancied you might give me some\nhint that might help me, Dashaway, as to their antecedents,\nfriends.\"\n\n\"I'm a new one in the aviation line,\" said Dave.  \"I found them in\nthe business when I joined it, only a few weeks ago.\"\n\n\"Well, I understand you are two pretty keen young fellows,\" said the\nofficer, \"I'm going to leave you my card.  There it is.\"\n\nDave glanced at the bit of pasteboard his visitor extended.  It bore\nsimply a name: \"James Price.\"\n\n\"If you get the faintest clew to Ridgely or the Dawsons,\" continued\nMr. Price, \"wire the secret service bureau at Chicago.  I will\narrange so that I shall be advised at once.\"\n\n\"I will do what I can for you, Mr. Price,\" promised Dave.\n\n\"All right, and send in any reasonable bill you like for your\nservice.  We feel certain that this, Ridgely, driven from one\ndistrict, will begin operations in another.  Then, too, from what I\nlearn these Dawsons are not above engaging in of off-color schemes.\"\n\n\"They aren't!\" cried Hiram.  \"If they had stayed, Mr. King said\nthey'd be barred from the meets in a few days.\"\n\n\"Well, help me all you can.\"\n\n\"Queer, isn't it?\" spoke Hiram, as the revenue officer left them.\n\n\"It is a rather strange proceeding,\" admitted Dave.\n\nAt five o'clock that afternoon the two friends were down at the\nsouth pylons awaiting the coming in of the machines engaged in the\nnon-stop race.  A great crowd was gathered, for according to\nestimated schedules some of the monoplanes would be due within the\ncoming half hour.\n\n\"If it's the Aegis first,\" spoke Hiram, \"it makes three winning\nstunts for Mr. King in two days.\"\n\nA sort of instantaneous flutter pervaded the people as some word\nstarting from the judge's stand passed electrically through the\ncrowd.\n\n\"They've sighted something,\" shouted an excited spectator.\n\n\"Yes, there's one of the airships,\" added a quick voice.\n\n\"I see it!\"\n\n\"There's another!\"\n\n\"Hurrah!\"\n\nHiram stood looking up into the sky, fairly trembling with suspense.\nA man standing by Dave had a field glass.\n\n\"I make out two,\" he spoke to an inquirer at his side.\n\n\"I think I can tell you who they are if you'll give me your glass\nfor a minute,\" said Dave.\n\n\"Certainly,\" replied the man.\n\n\"What is it, Dave?\" cried Hiram, as, watching the face of his comrade\nclosely, he discerned an intense expression upon it.\n\n\"Aegis in the lead--\" began Dave, lowering the field glass.\n\n\"Aegis in the lead!\" ran from the spot in receding echoes as the\nnews passed down the line.\n\n\"That's King's craft.\"\n\n\"I knew it!\"\n\n\"Butterfly a close second,\" reported Dave.\n\n\"There's another one!\"\n\n\"And another!\"\n\n\"See them come!\" cried an excited old farmer.  \"Say, it beats the\nelectric cars down at Poseyville!\"\n\nThe field was in a wild flutter.  The contesting aircraft came\nnearer and nearer.  Finally Hiram could make out the Aegis fully a\nmile in the lead, the wings set for a drop straight beyond the south\npylon.\n\n\"He's won--Mr. King has won!\" he shouted again and again, fairly\ndancing up and down.\n\nThe crowd surged towards the landing point as the Aegis gracefully\nsailed to earth, ran a stopping course, and Robert King stepped out\namid the frantic cheers of his friends and admiring spectators in\ngeneral.\n\nThe great aviator looked please and proud.  Old Grimshaw trotted at\nhis side on the way to the Aegis hangar.\n\n\"Say, you're taking about everything there is in sight,\" he\nremarked, with one of his grim chuckles.\n\n\"I've run the limit on the set spurts, I guess,\" replied the expert\nairman.  \"I'm going to look, for something better.\"\n\n\"What is there that's better than these famous stunts of yours, Mr.\nKing?\" inquired Hiram.\n\n\"A record beater of some account,\" was the quick response.\n\n\"Record breaker of what?\" pressed the persistent Hiram.\n\n\"Well,\" said Mr. King with an animated sparkle in his eye, \"you and\nDashaway come down to the hangar this evening, and I'll tell you all\nabout it.\"\n\n\n\n\n\nCHAPTER IX\n\nA GIANT AIRSHIP\n\n\nDave Dashaway and his friend were promptly on hand at the Aegis\nhangar at eight o'clock that evening.\n\nUsually the boys took their meals with Mr. King.  A group of the\nairman's admirers, however, had insisted on a special dinner at a\nhotel just outside the grounds.  Hiram piloted the way for Dave to\nthe restaurant on the field.  He had worked for the man having it in\ncharge, and the best meal possible was set out for them free of\ncharge.\n\nThey found Mr. King in the little partitioned off room of the Aegis\nhangar which he used as an office.  The airman sat before a desk\nlittered up with a variety of papers.  One of these Dave noticed as\nhe entered, was a detailed drawing of an immense airship.\n\n\"Oh, arrived, eh?\" spoke the aviator with a pleasant smile, as the\nboys came into view.  \"Glad of it.  Get comfortable seats and we'll\nhave a little chat.\"\n\nThe boys settled themselves in camp chairs, Mr. King closed the door\nof the apartment and sat down again.  Hiram regarded him eagerly and\nexpectantly.\n\n\"I've got something to tell you, lads,\" began the airman, after a\nbrief thoughtful pause.  \"This is business, and of course you will\nbe wise enough to treat it confidentially.\"\n\n\"I love to keep secrets,\" declared the ardent Hiram, and Dave smiled\nand nodded assent to the sentiment.\n\n\"I have been thinking and planning for a big event for some time,\"\ncontinued Mr. King.\n\n\"As how, now?\" asked Hiram, devoured with suspense.\n\n\"Well, in the first place I propose to build a giant airship.\"\n\n\"I know,\" said Hiram.  \"A big passenger monoplane.\"\n\n\"No,\" interrupted the aviator.  \"What I want is a dirigible\nairship.\"\n\n\"Pshaw! only a balloon!\" remarked Hiram disappointedly.\n\n\"Not at all,\" corrected the good-natured airman.  \"Except for the\nself-sustaining power, it will be constructed on the best aeroplane\nprinciples.  I have been working on it for some months, and only\nyesterday I got figures on the machine.\"\n\n\"What is it for, Mr. King?\" submitted the inquisitive Hiram,\n\"exhibitions?\"\n\n\"No.  It's first big feat is to cross the Atlantic.\"\n\n\"Cross the Atlantic Ocean!\" almost gasped the excited Hiram.\n\n\"Cross the Atlantic!\" repeated Dave, in a startled yet thoughtful\nmanner.\n\nHe sat looking fixedly at the aviator as if fascinated.  The\nnovelty, the immensity of the proposition, stunned Dave.\n\n\"Can it be done?\" he asked in a low, intense tone, vast dreams\nrunning through his mind a lightning speed.\n\n\"According to my calculations, yes,\" replied Mr. King definitely.\n\"Oh, it is no new idea with me.  The project has been the constant\nideal of every advanced airman.  It has got to come to that, if\naeronautics is the progressive science we enthusiasts believe it to\nbe.\"\n\n\"I would like to be the first one to win such a triumph,\" said Dave.\n\n\"Yes, the first one gets the fame,\" said the airman.  \"The prize,\ntoo.  If such an experiment was rationally started I believe the\nprofession and its backers would put up a small fortune to go to the\nsuccessful winner.  Now, boys, I have great confidence in you.  What\nhas held me back has been the lack of capital.\"\n\n\"Say, Mr. King,\" broke in Hiram impetuously, \"I've got nearly thirty\ndollars saved up, and Dave--\"\n\n\"It will take bigger amounts than we three put together can earn\njust to get the plans of the giant airship on paper,\" said Mr. King,\nwith an indulgent smile at his loyal young friends.  \"If I go to any\nregular aero promoters they will want all the proceeds.  I can raise\na few thousand dollars myself and do as much more among my friends\nbut, all put together, the amount wouldn't make even a beginning.\"\n\n\"How much will it take, Mr. King?\" asked Dave seriously.\n\n\"At least twenty-five thousand dollars.\"\n\n\"Whew!\" whistled Hiram.\n\n\"It's no child's play.  It's a big risk, and there's no doing it\nhalf way,\" declared Mr. King.  \"Last night while I was planning over\nit, a sudden idea came to me.  Dashaway, you remember that fellow\nwho stole my watch and money and medal from you?\"\n\n\"You mean the young thief who called himself Briggs, and then\nGregg?\"\n\n\"Exactly.\"\n\n\"Yes, Mr. King.\"\n\n\"And how he used some letters sent to your father from a great\nfriend of his?\"\n\n\"Mr. Dale?\" nodded Dave, wondering what all this had to do with the\ngiant airship scheme.\n\n\"Well, as you know, that young scamp, Gregg, had gone to Mr. Dale,\nwho had never seen you, and by means of the letters stolen from you\nmade him believe that he was the son of his old friend.  So\ndelighted was Mr. Dale, that he practically adopted young Gregg.  In\nfact, he was on the point of making the pretended Dave Dashaway heir\nto all his fortune.\"\n\n\"You told me about that,\" said Dave.\n\n\"When we left Dayton to come here, we had to make a hurried jump to\nfill our contract, as you know.  I let Gregg go, after recovering my\nstolen property from him, but I got a written confession of his bold\nimposture, first.  You know my plan was for you and me to go where\nMr. Dale lives, and introduce him to the real Dave Dashaway.  You\nsee, although I have managed to scare that old tyrant guardian of\nyours, Silas Warner, into leaving you alone, I feared he might work\nsome trick to get you back in his clutches again.\"\n\n\"I've thought a good deal about that lately,\" said Dave.\n\n\"My plan was to have this Mr. Dale go to Brookville, show up Warner,\nand apply for your guardianship.\"\n\n\"Yes, then I would feel safe,\" said Dave.\n\n\"Well, Mr. Dale, having been an old balloonist, would probably not\nobject to your remaining in the same line of business in which your\nfather was famous.\"\n\n\"I should think he would be pleased,\" remarked Hiram, who was always\ninterested and active in any conversation going on.\n\n\"I counted on that,\" resumed the aviator.  \"At all events, not being\nable to go or send Dave to Warrenton to meet this Mr. Dale, I wrote\nto a friend of mine who lives at Warrenton.  I told him the whole\nstory, instructing him to inform Mr. Dale, so if this Gregg came\naround again, he would be ready to treat him as an imposter.  My\nfriend wrote me only yesterday that Mr. Dale was off on an\nautomobile trip, and might not be back for a day or two.  He said\nthat Mr. Dale was a very lonely old bachelor.  He had been delighted\nto take up Gregg, believing him to be the son of his old balloonist\ncomrade, so you would, be sure to receive a really grand welcome,\nDave.\"\n\n\"I'm glad of that,\" said Dave, filled with deep gratitude as he\ncontrasted his present circumstances with his former forlorn\ncondition.\n\n\"Now then, to business,\" continued Mr. King briskly.  \"I don't want\nto 'work' anybody with my personal schemes, but I see a chance to\nput my giant airship project on its feet.\"\n\n\"Why,\" cried Dave brightly, \"you mean to interest Mr. Dale?\"\n\n\"That's just what I do mean,\" assented the aviator.\n\nDave rose to his feet, excited and pleased.\n\n\"Mr. King,\" he said earnestly, \"I not only would do all I could to\nhave Mr. Dale join you, but I feel sure he would be glad to take an\ninterest in your plan.\"\n\n\"It's worth trying, anyway,\" responded the airman.  \"I'm going to go\nby rail to Warrenton to-morrow, in the hope of finding Mr. Dale at\nhome.  I shall send you to him later.\"\n\n\"All this isn't grand, or exciting, or anything of that sort, is it,\nnow!\" ejaculated Hiram, as Dave and he returned to the Baby Racer\nhangar.\n\n\"I hope Mr. King's plans come out, all right,\" responded Dave.  \"I'll\ndo a good deal to repay him for all he has done for me.\"\n\n\"And me, too,\" echoed Hiram.  \"He's a fine fellow!\"\n\nMr. King departed on his journey the next day.  Dave was not on the\nprogramme, so he practiced some with the hydroplane.  Coming home\nfor dinner, he found a letter from the Interstate people.\n\nThey were cheery and optimistic over the completion of their new\nmodel aero-hydroplane.  It had been tested and worked splendidly.\nThe company stated that they would ship the machine to the meet at\nColumbus two days later.\n\nDave told Hiram about the machine, and the hitter was in a fever of\nexpectation over its anticipated arrival.\n\nThe boys were eating their supper at the King hangar later in the\nday, when a telegraph messenger appeared.\n\n\"Message for Mr. Dave Dashaway,\" he said.  \"I'm your man,\" replied\nDave.\n\nHe signed for the message, tore open the envelope, and glanced\nrapidly over the enclosure.  His face clouded as he did so, for the\nmessage was from his employers, the Interstate Aero Company, and it\nread:\n\n\"Cancel all dates.  Come on at once.  Trouble.\"\n\n\n\n\n\nCHAPTER X\n\nSOMETHING WRONG\n\n\n\"What is it, Dave?\" inquired Hiram, tracing a sudden seriousness in\nthe manner of his comrade.\n\nDave did not reply.  With a thoughtful air he passed the telegram to\nHiram.\n\n\"Wonder what's up?\" queried the latter.\n\n\"I can't imagine,\" said Dave.\n\n\"They tell you to cancel your dates,\" went on Hiram, looking very\nmuch worried.\n\n\"Yes, that's what bothers me,\" replied Dave.\n\n\"And to come on to the factory at once.\"\n\n\"Perhaps they want to pay me off and let me go,\" suggested Dave,\npretending to smile.\n\n\"Don't take any trouble on your mind on that score,\" cried Hiram.\n\"They'd search a long time before they'd find a better demonstrator\nthan you are.\"\n\n\"Thank you Hiram,\" said Dave.  \"The telegram is plain.\"\n\n\"Yes, cancel all dates.\"\n\n\"That's easy, I have nothing on the programme for the rest of the\nweek.\"\n\n\"There's the aero-hydroplane stunt.\"\n\n\"But the machine hasn't arrived.\"\n\n\"That's so.\"\n\n\"Let's go down and see Grimshaw.  I want to talk to him about this,\"\nsaid Dave.\n\nThey found the airman at the Aegis hangar.  Dave read him the\ntelegram.  Grimshaw looked bothered.\n\n\"Too bad, when things are going so finely for you,\" he remarked.\n\n\"I wish Mr. King was here,\" said Dave, \"but he probably won't be\nuntil tomorrow.\"\n\n\"Hardly, I should judge, from what he said,\" replied Grimshaw.\n\n\"I had better start right off for the Interstate plant.\"\n\n\"Yes.  I would do that if I were you,\" advised Grimshaw.\n\n\"I wish you would see the managers and explain about this,\"\ncontinued Dave.\n\n\"Suppose the Drifter comes Dave?\" asked Hiram.\n\nThe Drifter was the name of the new model aero-hydroplane concerning\nwhich Dave had received a letter from the Interstate people that\nday, but written the day previous.\n\n\"I'll see that it is handled all right,\" promised Grimshaw.\n\n\"Tell Mr. King I will wire him just as soon as I learn what's up,\"\nsaid Dave.  \"You'll look after the Racer and the hydroplane, won't\nyou, Hiram?\"\n\n\"Surely I will,\" pledged Hiram.\n\nDave returned to his own quarters and packed a small hand bag.  Hiram\nwent to the railroad depot with him.  They had to wait two hours for a\nsouth-bound train.\n\nThe factory of the Interstate Aero Company was located at a city in\nOhio.  It was over three hundred miles from Columbus.  The train\nDave was on arrived at a junction about daylight the next morning.\nThere he had to wait for a train on another road.\n\nHe had slept a few hours and got his breakfast at the depot\nrestaurant.  According to schedule he would reach the Interstate\nplant about ten O'clock in the morning.\n\nDave had been looking out of the car window enjoying the scenery and\nthinking over affairs in general, when he chanced to direct his gaze\nat a newspaper the man in the forward seat was reading.  A glaring\nhead line had caught his eye: \"A Burglar In The Clouds.\"\n\nAnything suggestive of the air was of interest to the young aviator.\nHe wondered what the item might refer to.  Dave leaned over to try\nto scan the body matter of the article, when the locomotive whistled\nand the train slowed up for a station.  The man in front of him\nshoved the newspaper into his pocket to leave the train.  Then the\nincident drifted from the youth's mind.\n\nDave reached Bolton on schedule time.  An inquiry directed him to\nthe extensive works of the Interstate Aeroplane Company.  He found\nit to be a very large plant.  The company, besides manufacturing\naircraft, also turned out automobiles.\n\nPast the entrance gates of the big establishment, Dave became at\nonce interested in a large building bearing the sign \"Aerodrome.\"\nHe could not resist the impulse to enter it.  Then he found himself\ngoing from section to section, viewing the splendid assortment of\naircraft on exhibition and for sale.\n\nTo a devotee of aeronautics the display was most fascinating.  There\nwere monoplanes, biplanes, and hydroplanes.  In one section were\nsamples of the various accessories of the craft.  Dave was looking\nover a splendid passenger monoplane when some one hailed him.\n\n\"Dashaway--say, we've been expecting you.\"\n\nDave turned to face the man who had been sent on by the Interstate\npeople to drill him in the use of the hydroplane at Columbus.\n\n\"Yes,\" nodded Dave, \"I got a hurry call wire, and came on at once.\"\n\n\"Seen the manager?\"\n\n\"Not yet.  I drifted in here and lost myself among so many beauties.\nI don't see the new hydro-aeroplane.\"\n\nA quick shade came over the face of Dave's companion.\n\n\"No,\" he hesitatingly replied.\n\n\"Has it been shipped to Columbus yet?\" inquired Dave.\n\n\"Why--that is, I guess I had better let the manager tell you about\nthe machine.\"\n\nDave noticed a singular constraint in the manner of his companion.\n\n\"Come along, I'll introduce you,\" volunteered the latter.\n\nDave accompanied his guide from the aerodrome.  They passed several\nlarge factory buildings.  In their center was a small one story\nbrick structure labeled \"Office.\"\n\nDave had never met the manager of the Interstate Company.  He had\ntransacted all his business with the agent of the company and the\nhydroplane expert.  His companion led him past a row of desks\noccupied by clerks and stenographers and into a neatly furnished\noffice.\n\n\"Here is Dashaway, Mr. Randolph,\" he said.\n\nA fine looking man writing at a desk wheeled quickly in his chair.\nHe arose to his feet with a pleasant smile and shook Dave's hand in\na welcoming way.\n\n\"I am glad to meet you,\" he spoke.  \"You received our telegram?\"\n\n\"Yes, sir, and came on at once.\"\n\n\"I suppose you know why we sent for you?\" questioned the manager.\n\n\"Why, no, sir,\" replied Dave.\n\n\"We tried to keep our loss a secret,\" proceeded the manager, \"but\nthe newspapers got hold of it.\"\n\nDave recalled the newspaper heading he had glanced at, \"A Burglar In\nThe Clouds,\" and wondered if that had anything to do with the case.\n\n\"I have not read a newspaper since leaving Columbus last night,\"\nsaid Dave.\n\n\"Well,\" explained the manager of the Interstate Company, \"our new\nmodel aero-hydroplane his been stolen.\"\n\n\n\n\n\nCHAPTER XI\n\n\"N. A. L.\"\n\n\n\"Stolen!\" exclaimed Dave, in dismay.\n\n\"It startles you?\" spoke the manager of the Interstate Aeroplane\nconcern.  \"So it did us.\"\n\n\"But--\"\n\n\"You are mystified--unusual occurrence rather.  You can follow the\ntrack of a stolen automobile.  But when it comes to pursuing an\nairship, you won't find many familiar roads in the clouds.\"\n\n\"How did it happen?\" inquired Dave.\n\n\"Why, we had tested the machine and it was to have been shipped to\nyou yesterday.  The day before, our expert made a very fine and\nsatisfactory demonstration.  The tanks were full, everything in\nperfect shape for another spurt early yesterday morning.  During the\nnight some one scaled the fence, evaded the watchman, and broke into\nthe aerodrome.\"\n\n\"It must have been some one familiar with the place here,\" suggested\nDave.\n\n\"We don't know that.  It is certain, though, that they knew all\nabout airships.\"\n\n\"Why so?\"\n\n\"Because from the trail they left we could trace where they ran the\nmachine outside.  They gauged its ground run just right.  They must\nhave put on the muffler, for the watchman heard no sounds.  Then\nthey flew away.\"\n\n\"Do you suspect anybody?\" questioned Dave.\n\n\"No.\"\n\n\"Could it have been a business rival?\"\n\n\"Scarcely.  We have some hard competitors, but we have canvassed the\nsituation and do not believe they could afford to mix up in a\ndeliberate steal.\"\n\n\"It is strange,\" commented Dave, in a musing tone.\n\n\"Our belief is that the Drifter was selected as the nearest and\nhighest type of aircraft in existence.  The people who stole it did\nso with some definite purpose in view.\"\n\n\"What could that purpose be?\" asked Dave.\n\n\"We cannot as yet decide.  One thing is certain--they will not\nventure to use it at any of the aero meets.\"\n\n\"Then they must design to take it to a distance.\"\n\n\"Of course.\"\n\n\"You have no trace of it?\" asked Dave.\n\n\"None whatever.  We can account for that, however.  The night was\ndark, they started out when everybody was asleep, and they could\nhave gone in one certain direction and struck a positive wilderness\nin a few hours time.\"\n\n\"You mean north?\"\n\n\"Among the pineries, yes.\"\n\n\"Or over the Canadian border?\"\n\n\"Exactly.\"\n\nDave sat silent and thoughtful for some moments.  The situation was\na novel one.  He had never heard of any one stealing an airship\nbefore.  The Interstate manager aroused him from his reverie with\nthe words:\n\n\"We sent for you, Dashaway, because you are our most active man in\nthe field.\"\n\n\"That sounds pretty grand for a young fellow like me,\" returned Dave\nwith a smile, and flushing up, too.\n\n\"We gage out men by what they do,\" replied Mr. Randolph in a\nmatter-of-fact tone.  \"We have found blood the best in our business.\nYou have made good, Dashaway.\"\n\n\"Thank you, sir.\"\n\n\"Mr. King said you were the most promising aviator in the field.\"\n\n\"Oh, he is always saying something good about me.\"\n\n\"You proved it in your ideal work with the Baby Racer.\"\n\n\"Who wouldn't, with any pride and that perfect machine?\" challenged\nDave.\n\n\"That dash of yours after that Lyon order when you outwitted the\nStar people was simply brilliant.  It showed your loyalty to us.\nThe newspapers have given your hydroplane work so far the biggest\nkind of a send off.\"\n\nDave was silent.  He looked modest and embarrassed at all this\npraise.  He could not, however, feel otherwise than pleased at all\nthese eulogies bestowed upon him.\n\n\"The Drifter has got to be found,\" resumed the manager.  \"It is our\nfirst perfected model, and we can hardly build its counterpart in\ntime for full seasonal exhibitions.  We think you are the man to\nfind it, Dashaway.\"\n\n\"Oh, Mr. Randolph,\" said Dave with a slight start.\n\n\"I am expressing the opinion of the head men in the company here,\nwho knew your good record.  You are young, ambitious, a capable\nairman, and above all you are loyal to the interest of your\nemployers.\"\n\n\"I should hope it,\" exclaimed Dave, roused up to genuine emotion.\n\"Just think--you picked me out, a mere boy, and trusted me.  And see\nwhat you helped me do, already!\"\n\n\"Exactly,\" interrupted Mr. Randolph quickly.  \"That is just the\npoint--you've outdone some of the veterans in the service and jumped\nto a high place in a bound.  That's why we trust you.\"\n\n\"I don't know about what you propose, though,\" said Dave, sobering\ndown.\n\n\"Yes, it's a pretty hard task to set.  We're all at sea.\"\n\n\"So am I,\" admitted Dave.\n\n\"Put those keen wits of yours at work, Dashaway,\" urged the manager\nencouragingly.  \"I know after thinking this affair over you'll be\nready to suggest something.\"\n\n\"Well, all airmen should know of the theft of the Drifter, and be on\nthe lookout.\"\n\n\"We notified every association and meet in the country after we\nfound that the newspapers had got onto the theft.  That advertises\nit widely.  The persons, however, who stole the Drifter knew that\nwould come about.  Rest assured of on point, therefore--they won't\nstay within range of possible identification any longer than they\ncan help.\"\n\n\"That's so,\" acknowledged Dave musingly.\n\n\"The company wishes you to take charge of a search for the Drifter,\"\nwent on Mr. Randolph.  \"Any machine we own, half a dozen of them if\nyou like, are at your disposal.  You may proceed regardless of the\nexpense.  If Mr. King could be induced to assist--\"\n\n\"I think he is under contract clear up to the end of the season,\"\nexplained Dave.\n\n\"Sorry for that, but he is such a good friend to you and to us, and\nI fancy he would gladly cooperate with advice and direction.\"\n\n\"Yes, indeed,\" assented Dave.\n\n\"We owe you a good deal more than your contract income already,\nDashaway,\" said the manager.  \"I don't think there's an aviator\nliving ever had a finer settlement than you will have if you succeed\nin running down the Drifter.\"\n\n\"I'll try,\" said Dave.\n\n\"That's capital.\"\n\n\"Give me a few hours to think it over,\" suggested Dave.\n\nThe young aviator left the Interstate plant very thoughtful and\nserious.  Dave decided that he had assumed a big responsibility.  He\nseemed to feel an actual ponderous weight on his young shoulders.\n\nA score of theories ran riot through his mind its to the motive for\nthe theft of the Drifter.  Then he decided that it must be some\nprofessional who had done the act.  It was hard to fathom the\nultimate plans of such an abstractor, who would not dare to use the\nmachine in any public way and could scarcely sell it.\n\n\"It's a puzzle, a big, worrying poser,\" said Dave, walking slowly\nfrom the factory grounds.\n\nAbout half a mile city-wards from the plant Dave passed through a\nsquare devoted to public park purposes.  He sat down on a\ntree-shaded rustic bench.  There, alone, quiet and undisturbed, he\nset his wits at work.\n\nWhoever it was who had committed the theft must have been a\nprofessional airman.  Dave formulated a plan to ask Mr. Randolph if\nanybody in Bolton, or any employee of the plant was missing.  In\ncase this was not discovered then some stranger must have come to\nBolton.  There might be a trace found of the party at some of the\nhotels.\n\n\"There's a bit of detective work to do by some one besides myself,\"\ndecided Dave.  \"I'm going to suggest this plan to Mr. Randolph.\"\n\n\"Hello, boss,\" spoke an approaching voice as Dave got up to return\nto the plant.\n\nHe observed a man he had noticed on a bench directly opposite to the\none he had occupied sidling towards him.  The fellow was ragged and\ntrampish looking.  There was a queer leer in his face and his eyes\nwere fixed on the coat Dave wore.\n\n\"Well, what is it?\" inquired Dave.\n\n\"Excuse a question, matey?\"\n\n\"Oh, that's all right.\"\n\n\"Noticed a badge you're wearing,\" said the tramp.\n\n\"Oh, that?\" spoke Dave lifting his hand to his coat lapel, and\nwondering at the man been so observant.\n\n\"Yes--N. A. L.,\" nodded the tramp.\n\nDave eyed the speaker keenly.  At the distance he was, it was\ndoubtful that he could have dearly made out the monogram, yet he\nnamed the letters glibly and correctly.\n\n\"N. A. L.\" stood for the National Aero League.  Dave was not a\nmember and neither was Hiram Dobbs.  Mr. King was and during the\nmeets it had become the custom with professionals to furnish their\nassistants with duplicate badges, which enabled them to enter and\nleave the aero grounds unchallenged by the gateman, and ticket\ntakers.\n\n\"You must have pretty good eyes to make out those letters on that\nbadge at a distance,\" said Dave.\n\n\"I've seen them before,\" readily explained the tramp.\n\n\"Oh, you have?\"\n\n\"Yes, and I've got a badge for sale just like the one you're\nwearing.\"\n\n\n\n\n\n\n\nCHAPTER XII\n\nDAVE'S DISCOVERIES\n\n\n\"You have got a badge like mine for sale, you say?\" exclaimed Dave.\n\n\"That's so,\" bobbed the tramp with a grin.\n\n\"Where did you get it?\"\n\n\"That don't go with the sale, but I didn't steal it.\"\n\n\"You found it, I suppose?\" suggested Dave.\n\n\"Well, you might call it so.\"  The man drew from his pocket a badge\nwhich was the exact counterpart of that worn by the young aviator.\n\n\"Let me have a look at it,\" said Dave.\n\n\"No, sir.\"\n\n\"Why not?\"\n\n\"You can see what it is, can't you?  I don't want to get into\ntrouble, boss.\"\n\n\"I'm not going to get you into any trouble,\" declared Dave.\n\n\"Then why do you want to look at the badge?  It's no different from\nyours, is it?\"\n\n\"Are there no marks on it?\"\n\n\"Why, I didn't notice.  Say, yes, there are,\" announced the tramp,\nscrutinizing the little piece of metal on the back of the badge.\n\"Looks like T. O.\"\n\nDave put his hand in his pocket.\n\n\"What do you want for it?\" he asked.\n\nEvidently the tramp was about to say \"fifteen cents.\"  He shrewdly,\nhowever, observed an interested if not an eager expression on Dave's\nface, arid added:\n\n\"--ty cents.\"\n\n\"It's yours,\" replied Dave, promptly producing the coin.  \"Wh-e-w!\"\n\nDave stared, started and gave utterance to a prolonged whistle.  He\ncame to his feet with a shock.  Upon the rear plate of the badge\nwere scratched two letters, indeed--but the tramp had read them\nwrong.  As read by Dave they were a mine of information.\n\nDave's mind ran rapidly.  He sat down again on the bench.  The tramp\ngrinned broadly as Dave turned an eager and excited face upon him.\n\n\"Why,\" he chuckled, \"you're real friendly, aren't you?\"\n\n\"No trifling,\" said Dave seriously.  \"I'll give you a good deal more\nthan fifty cents if you tell me truthfully and right away how you\ncame by that badge.\"\n\n\"How much now?\"\n\n\"Two dollars.\"\n\n\"The information is yours, Cap,\" answered the tramp, with an assumed\nair of grandness.  \"I found it.\"\n\n\"When?\"\n\n\"At one o'clock yesterday morning.\"\n\n\"Where?\"\n\n\"By the fence of the big Fly factory down yonder.\"\n\n\"You mean the Interstate works?\"\n\n\"That's the place, I guess.\"\n\nDave became more interested than ever.  He handed a two dollar bill\nto the tramp without further question.\n\n\"Now, my man,\" he said, \"I've been square with you.\"\n\n\"That's right,\" assented the tramp.\n\n\"I want you to tell me all about how you came by that badge.\"\n\n\"Well, boss, I'm troubled with asthma, and have to sleep out of\ndoors nights.\"\n\n\"Go on.\"\n\n \"The police in the city know me moderately well, and I prefer the\nsuburbs.\"\n\n\"Don't fool--give me the facts.\"\n\n\"Night before last I camped down in a grassy spot near the fence of\nthe big Fly factory.  It must have been about midnight when I was\nwaked up.  I heard somebody say: 'Oh, at take it!'\"\n\n\"Who was it?\"\n\n\"A boy about your size.\"\n\n\"What was he doing?\" asked Dave.\n\n\"He was up on top of the fence.  He had climbed up one of the\nslanting outside supports, I guess.  You know there's two rows of\nbarbed wire a-top of the boards.  Well, there he was, making a great\nfuss.\"\n\n\"What about?\" inquired Dave.\n\n\"The back of his coat was all tangled up in the barbs.  He couldn't\npull it loose.  Then I heard some voices speak on the inside of the\nfence.  There were two men there.\"\n\n\"You think they had got over first?\"\n\n\"It looked that way.  They told the boy to pull out of his coat.  He\ngot his arms out, started to untwist the coat, stuck his fingers\nwith the barbs, and tumbled over into the factory yard.\"\n\n\"And then?\" pressed Dave eagerly.\n\n\"H'm!  I went to sleep.\"\n\n\"What! not knowing but what they were burglars?\"\n\n\"Boss, I never mix up with other people's business, good or bad.\"\n\n\"How did you come to get the badge?\"\n\n\"Why, when I woke up at sunrise I saw the coat sticking on the fence\nwhere the boy had left it.  I climbed up and got it.  The badge was\npinned to it.\"\n\n\"You haven't got the coat on.\"\n\n\"Good reason.\"\n\n\"What's that?\"\n\n\"Well, my own coat is pretty ragged but it ain't a marker to the way\nthat boy's coat was riddled and torn by them barb wires.\"\n\n\"Didn't you search the coat?\"\n\n\"Every time that, matey.\"\n\n\"And found--?\"\n\n\"Humph! nothing.\"\n\n\"Nothing at all?\"\n\n\"Oh, yes, there was some cigarettes, a stub of a pencil and a card\nwith some marks and writing, on it.\"\n\n\"What did you do with the card?\" asked Dave.\n\n\"Tossed it into the ditch with the coat.\"\n\n\"Do you remember where?\"\n\n\"Sure,  I do.\"\n\n\"I'll give you another dollar to take me to the spot.\"\n\n\"Say, you're a gold mine to me, Cap.  Come ahead.\"\n\nDave was doing a good deal of active thinking.  More than once, as\nhis companion led way around the high board fence enclosing the\nInterstate plant, Dave took out the badge he had bought and\nscrutinized the scratches on its back closely.\n\n'The tramp guided the way across a bleak prairie stretch.  Then he\nfollowed the dry ditch, until they came to a spot where thick clumps\nof weeds directly lining the fence suggested a cozy resting and\nhiding place for any stray wayfarer.\n\n\"There's where I was asleep, as I told you,\" spoke Dave's companion,\npointing to a spot where the weeds were somewhat trodden down.  \"And\nthere's the place where the coat caught.  See, there's one or two\npieces of the cloth of the coat hanging in the barbs yet.\"\n\n\"Yes, I see,\" assented Dave.  \"Now, where did you throw the coat and\nthe things you found In it?\"\n\nThe tramp moved about from place to place, got in line with the\nfence support, and looked down into the ditch.  He moved along\nslowly, his eyes on the ground.  Finally he stooped down.\n\n\"Here's the coat--what there's left of it,\" he reported.  \"Here's\nthat card, too.  I can't find the pencil.\"\n\n\"Never mind that,\" replied Dave, extending his hand for the\nproffered objects.\n\n\"I smoked up the cigarettes.\"\n\nDave glanced eagerly at the card.  He shoved it in a safe pocket.\nThen he rolled up the coat and placed it under his arm.\n\n\"Very good, very good, indeed,\" he said.\n\n\"Here's that dollar I promised you.\"\n\nThe tramp received the money, beaming all over his face.\n\n\"Say,\" he observed, as he moved on, \"if it wasn't that you've made\nme rich enough to retiree from business for a time, I'd offer to\nfind the owner of that coat and the fellows who were with him.\"\n\n\"I'll do just that,\" said Dave to himself in a satisfied way.\n\nThen, his hand resting on the card in his pocket, he added:\n\n\"What luck!\"\n\n\n\n\n\nCHAPTER XIII\n\nHIRAM DOBBS AND THE BIPLANE\n\n\nDave walked straight along the fence.  By the shortest route\npossible he reached the gateway entrance to the factory yard.\n\nThe tramp had put nimbly in the opposite direction.  He was headed\nfor the nearest business street, where he could spend some of the\nmoney that he had earned so easily.\n\nThe young aviator was very much excited.  He had made certain\ndiscoveries that had amazed him.  He could not help but mentally\nrejoice over the strange fortune that had come from his stray\nmeeting with the tramp.\n\n\"It's a clew--a sure clew,\" said Dave to himself.  \"Now to move just\nright in this affair and make no mistake.\"\n\nThe youth crossed the grounds of the plant and again entered the\noffice building.  He did not wait to announce himself, but, as he\nreached the door of the manager's room and found it closed, he\ntapped briskly.\n\n\"Come in,\" spoke Mr. Randolph.  \"Hello, you, Dashaway?\"\n\n\"Yes, Sir,\" bowed Dave, removing his cap.\n\n\"You are back soon.\"\n\n\"Sooner than I planned,\" replied Dave,  \"But I--\"\n\n\"You've thought the affair over, I hope?\"\n\n\"Something more than that, Sir,\" responded Dave.  \"I have come to\ntell you that I think I can be of some service to you about that\nstolen aero-hydroplane.\"\n\n\"Good for you!\"\n\n\"I've thought out a plan, Sir,\" went on Dave.  \"I feel certain that\nthe people who raided the aerodrome and made off with the Drifter\nare bound for a distant and unsettled section.\"\n\n\"But why?  What benefit can they hope to secure way off from\ncivilization?\"\n\n\"That we have to guess at and work out,\" replied Dave.  \"I will say,\nMr. Randolph, that I think I have a faint clew to the disappearance\nof the airship.\"\n\n\"You don't say so!\"\n\n\"I shall know more inside of twenty-four hours.  In fact, Mr.\nRandolph, I feel pretty certain that I can soon submit a plan that\nwill satisfy you that I know what I am about.\"\n\n\"We already think that of you, Dashaway.\"\n\n\"And that I can bring results.\"\n\n\"Capital!  I knew we were not mistaken in you.  Now, see here, I see\nyou have something working in your mind.  I don't want to even\nhamper you by asking what it is.\"\n\n\"I would like to go back to Columbus on the first train, Mr.\nRandolph.\"\n\n\"Very well.\"\n\n\"I want to look up some affairs there, consult with Mr. King, and\ncome back here the next day.\"\n\n\"And then?\"\n\n\"I shall perhaps want to use the very best aircraft you have in your\nfactory.\"\n\n\"To hunt for the Drifter?\"\n\n\"Yes, Sir.\"\n\n\"Dashaway, the whole plant and everything in it is at your service.\"\n\n\"Thank you, Sir.\"\n\n\"I consider this theft of the Drifter even more important than I at\nfirst thought.\"\n\n\"How is that, Mr. Randolph?\"\n\n\"I have been thinking that if some competitor was concerned in the\naffair, he might steal and utilize many points in our new model\nwhich are not yet protected by patents.\"\n\n\"I feel pretty sure that no business rival had anything to do with\nthe theft,\" observed the young aviator confidently.\n\n\"Well, you work this affair out in your own way.  Remember, as I\ntold you, expense is no point whatever.  When shall we see you\nagain?\"\n\n\"To-morrow evening, or the next morning at the latest.\"\n\nSomething in Dave's manner seemed to convince the shrewd manager of\nthe Interstate Aeroplane Company that their young employee was\nstarted on the right track.  He shook hands cordially with Dave\nwhen the latter left the office.\n\nDave went at once to the railroad depot.  He learned that a train\nleft in two hours.\n\n\"That will bring me to Columbus before dark,\" he reflected.  \"I\nwonder what Mr. King will say?\"\n\nThe young aviator had a good deal on his mind, enough to make the\naverage lad impatient.  He had, however, learned a hard lesson of\ndiscipline with his tyrannical guardian, old Silas Warner.  Then,\ntoo, since coming under the helpful influence of Mr. King, he had\nacquired a certain self reliance that now stood him in good stead.\n\nRunning an airship took nerve, steadiness of purpose, a definite,\nconcrete way of looking at things.  Dave knew in his own mind that\nthe Drifter was each hour speeding farther and farther away from the\nhaunts of men.  He recalled the old adage, however, which says \"the\nmore haste the less speed,\" and he determined to stick to the plan\nhe had mentally outlined at the start.\n\n\"I'm going to work on this affair slow but sure,\" he told himself.\n\"I think I can guess where the Drifter is headed for.  If I am\nright, I know that I shall find it.\"\n\nDave reached Columbus about dark.  He went straight from the depot\nto the aero grounds.  The plan he had formed in his mind took in a\ntalk with Mr. King right away.  The Baby Racer hangar, however, was\non his way to the Aegis quarters.  As he neared it he saw a light in\nthe shed where the little biplane was housed.  Dave went to the half\nopen door of the place to find Hiram Dobbs with a lantern puttering\nabout the machine.\n\n\"What have you been up to, Hiram?\" challenged Dave.\n\n\"Why, hello!  Got back?  Good!\" cried Hiram, rushing forward to\nwarmly welcome his best friend.\n\n\"Yes, just arrived,\" answered Dave.\n\n\"I've been cleaning up the machine,\" explained Hiram.  \"It's old\nGrimshaw's fault.\"\n\n\"What is?\"\n\n\"Taking the Baby Racer out.\"\n\n\"Oh, the machine has been out, then, has it?\" remarked Dave.\n\n\"Yes, and up.  Say, Dave, I made the five hundred feet level.  I\nhope you're not put out.  It was a chance to make fifty dollars.\"\n\n\"Fifty dollars?\"\n\n\"Uh-huh,\" bobbed Hiram in a broad grin.\n\n\"How was that?\"\n\n\"Why, Grimshaw was piloting a party over the grounds.  Rich man and\nhis family-wife, son and two daughters.  The youngest one was a\ndaring little miss.  She wanted to fly, and would fly.  Grimshaw got\nto bragging about what you had done with the Baby Racer.  Well,\nnothing would do but I must roll the little beauty out.\"\n\n\"That was all right, Hiram,\" the young aviator hastened to say.  \"I\nshould always feel that the biplane is safe in your hands.\"\n\n\"Well, finally the father consented to let his daughter try a fly\nalong the ground.  I settled her in a comfortable seat, and away we\nwent.  I made it a good stiff run, and there was some jolting, but\nthe girl was wild over it.  She begged for a second run.  We got\nsuch a fine start that I lifted about twenty feet in the air.\"\n\n\"And then, of course, she screamed out in fear?\" said Dave, with a\nsmile.\n\n\"Screamed nothing,\" dissented Hiram.  \"She just spoke one delighted\n'O-oh!' and then: 'Higher, oh, please keep on going!'  Say, Dave,\nshe looked so bright and brave I couldn't help it--Z--I--P!\"\n\n\"What does 'Z--I--P!' mean, Hiram?\" asked Dave.\n\n\"A slide, a swoop, then a circle, another, a shoot upwards, and the\ngirl laughing out, 'Oh, this is just grand!'  Her sister shrieked,\nher mother fainted away, and her father was shaking his cane at us\nand yelling for us to come back.  The Racer did her prettiest in two\ngrand circles of the grounds, and came down light as a feather.  The\ngirl jumped out, one big smile.  'Just think of it!' I heard her cry\nto her sister, 'when I've told my seminary chums that I've been up\nin a real airship!'  Then, seeing that she was safe, I think her\nfolks were just as proud of her exploit as she was.  Anyhow, she ran\nup to her father in a coaxing way, and came back to place a bank\nnote in my hand.  When they were gone, and I found that it was a\nfifty dollar bill, old Grimshaw chuckled and said he had hinted to\nthe party that the regular fee for a ride in an airship was one\nhundred dollars.  I'm mighty glad you're back, Dave.\"\n\n\"Why, you seem to have got along finely without me,\" said Dave.\n\n\"We've missed you, all the same.  Where you going, Dave?\" asked\nHiram, as his friend moved out of the shed.\n\n\"Why, I'm anxious to see Mr. King as soon as I can.  I have\nsomething very important to talk about with him.\"\n\n\"It's about that rush telegram?\"\n\n\"Yes, Hiram.\"\n\n\"What did it mean?\"\n\n\"When we meet with Mr. King you shall, hear all about it, Hiram.\"\n\n\"Well, Mr. King isn't home yet,\" explained Hiram.\n\nDave looked disappointed.\n\n\"That is,\" continued Hiram, \"he hadn't got back when I was last up\nat the Aegis hangar.\"\n\n\"When was that?\"\n\n\"About four o'clock this afternoon.  Mr. Grimshaw, though, said he\nexpected him on the six o'clock train.\"\n\n\"We'll go and see if he has returned,\" said Dave.\n\nThey started for the aviator's headquarters.  Half the distance\ncovered, they met him coming in search of them.  Mr. King looked\npale and worried.  Dave knew that something had happened to upset\nhim.\n\n\"I'm glad you're back, Dashaway,\" said Mr. King.  \"Grimshaw told me\nyou had been called to headquarters by the Interstate people.  I\nshould have wired you to return right away if you had not returned.\nSomething very important has transpired.\"\n\n\"About Mr. Dale--about my father's old friend, Mr. King?\" asked\nDave.\n\n\"That's it exactly.  Bad news, Dashaway, I'm sorry to say,\"\nannounced the aviator in a very serious tone.\n\n\n\n\n\nCHAPTER XIV\n\nTHE MISSING AIRCRAFT\n\n\nThe aviator led the way back to the Aegis hangar.  Dave saw that Mr.\nKing was not inclined to explain any further until they were off the\npublic course, so he asked no more questions, for the present.  Dave\nhad a good deal to tell himself.  His mind had been full of it all\nday.  Something in the grave, thoughtful manner of Mr. King,\nhowever, caused him to defer his own anxiety and impatience.\n\nWhen they were inside the comfortable room where the aviator made\nhis office, Mr. King turned to Dave with a very sober face.\n\n\"I said I had bad news, Dashaway,\" he spoke, \"and that's no\nmistake.\"\n\n\"Then you failed to find Mr. Dale at Warrenton?\" inquired Dave.\n\n\"He has not been there for over a week.\"\n\n\"Why, I thought he lived there?\"\n\n\"He did.  He went away, or was kidnapped, nearly ten days ago.\"\n\n\"Kidnapped?\" exclaimed Dave in surprise.\n\n\"That's what I think.  Mr. Dale lived alone, except for a very old\nman servant.  As near as I can figure it out, that young thief,\nGregg, appeared at Warrenton two days after I had him arrested.  I\ndid a very foolish thing in dealing with the young scamp.\"\n\n\"You mean letting him go free?\" inquired Dave.\n\n\"Yes, I feared at the time that I was unwise in not punishing him,\nto serve as a lesson against more mischief.  He acted so scared,\nthough, he helped me get back the property he had stolen from you,\nhe signed a confession telling that he was not the real Dave\nDashaway and had imposed on Mr. Dale, so I thought he would proceed\nto at once make himself very scarce.  I felt sure that he would not\nbe able to play any more tricks on Mr. Dale, for I expected that you\nand I would go the very next day and see this old friend of your\nfather.  You know we were rushed from Dayton to the next meet, and\nhad no chance to get to Warrenton and explain matters to Mr. Dale.  I\nblame myself for not sending you at, once to him at the time. As I\ntold you, I wrote to a friend, a lawyer at Warrenton, to learn what I\ncould about Mr. Dale.  He reported Mr. Dale was absent on a trip.\nWhen I got to Warrenton yesterday and met the old Dale servant, I saw\nat once that something was wrong.\"\n\n\"How do you mean, Mr. King?\" asked Dave quite anxiously.\n\n\"Well, I learned that this young scamp, Gregg, had appeared at\nWarrenton two days after I let him go.\"\n\n\"Still pretending to be Dave Dashaway?\"\n\n\"So the old servant says.  Gregg and Mr. Dale went away together.\nThere is no doubt in my mind that Gregg put up a plot to get Mr.\nDale away from Warrenton before we could expose him.\"\n\n\"But he could not keep Mr. Dale away from home forever?\"\n\n\"No, but he and his accomplices might get the old man to some remote\nplace and make him a prisoner.\"\n\n\"And force him to give up a lot of money before they let him go.\"\n\n\"Yes, that has been done before,\" admitted Dave.\n\n\"Anyhow, two days alter Mr. Dale left Warrenton, a check passed\nthrough the bank signed by him for one thousand dollars.\"\n\nDave was both interested and alarmed.\n\n\"Four days ago a check for two thousand dollars arrived.  The bank\nrefused to cash it.\"\n\n\"Why, Mr. King?\"\n\n\"Because it was a forgery.\"\n\n\"Not Mr. Dale's signature?\"\n\n\"That's it.\"\n\n\"But where did the checks come from?\" inquired Dave.\n\n\"From two cities, widely apart.  I know the places.  It looks to me\nas if the first check was given willingly by Mr. Dale.  Then he must\nhave become suspicious, and refused to pay out any more money.  The\nsecond check was numbered correctly, and Gregg must have got\npossession of the old man's regular check book.\"\n\n\"This is a pretty serious affair, Mr. King,\" commented Dave.\n\n\"It is, and I came straight back here to tell you about it, and then\ncancel all my engagements at the meet.  I shall start out at once to\nrun down this Gregg and locate Mr. Dale.\"\n\n\"And I must join you-I see that it is my duty,\" declared Dave.\n\n\"Not at all,\" responded the aviator definitely.  \"I have mapped out\nthe best plan of procedure, and I believe I can run down this\nbusiness alone in a very short time.\"\n\nDave was really anxious concerning Mr. Dale.  He truly believed it\nhis first duty towards the old friend of his father to do all he\ncould to assist him.  For all that, Dave was relieved to know that\nhe could go on without interruption in service of his employers.\n\n\"Yes,\" proceeded the aviator, \"I feel that I have an interest in\nfinding Mr. Dale.  In the first place, he is your friend.  Next, I\nfeel responsible for letting that young scamp, Gregg, go free.  At a\nselfish motive, I believe that if I succeed in rescuing the old man\nhe will gladly finance my giant airship scheme.\"\n\n\"He surely will, Mr. King,\" said Dave confidently.  \"I believe he\nwould help you, anyway.  I do hope he can be found.\"\n\n\"I shall not rest until he is,\" declared the aviator.  \"Now,\nDashaway, I don't want you to take this affair on your mind.  If I\nfail in what I have planned, I will certainly call you into the\ncase.  I fancy, from what Hiram here has told me, that you have some\nimportant business of your own on hand.\"\n\n\"Yes, that is quite true,\" replied Dave seriously.\n\n\"Are you having some trouble with the Interstate people?\" inquired\nthe aviator pointedly.\n\n\"Not on my account, I, am glad to say, Mr. King,\" replied Dave.\n\"There is some trouble, though, for all hands around.  It's about\nthe stolen aero-hydroplane, or hydro-aeroplane, they haven't just\nsettled on the exact name.\"\n\n\"The Drifter?\"\n\n\"Yes, sir.\"\n\n\"I read about that strange case.  I suppose it puts you back in your\narrangements at the meet here?\"\n\n\"Not only that, Mr. King,\" explained Dave, \"but it has placed me in\na position where I shall have to give up all my engagements for a\ntime.\"\n\n\"Why, you don't say so, Dashaway?\" exclaimed the aviator, much\ndisturbed.\n\n\"Those are the orders,\" replied Dave.  \"I have hurried back to\nColumbus purposely, to consult on your helping in a search for the\nDrifter.\"\n\n\"Of course that is not possible, now that this Dale affair has come\nup,\" said Mr. King.  \"As to a search for the stolen aircraft, that\nis going to be no easy task, I'm thinking.  Have the Interstate\npeople no theory as to the way the Drifter was stolen, and the\nmotive for the theft?\"\n\n\"I had better tell you all I know about it, Mr. King.\"\n\n\"Do so, Dashaway.\"\n\nDave proceeded to relate his interview with Mr. Randolph, the\nmanager of the Interstate factory.  He did not refer just then to\nhis experience with the tramp.\n\n\"It's a good deal of a puzzle,\" commented the aviator.  \"What is\nyour plan?\"\n\n\"Why, I expected that I could induce you to take charge of the\nsearch.  As you cannot, I am thinking of Hiram going back with me to\nBolton.\"\n\n\"What's your idea?\"\n\n\"The Interstate people have offered me their best monoplane to start\nthe chase for the missing Drifter.\"\n\n\"It will be a blind start, Dashaway, without a clew.\"\n\n\"But I have a clew,\" announced Dave.\n\n\"You didn't say so.\"\n\n\"I hadn't come to that yet, Mr. King.  I haven't even told the\nInterstate people.  I am pretty certain that the Drifter left Bolton\non a due northwest course,\" and Dave drew from his pocket the card\nhe had got from the tramp.\n\n\"Capital!\" cried the aviator, becoming very much interested.  \"If\nyou know that, you have half solved the problem.\"\n\n\"Besides that,\" went on Dave, producing the duplicate N. A. L.\nbadge, and glancing at the scratched initials on its back, \"I know\nwho stole the Drifter.\"\n\n\"What's that?\" almost shouted the aviator, springing to his feet, in\na great state of excitement.\n\n\"Say, Dave, are you sure?\" pressed the eager Hiram Dobbs, worked up\nto fever heat with curiosity and suspense.\n\n\"Who was it?\" asked Mr. King.\n\n\"Jerry Dawson,\" was Dave Dashaway's reply.\n\n\n\n\nCHAPTER XV\n\nAT THE AERODROME\n\n\n\"That is the machine I want, Mr. Randolph,\" said Dave Dashaway.\n\nIt was two days after the young aviator had told his friends at\nColumbus the name of the person he suspected of stealing the\naero-hydroplane, the Drifter from the Interstate Aeroplane Company.\n\nNow, he and Hiram and the manager of the Interstate plant stood amid\nthe half hundred or more aero machines that comprised the stock of\none of the largest factories in that line in the country.\n\nThey had left the aero meet at Columbus the evening previous, not,\nhowever, until Dave had explained how he came to suspect Jerry\nDawson.\n\n\"It's simple and plain, Mr. King,\" the young aviator had said.  \"The\nbadge I bought from the tramp at Bolton was the property of young\nDawson.\"\n\n\"Sure of that, Dashaway?\" Mr. King had inquired.\n\n\"Oh, yes.  The initials are crude, but they certainly stand for 'J.\nD.' and not 'T. O.' as the tramp thought.\"\n\nAn inspection of the duplicate badge by both Mr. King and Hiram\nsatisfied them that Dave's theory was correct.\n\n\"Another thing,\" Dave had added--\"the coat found on the barb wire\ntop of the factory fence I have seen Jerry wear many a time.\"\n\n\"And the card?\" pressed Hiram.\n\n\"The card has some scrawls on it, made by Jerry, I think.  It shows\na sort of rough outline of the upper lake district here.  Some\narrows show a straight course due northwest.  I believe the Drifter\nwas started on its way over the Canadian border.\"\n\n\"And the two men with Jerry?\" asked Mr. King.\n\n\"I can't figure out that they could be anybody but Jerry's father\nand the man who left Columbus with them--Ridgely.\"\n\n\"The man the revenue officer was looking for!\" exclaimed Hiram.\n\n\"The smuggler, as he was called, yes,\" replied Dave.\n\nMr. King and Hiram indulged in all kinds of conjectures as to the\npossible motive of the party of three in stealing the aircraft.\n\n\"The way I figure it out,\" said Mr. King, \"is that this Ridgely\nwanted to get out of the country knowing that the revenue people\nwere dose on his trail.\"\n\n\"Perhaps,\" agreed Dave thoughtfully.  \"There's another thing,\nthough.\"\n\n\"What's that?\" inquired the interested Hiram.\n\n\"His coming all the way around the lakes to find his friends, the\nDawsons, looks as though he had some future scheme in view, with an\nairship a part of it.\"\n\n\"That's so,\" assented Mr. King.  \"Well, Dashaway, you have done\nfamously so far in finding out what you have.  The Interstate people\nthink the only way to chase the fugitives is with one of their own\nmachines.  I don't know anybody better adapted to do just that than\nyourself.\"\n\n\"Thank you, Mr. King,\" said Dave modestly\n\nThe two boys left Columbus with pretty clear minds.  They had a\ndefinite purpose in view, and Mr. King, Dave felt sanguine, would do\nall that the interests of Mr. Dale required while they were gone.\n\n\"Say, Dave,\" spoke Hiram, as they boarded the train bound for\nBolton, \"this is just like acting out some story, isn't it?\"\n\n\"In a way,\" acquiesced the young aviator, \"only there won't be much\nacting--it will be real, earnest hard work.\"\n\n\"I see that, and I am anxious to do my share,\" declared Hiram.\n\n\"You always are, Hiram,\" said Dave.\n\nNow, the morning following, the two aviator friends found themselves\nat the Interstate factory, where both received a warm welcome from\nMr. Randolph.\n\nDave now related to the manager all that he had held back during his\nfirst visit to the great plant.\n\n\"I say, Dashaway, that's simply wonderful,\" was Mr. Randolph's\nenthusiastic comment.  \"Anybody with the genius to gather up all\nthose clews cannot fail to work out this entire case.  We shall soon\nreceive some great reports from you.\"\n\n\"I hope so,\" said Dave.\n\n\"Now then, you and your friend go over to the aerodrome and see\nwhich one of our machines there suits you best.\"\n\nIt was after Dave and Hiram had spent the most fascinating half hour\nof their lives viewing the wonders of mechanism on display, that the\nmanager rejoined them.  It was then, too, that Dave reported to him\nwith the words:\n\n\"That is the machine I want, Mr. Randolph.\"\n\nAs Dave spoke he pointed to a monoplane of which he had made a close\ninspection for over ten minutes.  The manager burst out into a\nhearty laugh.\n\n\"Well, well!\" he cried, clapping Dave on the shoulder in an\napproving way, \"I must say you are certainly a grand judge of\nmonoplanes.\"\n\n\"How is that?\" asked Dave.\n\n\"You have picked out the best machine in the place.\"\n\n\"Why, I was looking for the best one, wasn't I, Mr. Randolph?\" asked\nthe young aviator with a smile.\n\n\"It is our new model of the composite hydro-aeroplane,\" explained\nthe manager.  \"It's the best standard built in this country--the\nMonarch II.\"\n\n\"It's easy to see that,\" responded Dave.  \"It is the equal of the\nDrifter in a great many ways.\"\n\n\"That is true,\" replied Mr. Randolph.  \"While it may not be as swift\nin the water as an all-steel hydro, it is built on the best float\nsystem and will sustain a weight of one thousand three hundred\npounds.\"\n\n\"And the front elevation and tail are also of the newest type,\" said\nDave.\n\n\"You studied that out, eh?  It's a model of lightness as such\nmachines go.  The engine is only three hundred pounds, it carries\ntwenty gallons of gasoline, and has a lifting capacity of twelve\nhundred pounds, giving leeway for a three hundred pound pilot.\"\n\n\"Dave and I wouldn't weigh that together, Mr. Randolph,\" said Hiram.\n\n\"Its simplicity strikes me,\" remarked Dave.\n\n\"Yes,\" said Mr. Randolph, \"and it can be knocked down and\nreassembled in a hurry.  You see, the ailerons never leave their\nsections and in the planes not a wire is changed.  The outriggers\nfold, keeping them in pairs together, each piece is bent, not\nbuckled, and can be straightened good as new in case of a\ndisarrangement.\"\n\nThe manager went over the entire machine in a speedy but expert way.\nHe saw that all locks on the turnbuckles were fastened, and that the\nlocks had lock washers beneath them.  All the movable wires were\nreinforced with a piece of loose hay wire, and provisions against\nrust perfected.\n\nHiram stood mute, but fascinated, as the manager explained in detail\nthe fine points of the Monarch II, as the composite hydro-aeroplane\nwas named.\n\nWhat interested Dave immensely was a self starting apparatus.  This\nwas operated by a handle inserted in a socket, fastened on a special\nball ratchet on the large sprocket.  Pulling this handle turned the\nmotor over two, sometimes three compressions, and started up the\nmachine without difficulty, Mr. Randolph explained.  During the\noperation the throttle shut down so that the operator might resume\nhis seat and take the levers.\n\nThe planes had double covered fabric on top and bottom, tightened at\nthe rear of the planes by lacing.  A single lever controlled the\nelevator and side flaps and there were radical bearings to take both\nside and end thrusts.\n\n\"Tell you, Dashaway,\" said Mr. Randolph in conclusion, \"I'll trust\nyou with the Monarch II because you are something more than a\ngrass-cutting pilot by mail trying to coast a flying machine off the\nground.\"\n\n\"I hope to deserve your compliment,\" laughed the young aviator.\n\n\"You've got a horse power engine and planes hard to beat.  There are\nself-priming oil pumps, an auxiliary exhaust, and the machine\nfollows the lines of the lowest gasoline consumption.  Remember the\ntriple axis conditions, Dashaway.  One controls the fore and aft\naxis, producing tipping.  The second is the vertical axis, producing\nturning.  The third is the lateral axis, producing rising and\nfalling.\"\n\n\"Some one at the office wishes to see Mr. Dashaway,\" just here\ninterrupted a lad from the plant.\n\n\"To see me?\" spoke Dave in some surprise.\n\n\"Yes, sir.  He asked me to give you his card, and said he had come\nquite a distance to see you.\"\n\nDave took the card the lad handed him.  He was a little startled,\nand then curious, as he read the name--\n\n\"JAMES PRICE, Revenue Officer.\"\n\n\n\n\n\nCHAPTER XVI\n\nTHE \"MONARCH II\"\n\n\nThe manager of the Interstate factory and Dave and Hiram followed\nthe messenger from the plant back to the office.\n\n\"The gentleman who wishes to see me,\" the young aviator explained to\nMr. Randolph, \"is the revenue officer I told you about.\"\n\n\"Ah, I think I understand the purpose of his visit, then,\" said the\nmanager.\n\nMr. Price was the same keen-faced, ferret-like person he always\nappeared, as Dave introduced him to the manager.\n\n\"I have heard of you from our young friend, Dashaway,\" said Mr.\nRandolph.\n\n\"Lucky I ran across him,\" responded the officer, in his usual short,\njerky way.  \"Lucky to catch you here, too, before you got off,\nDashaway.\"\n\n\"Then you came specially to see me?\" asked Dave.\n\n\"And your friends,\" replied Mr. Price with a comprehensive wave of\nhis hand.  \"Mutual interests all around, it seems.  You see, I met\nMr. King at Columbus after you left,\" explained the official.  \"He\ntold me of your remarkable discoveries, Dashaway.  You are keener\nthan I, young man.  I have been chasing all over the district, and\nhere you get a clew to Ridgely, while I and my men were blundering\naround.\"\n\n\"If it is really a dew to him, Mr. Price,\" submitted the young\naviator.  \"You know, it is all a theory so far.\"\n\n\"As the facts stand, I have no doubt from your story that Ridgely is\none of the men who ran away with the Drifter,\" declared the officer.\n\n\"Have you fathomed his purpose in taking the air route, Mr. Price?\"\nasked the factory manager.\n\n\"Most certainly.\"\n\n\"I am puzzled to guess what it may be.\"\n\n\"Why, it's plain as the nose on your face,\" said the officer\nbluntly.\n\n\"How is that?\"\n\n\"You know that this man, Ridgely, is a professional smuggler?\"\n\n\"So Dashaway has told me.\"\n\n\"We drove him from one point on the border.  He has selected\nanother, that's all.  He has worn out the old methods of evading the\nrevenue service, so he is adopting new ones.  In fact, I rather\nadmire his brilliant originality.  Why, I can conceive no situation\nso ideal as that capture of an airship, and professional operators\nin his employ.\"\n\n\"Then--\"\n\n\"I am positive that the Dawsons and Ridgely have made for some\nobscure point, probably near Lake Superior, and will open up\nbusiness in the old way, do their work only at night, and I have\ncome on here to ask Dashaway to work in harmony with me.\"\n\n\"Most certainly he will,\" pledged the factory manager.\n\n\"I am after Ridgely, you are after your aircraft.  We can work\ntogether,\" pronounced the officer.  \"I intend to start at once for\nthe Lake Superior district.  I shall set my men at work clear along\nthe line and over the border, to try and find a trace of my man.  I\nhaven't an airship, though, you must remember, and wouldn't know how\nto run one if I had.  That's where you come in, Dashaway.  You\nsearch the air, I'll watch the land.  What I want to do is to give\nyou a list of points where I or my men can be reached at a moment's\nnotice any time.  If we keep in touch with each other, I believe we\ncan land those rascals.\"\n\nFor over an hour after that the officer and Dave had an earnest,\nconfidential chat together.  Mr. Price brought out maps, and gave\nDave great deal of information as to the smuggling system on the\nborder.  In the meantime, Randolph and Hiram again visited the\naerodrome.  After the revenue officer had departed, Dave came across\nHiram looking for him.\n\n\"Say, Dave,\" exclaimed the excited youth, \"it's like a new world to\nme, all this.  I declare, I never had such a time in my life.  This\nMr. Randolph is a prince.\"\n\n\"Fixed things up for us, has he, Hiram?\"\n\n\"Right royally.  He's stocked up that monoplane like a banquet hall.\nWhy, say, if we can keep the Monarch II aloft, we can live like\nmillionaires in an up-to-date hotel for a week to come.\"\n\nHiram in his enthusiasm was exaggerating things considerably.\nHowever, when Dave revisited the aerodrome, he found that the clever\nInterstate manager had stocked up the aircraft, with every necessity\nfor safety and comfort he could think of.\n\nThe Monarch II was certainly a marvel in its construction and scope.\nIt had been made to accommodate an operator and one, or even two,\npassengers.  The seating space was quite roomy, and there was a\nhandy basket-like compartment, arranged to hold wraps, provisions\nand duplicate machine parts.\n\nIt was late in the afternoon when the Monarch II was rolled out into\nthe broad roomy yard of the factory.  Everything was in order for\nthe finest start in the world.  Dave had thought out and mapped out\nevery detail of the proposed air voyage.  Mr. Randolph personally\nsuperintended all the initial arrangements.  The starter worked\nliked a charm.  There was no wavering.  A turn of the handle, and\nthe magnificent machine spread its wings like some great bird poised\nfor a steady flight.\n\nHiram gave a great shout of delight.  Dave smiled down at the\nmanager proudly.\n\n\"Good luck!\" cried Mr. Randolph.\n\nJust then the factory whistle sounded out shrilly for quitting time.\nWorkmen appeared at the open windows of the factor.  Some came\nrunning out into the yard.\n\nThe word had gone around that the young aviators were bound on an\nextraordinary cruise--a search for the stolen airship.  A great\nchorus of ringing hurrahs went up from the crowd.\n\n\"It's great, isn't it, Dave?\" chuckled the delighted Hiram.\n\n\"The Monarch II acts prettily, that's sure,\" replied the young\naviator.\n\nDave delighted his companion by giving him charge of the barograph\nreadings and attention to some of the minor duties of aviation.  The\nrapid progress of the machine in mid air was exhilarating.  The\nweather conditions were ideal, and Dave had a definite goal in view.\n\nThere was not a break in the pleasant twilight journey.  The Monarch\nII fulfilled all expectations and promises.  About nine o'clock in\nthe evening the record showed over two hundred miles accomplished,\nwhen they descended on a level stretch of prairie near a small\nbustling city.  Here the gasoline supply in the tanks was\nreplenished.  The basket had been stored with over a hundred gallons\nof this in separate packages, without embarrassing the buoyancy of\nthe machine, as the young aviators were far below average operating\nweight.\n\n\"This high living of ours makes and hungry,\" intimated Hiram, as\nthey finished getting the machine in shape to renew the flight.\n\n\"Time for lunch, you think?\" proposed Dave with a jolly laugh.\n\"Here we are.\"\n\nThey selected from the packages in the accommodation basket enough\nthings for a feed.  Mr. Randolph had certainly provided for them in\na liberal way.  The packages produced two kinds of sandwiches, some\ndoughnuts, a cream cakes, cheese, celery and a prime apple pie.\n\nDave was pleased and proud with their progress thus far on their\nstrange journey.  There was a steady but mild head wind, and if he\nheld till daylight the young aviator counted on reaching the first\nimportant destination on the route he had mapped out.\n\nHis idea was to reach a certain point in the dark.  They would then\nseek a hiding place, or at least seclusion, until evening again,\nresting through the day.  Dave's plan was to travel so that their\nprogress might not be noted and get to the Dawson group through the\npublic prints or by some other avenue, and thus warn them that they\nwere being traced.\n\nThere was not a landmark on the route, such as a city, lake or\nriver, that Dave had not memorized, from standard \"fly\" directories\nduring the past two days.  The Drifter, being in the hands of the\nDawsons, who knew considerable about aviation, would probably follow\nthe same course.  At night it was more difficult to tally off\nprogress than in daylight, but so far Dave felt that he had not\ndeviated from the due northwest course that was to bring him to a\ncertain destination.\n\nFor over five hours after lunch and rest the Monarch II kept\nsteadily on its way.  Dawn was just breaking when Dave passed a few\nmiles to the west of a town he knew to be Millville. He glanced at\nHiram, about to address him.  Hiram was fast asleep.\n\n\"We will have to get down somewhere near here,\" decided Dave.\n\nAs he changed the course of the aircraft there was a slight jar, and\nHiram woke up.\n\n\"Hello!\" he cried, \"have I been--\"\n\n\"Asleep at the switch?\" smiled Dave.  \"Yes, but it hasn't needed any\nattention.  We are going to land, Hiram.\"\n\nDave knew his bearings, as has been said.  His anxiety, however, was\nto get to cover, so to speak, before the airship was seen by anyone\nin the vicinity.  He soon knew that he had failed in this.  Circling\nabout and drifting in trying to select a suitable landing spot, Dave\nmade out rising farmer staring up at the machine from his chicken\nyard.\n\nA little farther on the driver of a truck wagon, bound town-wards\nevidently, espied the Monarch II, even in the dim morning light, for\nhe stopped his horses, his face turned in the direction of the\nmachine.\n\nFinally Dave located a spot that suited him.  It was where there had\nbeen mining going on some period in the past.  Some hills shut in\nthe deserted diggings.  Several great heaps of ore surrounded a sort\nof pit, broad and roomy.\n\n\"I don't think we can find a better resting place,\" said Dave, as\nthey reached the ground and he shut off the power.\n\n\"Going to stay here all day?\" inquired Hiram.\n\n\"That is the programme, yes.\"\n\n\"Well, I suppose breakfast is the first move?\" asked the young\naviator's assistant.\n\n\"I'm hungry as a bear,\" announced Dave.\n\n\"So am I,\" agreed Hiram, and he set at work to explore the\naccommodation, basket.\n\nHiram soon had a tempting spread.  There was cold ham, a roasted\nchicken, an abundance of bread and butter, and a two gallon jug of\ncold coffee.\n\nThe boys did full justice to the layout.  Then Dave went over the\nmachine, seeing to it that every part was in order.\n\n\"I'll have to take a little nap, Hiram,\" he advised his companion.\n\n\"No, a good long one,\" corrected Hiram.\n\n\"If we're going to lay off until night, there isn't much to do.\nI'll stay awake and keep a look out for anything happening.  You\nsee, I had quite a snooze up there in the air.\"\n\nDave made a comfortable couch by spreading out some of the wraps\nfound in the accommodation basket.  It was after ten o'clock when he\nwoke up.  He insisted on Hiram taking a turn on the couch.\n\n\"Can't do it.  Not a bit sleepy,\" declared Hiram.\n\n\"Well, you can try it while I'm gone,\" suggested Dave.\n\n\"Oh, going somewhere?\"\n\n\"Yes, to the town.  I want to make a few inquiries as to the country\naround here and ahead of us, and I may wire Mr. Randolph.\"\n\n\"All right, go ahead,\" replied Hiram. \"I'll see that everything is\nkept trim and safe about the machine.\"\n\nDave visited Millville, and posted himself as to certain\ngeographical points in which he was interested.  He also sent a\nbrief dispatch to the Interstate people.  Provided with some\nrailroad maps, and some fresh rolls from a bakery, he started out to\nrejoin his chum.\n\nHe found Hiram busy burnishing up every bit of metal about the\nMonarch II.  They had their noon lunch.  On his way back from town\nDave' had noticed a little brook.  He was telling Hiram about it,\nand they were discussing a plan of a plunge and a swim, when Hiram,\nfacing the point where the pit began, sprang suddenly to his feet.\n\n\"Hello!\" he cried excitedly.  \"Someone is coming.\"\n\n\"Sure enough,\" echoed Dave, also arising.  \"Why, I noticed that man\nin Millville.  Can it be possible that he has followed me?  I didn't\nknow it, if he has.\"\n\nThe boys stood motionless, awaiting the coming up of the intruder.\nHe was a brisk, smart looking man.  There was something in his sharp\nway of glancing at things that made Dave think of a lawyer.  The\nstranger came up within a dozen feet of them.  Then he halted, took\nin the flying machine with a grim smile, and then looked the young\naviators over from head to foot.\n\n\"Reckon I've landed on both feet,\" he observed, a confident,\nsatisfied drawl in his voice.\n\n\"What do you mean by that?\" inquired Dave.\n\n\"Why, I've been looking out for an airship said to be cruising\naround this neighborhood.  Truck farmer said he saw one early this\nmorning.  Then I noticed you in town.  I think you'll understand me,\nyoung man,\" continued the stranger, \"when I say that I'm on the hunt\nfor a chap about your size running a stolen airship, and whose name\nis Jerry Dawson.\"\n\n\"Why,\" exclaimed Dave with a quick start, \"so are we!\"\n\n\n\n\n\nCHAPTER XVII\n\nON THE WING\n\n\nHiram stared his hardest at the stranger, Dave's eyes quickened with\nsudden intelligence.  Almost in a flash he took in the situation.\n\n\"You just mentioned a name,\" he said.  \"I would like to mention\nanother one.\"\n\n\"All right, what?\"\n\n\"James Price.\"\n\n\"Hello!\"\n\nThe stranger looked flabbergasted, as the saying goes.  He furrowed\nhis brow as if puzzled.\n\n\"You have made a mistake,\" continued Dave.  \"You think one of us two\nis Jerry Dawson.\"\n\n\"I did think it, yes,\" admitted the man, a trifle less self assured\nthan at first.\n\n\"Wrong.\"\n\n\"Is that so, now?\"\n\n\"Yes.  You know Mr. Price, don't you?\"\n\n\"Perhaps I do.\"\n\n\"And you are on the lookout for an airship, but not this machine.\nLet me explain briefly, and see if we cannot come to an\nunderstanding.\"\n\nDave surmised that the stranger must be one of the assistants of Mr.\nPrice, the revenue officer.  In a very few minutes he knew that this\nwas true.  Assured from Dave's talk that he was not the Dawson boy, and\nthat the hydro-aeroplane before him was not the Drifter, the man became\nvery friendly.\n\nIt seemed that he was one of the agents of the revenue service.  He\nmade his headquarters at Millville, and had received a telegram from\nMr. Price the day previous to look out for the stolen airship.  This\nwas before Mr. Price had met Dave at Bolton, but immediately after\nMr. King at Columbus had told him of the discovery that the Dawsons\nhad made away with the Drifter.\n\nSo far as the man knew, none of the many assistants of Mr. Price had\nfound any traces of the missing aero-hydroplane.  Dave did not\nenlighten him as to his plans and destination, for the man's present\nduties were simply those of a lookout at Millville.\n\nThe stranger stayed and chatted with the boys for over two hours,\nand then went away.  Dave had told him that they would not start out\nagain with the Monarch II until after dark.  About six o'clock the\nman drove up with a wagon.\n\n\"Thought you might be getting tired of cold dry fare,\" he said, \"so\nI've brought you a real supper for a change.\"\n\n\"Why, say, you're a prince!\" cried the impetuous Hiram, as the man\nlifted a gas oven from the wagon, and then a shallow box, and the\ncontents of both receptacles were revealed.\n\nThe oven contained two heaping dishes of lamb chops, and potatoes,\nstill quite warm.  From the box the stranger produced all the\ntrimmings for a first class meal.\n\n\"This is pretty kind and thoughtful of you,\" said Dave.\n\n\"Nothing too good for friends of Mr. Price,\" insisted the man.\n\"Besides, I remember how good the present of a meal has been when\nI've got stranded on duty myself.\"\n\nThe speaker, it seemed, had been a member of the Canadian mounted\npolice.  The boys whiled the time away interestingly during the next\ntwo hours, listening to some of, his exciting experiences with\nIndians and outlaws in the Winnipeg wilds.\n\nIt was just after dark when the Monarch started on the second stage\nof the journey.  Three stops were made during the ensuing six,\nhours.  Dave was very tired and Hiram pretty sleepy, when, at three\no'clock in the morning, the machine came to rest on a little\nreed-covered island in the center of a swampy stretch.\n\n\"We may stay here for several days, I don't know exactly how long,\"\nthe young aviator told his assistant.\n\n\"You don't suppose that the Dawsons and the Drifter are anywhere\nnear here, do you?\" inquired Hiram.\n\n\"Perhaps not, but we are near Ironton, on the American side of Lake\nSuperior.  If Mr. Price's theories are all right, that fellow,\nRidgely, will begin his new operations somewhere in this district.\"\n\n\"I see,\" nodded Hiram.  \"What are we to do now--sleep?\"\n\n\"As much as we like for the next eight or ten hours.\"\n\n\"I'm ready,\" announced Hiram.  \"It's been fine and dandy up aloft\nthere, but I notice that when it doesn't make a fellow hungry it\ndoes make him good and sleepy.\"\n\n\"All right, we'll bunk down, Hiram.  I don't think any one is likely\nto run across us in this out-of-the-way place.\"\n\n\"I don't think so, either,\" responded Hiram, and was soon asleep and\nsnoring.\n\nThe breakfast programme of the previous morning was repeated later.\nHiram called the whole thing a picnic, and was jolly and happy.\n\n\"One thing, though,\" he said; \"isn't something exciting going to\nhappen soon, Dave?\"\n\n\"We ought to be pretty well satisfied with the splendid cruise of\nthe Monarch II,\" suggested Dave.\n\n\"Yes, but I'm getting anxious to run across some of the smugglers.\nI've read a lot about them in the papers and books.  They must be\ngreat fellows to tackle, with their cutlasses, and walking the\nplank, and treasure hoards.\"\n\n\"Why, Hiram,\" laughed Dave, \"you're not thinking of smugglers.\"\n\n\"What am I then?\"\n\n\"Pirates.\"\n\n\"Oh, yes, that's so,\" agreed Hiram.  \"Well, the Dawsons are worse\nthan pirates.  They won't give up that airship without a tussle, I\ncan tell you.\"\n\n\"All I want to do is to locate them,\" said Dave.  \"The government\nwill do the rest.\"\n\nDave left the camp, as they called it, about noon.  He had some\ndifficulty in getting from the island to the mainland, as the soil\nwas soggy and at places two feet deep with water.  He accomplished\nthe task, however, with only a slight wetting.\n\nThe young aviator had been given the address, of one of Mr. Price's\nmen at Ironton.  He visited his office, but found him absent for the\nday.  Then he wired his progress to the Interstate people and told\nthem if necessary to reach, him at the Northern Hotel.\n\nDave went to the hotel and made arrangement with the clerk as to\nmail and telegrams.  He decided to remain in the vicinity of Ironton\ntill he got in touch with the revenue officer's agent there.  He was\njust leaving the hotel when one placed a hand on his shoulder, with\nthe friendly words:\n\n\"Why, hello, Dashaway.\"\n\nDave turned quickly, startled for a moment.  Then his face broke\ninto smiles of warm welcome.\n\n\"Mr. Alden,\" he said, and returned the friendly hand clasp of his\ncompanion.\n\nThe chance meeting took Dave's mind back instantly to a most\npleasant period of his experience since leaving his guardian's home\nat Brookville.\n\nIt was Mr. Alden, the moving picture man, who had given Dave what\nmight be called his first start in business life.  Dave had posed\nfor the \"movies,\" and later he and Mr. King had taken a prominent\npart in some motion pictures bringing in the monoplane, the Aegis.\n\n\"I didn't expect to see you way up here, Dashaway,\" spoke Mr. Alden.\n\"How are you getting along?\"\n\n\"First class, thanks to the friendly help you gave me in the first\nplace,\" responded the young aviator.\n\n\"I'm glad of that.  Come up to my room and tell me all about it,\nDashaway.  Now then, for a talk over old times,\" resumed the moving\npicture man, as they were comfortably seated in his room at the\nhotel.\n\nDave parried a good many questions.  He did not exactly wish to tell\nMr. Alden about his business, which in the present case was also\nthat of his employers.  He managed to lead Mr. Alden to talk of his\nown affairs.\n\n\"Oh, I've had the actors up here on a lot of marine scenarios,\"\nexplained the moving picture man.  \"They went away only this\nmorning.  We've been picturing 'The Island Hermit of Lake Superior,'\n'Iron Miners' Revenge,' 'Flight Across the Border,' and 'The\nMystery of the Pineries.'  Great scenery around here for fittings,\nyou see.  There are some of my key negatives on the table there,\nlook them over.\"\n\nDave examined some of the films with interest.  The former kindness\nof Mr. Alden and his party had left a warm spot in the heart of the\nyoung aviator for anything concerning the movies.\n\n\"There's some plain slides we made to catch the costumes and\nfigures,\" added Mr. Alden, pointing to a rack containing about a\ndozen glass negatives.\n\nDave began holding them up to the light in turn.  He had inspected\nperhaps one half of them, when he somewhat startled the moving\npicture man with a sharp sudden exclamation.\n\n\"Mr. Alden,\" he asked quite excitedly, \"where did you take that\nslide?\"\n\n\n\n\n\nCHAPTER XVIII\n\nON DESERT ISLAND\n\n\nThe young aviator might well ask the question he put to the moving\npicture man, for the negative in Dave's hand showed plainly the face\nand figure of Jerry Dawson.\n\nThere could be no mistake.  The boy who had run away with the\nDrifter had features strongly marked and not readily forgotten.  The\npicture had been taken in the open street.  Jerry was standing there\ntalking to a Chinaman.\n\n\"Some scene you know, Dashaway?\" asked Mr. Alden.\n\n\"No, somebody I know--and am very anxious to find,\" replied Dave.\n\n\"So?  Let me have a look at it.\"\n\nDave handed the plate to the moving picture man, who slanted it\nagainst the light and nodded intelligently.\n\n\"Oh, that?\" he said.  \"Yes, I remember all about it.\"\n\n\"Where did you take it, Mr. Alden?\" pressed Dave.\n\n\"At Anseton.  There's a sort of foreign quarter there, and I was\ncatching up some street scenes.  It was the Chinaman I shot.  Wanted\nthe costume, you know.\"\n\n\"When was that?\" asked Dave.\n\n\"Yesterday morning.\"\n\nDave asked a score of questions.  The moving picture man saw that\nDave had some important motive in his inquiries.  He did not ask\nwhat it was, and was patient and careful in his replies.\n\nDave left Mr. Alden feeling that he had learned a good deal.  The\npresence of Jerry Dawson in Anseton, and that, too, with a Chinaman,\nverified many of the theories of the young aviator.  Dave lost no\ntime in getting to a telegraph office, to send a dispatch that would\nreach Mr. Price.  It told briefly of the progress of the Monarch II\nand of the definite clew Dave had just discovered.\n\nThat afternoon our hero hired a hand cart he saw in a blacksmith's\nyard labeled \"For Sale.\"  He drove it as near to the swamp island as\nhe could, without getting stuck in the mud.  Then, he called to\nHiram, who put himself in wading trim.  The empty gasoline cans were\nover to the cart by Hiram.  Dave trundled them to the town, got them\nfilled and to the island, and, returning the cart, was ready to\nprepare for a new night journey.\n\n\"It's less than sixty miles that we have to go, Hiram,\" he advised\nhis assistant.\n\n\"Then you've found out something definite?\" guessed Hiram.\n\n\"Yes, I have got a trace of Jerry Dawson.\"\n\n\"You don't say so!\"\n\n\"I do, and I'll tell you how,\" and Dave recited the story of his\nmeeting with the moving picture man.\n\n\"Why, that's just grand,\" commented Hiram in his exuberant way.\n\"You've good as run down the Drifter.\"\n\n\"Not quite, Hiram.\"\n\n\"Oh, you'll find the stolen airship.  I feel it in my bones.  I've\nfelt it ever since I saw the way you took hold of this affair.\"\n\n\"Well, I've had good help and a splendid machine, you must\nremember.\"\n\n\"I don't go much on the help,\" declared Hiram modestly.  \"As to the\nMonarch II, though, I never saw such a well-behaved machine.  If she\ndoes in the water what she's done in the air, she's a record\nbreaker, sure.\"\n\nThe machine was put in the best possible trim.  It lacked two hours\nof nightfall but Dave had plenty to occupy his mind.  For over an\nhour he sat looking over maps and memoranda, and blocking out his\ncourse.  He had been very explicit and painstaking in questioning\nthe moving picture man.  He had made inquiries concerning Anseton\nand its vicinity down to the smallest detail.  From all this Dave\nhad decided on a permanent landing place, a sort of headquarters\nfrom which he could branch out in his personal investigations in the\nday time and sally forth on an air hunt in the dark.\n\nThe aviators could distinctly hear a bell in some tower tolling the\nhour of nine as they circled a busy city that lay beyond and below,\nthem, a blur of light.  Dave at the levers kept the Monarch II at a\nfair height, constantly scanning an expanse to the north dotted only\nhere and there with lights.  Once past the outskirts of the city he\nturned due north.\n\n\"Why, hello!\" exclaimed his companion, \"we're over water!\"\n\n\"Yes,\" replied Dave, \"it's the lake.\"\n\n\"Lake Superior!  Dave, are we going to cross it?\"\n\n\"A good many times in the future probably, but not tonight.  I am\nlooking for a revolving light west of the city, right along the\ncoast.\"\n\n\"I'll keep a lookout, too.\"\n\nThe lake was here and there dotted with the signal lights of\nsteamers.  Along the shore, which Dave skirted closely, various\nlights their met view.  Both boys strained their gaze.  Finally\nHiram called out sharply: \"I see it, Dave.\"\n\n\"See what?\"\n\n\"A revolving light.\"\n\n\"Where?\"\n\n\"See, just beyond that little cluster of town lights--quite high\nup.\"\n\n\"Yes,\" answered Dave in a tone of satisfaction.  \"That is Rocky\nPoint lighthouse.  I know my bearings, now.\"\n\n\"Are you going to land, Dave?\"\n\n\"Presently.\"\n\n\"But you're driving out further over the lake.\"\n\n\"Just for a short distance, Hiram,\" advised Dave.  \"There's an\nisland down shore where they run a smelter--ah, I think I locate\nit.\"\n\nDave was not mistaken.  He came within range of some tall, stacks\nsending out sparks and flames.  Now he changed his course.  He kept\nhis glance fixed below him and to the right as steadily as his\nduties at the lever would permit.\n\nThe Monarch II passed over two small islands.  Half a mile beyond\nthem arose a third larger one.  It was quite prominent, for the\nreason, that it presented a range of great cliffs.  Dave navigated\nthe air in narrowing circles.  Then, timing and calculating a\nvolplane glide, he let the machine down easily to the ground.\n\n\"Well!\" ejaculated Hiram, \"you've hit on a pretty dark spot for a\ncamp, Dave.\"\n\n\"And a safe one,\" replied the young aviator.  \"Mr. Alden described\nthis place to me.  It is called Desert Island, and has no\ninhabitants on it.  It seems dark because we are so shut in, but\nyour eyes will soon become used to that.\"\n\nIt was a singular place into which the Monarch II had descended.\nHigh declivitous, masses of rock formed a sort of immense cairn.\nThey seemed shut in on every side, fully one hundred feet below the\nlevel of the cliffs.\n\nThe farther north they had run the cooler air currents had become.\nBoth boys felt somewhat chilly.\n\n\"See here,\" spoke Hiram, after they had seen that the machine was\nall right and a rubber sheet thrown over the machinery to protect it\nfrom the heavy night dews, \"a warm cup coffee wouldn't hurt us.\"\n\n\"That's right, Hiram,\" agreed Dave.  \"We are all shut in here, and\neven a big fire wouldn't show from the land or the deck of a\npassenger steamer.  You can try your hand at coffee making, if you\nlike.\"\n\n\"The coffee is all made, but cold, in these bottles,\" explained\nHiram, fishing out two from the accommodation basket.\n\nThere were both trees and bushes near by.  Hiram gathered some dry\nbranches and  roots and soon had a comfortable little campfire\ngoing.  He poured out the coffee from the bottles into a tin water\npail, and soon had it steaming hot.  Sandwiches and some bakery\nstuff Dave had bought at Ironton made a very satisfactory meal.\nThen they spread some wraps over a heap of dried grass, which they\ngathered up without much trouble.  They rested in luxurious ease,\nwatching the bright, snapping fire glow and feeling its genial\nwarmth.\n\n\"Well, this is just like Robinson Crusoe, isn't it, Dave?\" asked\nHiram, with an air of great comfort.\n\n\"If you are a man Friday, then,\" rejoined the young aviator with a\nsmile, \"you scout around in the morning and see if there are any\nbreaks in these great walls of rock shutting us in.\"\n\n\"Oh, then you're not counting an leaving here again by the air\nroute?\" inquired Hiram in some surprise.\n\n\"Not in daylight.  I want to find some other way out for that.  You\nsee,\" explained Dave, \"this is just an ideal spot as a rendezvous.\nI want to get over to the city tomorrow, though, to attend to some\nimportant business.\"\n\n\"How are you going to get there?\"\n\n\"Why, I'll have to trust to my swimming skill, I guess,\" replied\nDave.\n\n\"Um-m,\" observed Hiram thoughtfully, and, if the young aviator had\nbeen more watchful, he would have noticed that for the rest of the\nevening his willing assistant seemed to have something on his mind.\n\n\n\n\n\nCHAPTER XIX\n\nTHE SEARCHLIGHT\n\n\n\"Hallo!  Hallo!\"\n\nDave made the echoes ring with the loud call as he moved up and down\nand across the queer basin, or cairn, where they had landed in the\nMonarch II the night previous.\n\nHe had awakened just at daylight to find Hiram Dobbs mysteriously\nmissing.  Dave was not worried at the first, but as he looked around\nand then explored the immediate neighborhood, he began to get\nmystified, if not alarmed.\n\nNeither did his vigorous shouting bring any response.  Dave came\nback to the camp spot to make a new discovery that puzzled him.  On\nthe ground near where they had slept were Hiram's coat, vest, shoes\nand cap.\n\n\"Why, I can't understand this at all,\" mused the young aviator.\n\"Hiram couldn't have done much in the way of climbing up, he appears\nto be nowhere within hail, and he is not given to play tricks.\"\n\nDave did not wait to eat anything.  He was really concerned about\nhis comrade.  He got a long tree branch, stripped it, and went along\nthe side of the cairn, poking in and out among the dense dumps of\nshrubbery.\n\n\"Hello,\" he exclaimed suddenly, as disturbing some vines he saw an\nopening, and not twenty feet away a natural rocky tunnel, \"daylight,\nand the waves of the lake.  I think I understand now.\"\n\nDave penetrated the passage.  As he came out at the other end, he\nfound he faced a rock-strewn stretch of sand.  The waves of the lake\nlapped this.  In the distance he could make out Anseton, and nearer\nstill, about a mile distant, the main shore.\n\nThe shore he was on terminated in a ridge of rocks that ran far out\ninto the water.  Dave wondered if the exploring spirit had moved\nHiram to attempt an entire circle about the island.\n\n\"He went away in swimming trim,\" thought Dave, \"so that may be so.\nI'll go out on that ledge of rocks and explore a little myself.\"\n\n\"Hello, Dave Dashaway!\" sang out an exultant voice, just as Dave was\nabout to remove his shoes.\n\nAround the ledge of rock came a light skiff.  The oarsman was Dave's\nmissing comrade.  He drove the boat upon the sandy beach and leaped\nout with a gay laugh.\n\n\"Why, Hiram,\" exclaimed the young aviator in marked surprise.\n\n\"It's me,\" chuckled Hiram.  \"Stole a march on you.  Nearly dry,\" he\nadded, shaking his clinging garments.  \"And oh! what a swim.\"\n\n\"You have been to the mainland?\" questioned Dave.\n\n\"Where else?  When you said 'swim' last night, it gave me an idea.\nI'm some swimmer, Dave Dashaway.  Always was.  Took the prize in a\ncontest in Plum Creek back at home one Fourth of July.  I found a\nway out of that shut in place and made a jolly dive for shore.\"\n\n\"But the skiff?\"\n\n\"You'll need one, won't you?\" challenged Hiram.\n\n\"Why, yes.  I intended hiring one when I got across from the\nisland.\"\n\n\"So you said, and I acted.  I did better than hiring a boat, Dave.\"\n\n\"How is that?\"\n\n\"Bought one outright.  I took my money with me.  Found an old fellow\nwho lets out a lot of boats for fishing, and made a bargain.  The\nskiff isn't the staunchest craft on the lake.  Leaks a little, and\none oar has been split and mended, but it's all right for our little\nuse.  Four dollars and a half--and we can sell it for something when\nwe get through using it.\"\n\n\"You're a great fellow, Hiram, I must confess,\" said Dave\nadmiringly.\n\n\"I'd like to do something to help on this trip of ours, you know.\"\n\n\"You've done a good deal this time, I can tell you that,\" declared\nDave.  \"I can manage all my plans finely, now.\"\n\nThey pulled the boat into the shelter of some rocks.  Then they\nreturned to the rocky hollow.  A good breakfast was in order.  Dave\nannounced the importance of his getting to Anseton at once.\n\nAn hour later the little skiff was launched once more.  Dave rowed\nover to the mainland and lined the shore till well into city waters.\nHe secured the skiff near a public pier, and started on foot for his\ndestination.\n\nLeft to himself on the island, Hiram proceeded to dry his clothing.\nThen he puttered about the machine.  He read for an hour or two in a\nbook on aeronautics he found in the basket, well on towards the\nafternoon.\n\nHiram got tired of waiting for Dave.  He went through the tunnel\nfinally and roamed about on the rocky shore.  There was more of\nscenery and variety here.  The youth watched the boats in the\ndistance.  Then he made out the little skiff he had bought that\nmorning making its way in and out among other craft between the\nisland, and the mainland.\n\n\"What's the news, Dave?\" inquired Hiram, as they gained the camp\nafter securing the skiff where it could not be easily seen or found.\n\n\"The best ever,\" reported Dave cheerily.\n\n\"Tell me about it, won't you?\"\n\n\"Well, I saw Mr. Price.\"\n\n\"Is he here at Anseton?\"\n\n\"Yes, with his men.  I had a long talk with him.  He feels pretty\ngood to know that we got here safely with the Monarch II.  I told\nhim all about the place where the moving picture man saw Jerry\nDawson and the Chinaman.  He thinks that is an excellent clew.\"\n\n\"I should think it was,\" said Hiram.\n\n\"He wants us to try and discover the Drifter.  He says it's only a\nquestion of time, he and his men running down the smugglers.  You\nsee, Hiram, we are interested mainly in finding the aero-hydroplane,\nand getting it back to the Interstate people.\"\n\n\"That's so.\"\n\n\"And we must think of that first.\"\n\n\"I understand.\"\n\n\"We will make a long trip tonight--clear across the lake.\"\n\n\"Suppose you get a sight of the Drifter?\"\n\n\"Then we'll know that it is really here, won't we?\"\n\n\"Yes, but are you going to jog right into them and capture them?\"\n\n\"Hardly,\" laughed Dave.  \"I hope if we do come across the Drifter,\nthat we can follow it or keep it company, or find out where it is\nhidden away in the daytime.  We will have to run across it before we\ncan decide what circumstances will lead us to do.\"\n\n\"They're an ugly crowd--the Dawsons, and probably the fellows with\nthem, too.\"\n\n\"I realize that.  Mr. Price insisted on my taking these,\" and Dave\nbegan opening a boxlike package he had brought with him in the\nskiff.\n\n\"Hello,\" cried Hiram, as two good sized weapons and some boxes of\ncartridges were disclosed.  \"Do we have to use them?\"\n\n\"I hope not,\" replied Dave, \"but Mr. Price said we might come to a\npinch where we could use them to show we were not unprotected, and\nto scare any crowd that tried to interfere with us.\"\n\n\"Well, it begins to look like real business,\" commented Hiram.\n\n\"That's what we're here for.\"\n\n\"Yes, indeed.\"\n\nThey had no difficulty in getting the Monarch II aloft, the hollow\nextending for several hundred feet.  The night was ideal for a\nsecret sky voyage.  A slight mist hung over the ground, but at a\nheight of five hundred feet the air was perfectly clear.  There was\nbright starlight, and against the radiance they could make out\nflying birds quite a distance away.\n\nDave took a route across the lake diagonally from Anseton.  They\nskirted the other shore for about ten miles.  Then they recrossed\nthe lake.  The machine made a sweep along the coast line.\n\n\"Well, Dave,\" remarked his trusty assistant, \"we've run across no\nair bird so far.\"\n\n\"I didn't expect to, all at once,\" was Dave's reply.  \"We can only\nkeep at it.\"\n\n\"And trust to luck--I say!\"\n\nHiram interrupted himself with a shout.  Just beneath them an\nexcursion steamer was ploughing its way through the waves, bound\ncitywards on its return trip.  They could hear the music of the band\naboard, until now drowned out by hoarse blare of the fog whistle.\n\nAt the same moment a broad vivid flare of electric radiance shot\nacross the sky from the deck of the steamer.  It waved horizontally\nin some signal to the landing dock two miles further away.  Then the\noperator of this glowing searchlight sent its gleams upwards in a\nslow way, as if for scenic effect for the passengers on board.\n\n\"The mischief!\" exclaimed Dave bending to levers and starting the\nMonarch II forward at best speed.\n\nHiram sat staring.  He blinked, half-blinded.  The machine was\nirradiated in clear, sharp outlines as the great searchlight glare\nwas focused, a speck of action in the sky.\n\nA chorus of cheers went up from the deck of the steamer as its\npassengers caught sight of the airship.  Only for a moment, however,\nwas the brilliant sky picture in view.  Dave turned the head of the\nmachine on a volplane sweep, and the searchlight operator could not\nlocate it again.\n\n\"Well, we've been seen,\" observed Hiram,\n\n\"I'm sorry for it,\" replied Dave simply.\n\n\"Look there!\" cried Hiram abruptly.\n\nDave had selected a course leading over the land, away from the\nwater.  As Hiram spoke, his own eye caught sight of some brilliant\nsparkles of light.\n\nIt was a rocket, exploding in mid air directly in their course, and\nit was to this that Hiram Dobbs had directed the attention of the\nyoung aviator.\n\n\n\n\n\nCHAPTER XX\n\nACROSS THE BORDER\n\n\n\"Did you see it?\" asked Hiram, in a great state of excitement.\n\n\"Yes,\" responded Dave.  \"A rocket.\"\n\n\"See!  See!\" continued Hiram-\"there's it second one!\"\n\n\"Sure enough.\"\n\n\"Dave, this means something.\"\n\n\"For us, you think?\"\n\n\"Yes, I do.  Keep near the place where these rockets were fired,\nDave.  Now then, what do you think?\"\n\nDave slowed down.  There was certainly something to his companion's\nsurmises or suspicions, whatever they were.  Directly at the spot\nwhence the rockets had been fired there now suddenly flared up a\ngreat reach of flames.\n\nWatching these, the interested aviators saw them change to a reddish\nhue.  Three times, at brief intervals, they did this.\n\n\"Don't you see?\" persisted Hiram.\n\n\"See what?\" asked Dave.\n\n\"A signal.\"\n\n\"You think so?\"\n\n\"I surely do.  Now, then, look sharp.  There are figures about the\nfire.  The fire is pitch or oil, or something that could be made to\nflame up quickly.  One of the men threw something into it from a\nbox.  It was red fire.\"\n\n\"Why, yes,\" observed Dave slowly.  \"I'll admit that was some kind of\na signal.\"\n\n\"For the airship,\" interrupted Hiram quickly.  \"Look, look again,\nDave!  One of the men is shading his eyes from the glare of the\nfire, and is looking straight up into the sky.  Why, it's plain as\nday.  They saw our airship when that searchlight caught us.  They\nwere waiting for an airship to come along.\"\n\n\"Another airship than ours, you mean?\"\n\n\"That's it, and I'll bet the Drifter!  They took ours for the\nDrifter.  They want us to land.  Why, see there, one of the fellows\nis looking through a field glass--as if he could make us out in the\ndark away up here!\"\n\nIt did not take Dave long to drift to Hiram's way of thinking.  The\nspot where the fire showed seemed to be a large yard of some kind,\nattached to a factory.\n\n\"Of course this is all guess work, Hiram,\" said Dave, after a\nmoment's thought.  \"Just the same, it fits in to your theory.\"\n\n\"Say,\" spoke Hiram suddenly, \"I've an idea.\"\n\n\"What is it, Hiram?\"\n\n\"Make a stop just as soon as you can.\"\n\n\"What's that for?\"\n\n\"Let me out, and give me a chance to find out who that signal was\nintended for.\"\n\n\"I declare, it's not a bad plan,\" said Dave at once.\n\n\"Can't you find some safe place where we can land?\"\n\n\"There won't be much trouble about that.\"\n\n\"Do it, Dave,\" urged Hiram, \"and right away, so I won't lose track\nof the place yonder.\"\n\nDave inspected the country below as closely as he could at a\ndistance.  He circled to a lower level, and selected a patch of high\ngrass between two corn fields.\n\n\"Now then,\" announced Hiram.  \"I'm off.\"\n\n\"I shall wait anxiously for your return, Hiram.\"\n\n\"Don't worry, I shan't get into any trouble.\"\n\nDave did not leave the flying machine.  He kept himself in readiness\nfor a flight, should anyone approach the spot.  There was not much\nfear of that, though, he reasoned, as the place was away from the\ntraversed roads and paths.\n\nThe young aviator had quite a spell of waiting.  He began to fear\nthat Hiram had lost his way or that something had happened to him,\nas an hour passed by.  Suddenly, however, his active young assistant\nbounded into view, chipper and lively as usual.\n\n\"What news, Hiram?\" inquired Dave.\n\n\"The best in the world.\"\n\n\"You have found out something?\"\n\n\"You'll think so when I tell you,\" declared Hiram.  \"I found the\nplace where they sent up the rockets without much trouble.\"\n\n\"What was it, Hiram?\"\n\n\"An old factory yard.  Part of the buildings have been burned down,\nand three or four loaferish looking fellows seem to live in an old\nshake down there.  They belong to the crowd of that fellow, Ridgely,\nthe smuggler, right enough.\"\n\n\"How did you know that, Hiram?\" asked Dave.\n\n\"Because I overheard them.  They had let their signal fire burn down\nlow, and were sitting around it talking.  I crept up behind an old\nshed and listened.  It was as near as I dared to get, and I could\ncatch only a word now and then.  They spoke the name Drifter,\"\nasserted Hiram positively.\n\n\"You didn't see anything of Jerry Dawson?\" asked Dave.\n\n\"No, but--say, yes, they mentioned his name, too.  They were all\nexcited about seeing our airship.   It seems they were trying to\nwarn the Drifter.\"\n\n\"To warn the Drifter?\" repeated Dave somewhat puzzled.\n\n\"Yes.\"\n\n\"Why, what for?\"\n\n\"To keep away from the American shore.  Somehow, they had found out\nthat the revenue officers were at Anseton.  They knew, too, that the\nInterstate people had an airship out after them.  It seems that when\nwe didn't reply to their signal, they guessed that they had hailed\nthe wrong airship.  They have sent a man to the city to telegraph to\nthe men on the Canadian side to look out for an airship on their\ntrack.\"\n\n\"You don't know where they are going to telegraph to, Hiram?\"\n\n\"But I do,\" cried Hiram triumphantly.  \"That's my big discovery.\nThey talked over the whole thing.  The message is to be sent to a\nfriend at Brantford.  He is to ride post haste horseback ten miles\nwest of that place to where the Drifter people have a camp in what\nthey call Big Moose Woods.\"\n\n\"Hiram,\" applauded the young aviator, \"you're a jewel.  Why, you\nhave simplified the whole business.\"\n\n\"And you're going right after the Drifter?\" propounded Hiram\neagerly.\n\n\"'We're going to try to,\" replied Dave, \"but first we must get word\nof all this to Mr. Price.\"\n\nThe Monarch II had mounted aloft while they were conversing.  Dave\nstarted the machine in a direction opposite to that in which they\nhad been going.  Hiram noted this.\n\n\"Are you going back to Desert Island?\" he asked.\n\n\"First, yes.  Then I shall skiff over to Anseton and report to Mr.\nPrice direct or through any of his agents I may find.\"\n\nThe machine was brought safely to her old moorings within an hour.\nDave, after landing on Desert Island, at once rowed over to the\nmainland.  Hiram was full of curiosity when he returned.\n\n\"It's all right,\" Dave explained.  \"I was lucky enough to meet Mr.\nPrice himself.  He and his men had already acted on the clew that\npicture of Jerry and the Chinaman gave us.  The old factory yard\nwhere the rockets were sent up will be under watch before the night\nis over, and Mr. Price is going to Brantford on a special boat.\"\n\n\"Then the crowd who stole the Drifter are as good as caught!\"\nexclaimed Hiram hopefully.\n\n\"Hardly,\" replied Dave.  \"Mr. Price has advised me to get the\nMonarch II over to the Canadian side of the lake to night!\"\n\n\"Which you are going to do, Dave?\"\n\n\"Right away.\"\n\nDave, while in Anseton, had made some necessary inquiries as to the\nlocation of Brantford.  He had also got a very good idea of Big\nMoose Woods.  His arrangements with the revenue officer had been\nprecise.  He was aware that their only chance of getting near to the\nmissing airship was to make new headquarters somewhere in the\nvicinity of Brantford, just as they had on Desert Island.\n\nThe darkness was fading in the east when Dave selected a plateau on\nthe top of a high hill as a landing place.  Once landed, trees and\nbushes at its crest hid them from view except from overhead.  Dave\nhad used diligence and haste in getting out of possible sight, for\nday was breaking.\n\nThey had reach Brantford, sailed over it, and Dave calculated had\nskirted the vicinity of Big Moose Woods.  Nowhere, however, had\nlights, a campfire or any other token indicated the camp or\nrendezvous of the Drifter party.\n\n\"We are within twenty miles of Brantford,\" Dave announced.\n\n\"And what's the programme?\" inquired Hiram.\n\n\"Sleep, for we need it.  We seem to be safely shut in here.  Later\nwe'll plan just what we will do.\"\n\n\"If the Dawson crowd are warned all around about us and the revenue\nofficers, they may run for some other territory,\" suggested Hiram.\n\n\"We want to be on the lookout for that,\" replied the young aviator.\n\nThey made themselves a comfortable bed, and both were soon asleep.\nHiram woke up first; and found the sun shining in his eyes, and was\nabout to shift his position, intent on a longer nap, when he checked\nhimself not moving a muscle.\n\nThrough his half closed eyelids, still feigning sleep, Hiram kept\nhis glance fixed on one spot.  He almost held his breath.  Thus for\nnearly five minutes he lay inert, but every nerve on the keenest\nedge.\n\nHis glance widened and seemed to be following some disappearing\nobject.  Then he sat straight upright, stared fixedly down the hill,\nand leaning over pulled his companion by the sleeve.\n\n\"Dave! Dave!\" whispered the excited boy-\"wake up! We've been\ndiscovered!\"\n\n\n\n\n\nCHAPTER XXI\n\nA CHASE IN MID AIR\n\n\nDave roused up, wide awake in an instant.  He was about to spring to\nhis feet, when Hiram pulled him back with the words:\n\n\"Don't get up.\"\n\n\"Why not?\" inquired the somewhat puzzled young aviator.\n\n\"You'll be seen.\"\n\n\"Who by?\"\n\n\"A man who was just here.\"\n\n\"Do you mean that, Hiram?\" exclaimed Dave in a startled tone.\n\n\"I certainly do.  Look,\" said Hiram, pointing, and then he added:\n\"No, the trees shut him out now.  As I just said, though, we have\nbeen discovered.\"\n\nNow Hiram arose to his feet, the danger of being seen appearing to\nhave passed.  Dave followed his example.\n\n\"Some one was here, you say?\" began Dave.\n\n\"Yes.\"\n\n\"Who was it?\"\n\n\"A fellow who looked like some of the half breed Indians we saw\nfishing over near Anseton.  I woke up, and he came in range clear as\na picture.  It was over by that thicket of pine trees.  There he\nstood, staring at our machine, then at us.  He seemed to take it in\nwith a good deal of surprise.  Finally he threw up his hands as if\nhe was making up his mind to something, and started on a run down\nthe hill.\"\n\n\"In that direction?\" asked Dave, pointing due east.\n\n\"Yes, in the direction of Brantford.  I tell you, Dave, he's a spy.\nIf he ran across us accidentally then he's gone to tell his friends\nabout discovering the airship.\"\n\n\"That doesn't follow,\" remarked Dave thoughtfully, \"but I'm glad you\nsaw him.\"\n\n\"Yes, I think we need to keep a pretty close lookout.  Say, Dave,\"\nquestioned Hiram, \"if he is some friend of the Dawson crowd, and has\ngone to tell them about us, what do you suppose they'll do?\"\n\n\"I have no idea,\" replied the young aviator.  \"But they won't catch\nus napping.\"\n\nDave kept a close watch out in all directions while Hiram hurried up\na quick breakfast.  They got through with the meal rapidly.  Then\nDave went over the machine, seeing that the gasoline tanks were full\nand the gearing and oiling apparatus in good order.\n\nTwo hours went by, and there were no developments that indicated\nthat the visitor to their camp had been other than a straggler, with\nno purpose in view in his rapid disappearance.  Hiram became more\nmatter-of-fact, and guessed he had \"got scared for nothing.\"  All\nthe same he kept a close lookout all of the time, particularly in\nthe direction of Brantford.\n\nDave was planning a visit on foot to that town.  He decided,\nhowever, that he would wait till afternoon so as to be sure that\nthere was no occasion for worry.  Both lads discovered the fallacy\nof their theories at the same moment.\n\n\"Look!\" suddenly shouted Hiram, pointing.\n\n\"I see,\" said Dave calmly, but under the surface greatly stirred up.\n\n\"It's the Drifter!\"\n\n\"Yes.\"\n\n\"What are you going to do?\"\n\n\"Come,\" spoke Dave simply, and sprang into his seat in the Machine.\n\nHiram hastily collected their few belongings scattered about the\nspot.  He bundled them into the accommodation basket, and was in his\nplace almost as soon as Dave.\n\nThe eyes of both of the young aviators were fixed on a rapidly approaching\nobject--an airship.  Dave did not have to glance at its construction more\nthan once to know definitely that it was the stolen Drifter.\n\nWhoever was at the levers, Jerry or his father, thoroughly\nunderstood his business, Dave saw that.  The aero-hydroplane came\nrather abruptly into view over a wooded hill top, and was rapidly\napproaching them.\n\n\"You see, I was right,\" said Hiram hastily.  \"That half breed was a\nspy, at least to that crowd.  He has directed them here.\"\n\n\"All ready,\" ordered Dave, in a set, sturdy tone, and the self\nstarter began to work.\n\n\"What is it--a chase?\" fluttered Hiram.\n\n\"We'll have to wait and see.  You know what kind of fellows the\nDawsons are.  I'm not going to sit like a bird in a nest and have\nthem swoop down upon us, though.\"\n\n\"There are three--you can count them in their airship,\" said Hiram,\nshading his eyes and craning his neck.\n\n\"Four,\" corrected Dave.  \"The Drifter has a capacity of five\nordinary people, Mr. Randolph told me.\"\n\nThe Monarch II made a magnificent slanting rise up into the air.\nDave knew the splendid qualities of the machine under his control.\nThey included an ability for a quick light ascent.  He had no idea\nof the purpose of the Drifter crowd, but of course their main object\nwas to capture their rival.  The question was, failing in this, how,\nfar would they go in the way of crippling or even destroying the\nMonarch II.\n\nThe Drifter was headed on a course directly towards the eminence\nwhich the boys had just left behind them.  There had come up an\neight hour wind about noon, and Dave knew that would be child's play\nmaneuvering to avoid the enemy intent on annoying or injuring them.\nHe drove ahead at a six hundred feet level and waited for the\nDrifter crowd to indicate what their purpose was.\n\n\"They are changing their course!\" said Hiram quickly, as the Drifter\nwheeled suddenly.\n\n\"They are going to try a new ascent,\" explained Dave.\n\n\"Why?\"\n\n\"To get to a higher level than ourselves.\"\n\n\"Then they mean mischief?\"\n\n\"I am afraid that they do,\" replied the young aviator.\n\n\"Maybe they are trying to scare us,\" suggested Hiram.\n\nDave was now certain that the purpose of the Dawsons was to pursue,\ncapture or intimidate them, or drive them away.  They had a superb\nmachine, and as they made a far lateral shoot it brought them\nconsiderably higher up than the Monarch II.\n\nIn fact, after one or two circles, like a huge bird swooping after\nprey, the Drifter came almost directly over them.\n\nDave's tactics were now purely defensive and evasive.  There were\nfive people aboard the aero-hydroplane, and they were desperate\npersons.  He was not surprised when an object same shooting\ndownwards from the Drifter.  It struck one of the plane wires and\nthen dropped earthwards.\n\n\"Something's whipped loose,\" spoke Hiram quickly.\n\n\"It's one of the elevator wires,\" said Dave, darting a quick glance\nat the spot.  \"This won't do.\"\n\nNow it was an over-water flight with no measured course to pursue.\nThe Drifter tried to repeat its recent tactics.  Dave noticed that\nthe Monarch II had become somewhat faulty in its running.  He was\nanxious to get away from the enemy.  His main efforts were directed\ntowards preserving a sure balance, for once or twice there was a\nwobble, as if the machine was hurt in some vital part.\n\nThe young aviator made out a buoy a few miles to the west.  Beyond\nit was a little settlement.  He set his course for reaching it, and\ndirected his full attention to the levers and the angle indicated.\n\nThe indicator was directly in front of the pilot seat.  It showed\npositively how the machine was flying, on the top or down bank.  It\ncomprised a cup with lines set about ten degrees, and gave a sure\nsafety limit.  Only the pendulum was movable.   This was mounted on\nan arm always perpendicular, a small mirror reflecting the\nvariations of the pendulum.\n\nClimbing and banking, Dave got quite a lead on the Drifter, but the\naero-hydroplane kept up a steady pursuit.\n\n\"There's something the matter besides the broken wire,\" spoke Dave\nto his anxious companion.  \"The oil intake is dogged or one of the\nplanes loose.  We can't take any risks.\"\n\nDave sent the Monarch II on a downward shoot.  There was a single\npontoon in the center of the craft, with small tanks beneath the\nplanes to prevent tipping over in the water.  Dave aimed to hit the\nbay near to the shore.\n\nSuddenly the aircraft acted queer.  It had evidently struck a hole\nin the air.  The machine seemed fairly to drop from under its\noccupants, and thirty feet from the water, Dave was lifted from his\nseat and took a sudden plunge over-board.\n\nHe went under the surface and came up dazed and nearly stunned.  As\nhe floated, dashing the water from his eyes, he saw the Drifter, now\na flying boat, cut around a point of rocks, bearing straight down\nupon him.\n\nDave looked quickly about him for the Monarch II.  To his surprise,\nas it scudded across the waves for perhaps a hundred feet on its\nmomentum, it lifted again free of the surface of the bay.\n\nHe made out Hiram clambering from his seat like a sailor among the\nriggings of a ship.  He saw the machine go up on a sharp slant,\nclear the shore of the bay, and disappear beyond the high cliffs\nlining it.\n\nThen something struck him.  It was some light part of the rotary\nengined aero-hydroplane, the Drifter, cutting the water like a\nknife.  His head dizzied, and the young aviator went under the\nsurface of the lake with a shock.\n\n\n\n\n\nCHAPTER XXII\n\nDAVE A CAPTIVE\n\n\nIt took Dave an hour to find out just what had happened to him.  He\nroused up to find two men carrying him, one at his feet, one at his\nshoulders.  All that he could guess was that they were on land.  How\nhe had been fished out of the water, and what had become of the\nDrifter, the young aviator had no means of knowing.\n\nThe two men were rough looking fellows and reminded Dave of dock\nlaborers or loiterers.  They were big and sturdy, and as Dave\nstretched out and showed signs of life, one of them remarked\ngruffly.\n\n\"None of that--no squirming, now.\"\n\nDave's clothes were soggy and dripping.  He felt somewhat sore on\none side of his head, but so far as he could figure it out he was\nnot crippled; or seriously hurt.\n\nThe young aviator cast his eyes about him to, learn that they were\ngoing through a patch of timber.  Then came a meadow-like stretch,\nand then a thicket.  They had not gone far into that before the men\ndropped him on the ground and stood over him.\n\n\"Can you walk?\" asked one of the two.\n\n\"I think I can,\" replied Dave, arising quite nimbly to his feet.\n\nThe instant he did this both of the men reached, out and seized an\narm.  Dave was thus pinioned tightly as the men forced him along.\n\n\"Most there,\" growled one of them gruffly.\n\n\"Good thing,\" retorted the other.\n\nFinally they came to a dense thicket that covered a rise.  About\nhalf way up this, almost hidden by saplings and vines, Dave made\nout a grim looking patched-up building.\n\nIt was an old hut to which various additions had been made.  One of\nDave's companions uttered a peculiar whistle.  The door of the place\nwas opened, and a disreputable looking fellow like themselves\nadmitted them.\n\n\"Hello, who's this?\" he spoke in a tone of curiosity.\n\n\"Oh, some one to take care of,\" was the short reply.\n\n\"He don't look like a revenue.\"\n\n\"Worse than that.  Ridgely will tell you when he comes,\" was the\nindifferent retort.  \"Have you a place to keep him tight and safe?\"\n\n\"I guess so,\" laughed the other, \"a dozen of them.\"\n\n\"One will do.\"\n\nDave was led through several rooms.  Then they came to a partition\nformed of heavy timbers.  In its center was a stout door with an\nimmense padlock.\n\n\"Get in there,\" spoke the most ferocious of his captors, giving Dave\na push.\n\nThen the door was closed with a crash that showed how heavy it was.\nDave could hear those outside securing the padlock.\n\n\"A prisoner, eh?\" mused Dave, looking about him.  \"Yes, it is,\nindeed, tight and safe.\"\n\nDave's prison place was gruesome in the extreme.  On three sides was\nsolid rock, forming a semicircular back to the room.  The partition,\nclosed the entire front.  Near its top in several places were cut\nout apertures, admitting air and a little light.\n\nThere were some broken boxes in the place and a heap of burlap.\nDave decided that it had been used at some time or other as a place\nof storage.  He did not yet feel normal, so he sat down on one of\nthe boxes and felt about his head.\n\n\"Just a bruise,\" he reported.  \"I suppose they, dragged me aboard of\nthe Drifter from the water, but what about Hiram and the Monarch\nII?\"\n\nDave started up, all weakness and dizziness disappearing as if by\nmagic, as he thrilled over the possible peril of his comrade.  With\na recollection only of his last sight of Hiram grid the Monarch II,\nhe feared what might have happened to either or both.\n\nIt worried Dave a good deal and made him restless and unhappy, but\nfinally he figured out a theory.  In some unaccountable way the\nMonarch II had no sooner glided along on its pontoon, than it had\nrun straightway up into the air, as though the self starter was in\nperfect action.  Dave recalled Hiram struggling to reach the pilot's\nseat.  Then he had witnessed the disappearance of the Monarch II.\n\n\"I doubt if Hiram could manage the machine--I even doubt with\nsomething wrong with it, as there surely was, if he could keep it\nadrift,\" decided Dave.  \"What then?\"\n\nThe young aviator pictured Hiram and the machine in a tangle among\nthe trees, or dropping upset among the rocks.  He had not seen\nanything of the Dawsons or the Drifter since he had fallen into the\nwater of the bay.  Perhaps, he reasoned, they had resumed an air\nchase of the fugitive.\n\nDave had several hours to himself.  He detected no sound or movement\noutside of the strange room he was in.  It was dreadfully dull and\nlonesome, and he wondered what the outcome of his present adventure\nwould be.\n\nIt was well along in the day, when Dave from sheer weariness and\nworry had lain down among the heaps of burlap, that a diversion came\nto monotony.  He started up as he heard voice outside of the door.\nThen the padlock rattled, the door opened, and some one stepped\nacross the threshold.  The visitor stared about to locate Dave, and\nspoke the words:\n\n\"That you, Dashaway?\"\n\nThe room was lighter now, with the door half open.  Dave rubbed his\neyes and strained his gaze, and took a good look at the speaker.\n\n\"Don't you know me?\" challenged the latter.\n\n\"Oh, yes,\" replied Dave, \"I see now.  You are the gentleman we\nrescued from the lake at Columbus.\"\n\n\"I don't suppose you think me much of a gentleman just now,\nDashaway,\" spoke Ridgely, for, he was, in fact Dave's visitor.\n\nHis tone was somewhat regretful, and not at all unfriendly.  Dave\nwas shrewd enough to discover this, and politic enough to take quick\nadvantage of it.\n\n\"Oh, I don't know,\" he said.  \"Of course you are with the crowd who\nhad me locked in here.\"\n\n\"I'm sorry to say that's true,\" responded Ridgely.\n\n\"It's not pleasant here, I can tell you,\" said Dave, \"and the whole\nthing is pretty high handed, don't you think so, Mr. Ridgely?\"\n\n\"I don't think it, Dashaway, I know, it. See here, I've got nothing\nagainst you.  On the contrary, I owe you a good deal.  I'm not\nforgetting that you saved my life when my launch struck the rocks\nnear Columbus.\"\n\nDave was silent, resolved to let the man have his say out.\n\n\"I was in a fix then, I was in a fix before I got there, and I'm\nafraid I'm in a fix now,\" continued Ridgely.  \"I've come to see you\nin the right spirit, Dashaway.\"\n\n\"How is that?\" inquired Dave.\n\n\"Sick of the whole combination.  I thought I was smart, but you and\nyour people are smarter.  Young Dawson convinced me that we could\nrun things so our airship could make trips for a long time, and here\nyou are on our trail within seventy-two hours.\"\n\n\"Yes, Mr. Ridgely,\" acknowledged the young aviator.  \"They found a\nclew and started pursuit right after you stole the Drifter.\"\n\n\"You mean you did.  Don't be modest, Dashaway.  I've learned a good\ndeal about you, and if I hadn't about decided to quit business I'd\noffer you a job.\"\n\n\"What!\" smiled Dave--\"smuggling?\"\n\n\"Well, it pays pretty big, you know.\"\n\n\"Does it?\" replied Dave.  \"I fail to see it.  I wouldn't like to be\nin a position where I was being chased half over the country.\"\n\n\"H'm, we won't discuss it,\" retorted Ridgely in a moody tone.  \"I\ncame to tell you that you won't be hurt any.\"\n\n\"But I want to get away from here,\" insisted Dave.\n\n\"That will be all, too,\" Ridgely assured him.  \"You see, we know now\nthat things are going to break up.  I don't suppose you would tell\nme how closely the revenue officers are on our track.\"\n\n\"So close,\" replied Dave gravely, \"that you won't dare to cross the\nborder any more.\"\n\n\"Are they on the Canadian side yet?\" questioned Ridgely anxiously.\n\n\"I don't know that, and I shouldn't feel right in telling you if I\ndid,\" replied Dave.  \"You had better let me go, Mr. Ridgely.  It\nwon't sound well, when things get righted, that you kept me a\nprisoner here.\"\n\n\"I haven't all the say about that, Dashaway,\" confessed Ridgely in a\nrueful way.  \"I don't think the Dawsons will let you go until they\nare sure of making themselves safe.\"\n\n\"Do you know what became of our airship, Mr. Ridgely?\" Dave asked\npointedly.\n\n\"No, I don't--none of us do.  Young Dawson is pretty good in the\nair, but he didn't seem to know how to get off the water quickly.\nAfter we got you aboard, we lost a lot of time getting you ashore,\nand, up in the air again, when we started in the direction we had\nseen your airship go, we could find no trace of it.\"\n\n\"I hope nothing his happened to Hiram,\" thought Dave, very\nanxiously.\n\n\"If I get away,\" resumed Ridgely, \"I want you to tell the people\nafter me, if you can, that I'm all through with the smuggling\nbusiness.  I've had my fill of it.\"\n\nThe speaker turned to leave the room, but Dave halted him with the\nquestion:\n\n\"What are you going to do about me, Mr. Ridgely?\"\n\n\"I am going to order the people here to treat you the best they know\nhow,\" was the prompt response.\n\n\"That's all very well enough,\" said Dave, \"but I have business to\nattend to.\"\n\n\"What business, Dashaway?\"\n\n\"Our airship and my friend.\"\n\nRidgely looked troubled.  He was thoughtfully, silent for a moment\nor two.  Then he said:\n\n\"Look here, Dashaway, our men are looking for your airship, and that\nmeans your friend, too, of course.  I've got to go to Brantford, but\nI shall leave word that they must look after your friend, and let\nyou go the minute I send back word that the coast is clear for them\nto scatter.\"\n\n\"But what about the Drifter, Mr. Ridgley?\" persisted Dave.  \"It is\nthe property of my employers.  I came after it, and I want it.\"\n\nA faint smile of mingled amusement and admiration crossed the face\nof Ridgely.  Reckless fellow that he was, he could not fail to\nrecognize the fact that Dave, indeed, had business to attend to.\n\n\"You take it pretty cool, Dashaway,\" he observed.\n\n\"Because I am in the right,\" asserted Dave, \"as you well know.  The\nDawsons are malicious people.  I want you to warn them that if they\ndo, any unnecessary injury to the Drifter, it will make it the worse\nfor them in the final reckoning that is bound to come.\"\n\n\"I don't think they will do the airship any injury.\"\n\n\"You don't know them as I do.  Desperate fellows like the Dawsons\nwill do anything at times.\"\n\n\"Dashaway, don't you think you are rather hard on them--and on me?\"\n\n\"I know the Dawsons--I don't know much about you.\"\n\n\"I am not so bad as you think I am.\"\n\n\"Then why don't you set me free?\"\n\n\"We won't discuss that, now.  You had better think it over.\"\n\n\"I have thought it over. I am grateful to you for saving me,\nbut--well at present I can't do anything.\"\n\n\"You mean, you won't.\"\n\n\"Well, have it that way if you wish.\"\n\n\"You'll be sorry some day,\" said Dave, bluntly.\n\nRidgely left the room.  He closed the door after him with an\nassurance to Dave that things would be \"all right.\"  Just then there\nwas the sound of some one hurrying into the next room, and an\nexcited voice shouted out in an exultant tone:\n\n\"Say, father, we've got the other one, too!\"\n\n\n\n\n\nCHAPTER XXIII\n\nHIRAM'S ADVENTURES\n\n\nThe young aviator at once recognized the voice in the adjoining room\nwhich spoke the excited, words:\n\n\"We've got the other one, too!\"\n\nIt was Jerry Dawson who had spoken.  Dave knew that the statement\ncould refer to no other than his missing chum.  Dave was in\nsomething of a flutter of suspense.  Then his eye brightened and a\ncheery smile overspread his face, as he caught the words in a dearly\nfamiliar tone:\n\n\"Say, do you want to kill a fellow?\"\n\nIt was Hiram who spoke, in a resentful and disgusted voice.  Its\naccents were as pert and ringing as ever, and Dave was overjoyed to\nknow that his loyal comrade was alive and apparently unhurt.\n\n\"Say, Dawson,\" here broke in Ridgely, \"I want to speak to you.\"\n\n\"Put this fellow in with Dashaway,\" ordered Jerry, and then the door\nof Dave's prison place was pulled open.  A familiar form came\nlimping and stumbling across the threshold, and the door was slammed\nto and locked after him.\n\n\"Hiram!\" cried Dave in genuine delight.\n\nHe drew back as his friend faced him.  He had noticed that Hiram\nlimped.  Now he saw that one arm was in a sling.  Besides that,\nHiram's face was one mass of cuts and scratches.  One eye was nearly\nclosed.\n\n\"Oh, Hiram!\" cried Dave aghast.\n\n\"Look is if I'd been through a threshing machine, do I?\" grinned the\nplucky lad.\n\n\"What happened?\" asked Dave seriously.\n\n\"Dave,\" declared Hiram almost solemnly, \"I honestly don't know.  The\nmachine drove upwards so quickly I wondered if some jar or the\nbroken wire that was switching about didn't start the lever.  By the\ntime I got to the pilot's seat the machine was on a terrific whiz.\"\n\n\"What did you do?\" asked Dave.\n\n\"Not much of anything, except to get rattled,\" confessed Hiram.  \"I\ntried to circle, and she went banking.  Then the Machine took the\nprettiest drift you ever saw.  All of a sudden one of the planes\ndropped and then we landed.\"\n\n\"Where?\"\n\n\"On top of some trees.  Right beyond was a deep basin, chuck full of\nundergrowth.  The machine just took a slide off the tops of the\ntrees, and slipped down to the bottom of the basin.  Then she\nturned, I was thrown out.\"\n\n\"What then, Hiram?\" pressed Dave in a concerned way.\n\n\"Well, Dave, we had briers and brambles on the farm, but nothing to\ncompare with those Canadian thistles, or whatever they were.  Look\nat my face.\"\n\n\"And your arm?\"\n\nHiram shrugged his shoulders resignedly.\n\n\"The half breed who looked at it said it was broken.  He seemed to\nbe some kind of an Indian doctor.  He rubbed my scratches and\nbruises with some leaves and set my arm in splints.\"\n\n\"Why, where did the half breed come in?\" inquired Dave.\n\n\"Well, as soon as I got my wits from the tumble, I thought of you.\nI tried to get up out of the basin, but the sides were so steep I\ncouldn't make it.  So I--well, Dave,\" added Hiram with a queer\nlaugh, \"I sort of busied myself about the airship.  It wasn't much\nbattered up.  I feared the Dawson crowd might come hunting for the\nmachine, so--well, I sort of busied myself about the airship,\"\nrepeated Hiram, with a strange chuckle.  \"I was resting when that\nhalf breed and another fellow came along.  The Indian is a great\ntrailer, I guess, for he was sharp enough to notice the tree tops\nand the bushes the machine had rolled over.  Anyhow, down he came on\na rope into the basin and found me.\"\n\n\"And the Monarch II,\" said Dave.\n\n\"No, he didn't find the machine,\" declared Hiram.\n\n\"But--\"\n\n\"Let me tell my story, Dave,\" interrupted Hiram.  \"He got me up\naloft.  Then he said I was badly hurt, and started in to mend me up.\nThen they brought me here. They kept talking about the airship, and\ntried to make me tell where it was.  I wouldn't, and didn't.\"\n\n\"Wasn't it in the basin you spoke of?\" inquired Dave wonderingly.\n\n\"Yes.\"\n\n\"Then why--?\"\n\n\"Hush!  We're going to have visitors.\"\n\nThis was true.  There was a sound at the door of their prison room,\nand the padlock was displaced.  Jerry Dawson stepped into view, his\nfather behind him.\n\n\"Well,\" he said, with a leer meant to be clever, \"I suppose you\nfellows know me?\"\n\n\"We know you, Jerry,\" retorted Hiram, \"only too well.\"\n\n\"I'm boss here,\" boasted Jerry.\n\n\"That's fine, isn't it?\" said Hiram.\n\n\"And I've got you.  We'll have your airship soon, too.  You'll do\nsome walking getting back home, I'm thinking.\"\n\n\"What do you want of us, Jerry?\" inquired Dave, coolly.\n\n\"I want to know where that airship of yours is in the first place.\"\n\n\"Put it in the last place, Jerry,\" suggested Hiram, \"for you won't\nfind out from me.\"\n\n\"I'll bet I will,\" vaunted Jerry.  \"I have a good mind to punch you\nfor making all the mischief you have.\"\n\n\"You're safe, Jerry, seeing I'm disabled,\" said Hiram.\n\n\"Bah!  Say, Dashaway, who's working against us here or across the\nlake besides yourself?\"\n\n\"You will have to, guess that, Jerry,\" replied Dave.\n\n\"You won't tell?\"\n\n\"No.  I'll say this, though: You had better try to even up things in\nsome way.  The Interstate people and the government know all about\nyou, and you are likely to have some explaining to do.\"\n\nJerry looked worried, but he feigned indifference.\n\n\"I'll keep you two safe and quiet till I get ready to quit, all the\nsame,\" he snapped out, and slammed the door shut and locked it.\n\nDave and Hiram listened in silence for some minutes to sounds in the\nnext room.\n\nThey could only catch the echo of voices.  Jerry and his father\nseemed to be engaged in conversation.\n\nSuddenly there was an interruption.  There was the sound of an\nexcited voice, drawing nearer each moment.\n\nA door slammed.  Then heavy running footsteps echoed out, ending\nonly as some one appeared to burst unceremoniously into the next\nroom.\n\n\"What's the row?\" the boys heard in the gruff tones of Jerry's\nfather.\n\n\"Say!\" shouted the intruder, evidently a member of their group,\n\"they've done it!\"\n\n\"Who have?\" shouted out Jerry quickly.\n\n\"The revenuers.\"\n\n\"What do you mean?\"\n\n\"They got Ridgely.\"\n\nA cry of dismay and excitement ran through the next room.\n\n\"How do you know?\" demanded the elder Dawson.\n\n\"I saw them myself--right near Brantford.  What's more, they're\ncoming this way to get the rest of us.\"\n\nAt this announcement came another cry.\n\n\"You are sure of that?\"\n\n\"When was this?\"\n\n\"How soon will they be here?\"\n\n\"Who is responsible for this?\"\n\nSo the cries and questions ran on.  There was an excited discussion\nall around.\n\n\"Maybe Ridgely is a turncoat!\" cried somebody.\n\n\"Well, we can't talk about that now--we must look out for\nourselves,\" said another.\n\n\"Right you are.  Let us get out of here as soon as we possibly can!\"\n\n\"That's the talk!\"\n\n\n\n\n\nCHAPTER XXIV\n\nTHE ESCAPE BY AIRCRAFT\n\n\n\"That's good,\" instantly cried Hiram Dobbs.  \"They'll have troubles\nof their own now, maybe.\"\n\nHe and Dave listening closely, could now detect bustle and\nexcitement in the rooms beyond their own prison place.\n\nThey could hear Jerry Dawson fussing and bawling about, while his\nfather's gruff voice seemed to give orders to the men in the place.\n\n\"I wonder what they will do with us now?\" inquired Hiram.\n\n\"We shall probably soon know,\" returned Dave.\n\n\"Get those fellows out of there, you two,\" they finally heard Jerry\nDawson order.\n\nThe door of the prison room was unlocked and thrown open.\n\n\"March out,\" ordered Jerry.\n\nDave and Hiram took their time about obeying the mandate.  Then at a\nword from Jerry two of his men hastened them across the threshold,\nseizing them by the arms.\n\n\"Ouch!\" roared Hiram.  \"Do you want to smash my arm all over again?\"\n\nThe man who held him was less rough at this.  In the room the boys\nsaw Jerry, his father, the two men who held them and three others.\nBefore Dawson lay a large, round bundle.  A smaller one lay at the\nfeet of one of the other men.\n\n\"Now, then,\" spoke Dawson, \"ready and quick is the word.  I've\ndivided it up fair, and you'll find your share in that bundle.  You\nthree had better get it and yourselves to some safe place.\"\n\n\"Yes,\" spoke one of the men, \"the revenuers will surely be here\nsoon.\"\n\n\"You two,\" continued Dawson to the men had Dave and Hiram in charge,\n\"bring the boys along.\"\n\n\"Where to?\" was asked.\n\n\"Just follow us,\" was the surly response.\n\n\"Give a hand, Jerry.\"\n\nThe two Dawsons lifted the bundle at their feet and started from the\nroom.  There were sounds as if some one was pounding on the door at\nthe front of the building.  The Dawsons, however, did not go that\nway.  They quickened their steps, the captives were led through\nseveral rooms, and finally a door at the rear of the place was\nopened.\n\n\"Hold them tight now,\" ordered Jerry.\n\n\"Yes, and if they make any outcry quiet them the way you know how,\"\nadded his father.\n\nDave and Hiram were surprised to find themselves now in complete\ndarkness.\n\n\"We're going through some kind of a tunnel,\" whispered the young\naviator to his companion a moment later.\n\nTheir captors forced them along in the steps of the Dawsons.  They\nmust have proceeded several hundred feet thus, when the tunnel grew\nlighter.  Then they arrived at an exit letting out into a deep,\nnarrow ravine.\n\n\"They must have taken this route to escape from the revenue\nofficers,\" Dave told his companion, in a guarded tone.\n\n\"Shall we set up a fight and yell?\" proposed the audacious Hiram.\n\n\"Not with that broken arm of yours and four to one,\" dissented Dave.\n\n\"Broken arm, nothing!  Say-hello!  Why, they're taking us to their\nairship!\"  exclaimed Hiram.\n\nThey had come upon the Drifter at a point where the ravine spread\nout and a long level space showed.\n\n\"Now then, brisk is the word,\" spoke the elder Dawson.\n\nHe and his son carried the bundle up to the Drifter and managed to\nstow it aboard.  Jerry climbed into the pilot's seat.  His father\ndrew some stout double cord from his pocket.\n\n\"Tie up those boys hand and foot,\" he ordered grimly.\n\n\"See here, Mr. Dawson,\" spoke up Dave, \"what are you going to do\nwith us?\"\n\n\"You'll find that out very soon,\" was the gruff reply.\n\nThe two men proceeded to secure the arms and feet of the captives.\nDave knew it was useless to resist the rough treatment he received.\nHiram was not so patient.\n\n\"Say, this is an outrage!\" he cried out.\n\n\"What's the matter with you?\" demanded Jerry Dawson, leaning from\nhis seat with a scowl on his face.\n\n\"What do you want to tie a one-armed fellow up for?\" grumbled Hiram.\n\n\"That's so,\" said the elder Dawson.  \"Just attend to his feet and\none arm.  No use making him safer.  He won't be very dangerous with\nonly a broken arm free.\"\n\nFirst Dave and then Hiram were lifted into the seats behind the\npilot's post.  As has been said, the Drifter could carry five\npassengers, and they were not crowded or uncomfortable.\n\n\"They are going to carry us away with them,\" whispered Hiram to his\ncompanion.\n\n\"Let them,\" replied the young aviator.  \"It may give us a chance to\noutwit them someplace along the line.\"\n\nHiram chuckled. Dave stared at him strangely, but his doughty\ncompanion did not explain what he had in his mind.\n\n\"All ready,\" announced Jerry, his hand on his lever.\n\nHis father got into the seat behind him.\n\n\"Wait a minute,\" he spoke to his son.  \"You two,\" he added to the\nmen who had accompanied them, \"better get to your friends, divide up\nyour plunder and make yourselves scarce as soon as you can.\"\n\n\"That's what we intend to do,\" replied one of the men.\n\n\"Hold on!\" exclaimed his companion, suddenly turning around at the\necho of a loud shout.\n\n\"What's the trouble now, I wonder?\"\n\n\"Hey, stop the airship!  Stop them!  Stop them!\" yelled the strident\nvoice of a man coming pell mell down the ravine path.  He was in a\nfrantic state of excitement and waving his arms wildly.\n\n\"Don't lose a second,\" spoke Dawson quickly.\n\nJerry gave the starter a whirl.  Dave noticed that his father was\nquite excited and kept watching the advancing runner.\n\n\"Stop them, I tell you!\" yelled this individual whom Dave recognized\nas one of the three individuals left behind at the hut with the\nother bundle.\n\n\"What for?\" shouted one of the two men near the airship.\n\n\"Robbers-thieves!  That bundle they gave us!\"\n\n\"What about it?\"\n\n\"No silks--nothing but a lot of worthless truck.  They've cheated us\nand are making away with the real plunder.\"\n\nWhiz! up went the airship.  The three men ran after it.  The\nnewcomer shook his fist vengefully after the machine.  The other two\npicked up rocks and hurled them in its wake.\n\n\"O. K.,\" chuckled Jerry, as the Drifter shot far out of reach of\ntheir deluded confederates.\n\n\"Do your level best, Jerry,\" spoke his father.\n\n\"The revenue men may have another airship in commission.\"\n\n\"Oh, I guess not,\" retorted Jerry airily.  \"Say, what about the one\nthese fellows had?\"\n\n\"They know and won't tell.  Some of crowd will find it, though I\ntold them if they did to dismantle it.  They can get something for\nthe old junk.\"\n\n\"About all they will get, eh?\" leered Jerry.\n\n\"I'm thinking so.\"\n\n\"You didn't give them any of the silk?\"\n\n\"Not I.\"\n\n\"That was slick,\" chuckled Jerry.\n\n\"Hear him!  He's a fine one, isn't he?\" observed Hiram to Dave.\n\n\"Yes, Jerry can't be true, even to his friends,\" replied the young\naviator.\n\nDave watched Jerry at the lever.  He had to admit that his enemy\nknew considerable about running an aircraft.  The only criticism he\ncould make was that several times Jerry took some big risks in\ndaringly banking, when the least variation of the wind would have\nmade the Drifter turn turtle.\n\nIt was six hours later when the airship descended.  At times the\nmachine had made fully sixty miles an hour.  Long since they had\npassed the apparent limits of civilization.  The course was due\nnorthwest.  Vast forests spread out under them.  It was only for the\nfirst time in one hundred miles, as they neared a small settlement\non a river, that Jerry let down on the speed, and they descended at\na spot about a mile from a settlement in the center of a big field.\n\nDave and Hiram were left in the chassis, while Jerry and his father\nleft the machine.  They conversed for some time, then it was\narranged that Jerry should proceed to the settlement and purchase\nsome provisions.  His father came up to the machine as Jerry\ndeparted.\n\n\"See here, you two,\" he spoke in his usual gruff way, \"we'll give\nyou something to eat and, drink when Jerry comes back.\"\n\n\"Where are you taking us to, Mr. Dawson?\" asked the young aviator.\n\n\"We are taking you so far from home, that you can't tramp back in\ntime to pat any more of your friends on our track,\" was the blunt\nreply.  \"Another couple of hundred miles, and, if you behave\nyourself, we'll set you loose.\"\n\nThe man spoke as if the proposition was perfectly simple and honest\none.\n\n\"Another couple of hundred miles?\" repeated Dave.\n\n\"That is what I said, Dashaway.\"\n\n\"You are carrying things with a high hand, Mr. Dawson.\"\n\n\"Yes?  Well, I know what I am doing.\"\n\n\"You may overreach yourself.\"\n\n\"Humph!  I'll take my chances on that.  You are smart, Dashaway, but\nyou can't scare me and you can't get the best of me.\"\n\n\"But the law will get you, some day or another.\"\n\n\"Bah!  I'm tired and don't want to listen to your talk.  I tell you\nI know what I am doing.\"\n\n\"You won't release us now?\"\n\n\"No.\"\n\n\"That is final?\"\n\n\"It certainly is, and you may as well save your breath and not\nmention it again.  I am tired out and don't want any more of such\ntalk.\"\n\n\"Well, see here--\" broke in Hiram.\n\n\"I won't listen to any more.  Shut up.\"\n\nWith the words Dawson went over to a hammock at a little distance,\nspread his coat over it, and lay down to rest.  It was not five\nminutes before his captives could hear him snoring loudly.\n\nHiram had been watching his every movement in an intense way.  Now\nhe leaned over towards Dave.  His eyes were snapping with excitement\nand there was a broad smile on his face, as he whispered into the\near of the young aviator one word.  It was:\n\n\"Hurrah!\"\n\n\n\n\n\nCHAPTER XXV\n\nCAUGHT CONCLUSION\n\n\n\"Hurrah!\" was the word that Hiram Dobbs spoke exultantly, and Dave\nlooked at him in profound surprise.\n\nHiram had lifted himself up from the seat.  Now he went through some\nmovements that almost startled the puzzled young aviator.\n\nSuddenly his arm shot out of the sling, and as suddenly Hiram,\nthough with a wince, swung it around once or twice, and the three\nsplints holding it cracked and split audibly.\n\n\"Hey, Hiram!\" gasped Dave.\n\n\"S-sh!\" uttered his assistant warningly.\n\nHiram ran his free hand down into his pocket.  He drew out the big\npocket knife he carried.  It was more of a tool than a whittling\ntoy, for he used it in tinkering about the airship.\n\nWith his teeth, Hiram opened its largest blade.  He gave a slash at\nthe cords surrounding his other arm and his feet.  Then he leaned\nover towards Dave.  A few deft strokes of the keen blade, and Dave,\nlike himself, was free.\n\n\"Easy,\" he whispered, as Dave started up.  \"I'll watch Dawson.  You\nget into the pilot's seat.\"\n\n\"Good for you, Hiram!\" whispered back the young aviator, fairly\nthrilling with the excitement of the moment.\n\nDave took in every detail of the mechanism before his eyes.  He made\nsure of no faulty start.\n\n\"All ready,\" he announced after a minute or two.\n\n\"Good-bye!\" spoke Hiram, with a gay bold wave of his hand in the\ndirection of the sleeping, Dawson.\n\n\"Put on the muffler,\" ordered Dave, as the exhaust began to sizzle.\n\nHiram did so.  It was too late, however, to avoid sounding a warning\nto Dawson.  The big man started up with a yell.  He came to his feet\nroaring out:\n\n\"Come back!\"\n\n\"I hope you'll find the walking good!\" shouted Hiram, waving his\nhand in adieu to the amazed Dawson.\n\n\"Hiram, you're a genius!\" cried Dave.\n\nThe Drifter struck a course as true as a die.  The splendid machine\nand the young aviator were both at their best.  There was a last\nfading picture of a forlorn man convulsed with rage and despair.\nThen the two boy aeronauts turned their back on the enemies who had\nbeen hoisted by their own petard.\n\n\"It's great, its grand,\" cheered Hiram, bubbling over with joy, as\nthe exhilarating air and their magical progress made him realize\nwhat freedom meant to its fullest extent.\n\n\"I don't understand.  Your arm, Hiram?\" said Dave.\n\nHis jolly assistant waved the arm in question gaily.\n\n\"Wasn't it hurt?\"\n\n\"Yes, and badly, I thought,\" reflected Hiram.  \"It was numb and\nuseless when the half breed attended to it, but he was mistaken and\nso was I in thinking that any bones were broken.\"\n\n\"They were not?\"\n\n\"Not a bit of it.  Don't you see?  It pains, and I'm bragging when I\nswing it around as if it was as good as ever, but I can use it.\"\n\n\"You have used it to a grand purpose, Hiram.\"\n\n\"I didn't notice that I could use it until they locked me up with\nyou.\"\n\n\"Why didn't you tell me then?\"\n\n\"Oh, I wanted to surprise you.\"\n\n\"You have, Hiram.\"\n\n\"I thought I'd play 'possum on those smart fellows.  I played the\ncripple strong.  You see what has come of it.\"\n\nWhen they had gone nearly one hundred miles, Dave saw that the\ngasoline supply was running low.  Luckily they were near a little\ntown.  They made a descent on a river, much to the delight and\nwonder of the whole place, bought a new supply, and resumed their\nflight.\n\nIt was after ten o'clock in the evening when the welcome lights of\nAnseton came into view.  Dave did not look around for some hiding\nplace on the outskirts on this occasion.  He startled a drowsy\npoliceman by landing in the middle of some vacant lots on his beat.\n\nA brief explanation was made to the officer, and a man hired to\nwatch the Drifter until they returned.  Then Dave and Hiram hurried\nto the hotel in Anseton where Mr. Price made his headquarters.\n\nThe revenue officer was found.  He listened to the story of the two\nyoung aviators in amazement and admiration.  Then he reported\nresults of his own efforts.\n\nRidgely was under arrest, two of his accomplices were being then\npursued by his assistants, and the smuggling combination was all\nbroken up.\n\n\"The clews you have given us were fine ones, Dashaway,\" said the\nofficial gratefully.  \"You have done the government a vast service,\nI can tell you.\"\n\nMr. Price insisted on the boys taking a needed rest.  He sent one of\nhis men to guard the Drifter, and, after a famous meal, made his\nguests agree to sleep in a comfortable bed for the first time in\nnearly a week.\n\nIt was just after they had entered their room that Dave made the\nremark.\n\n\"You know we had better see if those friends of the Dawsons have\nfound the Monarch II and made away with it, Hiram.\"\n\n\"Well, I can tell you that they haven't,\" replied Hiram, with a\nconfident chuckle.\n\n\"How can you know that?\"\n\n\"Why, Dave, when I was shut in with the machine in that basin, I\ntook it apart.  You know it was made to do that, so it could be\nshipped readily.  Well, I'll bet you I hid those parts in places in\nthat basin where nobody can locate them but myself.\"\n\n\"Good for you!\" commended Dave heartily.\n\n\"I think the Interstate people will have something pleasant to say\nto you when they know all the wonders you've done in chasing their\nstolen airship.\"\n\nIt was the brightest day in the year, it seemed to the two young\naviators, as they reached Columbus by train, and started at once for\nMr. King's hangar.\n\nOld Grimshaw had met them at the depot.  He was full of friendly\nchatter, seemed to be chuckling over some secret surprise he had in\nstore for them, and rushed them towards the headquarters of the\nAegis.\n\n\"Yes, Mr. King is back,\" he advised the boys.\n\n\"Did he find Mr. Dale?\" inquired Dave anxiously.\n\n\"He'll tell you.\"\n\nDave and Hiram had much to relate.  Two boys probably never received\na more pleasant welcome than they, when with the Drifter they\nreported to the manager of the Interstate Aeroplane Company.\n\nMr. Randolph had the president and two directors of the concern on\nhand to meet them.  Their stirring story was taken in by the august\nbusiness men with an attention and appreciation that of itself paid\nthe lads well for all the duty done.\n\nThe boys had remained long enough at Anseton to have some men go\nwith them and locate the hidden sections of the Monarch  II, and\narrange to have them shipped by rail back to the factory.\n\nDave felt pretty rich when he left the Interstate works with a check\nfor five hundred dollars in his pocket, and an offer of advanced\nemployment for himself and his loyal and useful assistant for two\nseasons ahead.\n\n\"I want to see Mr. King before I decide what I will do,\" Dave told\nMr. Randolph, his mind full of the much discussed flight across the\nAtlantic in the giant airship.  \"You can have your two hundred and\nfifty dollars any time you like, Hiram.\" he added to his chum on\ntheir way to the depot.\n\nAs they now reached the Aegis hangar, Grimshaw stepped aside with a\npleased laugh.\n\n\"Safe and sound and famous.  Here they are, Mr. King!\" he shouted.\n\n\"There's no doubt of that,\" chorused the friendly voice of the\nexpert aviator.  \"Dave!  Hiram!  A thousand times welcome.\"\n\nIf he had been own father to the lads, Mr. King could not have\ngreeted them more affectionately.\n\n\"You've done us all proud, Dashaway,\" he declared.  \"Got a telegram\nfrom the Interstate folks, and the noon paper.  The paper has given\nyou two columns.  This way.  A friend waiting to see you.\"\n\nMr. King pushed Dave across the little room in the hangar he used as\nan office.\n\nA middle aged, noble looking gentleman arose from a chair as Dave\nentered.  His face was beaming, and there was an eager light in his\neyes.\n\n\"Dave Dashaway?\" he said, half inquiringly.\n\n\"Yes, sir,\" assented Dave, grasping the extended hand of the\ngentleman.\n\n\"My best and oldest friend's boy,\" continued the gentleman.\n\n\"It is Mr. Dale, Dashaway,\" spoke Mr. King, following Dave into the\nroom.\n\nSomehow the young aviator felt his heart warm to the man of whom he\nhad heard so much, but had never before seen.  The old gentleman's\neyes rested on him in a kindly earnest way that made Dave feel less\nlonely in the world.\n\nBriefly Mr. King told of the chase he had made to locate Mr. Dale.\n\n\"I've got a long story to tell,\" said the aviator, when he could get\na chance to talk.  He turned to Mr. Dale.  \"That is, if you wish me\nto tell it,\" he added.\n\n\"Certainly,\" was the ready reply.  \"You can probably tell it better\nthan I can.\"\n\n\"Well, to begin with, it was no easy task to get on the track of\nthis fellow Gregg,\" commenced the well-known aviator.  \"I had to do\nsome tall hunting before I could locate him and his two cronies.\"\n\n\"His cronies?\" repeated Dave.\n\n\"Yes, he had two fellows in the game with him.  I guess he found out\nthat he could not manage it alone.  The three of them called on Mr.\nDale and at first got him to take an automobile ride.  Then they\ntook him to a lonely house down near Slaytown, and there they kept\nhim a prisoner.\"\n\n\"A prisoner!\"\n\n\"Yes.\"\n\n\"Just as we were kept prisoners,\" muttered our hero.\n\n\"Mr. Dale says he was treated very nicely, for Gregg no doubt, had\nan idea he could get more money that way.\"\n\n\"Well, after a good deal of hard work I located the spot and saw Mr.\nDale from a distance.  I knew I could not rescue him single handed,\nso I went back to town and notified the police.  I had hard work\ngetting three officers to accompany me, because the police just then\nwere having their annual inspection and parade and all wanted to be\npresent.  When we got to the lonely house we got a big surprise.\"\n\n\"How was that?\"\n\n\"Gregg and the two men and Mr. Dale were gone.\"\n\n\"Where to?\"\n\n\"At first I couldn't find out.  But we saw wagon tracks in the soft\nroadbed and followed these along the road and through a big field.\nPresently we came to a patch of woods, and there found what in years\ngone by had been a lumber camp.  At the old house we saw a horse and\nwagon, and we knew the crowd must be somewhere around.  We\nseparated, and came up to the place from all sides.  In a shed near\nthe house we found Gregg and the two men.  They were discussing the\nsituation, when we pounced on them and surprised them.\"\n\n\"Did they resist?\"\n\n\"Gregg did, and as a consequence he got a blow in the mouth from a\npoliceman's club that broke off two of his teeth.  Then all of the\ncrowd gave up, and we handcuffed the lot and made them prisoners.\"\n\n\"And Mr. Dale?\" asked Dave, with interest.\n\n\"We found him in the old house, tied up.\"\n\n\"And very grateful for the rescue,\" put in the old gentleman,\nwarmly.\n\n\"All of us came to town in the wagon the rascals had hired.  Then\nGregg and his accomplices were put in jail, and Mr. Dale and I came\non here,\" concluded Mr. King.\n\n\"I am mighty happy to see things have turned out this way,\" said our\nhero, heartily.\n\n\"I am so glad to find the son of my old balloonist friend,\" said Mr.\nDale, \"that I shall have to adopt you legally, Dave, before you slip\naway from me again.  Let me be your second father, my boy, and take\nan interest in your progress.  I stayed over here with our mutual\nfriend, Mr. King, purposely to go over this wonderful plan to cross\nthe Atlantic in an airship.\"\n\n\"Then you think well of it?\" asked Dave.\n\n\"You do not have to ask that of an old aeronaut enthusiast, my boy,\"\nreplied Mr. Dale.\n\n\"Yes, Dashaway,\" said the aviator, \"Mr. Dale has promised gladly to\nfurnish the capital to put through our newest giant airship scheme.\"\n\nSo, for the present, we leave Dave Dashaway, the young aviator, and\nhis friends.  What happened to them in their new and daring project,\nwill be told in the next volume of this series, to be called, \"Dave\nDashaway and His Giant Airship; Or, A Marvelous Trip Across the\nAtlantic.\"\n\nThe young aviator had won his way through pluck and perseverance.\nDave had already done some great things in his apprenticeship as a\njunior aeronaut.\n\nNow, the friend, and assistant of a noted expert in aeronautics, he\nwas eager and buoyant at the prospect of winning fame and fortune in\nan attempt that was the dream of the expert airman of the world.\n\nTHE END\n\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Dave Dashaway and his Hydroplane, by Roy Rockwood\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DAVE DASHAWAY AND HIS HYDROPLANE ***\n\n***** This file should be named 6714.txt or 6714.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/6/7/1/6714/\n\nProduced by Sean Pobuda\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}