{"title": "Through Space to Mars", "author": "Roy Rockwood", "releaseDate": "October, 2004\n", "language": "English", "content": "\n\n\n\nProduced by Sean Pobuda\n\n\n\n\n\n\n\n\n\nTHROUGH SPACE TO MARS\n\nOr the Longest Journey on Record\n\nBy Roy Rockwood\n\n#4 in the \"Great Marvel Series\"\n\n\n\n\nCHAPTER I\n\nTWO CHUMS\n\n\n\"Mark, hand me that test tube, will you, please?\"\n\nThe lad who had made the request looked over at his companion, a\nboy of about his own age, who was on the other side of the\nlaboratory table.\n\n\"The big one, or the small one?\" questioned Mark Sampson.\n\n\"The large one,\" answered Jack Darrow.  \"I want to put plenty of\nthe chemical in this time and give it a good try.\"\n\n\"Now be careful, Jack.  You know what happened the last time.\"\n\n\"You mean what nearly happened.  The tube burst, but we didn't\nget hurt.  I have to laugh when I think of the way you ducked\nunder the table.  Ha, ha!  It was awfully funny!\"\n\n\"Humph!  Maybe you think so, but I don't,\" responded Mark with\nrather a serious air.  \"I noticed that you got behind a chair.\"\n\n\"Well, of course.  I didn't want broken glass in my eyes.  Come\non, are you going to hand me that test tube, or will I have to\ncome and get it?  We haven't much more time to-day.\"\n\n\"Oh, here's the tube,\" said Mark as he passed it over.  \"But\nplease be careful, Jack.\"\n\nJack measured out some black chemical that resembled gunpowder,\nand poured it into the test tube which Mark handed him.  Then he\ninserted in the opening a cork, from which extended a glass tube,\nto the outer end of which was fastened a rubber pipe.\n\nHe paused in his experiment to laugh again.\n\n\"What are you making--laughing gas?\" asked Mark.\n\n\"No.  But--excuse me--ha, ha!  I can't help laughing when I\nthink of the way you ducked under the table the other day.\"\n\n\"Maybe you'll laugh on the other side of your countenance, as\nWashington White would say,\" commented Mark; \"especially if that\nbig tube bursts.\"\n\n\"But it isn't going to burst.\"\n\n\"How do you know?\"\n\n\"Well, I worked out this experiment carefully.  I've calculated\njust how strong the new gas will be, and--\"\n\n\"Ah, that's just it.  It's a new gas, and you've never yet\nsucceeded in making it, have you?\"\n\n\"No; but--\"\n\n\"And it takes a different combination of chemicals to make it\nfrom any you ever experimented with before, doesn't it?\" asked\nMark.\n\n\"It does.  But--\"\n\n\"Yes, and I don't see how you can tell, with any amount of\ncalculation, just how much force will develop from those\nchemicals, as no one ever put them together before.\"\n\n\"Well, maybe I can't,\" admitted Jack.  \"But this tube is very\nstrong, and even if it does break nothing very serious can\nhappen.\"\n\n\"Unless the gas you expect to generate is stronger than you have\nany idea of.\"\n\n\"Well, I'm going to do it.  I've got half an hour before\nProfessor Lenton and his class comes in, and that's time enough.\nHere, just hold this rubber tube under this jar, will you?  And\nbe sure to keep the edge of the jar below the surface of the\nwater.  I don't want any of the gas to escape.\"\n\nHe handed Mark the end of the rubber tube, and the somewhat\nnervous student, who was helping his chum Jack in the experiment,\ninserted it under the edge of a large bell-glass, the open mouth\nof which was placed just under the surface of water in a shallow\npan.\n\nThe two lads were students at the Universal Electrical and\nChemical College.  They stood high in their classes, and were\noften allowed to conduct experiments on their own responsibility,\nthis being one of those occasions.  Jack, who was somewhat older\nthan his companion, was of a more adventurous turn of mind, and\nwas constantly trying new things.  Not always safe ones, either,\nfor often he had produced small explosions in the laboratory of\nthe college.  Only minor damage had been done thus far, but, as\nMark said, one could never tell what was going to happen when\nJack mixed certain things in test tubes and placed them over a\nspirit lamp, or the flame of a Bunsen burner.\n\n\"Have you got that tube under the jar?\" asked Jack as he lighted\na large Bunsen flame.\n\n\"It's under,\" answered Mark.  \"But say, what are you going to do\nin case you prove that your theory is right, and that you can\nmake a new kind of gas?  What good will it be?\"\n\n\"Lots of good.  If I'm right, this will be the lightest gas ever\nmade.  Much lighter than hydrogen--\"\n\n\"Lighter than the kind Professor Henderson made for use in the\nFlying Mermaid, in which we went to the center of the earth?\"\n\n\"No, I'm afraid I can't equal his gas; but then, no one can ever\nhope to.  I'm going to make a new gas, though, and I'll show you\nthat it will be much lighter and more powerful than hydrogen.\"\n\n\"More powerful, eh?  Then I wish you'd have some one else hold\nthis.  I'm afraid the test tube will burst.\"\n\n\"What if it does?  It can't hurt you--very much.  But here, since\nyou're so nervous, I'll put a pile of books all around the tube\nand the burner.  Then, if it bursts, the books will prevent the\npieces of glass from flying all about.  Does that satisfy you?\"\nand Jack began heaping some books about the burner, over which he\nwas about to suspend the test tube containing the queer chemical.\n\n\"Yes,\" returned Mark doubtfully.  \"I suppose it's all right--unless\nthe books will be blown all over.\"\n\n\"Well, I'll be jig-sawed!\" exclaimed Jack with a laugh.  \"There's\nno satisfying you.  You're too particular, Mark.\"\n\n\"Maybe; but I don't want to get hurt.\"\n\n\"You'll not be injured in the least.  Look, you're quite a\ndistance away, and even if it does explode and the books are\nscattered away, it can't hurt much to be hit by one of these\nvolumes.  There, I'm all ready now.  Hold the tube firmly.\"\n\nHe placed the test tube in a support, clamping it fast, so that\nit would be held steady over the flame.  Then he turned on more\nof the illuminating gas, which, coming through the Bunsen burner,\nwas made intensely hot.  A little column of flame now enveloped\nthe big test tube containing the powder.\n\nThere was a little crackling sound as the heat expanded the\npowder, and the end of the test tube became quite red from the\nflame.\n\n\"That tube'll melt!\" exclaimed Mark, peering over the pile of\nbooks.  \"It's too near the flame.\"\n\n\"Guess you're right,\" admitted Jack.  \"I'll raise it up a bit.\"\n\nHe turned down the flame and elevated the tube slightly.  Then he\ntook a position where he could watch the process of making what\nhe hoped would be a new kind of gas.  He wanted to be where he\ncould see the vapor beginning to collect in the top of the tube,\npass off through the glass in the cork, and then through the\nlittle rubber hose to the bell glass held by Mark.  If the gas\nwas generated too quickly, Jack knew he would have to turn down\nthe heat slightly.\n\nThe crackling sound continued.  Then, as Jack watched, he saw a\nthick, yellowish vapor collecting in the top of the test tube\nnear the cork.\n\n\"It's coming!\" he cried.  \"There's my new gas!\"\n\n\"What's the name of it?\" asked Mark.\n\n\"I haven't named it yet.  I want to collect it in the jar and\nshow it to Professor Lenton.  He said he didn't believe I could\nmake it.\"\n\nThe boys resumed their careful watching of the experiment.  It\nwas a nervous moment, for, from experience, Mark knew you never\ncould tell what would happen when Jack began to try new\ncombinations of chemicals.  He was ready to drop down on an\ninstant's warning, out of the way of flying missiles.\n\n\"See any bubbles in that pan of water yet?\" cried Jack.\n\n\"No, not yet.\"\n\n\"That's queer.  The test tube is full of the yellow gas, and some\nought to be over to where you are now.  I'm going to turn on some\nmore heat.\"\n\nHe increased the Bunsen flame.  The crackling noise was louder.\nThe test tube became a fiery red.\n\n\"It's bubbling now!\" suddenly called Mark.\n\n\"That's good!  The experiment is a success!  I knew I could make\nit.  Is any of the gas coming up in the glass jar?\"\n\nMark bent over to make a closer examination.  There were a few\nseconds of silence, broken only by the roaring of the burner and\nthe crackling of the black powder.\n\n\"Yes, there is vapor in the jar,\" he said.\n\n\"Good!  That's the stuff!\" cried Jack.  \"Now I guess Professor\nLenton will admit that I'm right.\"\n\nHe turned the Bunsen flame up higher.  A moment later he uttered\na cry, for he saw the cork being forced from the test tube.  The\npressure of the new gas was too much for it.\n\n\"Lookout!\" cried Jack.  \"She's going up!\"\n\nThen followed a sharp explosion, and the laboratory seemed filled\nwith fragments of broken glass and torn books.\n\n\n\n\nCHAPTER II\n\nJACK MAKES OXYGEN\n\n\n\"There it goes!  There it goes!\" cried Mark, making a dive for\nthe laboratory door, but slipping and sprawling on the floor.\n\"There it goes, Jack!\"\n\n\"No; it's gone already!\" cried Jack, who, even in the midst of\ndanger and excitement, seemed to remain calm and still to have\nhis appreciation of it joke.\n\n\"Come on!\" cried Mark as he scrambled to his feet.  \"We must get\nout of here, Jack!\"\n\n\"What's the use now?  It's all over.\"\n\nThere was a tinkling sound, as fragments of the broken test tube,\nthe bell-jar and other things began falling about the room.\n\nMark was fumbling at the door of the laboratory, seeking to\nescape.\n\n\"Come on back,\" said Jack.  \"It's all over.  There's no more\ndanger.  We'll try it again.\"\n\nJust then one of the pile of books, that had been blown on an\nupper shelf, came down, landing on Mark's head.\n\n\"No danger?\" cried Mark, trembling from excitement.  \"No danger?\nWhat do you call that?\" and he pointed to the books at his feet,\nwhile he rubbed his head ruefully.\n\n\"Well, there aren't any more,\" observed Jack, with a look upward.\n\nJust then the door opened, and an elderly gentleman, wearing\nspectacles, entered the laboratory.  He seemed much excited.\n\n\"What happened?  Is any one hurt?  Was there an explosion here?\"\nhe asked.\n\nThen he saw the devastation on all sides--the broken glass, the\nscattered and torn books--and he noticed Mark rubbing his head.\n\n\"There was--er--a slight explosion,\" replied Jack, a faint smile\nspreading over his face.\n\n\"Are you hurt?\" the professor asked quickly, stepping over to\nMark.  \"Shall I get a doctor?\"\n\n\"A book hit him,\" explained Jack.\n\n\"A book!  Did a book explode?\"\n\n\"No, sir.  You see, I was making a new kind of gas, and Mark was\nhelping me.  He was afraid the test tube would explode, so I\npiled books around it, and--\"\n\n\"And it did blow up!\" cried Mark, still rubbing his head.  \"The\ntest tube, and the other tube, and the rubber hose, and the\nbell-jar.  I told you it would, Jack.\"\n\n\"Then you weren't disappointed,\" retorted Jack, this time with a\nbroad smile.  \"I don't like to disappoint people,\" he added.\n\n\"What kind of gas was it, Darrow?\" asked Professor Lenton.\n\n\"Well, I hadn't exactly named it yet,\" answered the young\ninventor.  \"I was going to show it to you, and see what you\nthought of it.  It's the kind you said I couldn't make.\"\n\n\"And did you make it?\" asked the instructor grimly.\n\n\"Yes, sir--some.\"\n\n\"Where is it?\"\n\n\"It's--er--well, you can smell it,\" replied Jack.\n\nSure enough, there was a strong, unpleasant odor in the\nlaboratory, but that was usual in the college where all sorts of\nexperiments were constantly going on.\n\n\"Hum--yes,\" admitted the professor.  \"I do perceive a new odor.\nBut I'm glad neither of you was hurt, and the damage doesn't seem\nto be great.\"\n\n\"No, sir.  It was my own apparatus I was using,\" explained Jack.\n\"I'll be more careful next time.  I'll not put in so much of the\nchemical.\"\n\n\"I don't believe there had better be a 'next time' right away,\"\ndeclared Mr. Lenton.\n\n\"The next attempt you make to invent a powerful gas, you had\nbetter generate it in something stronger than a glass test tube.\nUse an iron retort.\"\n\n\"Yes, sir,\" replied Jack.\n\n\"And now you had better report for your geometry lesson,\" went on\nthe professor.  \"I need the laboratory now for a class in\nphysics.  Just tell the janitor to come here and sweep up the\nbroken glass.  I am very glad neither of you boys was seriously\ninjured.  You must be more careful next time.\"\n\n\"Oh, Mark was careful enough,\" said Jack.  \"It was all my fault.\nI didn't think the gas was quite so powerful.\"\n\n\"All right,\" answered the professor with a smile as Jack and Mark\npassed out on their way to another classroom.\n\nThe two lads, whom some of my readers have met before in the\nprevious books of this series, were friends who had become\nacquainted under peculiar circumstances.  They were orphans, and,\nafter having had many trying experiences, each of them had left\nhis cruel employers, and, unknown to each other previously, had\nmet in a certain village, where they were obliged to beg for\nfood.  They decided to cast their lots together, and, boarding a\nfreight train, started West.\n\nThe train, as told in the first volume to this series, called\n\"Through the Air to the North Pole,\" was wrecked near a place\nwhere a certain Professor Amos Henderson, and his colored helper,\nWashington White, lived.  Mr. Henderson was a learned scientist\nwho was constantly building new wonderful machines.  He was\nworking on an airship, in which to set out and locate the North\nPole, when he discovered Jack and Mark, injured in the freight\nwreck.  He and Washington White carried the lads to the\ninventor's workshop, and there the boys recovered.  When they\nwere well enough, the professor invited them to live with him,\nand, more than that, to take a trip with him North Pole.\n\nThey went, in company with Washington and an old hunter, named\nAndy Sudds, and some other men, whom the professor took along to\nhelp him.\n\nMany adventures befell the party.  They had battles with wild\nbeasts in the far north, and were attacked by savage Esquimaux.\nOnce they were caught in a terrible storm. They actually passed\nover the exact location of the North Pole, and Professor\nHenderson made some interesting scientific observations.\n\nIn the second volume of this series, entitled \"Under the Ocean to\nthe South Pole,\" Professor Henderson, Jack, Mark, Washington and\nold Andy Sudds, made even a more remarkable trip.  The professor\nhad a theory that there was an open sea at the South Pole, and he\nwanted to prove it.  He decided that the best way to get there\nwas to go under the ocean in a submarine boat, and he and the\nboys built a very fine, craft, called the Porpoise, which was\ncapable of being propelled under water at a great depth.\n\nThe voyagers had rather a hard time of it.  They were caught in a\ngreat sea of Sargasso grass, monstrous suckers held the boat in\nimmense arms, and it required hard fighting to get free.  The\nboys and the others had the novel experience of walking about on\nthe bottom of the sea in new kinds of diving suits invented by\nthe professor.\n\nOn their journey to the South Pole, the adventurers came upon a\nstrange island in the Atlantic, far from the coast of South\nAmerica.  On it was a great whirlpool, into which the Porpoise\nwas nearly sucked by a powerful current.  They managed to escape,\nand had a glimpse of unfathomable depths.  They passed on, but\ncould not forget the strange hole in the island.\n\nMark suggested that it might lead to the center of the earth,\nwhich is hollow, according to some scientists, and after some\nconsideration, Professor Henderson, on his return from the South\nPole, decided to go down the immense shaft.\n\nTo do this required a different kind of vessel from any he had\nyet built.  He would need one that could sail on the water, and\nyet float in the air like a balloon or aeroplane.\n\nHow he built this queer craft and took a most remarkable voyage,\nyou will find set down in the third book of this series, entitled\n\"Five Thousand Miles Underground.\"\n\nIn their new craft, called the Flying Mermaid, the professor, the\nboys, Washington and Andy, sailed until they came to the great\nshaft leading downward.  Then the ship rose in the air and\ndescended through clouds of vapor.  After many perils they\nreached the center of the earth, where they found a strange race\nof beings.\n\nOne day, to their horror, an earthquake dosed the shaft by which\nthey had come to the center of the earth.  The boys were in\ndespair of ever getting to the surface again, but the professor\nhad been prepared for this emergency, and he had built a strong\ncylinder, into which all the travelers placed themselves.  Then\nit was projected into a powerful upward shooting column of water,\nwhich Professor Henderson hoped would take them to the surface of\nthe earth.  Nor was he mistaken.  They had a terrible journey,\nbut came safely out of it.\n\nThey opened the cylinder, to find themselves floating on the sea,\nand they were rescued by a passing vessel.  Of course, they had\nabandoned the Mermaid, leaving the craft in the center of the\nearth, but they had brought back with them some valuable\ndiamonds, which formed their fortune.\n\nThis ended, for a time, the experiments of the professor, who\ndecided to settle down to a quiet life, and write out the\nobservations he had made on the three voyages.  The boys wanted\nto get an education, and, investing their share from the sale of\nthe diamonds, they took up a course at the Universal Electrical\nand Chemical College.  Each had an ambition to become as great an\ninventor as was Professor Henderson, with whom they continued to\nlive in a small city on the Maine coast.  Washington White and\nAndy Sudds also dwelt with the professor, Andy going off on\noccasional hunting trips, and Washington acting as a sort of body\nservant to Mr. Henderson.\n\nJack and Mark had completed one term at the college, and were in\nthe midst of the second when this story opens.\n\nThey had not lost their love for making queer voyages, and one of\ntheir greatest desires was to help the professor turn out a craft\neven more wonderful than the Electric Monarch, the Porpoise or\nthe Flying Mermaid.  It was in this connection that Jack was\nexperimenting on the new gas, when the slight accident happened.\n\n\"Are you going to try that again?\" asked Mark, as he and his chum\nwalked along to their geometry class.\n\n\"Sure,\" replied Jack.  \"I want that to succeed.  I know I am on\nthe right track.\"\n\n\"You came near getting blown off the track,\" remarked his\ncompanion, which was as near to a joke as he ever would come,\nfor, though Jack was jolly and full of fun, Mark was more\nserious, inclined to take a sterner view of life.\n\n\"Oh, I'll succeed yet!\" exclaimed Jack.  \"And when I do--you'll\nsee something--that's all.\"\n\n\"And feel it, too,\" added Mark, putting his hand on his head, the\nbook having raised quite a lump.\n\nIt was several days after this before the boys had the chance to\nwork alone in the laboratory again, and Jack had to promise not\nto try his experiment with the new gas before this privilege was\ngranted him.\n\n\"Want any help?\" asked Dick Jenfer, another student, as he saw\nJack and Mark enter the laboratory.\n\n\"Yes, if you want to hold a test tube for me,\" answered Jack.\n\"I'm going to try a new way of making oxygen.\"\n\n\"No, thanks!  Not for mine!\" exclaimed Dick as he turned away.\n\"I don't want to be around when you try your new experiments.\nThe old way of making oxygen is good enough for me.\"\n\n\"Well, I have a new scheme,\" went on Jack.\n\nSoon he and Mark, whom he had again induced to help him, were\nbusy with test tubes, rubber hose, Bunsen flames, jars of water,\nand all that is required to make oxygen.\n\nSomewhat to his own surprise, the experiment Jack tried was a\nsuccess.  He collected a jarful of oxygen, generated in a way he\nhad thought out for himself.  It was much simpler than the usual\nmethod.\n\nJust as he concluded the test, some one opened the laboratory\ndoor.  It was Professor Lenton.\n\n\"I have a telegram for you,\" he said.\n\n\"A telegram?\"\n\n\"Yes.  It just arrived.\"\n\nJack tore open the yellow envelope.\n\n\"It's from Professor Henderson,\" he said.\n\n\"Is anything the matter?\" asked Mark.\n\n\"I don't know,\" answered Jack.  \"It says: 'Come home at once.'\nI wonder what's wrong?\"\n\n\"I hope nothing serious,\" said Professor Lenton.\n\n\"You may both prepare to leave this afternoon.  I am sorry.  Let\nme hear from you when you reach Professor Henderson.  I trust\nnothing has happened to him.  He is too great a scientist for us\nto lose.\"\n\n\n\n\nCHAPTER III\n\nWASHINGTON MEETS THE BOYS\n\n\nAll thoughts of experiments were driven from the minds of Jack\nand Mark by the telegram.  They imagined that something had\nhappened to their old friend, and it worried them.  If he was\ndangerously hurt, as might be, for he was constantly experimenting\nin a small way, it would mean that a great change must take place\nin their lives.\n\n\"What do you suppose can have happened?\" asked Mark, as he and\nJack went to their rooms to get ready to leave the college.\n\n\"I haven't the least idea.  Maybe he wants us to go on another\ntrip.\"\n\nMark finished packing, and Jack was not far behind him.  Then the\nlads went to the railroad station, where they purchased tickets\nfor home and were soon on a train.  On the journey they could not\nhelp but refer occasionally to the telegram, though Jack kept\ninsisting that nothing so serious had happened.  Mark was not\nquite in such good spirits.\n\n\"Well, here we are,\" announced Jack, about three hours later, as\nthe train pulled into a small station.  \"And there's Washington\non the platform waiting for us.\"\n\nJack hurried out of the car, followed by Mark.\n\n\"Hello, Wash!\" cried the fat lad.  \"How are you?  Catch this\nvalise!\" and he threw it to the colored man before the train had\ncome to a stop.  Washington deftly caught the grip, though he had\nto make a quick movement to accomplish it.\n\n\"I 'clar t' gracious!\" he exclaimed.  \"Dat suttinly am a most\ninconsequential mannah in which to project a transmigatory object\nin contiguousness to mah predistination.\"\n\n\"Whoa, there!\" cried Jack.  \"Better take two bites at that,\nWash!\"\n\n\"Dat's all right, Massa Jack,\" answered the colored man.  \"I'se\nglad to see yo', an' I suttinly hopes dat de transubstantiationableness\nob my--\"\n\n\"Wow!\" cried Jack.  \"Say that over again, and say it slow.\"\n\n\"Don't yo' foregather mah excitability?\" asked the colored man\nrather anxiously.\n\n\"Yes, I guess so.  What's the answer?  How's the professor?\nHow's Andy?  What's the matter?  Why did he send for us?\"\n\n\"Wait! Wait!  Please wait!\" begged Washington.  \"One ob dem\ninterrogatorial projections at a time, Massa Jack.  Where am\nMassa Mark?\"\n\n\"Here I am,\" replied Jack's chum, as he followed him out on the\nplatform of the train, which had come to a stop.\n\n\"Dats right!\" exclaimed Washington.  \"Let me hab yo' extended\narticle ob transportation an' I'll jest expidite it in--\"\n\n\"I guess you mean it, all right,\" interrupted Jack.  \"But what's\nup?  Why did the professor send for us?\"\n\n\"I doan't know, Massa Jack.\"\n\n\"You don't know?\"\n\n\"Nopy.  He jest done gone tell me to send dat transmigatory\ntelegraph, an' dat's all.\"\n\n\"But why does he want us?  He's not sick, is he?\" asked Mark.\n\n\"Never felt bettah!\" exclaimed Washington as he walked along the\nstreet leading from the depot, a valise in either hand.  \"His\nstate ob health am equal to de sophistication ob de soporiferousness.\"\n\n\"You mean he sleeps well?\" questioned Jack.\n\n\"Dat's what I done meant to convey to yo', Massa Jack.\"\n\n\"Well, why don't you say it?\" asked Mark.\n\n\"Dat's jest what I done.  I said--\"\n\n\"Never mind,\" interrupted Jack.\n\n\"Then you can't tell us why the professor sent for us?\"\n\n\"He's got company,\" went on Washington, as if he had just thought\nof that.\n\n\"Company?\" exclaimed both boys.\n\n\"Yyais.\"\n\n\"Who is it?\"\n\n\"Why, his name am Santell Roumann.\"\n\n\"What an odd name!\" commented Mark.\n\n\"Is he a doctor?\" asked Jack.\n\n\"He speaks wid a Germannes aceetnuation,\" said Washington.  \"He\nsuttinly uses de most ogilistic conglomerations--\"\n\n\"If he can beat you, he's a wonder,\" said Jack.  \"But where did\nhe come from?\"\n\n\"I 'clar t' goodness I doan't know.  All I knows is dat he jest\ncomed.  One day he wasn't dere, and come next day he was.\"\n\n\"Does the professor know him?\"\n\n\"Suah!  He's a friend ob de perfesser,\" added Washington.  \"De\nperfesser was pow'ful glade t' see him.\"\n\n\"'Then he must be some scientist,\" said Mark.\n\n\"Dat's it!  He's chock full obscientistical bombasticness an'\nlabiodentalisms,\" said the colored man.\n\n\"I guess the professor wanted us to meet him and learn something\nthat we couldn't in college,\" spoke Mark.  \"Well, we'll soon be\nthere.\"\n\n\"Yes,\" assented Jack.  \"I want to find out what it's all about.\nSantell Roumann--that's an odd name.\"\n\n\"An' he's a mighty odd man,\" supplemented Washington.\n\nThey reached the house a few minutes later, and went in the front\ndoor.  The sounds of two voices came from the library.  One of\nthem was that of Professor Henderson. He was saying:\n\n\"I tell you it can't be done!  It is utterly impossible!  It is\nmadness to think of such a terrible trip!\"\n\n\"And I tell you it can be done--it shall be done and you are the\nvery man to accomplish it,\" insisted the other.  \"You and your\nyoung assistants will succeed.  I know you will.  You will go\nwith me, and we will make the longest journey on record.\"\n\n\n\n\nCHAPTER IV\n\nWONDERFUL PLAN\n\n\n\"I wonder what they can be talking about?\" asked Mark of Jack, as\nthey paused outside the library door.\n\n\"I don t know, but it concerns us.\"\n\n\"What makes you think so?\"\n\n\"Because, didn't you hear the stranger speak of us as the 'young\nassistants'?  That's us.\"\n\n\"Very likely.  But who is the man in with Professor Henderson,\nand what is the wonderful journey he is talking about?\"\n\n\"Dat gen'man in wid de perfesser am also a perfessor.\" Explained\nWashington in a whisper.  \"He's Perfesser Santell Roumann.  Now I\n'spects I'd better saggasiate mahself inter proximity t' de\nculinary reservation.\"\n\n\"You mean you've got to go to the kitchen?\" asked Jack with a\nsmile.\n\n\"Dat's what I approximated to yo',\" replied the colored man.\n\n\"I wonder if we'd better go in now, or wait until Professor\nHenderson is through talking to Mr. Roumann?\" asked Mark.\n\n\"Yo' am to go right in,\" remarked Washington.  \"Dem's de orders I\ngot when I went t' de statione t' meet yo'.\"\n\n\"All right,\" assented Jack.  \"Come on, Mark.  We'll find out\nwhat's wanted of us.\"\n\nThe two boys entered the library, whence the voices of Professor\nHenderson and Mr. Roumann could still be heard in earnest\ndiscussion.  Mr. Henderson looked up as his proteges advanced to\nthe middle of the apartment.\n\n\"Jack!  Mark!\" he exclaimed.  \"I am very glad you came so\npromptly.  I have something very important to communicate to\nyou--something that I hope will make up for the loss you suffer\nin being taken away from college in the middle of the term.  Or,\nto be more correct, Mr. Roumann will impart most of the\ninformation, for it is at his suggestion that I sent for you.\"\n\n\"Are these the young assistants of whom you spoke?\" asked the\nother man, and the boys noticed that he was a big, burly German,\nwith a bushy, gray beard, and penetrating, blue eyes.\n\n\"This is Jack Darrow,\" said the professor, indicating the stout\nyouth, \"and the other is Mark Sampson.  They have lived with me\nseveral years now, and we have had many adventures together.\"\n\n\"Ha!  Hum!  Yes!\" murmured Mr. Roumann, then he said something in\nGerman.\n\n\"I beg your pardon,\" he went on quickly.  \"I have a habit of\ntalking to myself in my own language once in a while.  What I\nsaid was that I did not know the lads were so young.  I am\nsomewhat apprehensive--\"\n\n\"Do not be alarmed on the score of their youth,\" cried Professor\nHenderson.  \"I assure you that they have had a peculiar training,\nand, in some scientific attainments, they know as much as I do.\nYou will not find them too young for our purpose, in case we\ndecide that the thing can be done.\"\n\n\"I tell you it can be done, and it shall be done,\" insisted Mr.\nRoumann.\n\n\"I have my doubts,\" went on Mr. Henderson.\n\nJack and Mark must have shown the wonder they felt at this talk\nbetween the professor and his friend, for their guardian turned\nto them and said:\n\n\"Boys, you must excuse me for not telling you at once the reason\nwhy I sent for you.  The truth is that Mr. Roumann has laid a\nvery strange proposition before me.  It is so stupendous that I\nhardly know whether to consider it or not.  I want to talk with\nyou about it, and see what you think.\"\n\n\"They will go with us, will they not?\" asked Mr. Roumann.\n\n\"That is for them to say,\" replied Mr. Henderson.\n\n\"Go where?\" asked Jack, wondering if there was in prospect\nanother voyage to one of the Poles, or a trip to the interior of\nthe earth.\n\nProfessor Henderson looked at the other man.  They were silent a\nmoment.\n\n\"Shall I tell them?\" asked Mr. Henderson.\n\n\"Surely,\" assented Mr. Roumann.  \"It all depends on you and them\nwhether we go or remain on earth.\"\n\nJack started.  Then there was a question of getting off the\nearth.  He began to think there might be exciting times for Mark\nand himself.\n\n\"Mr. Roumann has proposed a wonderful plan to me,\" went on\nProfessor Henderson.  \"It is nothing more nor less than a trip\nto--\"\n\n\"Mars!\" burst out the blue-eyed man.  \"We are going to make the\nmost wonderful journey on record.  A trip through space to the\nplanet Mars!  Such an opportunity for reaching it, and proving\nwhether or not there is life on it, will not occur again for many\nyears.  It is now but thirty-five millions of miles away from us.\nSoon it will begin to recede, at the rate of twenty-eight\nmillions of miles a year, until it is two hundred and thirty four\nmillions of miles away from us.  Then we may never be able to\nreach it.  Now, when it is but thirty-five millions of miles\naway, we have a chance to get there.\"\n\n\"I still believe it is impossible,\" said Professor Henderson in a\nlow voice.\n\n\"Nothing is impossible!\" exclaimed Mr. Roumann.  \"We shall go to\nMars!  I say it!  I who know!  I who hold the secret of the\nwonderful power that will take us there, and, what is more, bring\nus back!  I say it!  We shall go!\"\n\n\"Impossible!\" said the professor again, shaking his head.\n\n\"Don't say that word!\" implored Mr. Roumann.  \"I will prove to\nyou that we shall go.\"\n\n\"Go to Mars!\" exclaimed Mark.\n\n\"Thirty-five million miles!\" exclaimed Jack with awe in his\ntones.  \"How can we ever cover that distance?  No airship ever\nmade would do it.\"\n\n\"Not an airship, perhaps,\" said Mr. Roumann, \"but something\nelse.  I will tell you how--\"\n\n\"Perhaps I had better explain from the beginning,\" interrupted\nMr. Henderson.\n\n\"Maybe it will be better,\" assented the other.\n\n\"Boys, be seated,\" spoke their guardian, and Jack and Mark took\nchairs.  \"Mr. Santell Roumann is an inventor, like myself,\" went\non Mr. Henderson.  \"I have known him for several years, but I had\nnot seen him in a long time, until he called on me the other day\nwith his strange proposition.  We used to attend the same\ncollege, but since his graduation he has been experimenting in\nGermany.\"\n\n\"Where I discovered the secret of the wonderful power that will\ntake us to Mars,\" added Mr. Roumann.\n\n\"That is one point on which we differ,\" continued Mr. Henderson.\n\"Mr. Roumann believes we can get to the red planet, which, as he\ncorrectly says, is nearer to us now than it will be again in many\nyears.  I do not see how we can get there through the intervening\nspace.\"\n\n\"And I will prove to you that we can,\" insisted the other.  \"The\npower which I shall use is strongest known.  But it depends on\nyou and your young assistants.\"\n\n\"On us?\" asked Jack.\n\n\"Yes,\" replied Mr. Santell Roumann.  \"If and Professor Henderson\ncan build the proper projectile, we shall go.\"\n\n\"A projectile!\" exclaimed Jack.\n\n\"A projectile,\" said Mr. Roumann again.  \"I have studied it all\nout, and I think the projectile, shaped somewhat like a great\nshell, such as they use in warfare, or, more properly speaking,\nbuilt like a cigar or a torpedo, is the only feasible means of\nreaching Mars.  We shall go in a projectile, two hundred feet\nlong, and ten feet in diameter at the largest point.  That will\noffer the least resistance to the atmosphere of the earth, though\nwhen we get within the atmosphere of Mars, and are subjected to\nits attraction of gravitation, we shall meet with even less\nresistance.\"\n\n\"Why?\" asked Jack, who wanted to know the reason for everything.\n\n\"Because,\" answered Mr. Roumann, \"from my observations I have\nproved that the atmosphere of Mars is much less dense than is\nthat surrounding the earth, and the attraction of gravitation\nthere is about two-thirds less.  That is, an object that weighs\none hundred pounds on the earth will weigh only thirty-three\npounds on Mars.\"\n\n\"That's the stuff!\" cried Jack.\n\n\"Why?\" asked Mr. Roumann in some surprise.\n\n\"Then I'll have a chance to lose weight,\" replied Jack.  \"I'm\ngetting too fat here.  I weigh a hundred and eighty pounds, and\nthat's too much for a lad of my age.  When I get to Mars I'll\nonly weigh--let's see, two-thirds of one hundred and eighty--\"\nand Jack got out pencil and paper and began figuring.\n\n\"It's sixty pounds!\" exclaimed Mark, who was quick at figures.\n\n\"How are we to get to Mars, Mr. Roumann?\" demanded Jack.\n\n\"I will tell you,\" answered the blue-eyed man.  \"When you and the\nprofessor have constructed the projectile, after plans which I\nshall draw, I will apply my new, wonderful, secret power, and--\"\n\n\"If yo' gen'men will kindly project yo'se'ves hitherward, an'\nproceed to discuss de similitodinariness ob de interplanetary\nconjunction what am waitin' fo' yo' heah, de obverseness of de\ninner constitutions will be expeditiously relieved,\" spoke the\ncolored man, suddenly looking in the room.\n\n\"Does that mean supper is ready, Washington?\" asked Professor\nHenderson.\n\n\"Yes, sah.  It suah do.\"\n\n\"Then why didn't you say so?\"\n\n\"I did, perfesser.\"\n\n\"Well, perhaps you thought so.  Washington has a very peculiar\nhabit of using big words, just because they sound so imposing,\"\nwent on the professor.   \"He spends all his spare time consulting\nthe dictionary.\"\n\n\"I have noticed it,\" remarked Mr. Roumann, smiling.\n\n\"Well, suppose we go out to supper?\" went on Mr. Henderson.  \"You\nboys must be hungry.\"\n\n\"I can eat,\" admitted Jack.\n\n\"You'll get stouter if you do,\" warned Mark with a smile.\n\n\"Can't help it.  Wait until we get to Mars.\"\n\n\"Oh, yes, you didn't finish telling us how we were to get there,\nMr. Roumann,\" said Jack.\n\n\"I'll tell you while we're at supper,\" said the scientist.  \"I\nconfess that Washington's announcement came just at the right\ntime.  I am very hungry.\"\n\n\n\n\nCHAPTER V\n\nTHE SECRET POWER\n\n\nFor a few minutes after they were seated at the table nothing was\nheard but the rattle of the dishes and the clatter of knives and\nforks.  Washington was a fine cook, and there was a plentiful\nsupply of just what the boys liked best.\n\nWhen the meal was well under way, the dining room door opened,\nand a strange figure entered.  It was that of rather an aged man,\nwho walked with soft, cat-like tread, and who leaned forward, as\nif on the trail of some enemy or wild beast.  His eyes were\nbright, however, in spite of his age.\n\n\"Andy Sudds!\" exclaimed Jack.  \"I was wondering where you were.\"\n\n\"Well, snap my gunlock, if it isn't Jack Darrow!\" exclaimed Andy.\n\n\"Any luck?\" asked Mark, for he knew the old man must have been\nhunting.\n\n\"And Mark, too!\" went on the old hunter.  \"Well, this is a\nsurprise.  No, I didn't have any luck--that is, what you could\ncall luck.  There's been a weasel carrying off our chickens and\nkilling them, and I went out to shoot it.\"\n\n\"Did you cotch it, Mistah Sudds?\" asked Washington anxiously.\n\n\"I didn't 'cotch' it,\" answered Andy with a grin.  \"I killed it.\nI guess the chickens will be safe now, Wash.  But I'm hungry.\nI've been hiding out there by the chicken coop all the afternoon.\nBut what brings you boys back from college?\"\n\n\"We came home because we are going to take a trip to Mars,\"\nexplained Jack.\n\n\"Mars!  Mars!  Good land!  Where'll you folks go next?\" exclaimed\nAndy.  \"Wash, pass me some of that cold ham.\"\n\n\"You said you would tell us now how we were to get there, Mr.\nRoumann,\" said Jack, who was anxious, as was Mark, to hear the\nparticulars.\n\n\"And so I will,\" replied the scientist.  \"You must know that I\nhave long been interested in the planet Mars, for several\nreasons.  Some reasons I will tell you now, and the others I will\ndisclose at a future time.\"\n\n\"Mars, you know, is the fourth major planet, computing their\npositions in distance from the sun.  First there is Mercury,\nthen--\"\n\n\"I know,\" interrupted Jack; \"Mercury, Venus, Earth, Mars,\nJupiter, Saturn, Uranus and Neptune.  I learned them at school.\"\n\n\"That's right,\" said Mr. Roumann.  \"But, while Mercury is only\nabout thirty-six millions of miles from the sun at its nearest\npoint, the closest it ever comes to the earth is fifty-seven\nmillions of miles, while, as I told you, Mars is now but thirty-five\nmillions of miles away, a difference in favor of Mars of\ntwenty-two millions of miles, quite a distance when one has to\ntravel it.  Neptune, the farthest of the major planets, is two\nbillion eight hundred millions of miles from the sun, and it is\nseparated from this earth by--\"\n\n\"By two billion seven hundred and eight million miles,\" said Mark\nquickly.\n\n\"How do you make that out?\" asked Jack in some surprise.\n\n\"By subtracting ninety-two millions of miles, which is the\ndistance from the earth to the sun, from the number of miles\nNeptune is away from the sun,\" said Mark.\n\n\"That's right,\" admitted Mr. Henderson.  \"You're very quick at\nfigures, Mark.\"\n\n\"Well, let's get to Mars,\" said Jack.  \"Maybe Andy can find some\nnew kind of game there.\"\n\n\"Me?  I'm not going to any place so many millions of miles away\nfrom here,\" answered the old hunter, looking up from his plate.\n\"It's good enough hunting here.\"\n\n\"Wait until you see,\" said Mr. Roumann with a smile. \"I expect\nto find many marvels on Mars.\"\n\n\"If we get there,\" added Mr. Henderson.\n\n\"We'll get there,\" declared Mr. Roumann confidently.  \"As I said,\nI have long been interested in Mars, and one reason is that I\nwant to prove that there is life on it--that it is inhabited by a\nsuperior race of beings.  Another reason is that I expect to find\non it a supply--or at least specimens--of a most valuable\nsubstance--\"\n\nMr. Roumann stopped suddenly.\n\n\"Well?\" asked Mr. Henderson questioningly, for there was an odd\nmanner about the blue-eyed scientist.\n\n\"That is something I do not wish to speak about at present,\" said\nMr. Roumann quickly.  \"I will tell you my other reason for going\nto Mars--when we get there.\"\n\n\"Now, as to the method.  As I told you, Professor Henderson, and\nas I intimated to you boys, we will go in a long, torpedo-shaped\nprojectile, which, though it will not be very large in diameter,\nwill be long enough to contain all our machinery and ourselves,\nwith a sufficient store of provisions for a year or more.  But I\nknow what you are going to ask, and that is: How can I send the\nprojectile through space?\n\n\"Well, I'll tell you--that is, partly tell you, for some parts of\nmy secret can never be revealed.  I have discovered a wonderful\npower, more wonderful than man ever dreamed of before.  I have\ncalled it Etherium, for the reason that I expect it to carry us\nthrough the ether, or space that exists outside of the atmosphere\nof this earth and that of Mars.\n\n\"Now, professor, do you think you and your assistants can build a\nproper projectile?\"\n\n\"We built an airship that went to the North Pole, we constructed\na submarine that took us to the South Pole, and we had the Flying\nMermaid, in which we went to the center of the earth,\" said Mr.\nHenderson.  \"I think we can build you the torpedo-shaped\nprojectile.  But what will make it move through thirty-five\nmillions of miles of space?\"\n\n\"I will!\" exclaimed the other.  \"I and my wonderful, secret\npower--Etherium!  If you will build the projectile I will do the\nrest.  I will give you the plans for the machinery at once, and\nyou can begin as soon as you are ready.  You have a large\nworkshop here, I understand.\"\n\n\"Yes, we have all the means at our command,\" admitted Mr.\nHenderson.\n\n\"But it must be built in secret,\" stipulated Mr. Roumann.  \"No\none must know about it until we are ready to leave.  Several\nunscrupulous men have tried to steal my secret.\"\n\n\"We can construct the projectile and machinery so that no one but\nourselves, and one or two trusty mechanics, will ever know about\nit,\" promised Mr. Henderson.\n\n\"Good!  Now, when can you begin?  As I told you, Mars is already\nbeginning to move away from us at the rate of twenty-eight\nmillions of miles a year.  That is over two millions of miles a\nmonth, and every day counts.\"\n\n\"We will start at once,\" promised Mr. Henderson.  \"That is, if\nJack and Mark decide they want to go.  I will let them choose.\nBoys, do you want to try to go to Mars, or go back to college?\"\n\n\"Mars!  Every time!\" cried Jack.  \"I want to begin to weigh\nless.\"\n\n\"I'll go wherever Jack goes,\" said Mark.\n\n\"Very well, then,\" assented the professor.  \"But you must\nremember, Mr. Roumann, that I am still unconvinced that you\npossess the secret of a power that will project a heavy object\nthrough space to Mars--thirty-five millions of miles away.  I do\nnot say it can't be done, only I want to be shown.  I will aid\nyou all I can, and I will accompany you.  But I fear we shall\nnever get to Mars.\"\n\n\"And I tell you we will!\" insisted the other.  \"Come, I will\nprove it to you by mathematics, and by illustrating some of the\nforce of my new secret power.  Let us go to the laboratory.\"\n\nThe professor took from a valise, which sat in a corner of the\nroom, a bundle of papers.  Then, followed by the professor and\nthe boys, he started for the private laboratory of Mr. Henderson.\n\nAs they left the dining-room they heard an unexpected noise at\none of the windows.  They looked quickly up, and Jack saw the\nface of a man staring in.\n\nBefore he could cry out, there came the sound of Washington's\nvoice:\n\n\"Hey dar!  Git away from dere!  Skedaddle, now, or I'll\nprognostigate yo' inter modicums ob transmigatory infatisamatisms!\"\n\nThe face disappeared from the window, and the sound of footsteps\nin rapid retreat was heard.\n\n\n\n\nCHAPTER VI\n\nBUILDING THE PROJECTILE\n\n\n\"Did you see that?\" exclaimed Jack.\n\n\"What?\" asked Professor Henderson quickly.\n\n\"Some one at the window,\" replied Jack.\n\n\"I saw the face,\" added Mark.  \"It was a man looking in.\"\n\n\"A man?  What sort of a man?\" inquired Mr. Roumann, and he showed\nsome excitement.\n\n\"I couldn't tell very well,\" answered Jack.  \"I saw him for only\na second.  But the man was looking right in.\"\n\n\"Did he have a heavy black mustache?\" asked the German, and\nstrode rapidly toward the window.\n\n\"No, he didn't have a mustache at all,\" said Jack.  \"He was\nsmooth-shaven.  I'm sure of that.\"\n\n\"Then it can't be he,\" murmured Mr. Roumann.\n\n\"Who did you think it was?\" asked Professor Henderson.\n\n \"I--I thought it was an enemy of mine,\" was the answer.  \"Some\none who has been trying to discover my secret.  But the man whom\nI fear has a heavy black mustache, and this one, you say, Jack,\nhad none?\"\n\n\"None at all.\"\n\n\"Then it's all right.\"\n\nJack thought of saying that the man might have shaved his\nmustache off, but he did not want Mr. Roumann to worry.\n\n\"I guess he was only a tramp,\" said Amos Henderson. \"Some one\nwandering about looking for a chicken coop that isn't locked.\nOr, perhaps, seeking a chance to rob.\"\n\nJack said nothing, but from the glimpse he had had of the man's\nface, he did not believe the fellow was a tramp.  There was too\nmuch intelligence shown.  The face was an evil one, and seemed to\nindicate that the man had an object in peering into the window--a\nmotive that was not connected with a chicken coop.\n\n\"I'll tell Andy to keep watch for a while tonight with his gun,\"\nwent on the professor. \"I don't like prowlers around here.  I\nhave some valuable tools in my machine shop, and they might steal\nthem.\"\n\n\"Now, Professor Henderson,\" began Mr. Roumann, when he had taken\nhis seat at a small table and spread out his plans in front of\nhim, \"I am only going to sketch briefly, for you and your young\nassistants, what I propose.  As I have said, we will need a\nprojectile, two hundred feet long and about ten feet through in\nthe thickest part.  In that we will build sleeping and living\napartments, lacks to store the air which we will have to breathe\nwhile traveling through space, other tanks for water, a\ncompartment for food, another for scientific instruments, and we\nwill need a comparatively large space for my machinery.\"\n\n\"Why will it take up so much space?\" asked the professor.  \"I\nthought you said the new power required only a small machine to\ngenerate it.\"\n\n\"That is true, but you see we will have to carry two kinds of\nmachines.\"\n\n\"Two?  Why is that?\"\n\n\"Because we are going to travel through two, and perhaps three,\ndifferent mediums.  We are going to shoot through the atmosphere\nof the earth; then through the vast region beyond that, filled\nwith what is called ether.\"\n\n\"And is that different from our atmosphere?\" asked Mark.\n\n\"Much different,\" replied Mr. Roumann.  \"There is no air to it at\nall.  The secret power which I have invented is perfectly adapted\nto project us through this ether.  That is why I call it\nEtherium.  Then when we reach Mars, we will find a different\natmosphere, somewhat like this earth's, I expect, but which will\nrequire still another kind of power to move us in.  I hope,\nhowever, that the same force which sends us through the limits of\nthe atmosphere of this earth will take us through that of Mars.\nSo that is why I need so much space for machinery.\"\n\n\"Well, I guess we can build the projectile for you,\" said Mr.\nHenderson.  \"It will take us nearly a month, though.\"\n\n\"No longer, I hope,\" said the German.  \"Every day is valuable.\nOnce the projectile is finished we will enter it, seal ourselves\nup, and be shot through space.  When we get to Mars--well, there\nare many things to do when we reach there.\"\n\n\"I shall be much interested in seeing if they have discovered a\nway of conquering the air,\" said Mr. Henderson.  \"If they are a\nrace of superior intelligence, as some authorities believe, from\nthe fact that Mars may have been inhabited for millions of years\nbefore this earth was formed, they must have advanced very\ngreatly in science.  The mastery of the air--in making flying\nmachines--would be one of the surest tests.\"\n\n\"I think you will find the Martians a very learned race,\nprofessor,\" said Mr. Roumann.\n\n\"I want to see if the boys there are like the fellows on earth--\nplaying baseball, football and so on,\" marked Jack.\n\n\"I shall be interested in the colleges,\" added Mark, \"and in the\ngreat canals of Mars.\"\n\n\"I believe there will be plenty to interest us on the planet\nwhich glows so red at night,\" went on Mr. Henderson.  \"But, Mr.\nRoumann, it is only fair to tell you that the building of this\nprojectile will cost considerable money.  I do not hesitate\non this account, but, as you know, the Flying Mermaid, in which\nwe went to the center of the earth, had to be abandoned there.\nThat was quite a heavy loss.  I should not like--\"\n\n\"You will suffer no loss in this case,\" interrupted Roumann.  \"I\nappreciate that the projectile cost a large sum.  I have no money\nto advance you, but I can promise you that when we reach Mars you\nwill be amply repaid.  We shall be rich--rich beyond your wildest\ndreams.  There will be gold in untold quantities--\"\n\n\"I never heard that there was much gold on Mars,\" said Jack.\n\n\"Not in the form of gold,\" said the German, who was growing very\nexcited, \"but something that can be turned into gold.  I am on\nthe track of the most wonderful substance--that which gives Mars\nits red color--that which will--\"\n\nHe stopped suddenly.\n\n\"I must say no more now,\" he added, calming himself by a strong\neffort.  \"Sufficient to state that you will never regret making\nthe trip to the wonderful planet.\"\n\n\"But now about your new force--how powerful is it?\" asked Mr.\nHenderson.  \"You promised to demonstrate it to me.\"\n\n\"Yes, and I will do so.\"\n\nThereupon the German plunged into a mass of figures and\ncalculations, which were quite puzzling to the boys, but which\nseemed very clear to Mr. Henderson.  The German drew several\nrough outlines, and the discussion became quite technical. Toward\nthe close, the inventor of the-secret force gave a demonstration\nof its power.  By means of certain chemicals and an electric\ncurrent he developed from the end of a wire a force sufficient to\nknock over a heavy block of steel, weighing over a ton.\n\n\"That is only a small sample of what my force will do,\" he said.\n\"In the proper machine it will be ten times more strong.  The\nconditions here are not exactly harmonious.  Now, are you\nsatisfied, Professor Henderson?\"\n\n\"Yes.  I could not help but be after that demonstration, it is\nwonderful.\"\n\n\"And you will make the projectile for me--for us?\"\n\n\"I will.  I'll start at once.\"\n\n\"Good!  And I promise that you will come back from Mars even more\nwealthy than you were when you returned from the center of the\nearth.\"\n\n\"Most of that wealth is now gone,\" said Mr. Henderson with a\nsmile.  \"I have enough left, however, to build the projectile,\nand we'll start at once.\"\n\n\"Hurrah for Mars!\" cried Jack.\n\n\"And the marvelous red substance!\" added Mark.\n\n\"Hush!  Not a word about that!\" cried Mr. Roumann warningly.\n\"That must be kept a profound secret!\"\n\nThe next day the boys, Professor Henderson, Washington White, and\nsome trusty machinists began the building of the Annihilator, as\nthe projectile was to be called, because it was to annihilate\nspace.\n\n\n\n\nCHAPTER VII\n\nAT TERRIFIC SPEED\n\n\n\"Now, boys,\" remarked Mr. Roumann one morning about a week after\nwork had been in progress on the projectile, \"I did not mention\nit, of course, but I hope you will not let it become known in the\nvillage that we are constructing a machine in which to proceed to\nMars.  It would not do to have a lot of curious people out here.\"\n\n\"Oh, you needn't worry about that,\" replied Jack.  \"We have built\nseveral things in the shop here, and no one ever knew about them\nuntil we were ready to have them start off.\"\n\n\"We'll tell Andy Sudds to keep on guard with his rifle,\"\nsuggested Mark.  \"That will prevent curious persons coming too\nclose.\"\n\n\"That will be a good idea,\" declared Mr. Roumann.\n\n\"You need have no fear of anything being discovered,\" put in Mr.\nHenderson, who was busy planning the engine-room of the strange\ncraft.\n\n\"When we first came here we used to be bothered by curious\npersons, but I soon found a method of keeping them away.\"\n\n\"How was that?\" inquired the German.\n\n\"Why, I ran a wire all around the shop, and charged the conductor\nwith a mild current of electricity.  Some people got shocked by\ncoming too close, and after that they gave my place a wide berth.\nI'll do the same thing now.\"\n\n\"A fine idea,\" commented Mr. Roumann.  \"But what about Washington\nWhite?  He is so fond of talking, and using big words, that he\nmay disclose our plans.\"\n\n\"No, I can trust Washington,\" declared the professor.  \"But, as a\nfurther precaution, I have not told him what our object is.  All\nhe knows is that we are building a new machine, but he does not\nknow what it is for, nor where we are going.\"\n\n\"That's good.\"\n\n\"Maybe when he does find out he'll not want to go,\" added Mark.\n\n\"Do you intend to take him with us?\" asked Mr. Roumann.\n\n\"I think so--if he'll go,\" replied Mr. Henderson.  \"He has always\nbeen with me, and he is very helpful on these trips.  But I shall\nnot tell him where we are going until we are almost ready to\nstart.  But now, Mr. Roumann, I'd like to consult with you about\nthe installation of the motor, or whatever we are to call it, by\nmeans of which your secret force is to be used.\"\n\n\"A motor will be as good a name as any other.  We'll call it the\nEtherium motor.\"\n\n\"What will we call the other one?\" asked Jack.\n\n\"What other one?\"\n\n\"The motive power by which we are to go through the atmosphere of\nthe earth.\"\n\n\"Well, we can call that the atmospheric motor,\" replied Mr.\nRoumann.  \"However, there is no hurry about that.  I want to get\nthe work in the engine-room under way first.\"\n\nHe and the professor were soon deep in the discussion, while Jack\nand Mark, with the aid of the machinists, were busy constructing\nthe main part of the projectile.\n\nThe first thing to be done was to build the shell of the\nprojectile.  This consisted of plates of a new and peculiar\nmetal, invented by Professor Henderson.  The plates were riveted\ntogether, in the shape of a great cigar, two hundred feet long.\nThis work took some time, but, as the professor had in his shop\nthe proper machinery for it, a small force could accomplish a\ngreat deal of work.\n\nThe rear of the projectile was to be occupied by the mysterious\napparatus that was to drive it through space.  In this compartment\nwould be many strange machines, including the one which Mr. Roumann\nhad invented to use the terrific and secret force of which he was\nthe discoverer.\n\nThere were apparatus for distilling water from the atmosphere,\nothers for manufacturing oxygen, dynamos for furnishing light to\nthe interior of the Annihilator, motors for working the various\nsmall machines, and a number of other appliances.\n\nForward from the engine-room was a space to be used in storing\naway the food supplies, and the materials necessary for generating\nthe force used, as well as for making a new supply of air when\nneeded.\n\nAmidships was a living-room, with a plate-glass window on either\nside.  There was not much space to move about in it, as, owing to\nthe long and narrow shape of the projectile, economy of room was\nenforced.  Still, the place was a lengthy one, with tables and\nchairs, which could be folded up out of the way when not in use.\nThere was provision for a library of scientific and other books,\nand a piano played by electricity and brass disks, somewhat on\nthe order of modern player-pianos.\n\n\"What are those apertures in the sides of the living-room?\" asked\nJack of Mr. Roumann, as the lad glanced over a sheet of\nblue-print paper, on which was shown a plan of the projectile.\n\n\"Those,\" said the German, \"are for the guns.\"\n\n\"Guns!\" exclaimed Mark.  \"Why, they're too big for guns.  They\nare large enough to put a cannon through.\"\n\n\"And that is just what is going to be put through them, my boy,\"\nwent on Mr. Roumann.  \"From those openings, and you will see that\nthere are four of them, will protrude the muzzles of my electric\ncannons.\"\n\n\"Do we need them?\" asked Jack.\n\n\"You can't tell what we'll need when we get to Mars,\" was the\nslow answer.  \"You must remember that we know nothing about the\ninhabitants of the planet.  While I believe that the people there\nare of a very high grade of intelligence, we must be prepared for\nthe worst.  We may find them terrible savages, who will want to\nattack and destroy us.  With the electric cannon we can defend\nourselves.\"\n\n\"That's so,\" admitted Jack.  \"We had to fight the Esquimaux up\nnorth,\"\n\n\"And the putty-men in the center of the earth,\" added Mark.\n\nForward of the living-room, and near what corresponded to the bow\nof the projectile, were the sleeping-rooms, consisting of two\nlong, narrow compartments, with a passageway between them, like\nthe aisle in a sleeping-car.  The beds were berths against the\nwall, much as in the Pullman cars of to-day.\n\nIn the very \"nose\" of the Annihilator was the pilot house.  Here\nwere grouped together the wheels, levers, cams, gears, pistons\nand other apparatus that controlled the big projectile.  Standing\nin it, and peering out through a heavy plate glass window, the\noperator could guide the machine in any direction he desired, and\nhe could also regulate the rate of progress.\n\nA number of scientific instruments were carried, for showing and\nregistering the speed and direction of the Annihilator, the\ndistance it was above the earth, and there was an indicator to\nnote how near the travelers came to Mars.  There was also a\npowerful telescope, and a number of cameras so arranged that they\nwould automatically take pictures.\n\n\"We'll have to travel through space pretty fast in order to cover\nthirty-five millions of miles,\" observed Jack, stopping in his\nwork of helping rivet some of the plates.\n\n\"About how fast will we have to go, Mr. Roumann?\"\n\n\"I have it all figured out,\" replied the German.\n\n\"I hope our projectile will stand it,\" remarked Mr. Henderson.\n\"We did not have to make such terrific speed on our other\nvoyages.\"\n\n\"I think that the Annihilator, as we have planned it, will not\nsuffer from the strain of speed,\" when on Mr. Roumann, looking up\nfrom his study of some blue-prints.  \"You may be astonished when\nI tell you we shall have to travel at the rate of one hundred\nmiles a second.\"\n\n\"One hundred miles a second!\" exclaimed Jack.  \"That's pretty\nfast, isn't it?\"\n\n\"It's at the rate of eight million six hundred and forty thousand\nmiles a day,\" came from Mark, who was a rapid figurer.\n\n\"And to cover thirty-five million miles would take us less than\nfive days,\" said Jack. \"But such an enormous speed--\"\n\n\"We must travel at about that speed,\" interrupted Mr. Roumann,\n\"though I fancy we will be nearer ten days than five in reaching\nMars.\"\n\n\"Why?\" asked Jack.\n\n\"Because we will not dare travel at such terrific speed as one\nhundred miles a second through the atmosphere of the earth.  We\nwould be burned into cinders by the mere friction of the air.\nTherefore, I shall send the Annihilator comparatively slowly\nthrough the earth's atmosphere, and perhaps I will find that I shall have\nto do the same thing when we near Mars.  But while traveling through\nthe ether, or the space that is between the two        can go as fast\nas we like, which will as Mark has said, eight million miles per day.\"\n\n\"But even that rate,\" began Jack, \"is going to pretty fast.\"\n\n\"It is faster than almost anything except light,\" went on Mr.\nRoumann.\n\n\"Light travels one hundred and eighty-six thousand miles a\nsecond,\" stated Mark, who remembered his physics.  \"That's more\nthan seven times around the earth in a second.\"\n\n\"Correct,\" said Mr. Roumann with a smile.  \"But sound, as you\nknow, only goes a little over a thousand feet a second, at a\ntemperature of thirty-two degrees above zero.  In a warmer\natmosphere it travels slightly faster.  We are going much faster\nthan sound ever travels.  A cannon ball will travel about three\nthousand feet per second, so we are even going to beat cannon\nballs.  At least, we hope we are, when we get beyond the earth's\natmosphere.\"\n\n\"That's going to be terrific speed,\" remarked Jack dubiously, as\nif there was some risk in it.\n\n\"You need not worry,\" said Mr. Roumann.  \"You know we are building\nthe Annihilator with a double shell, with a space between the two\nwalls.\"\n\n\"Yes?\" said Jack questioningly.\n\n\"Well, in that space I intend to put a new kind of gas, that will\nabsorb all the heat that may be generated by our flight through\nspace,\" went on Mr. Roumann.  \"Now that you know you have\nnothing to fear, let us go on with the work.\"\n\n\n\n\nCHAPTER VIII\n\nA MYSTERIOUS THEFT\n\n\n\"Would yo' kindly permit me t' prognostigate yo' attention fo' de\nmonumental contraction of impossibilitiness in de circomlocution\nob attaining de maximum nutrition ob internal combustion?\" asked\nWashington White about an hour later, as he poked his head into\nthe workshop, where the professor, the boys and Mr. Roumann,\ntogether with the machinists, were busily engaged.\n\n\"What's that, Wash?\" asked Jack with a wink at Mark.  \"Would you\nmind saying that over again?\"\n\n\"Not in de leastest, Massa Jack,\" replied the colored man.  \"What\nI done intended to convey to de auditory sensibilities ob de\nauricular nerves ob do exterior contraption ob de--\"\n\n\"Hold on, Washington!\" cried Professor Henderson with a laugh.\n\"That sounds as if it was going in be worse than the other.  Did\nI understand you to say that you wanted us to come to dinner?\"\n\n\"Dat's jest it, pertesser.  I done 'spress mahself in de most\ndisproportionate language what I knows how, an' yet it seems laik\nsome pussons cain't understand de appreciableness ob simplisosity.\"\n\n\"Simplisosity is a new one,\" murmured Mark, while Washington,\nwith an injured look at Jack, who was laughing, went back to his\nkitchen to prepare to serve the meal.\n\n\"I wonder what we'll get to eat when we get up above?\" asked\nJack, taking advantage of a lull during the meal, when Washington\nwas in the kitchen, for it had been agreed that nothing was yet\nto be said to the colored man as to their destination, though\nAndy Sudds knew of their plans.  But Andy could be depended on\nnot to talk too much.\n\n\"Eat?\" repeated the professor.  \"Why, I fancy that we will take\nenough along from the earth to last us, eh, Mr. Roumann?\"\n\n\"Not altogether.  I am positive that there is life on Mars, and\nwhere there is life there must be things to sustain it.  Perhaps\nthe food there will not be such as we are used to, but when our\nsupply, runs short we will have to depend on what we will get\nthere.\"\n\n\"How long do you expect to stay?\" asked Mark.\n\n\"It is hard to say.  When I get what I want I shall be ready to\nreturn--that is, after having studied the inhabitants and made\nsome scientific observations.\"\n\n\"Maybe the Martians will like us so that they let us come back,\"\nsuggested Jack with a laugh.\n\n\"Oh, I fancy we will be able to get away,\" said Mr. Roumann.\n\"But now I must get back to the shop.  I am having a little more\ntrouble with my Etherium motor than I anticipated.\"\n\n\"I don't exactly understand how that works,\" said Jack.  \"The\nplans don't call for any opening the stern of the Annihilator for\na propeller to project from, and there is no provision for a\ntube, such as we used to send compressed air from the Flying\nMermaid.  Nor is there anything in front to pull the Annihilator\nalong.\"\n\n\"We need nothing like that,\" explained the German scientist.\n\"The powerful force which I discovered does not need a tube or a\npropeller to enable it to be used.  The simplest explanation of\nit is that it consists of waves of energy, which pass from\ncertain square surfaces attached to the motor.  The force flows\nfrom the plates right through the stern of the ship, passing\nthrough the metal without the necessity for any openings.  The\nwireless waves, as they may be called, act on the ether, and, by\npushing against it send the projectile forward, just as if it was\na stream of compressed air acting on the atmosphere, or a\npropeller in the water.  Of course, that is to be used when we\npass beyond the atmosphere.  In the latter space I shall use a\ndifferent force, as I also shall when we approach Mars.\"\n\n\"Then you can't see this force?\" asked Mark.\n\n\"No more than you can see the wireless impulses that flow from\nthe wires of an aerial station.\"\n\n\"Yet it's there, just the same,\" spoke Jack.\n\n\"Indeed, it is,\" answered the scientist.  \"But, now I must get\nback to my motor.\"\n\n\"Yes,\" added Professor Henderson, \"we must, all get busy.  What\nare you going to do, Andy?\"\n\n\"Well, I thought I'd go off hunting.  I'm no good at building\nmachinery.  I thought you might like something for dinner--say a\nbrace of ducks.\"\n\n\"Good!\" cried Jack, who was fond of eating, which, perhaps,\naccounted for his stoutness.\n\nIt was a fine day, just right for hunting, and Andy set off with\nhis gun over his shoulder.\n\n\"I wonder if there'll be any game on Mars,\" said Mark.  \"I think\nI'd like to hunt there with Andy.\"\n\n\"If other things are in proportion, the game there will be very\ndifferent from that on this earth,\" said the scientist.  \"We may\nfind monsters there which you never dreamed of.\"\n\n\"That'll be just the stuff for you, Andy,\" cried Jack.\n\n\"Well, bring on your monsters,\" said the old hunter, as he walked\ntoward the little lake, where wild ducks abounded.  \"I'll try and\nshoot some for you.\"\n\n\"Andy takes everything as a matter of course,\" went on Jack.  \"No\nsort of animal seems to frighten him.  If he should happen to\nmeet a dinotherium, such as used to live ages ago, he'd shoot it\nfirst, and wonder about it afterward.\"\n\n\"And we, are likely to meet with stranger beasts than\ndinotheriums on Mars,\" said Mr. Roumann.\n\n\"What am dat dinotherium?\" asked Washington, entering the room at\nthat moment and catching the word.\n\n\"Washington wants to work that into his conversation!\" exclaimed\nJack with a laugh.  \"But you want to be careful, Wash.\"\n\n\"Why so, Massa Jack?\"\n\n\"Because the dinotheriurn was a fearful beast.  It was about\ntwenty feet long, lived in the water, and ate all sorts of\nweeds.\"\n\n\"How long you say he was?\"\n\n\"About twenty feet.\"\n\n\"He must eat a pow'ful sight ob weeds, den.  Wish I had one.\"\n\n\"What for?\"\n\n\"Cause mah garden am jest oberrun wid weeds.  If I had one ob dem\ndinnasorriouses--\"\n\n\"Dinotheriums,\" corrected Jack.\n\n\"Dat's what I said,\" observed Washington with dignity.  \"If I had\none ob dem, I wouldn't hab t' weed mah garden.  Where am one to\nbe possessed ob, Massa Jack?\"\n\n\"I guess you were born a few million years too late,\" was the\nlad's answer.  \"They lived a few centuries before the flood.\"\n\n\"Good land!\" exclaimed Washington, his eyes opening wide.\n\"Before Noah built de ark?\"\n\n\"Yes.\"\n\n\"Landy gracious!  Dat animai'd be so old by dis time dat he\ncouldn't chew de weeds after he pulled'em.  Guess I'll hab t'do\nmah own weedin'.\"\n\n\"I reckon you will,\" added Mark.\n\nThey went back to the machine shop, and for the next week were\nvery busy over the Annihilator.  It was beginning to assume\nshape, and some of the machinery was installed.\n\nOne evening, after a hard day's work, when they 'were all seated\nin the big living-room of Professor Henderson's home, discussing\nthe progress they were making, Jack suddenly held up his hand for\nsilence.\n\n\"What's the matter?\"' asked Mark.\n\n\"I thought I heard somebody walking around the house,\" was the\nstout lad's answer.\n\n\"Maybe it's Washington,\" suggested the professor.  \"He generally\ngoes out to see if his chickens are shut up.  He is very proud of\nhis flock of hens, and seems to hate to kill any for pot-pie.\"\n\nThey all listened.  Plainly there was some one or some animal\nmoving about under the windows of the living-room.\n\n\"That doesn't sound like Washington,\" said Mr. Roumann.\n\nJust then the colored man, who had been upstairs, attending to\nsome of the housework (for he was the only servant the professor\nkept), came down.\n\n\"Were you just outside, Washington?\" asked Mr. Henderson.\n\n\"No, sah.  I'se been upstairs, makin' beds.\"\n\n\"There it is again!\" cried Jack suddenly.\n\nThe footsteps sounded more plainly, and one of the window\nshutters rattled.\n\n\"Dat's somebody after mah chickens!\" exclaimed the colored man.\n\"I'se gwine t' git him, too!\"\n\nHe started for the door, but the professor held him back.\n\n\"Let Andy go,\" he said.  \"He will make less noise than any of\nus.\"\n\nHe looked at the old hunter and nodded.  Andy understood, and,\ntaking his gun from a corner, slipped out of a side door, making\nno more noise than a cat.\n\nThe others, left in the living-room, waited in silence.  They\ncould hear the stealthy footsteps, which, however, seemed now to\nbe moving away.\n\n\"I wonder who or what it can be?\" murmured the professor.  \"This\nis the second time some one has been sneaking around here.  I\ndon't like it.\"\n\n\"It does look suspicious,\" admitted Jack.  \"Do you suppose the\nman you spoke of, Mr. Roumann, who you thought might try to\ndiscover your secret, has traced you here, and is endeavoring to\nsteal it?\"\n\n\"No, I hardly think so.  I took good care to conceal my\nmovements, and not even my closest friends know that I am here\nwith Professor Henderson, making a projectile, the trip of which\nwill astonish the world.  No, I think this must be some other\nperson.\"\n\n\"It's a pusson after mah chickens!\" insisted Washington.  \"If\nyo'll allow me, perfesser, t' project mahself inter de promixity\nof his inner consciousness--\"\n\n\"No, you just stay here,\" decided Mr. Henderson.  \"You might get\ninto trouble if you went out and tried conclusions with a thicken\nthief, which I suppose is what you are trying to say you want to\ndo.\"\n\n\"Dat's what I did say, perfesser.\"\n\nThey could no longer hear the footsteps, but the silence of the\nnight was suddenly broken by the report of Andy's gun.\n\n\"There!  He's shot at him!\" cried Jack.\n\n\"I hope he disabled dat chicken stealer!\" yelled the colored man.\n\"Anybody what'll steal chickens--\"\n\n\"Hush!\" commanded Mr. Henderson.\n\nAnother shot rang out, and then the sound of footsteps could be\nheard.\n\n\"He's running past here,\" called Jack, hurrying to the door.\n\nHe caught sight of a dark figure rushing past, and was about to\nfollow, but the outline was immediately lost in the darkness, and\nJack that it would be a useless move.  Andy came up.\n\n\"Did you hit him?\" cried Jack\n\n\"No.  I only fired over his head,\" replied the old hunter.\n\n\"Who was it?\"\n\n\"I don't know, but it was some man prowling around, and for no\ngood purpose, I take it.\"\n\n\"Did he steal any ob my chickens?\" asked Washington.\n\n\"No; he wasn't near the coop.\"\n\n\"I guess it was only a tramp,\" said Mr. Henderson.\n\n\"I hope he doesn't go near the machine shop,\" added Mr. Roumann.\n\"Still, if he did, the two machinists sleeping there would hear\nhim.\"\n\nThey returned to the room, and Andy stood his gun in a corner.\nThe weapon was seldom far from him.\n\n\"What was he doing when you saw him?\" asked Mr. Henderson.\n\n\"Just sneaking along the window here as if listening.\"\n\n\"Maybe he was trying to hear what we were talking about,\"\nsuggested Jack.\n\n\"Or trying to discover my secret,\" added Mr. Roumann quickly.\n\"Fortunately I never talk about the secret of the power.  But I\nshall be anxious about the machine shop.\"\n\n\"Suppose we go out and take a look around it,\" proposed Mark.\n\"Ned and Sam will know if any intruder has been sneaking around\nthere.\"\n\nThey all went out where the Annihilator was in process of\nbuilding, but the machinists said they had not been disturbed,\nand they were sure no one had stolen anything.\n\nThere was no further disturbance that night, but when Mr. Roumann\npaid an early visit to the machine shop the next morning, he\nuttered a cry of surprise.\n\n\"What is it?\" asked Jack, who accompanied him.\n\n\"The plates--the plates of the Etherium motor!\" cried the\nscientist.  \"They have been stolen!\"\n\n\n\n\nCHAPTER IX\n\nA CRAZY MACHINIST\n\n\nFor a moment Jack stared at Mr. Roumann.  He did not appreciate\nthe seriousness of the announcement.  The scientist was hurrying\nhere and there, looking under benches and on tables for missing\nplates.\n\n\"Do you mean the plates that make the motor go?\" asked Jack.\n\n\"No, not those, but the plates from which the mysterious force is\nprojected into space--the plates that give the forward motion to\nthe projectile.  They have been stolen.  They were taken last\nnight, and the man Andy fired at stole them!\"\n\n\"Will that prevent us from making the trip?\"\n\n\"No.  I have duplicate plates.\"\n\n\"Then little harm is done.\"\n\n\"No particular harm is done to the projectile, but I am afraid\nthat, with the plates in his possession, the man may discover the\nsecret of the power that I use.  Oh, I should have locked them\nup, but I thought they would be safe.\"\n\n\"What has happened?\" asked Mr. Henderson, entering the machine\nshop at that moment.  The scientist told him, and expressed his\nfear.\n\n\"Do you really think there is any danger that the man, whoever he\nwas, will learn how to use the plates?\" inquired the professor.\n\n\"Perhaps, and then, again, perhaps not.  I think it will be very\ndifficult for him to work out the secret of the power from the\nplates, for they are only a small part of the mechanism.  Still,\nhe may do so.  I am convinced now that this man is either the\nsame one of whom I stand in fear, or he is some one hired by him\nto steal my secret.\"\n\n\"Then we had better notify the police,\" suggested Mark.\n\n\"No, that would never do,\" answered Mr. Roumann.  \"I would have\nto describe the plates, in order to have the authorities identify\nthem in the possession of the thief, and I do not care to do\nthat.  No; the best plan will be to hasten work or the Annihilator,\nand start for Mars before the thief can gain any advantage from the\nplates.  If he should succeed in discovering from the plate how to\nmake the power that is discharged in wireless currents, it will take\nhim a long time, and we can be away before then.  Let us hasten our\nwork and start for Mars.\"\n\n\"You say you have duplicates of the plates?\" asked Jack.\n\n\"Yes.  I was afraid lest something happen to one set, so I made\nthree.  Well, it will do no good to worry, but I wish I had the\nplates back.\"\n\n\"I don't see how he got them,\" observed Mark.  \"There doesn't\nseem to be anything broken, to indicate how the thief got in, and\nhe certainly didn't touch Professor Henderson's live wire.\"\n\nNot a window or a door had been forced, and the two machinists,\nwho slept in the shop, declared they had heard no suspicious\nsounds during the night.  It was a mysterious theft, and there\nseemed to be no means of solving it.\n\nAt Mr. Roumann's suggestion they all increased their hours of\nwork on the Annihilator.  They wanted to have it finished ahead\nof the time set, and it seemed that this would be done.\n\nDay after day, and far into the night, they labored.  Bit by bit\nthe machinery was installed, the supplies were gathered together,\nthe great water tanks were built, to provide a supply of the\nfluid in case of any accident to the distilling apparatus.  The\nEtherium motor was almost finished, and the other, motor, which\nwas to drive the Annihilator through the earth's atmosphere, was\nnearly ready to install.  The steering apparatus necessitated\nconsiderable labor, and when it was finished Amos Henderson\ndeclared they had made a mistake, and would have to build it all\nover again.\n\nThis lost them a week, and time was precious, as there was no\ntelling what the thief would do with the stolen plates.\n\n\"I tell you what, but we're going to have a better ship than any\nof the others we built,\" remarked Jack one day, as he and Mark\nwere putting the finishing touches to the living-room.\n\n\"This isn't a ship,\" said Mark.  \"It's a projectile.\"\n\n\"I guess I can call it a ship if I want to,\" was the retort.\n\"It's going to sail through the air, and it's an airship, of\ncourse.  Wait until you see the one I'm going to build when I get\nthat new gas invented.\"\n\n\"I'll not go with you,\" said Mark.  \"There's too much danger of\nbeing blown up.\"\n\n\"There won't be, after I have it perfected.  But say, won't it be\nfine when we're shooting through space to sit here in an easy\nchair and read a book and eat sandwiches?\"\n\n\"I guess you think as much of eating as you do of reading, Jack.\"\n\n\"Well, almost, that's a fact.  I must cut out some of my eating,\ntoo.  I've gained five pounds this week, because of not doing any\nstudying.  But wait until I get to Mars.  Then I'll weigh less.\"\n\n\"I hope Mr. Roumann lets us help run the machinery,\" went on\nMark.\n\n\"I guess he'll have to.  He'll need help, and I understand that\nhe and the professor, you and I, and Washington and Andy are the\nonly ones going along.  He and the professor can't run the affair\nall alone, and they'll have to have our help.  Wash and Andy\nwon't be much good at machinery.\"\n\n\"That's so.  My!  Think of steering a two hundred-foot projectile\nthrough space, when we're moving at the rate of one hundred miles\na second!\"\n\n\"Great, isn't it?\" commented Jack.\n\n\"It would be a bad thing if it ever got away from us,\" said Mark.\n\n\"Yes; or if we steered into a comet.\"\n\n\"That's so.  We may run into one of those things--or a shooting\nstar.\"\n\n\"As long as we don't fall into the sun and get burned up we'll be\nall right,\" went on Jack.  \"And when we get to Mars I know what\nI'm going to do.\"\n\n\"What?\"\n\n\"Go for a sail on one of the big canals.  Mars is covered with\nthem, astronomers say.\"\n\n\"Maybe the Martians won't let you.\"\n\n\"Maybe not.  I wish we could start to-morrow.\"\n\n\"Well, we can't.  The Annihilator isn't near done.  We will be at\nher for two weeks yet.\"\n\nThe boys were busy for some time fitting up the living-room.\nThey were in the midst of this occupation, and were conversing\nabout the strange experiences in store for them, when Jack was\nstartled by hearing a strange voice say:\n\n\"Say, don't you want some help building this airship?\"\n\nHe looked up, to see a man standing near one of the entrances to\nthe projectile--an entrance that would be closed when the\nAnnihilator was finished.  The man was a stranger, and from his\nappearance Jack judged that he was a mechanic.\n\n\"How'd you get in here?\" asked Mark, for he knew it was against\nthe rules for any stranger to enter the machine shop, much less\napproach the projectile.\n\n\"I walked,\" replied the man.  \"I saw the door open, and I heard\nhammering going on in here.  I knew it was a machine shop, and as\nI'm a first class machinist, out of work, I thought I'd apply for\nthe job.\"\n\n\"How'd you get past the doorkeeper?\" inquired Jack, for he knew\nthat Andy Sudds was supposed to be on guard with his gun.\n\n\"He wasn't at the door,\" went on the man.  \"There was nobody\nthere, so I walked in.  Can't you give me a job on the airship?\"\n\n\"How do you know it's an airship?\" asked Jack.\n\n\"Oh, I know.  I know lots of things,\" and the man winked one eye\nat the lad.  \"I built a balloon once.\"\n\n\"Did you?\" asked Mark.  He began to think perhaps the man might\nbe able to aid them.\n\n\"Sure I did.  I know about airships.  I'll work for low wages,\nand I'll keep my mouth closed.  Oh, I know what patents mean.\nSay,\" he went on in a whisper, \"you'd be surprised to know where\nI went in my balloon.  I'll tell you,\" and he looked around as if\nto make sure no one was listening.\n\n\"Where did you go?\" asked Jack.\n\n\"Up to the moon,\" was the surprising reply.  \"And, say, it's all\na mistake about it being made of green cheese.  It's green\napples--that's what it's made of.  I know, for I was there, and I\nate some.  They gave me an awful pain in my head, too,\" and the\nman passed his hand across his brow.  \"A fearful pain,\" he went\non.\n\nJack and Mark looked at each other.  They did not understand the\nman's strange talk and actions.\n\n\"You don't believe me, do you?\" the stranger asked.  \"Well, if\nyou want a good machinist, hire me.  I know all about airships\nand traveling through space.  Why, I once did a dance on the tail\nof a comet, only the comet got mad and shook me off. I'll show\nyou how I danced.\"\n\nHe threw a somersault, lighted on his hands, and began to waltz\nabout in the somewhat contracted space of the living-room of the\nprojectile.  Then he set up a loud shout as he regained his feet.\n\n\"That's how!\" he cried.\n\nThe boys were alarmed.  The man was evidently crazy, or perhaps\nhe might be doing this for effect, in order to disarm their\nsuspicions, so that he could discover Mr. Roumann's secret.\nThey did not know what to do.\n\n\"Come on, we'll all have a dance!\" cried the man.  \"My name is\nAxtell--Fred Axtell.  I used to live on the moon--tra-la-la!\"\n\nHis loud voice attracted the attention of Mr. Henderson, who was\nworking at the far end of the shop.  The professor ran toward the\nplace where the strangely acting man was, the latter having now\nemerged from the ship, followed by the boys.\n\n\"Here we go!  Off to the moon!\" cried the man, and catching up a\nbig hammer he began to pound on the sides of the Annihilator as\nif he would destroy the projectile.\n\n\n\n\nCHAPTER X\n\nWASHINGTON IS AFRAID\n\n\n\"Here!  Here! Stop him!  Grab that man!\" cried Mr. Roumann, as\nhe rushed toward Axtell, who was hammering away madly.\n\nJack and Mark started for the fellow.\n\n\"Keep away!\" cried the machinist, swinging the sledge toward the\nboys.  \"I want to work on an airship, and I'm going to do it.\nI'll make some dents in it, and then I'll straighten them out!\nWhoop!\"\n\nMr. Henderson hastened forward.  He took in the situation at a\nglance.\n\n\"That man is insane!\" the professor whispered to the German\nscientist.  \"Let me deal with him.\"\n\n\"Do something quickly,\" pleaded Mr. Roumann, \"or he will damage\nthe projectile.\"\n\n\"This is the way I work!\" cried the insane man, and he brought\ndown the hammer with great force on the rounded sides of the\nAnnihilator.  He made quite a dent in it.\n\n\n\"Stop him!\" begged Mr. Ronan.\n\nMark and Jack had retreated out of reach of the big hammer, the\nprofessor and the German were consulting together, and in the\ndoor of the shop appeared Andy Sudds with his gun.  He had gone\naway for a moment, in which interval the crazy machinist had\nappeared.\n\n\"Andy will scare him with his gun,\" whispered Jack to Mark.\n\nJust then Mr. Henderson called out:\n\n\"If you want work, I can give it to you.\"\n\nAxtell stopped his pounding of the projectile, laid his hammer\ndown, and asked in a mild voice:\n\n\"Can you give me work now?\"\n\n\"Of course,\" answered the professor, as if it was the most\nnatural thing in the world to give work to insane persons.  His\ncalm manner and soothing words had a quieting effect on the\nlunatic.  The glare died out of his eyes.\n\n\"Come with me,\" went on Mr. Henderson.  \"I have some work\noutside.\"\n\n\"What is it?\" asked Axtell suspiciously.\n\n\"I want you to dig a hole so we can put this airship in it,\"\nwhispered the professor.  \"Come outside.\"\n\nHe wanted to get the man out of the machine shop, where he could\nbetter deal with the fellow.\n\n\"That's just the kind of work I want,\" declared the unfortunate\nperson.  \"I love to dig holes in the ground.  I once dug one\nclear through to China.  Get me a shovel.\"\n\nHe seemed to have forgotten all about the projectile, and meekly\nfollowed Mr. Henderson.  The latter led him some distance from\nthe shop, talking soothingly to the man, and promising that he\nshould soon have a shovel.  But there was no necessity for going\nto these measures.\n\nAxtell suddenly caught sight of Washington coming toward him, and\nhe exhibited the greatest fear.\n\n\"Hide me!\" he exclaimed to the professor.  \"Hide me in the\nairship!  Here comes the king of the cannibal islands!\"  And away\nhe ran at top speed and disappeared in the woods behind the\nHenderson place.  A search was at once made, but he could not be\nlocated.\n\nAndy was rather worried lest he be blamed for not remaining on\nguard, but no one thought of censuring him, as he was such a\nfaithful watchman and had only left the shop in answer to a call\nfrom Washington, who thought he heard some strange animal after\nhis chickens.\n\n\"But I'll not desert my post again,\" declared the old hunter, as\nhe looked to the loading of his gun.\n\n\"If any other crazy men get inside, they'll have to answer to\nme.\"\n\nWork on the projectile was resumed, and for a week went on\nuninterruptedly.  It was nearing completion, though there were\nmany details yet to look after.  Mr. Roumann was having more\ntrouble with his Etherium motor than he anticipated.\n\n\"The atmospheric motor is all right,\" he declared, \"and it works\nto perfection,\" which was indeed true, for in tests they made\nthey found that the motor, the force of which was only less\npowerful and complicated than the secret power that was to hurl them\nthrough space, would easily send the projectile through the\ncomparatively thin atmosphere of the earth.  They did not\nactually move the Annihilator, since to do so would mean they\nwould have to take it out of the shed.  But they made tests and\nexperiments with heavy objects, applying the force to them, and,\nby calculation, Mr. Roumann and the professor found that the\nforce would actually send the projectile on the start of its\njourney.\n\n\"But there is one point about my Etherium motor that still\nbothers me,\" said the German.\n\n\"Can I help you solve it?\" asked Mr. Henderson.\n\n\"No, thank you.  I think I am on the right track.  I will have it\nperfected in a few days, and then we will be off for Mars.  I can\nscarcely wait until I get to that wonderful planet, thirty-five\nmillions of miles away, where I hope to get possession of a most\nwonderful substance.  Once we are on Mars--\"\n\n\"'Scuse me, Mistah Roumann,\" interrupted Washington White, who\nhappened to be in the machine shop at that moment, and overheard\nwhat the scientist said, \"'scuse me, but did I done heah yo'\npromulgate de ostentatious fact dat yo' is gwine to de planet\nMars?\"\n\n\"That's where we're going, Wash,\" replied Jack, for it had been\ndecided that the colored man could now be told of their\ndestination.\n\n\"Yo' means dat red star what shines in de sky?\"\n\n\"That's the one, Washington.\"\n\n\"An' how far did yo' say it was from heah?\" was the question\ndirected at Mr. Henderson.\n\n\"Well, it's about thirty-five millions of miles from the earth.\"\n\n\"And is yo' all goin'?\"\n\n\"Yes, we expect to.\"\n\n\"Is dis heah contraption yo' done been buildin'?\"\n\n\"Yes.\"\n\n\"And is I gwine, too, perfesser?\"\n\n\"I calculated on taking you, Washington.  You went north and\nsouth with me, and down into the center of the earth.  I thought\nyou'd like to go on this trip.\"\n\nWashington laid down the hammer he had come in to borrow to fix\nthe chicken coop.  He looked around on the circle of smiling\nfaces.\n\n\"I--I 'spects I'd bettah be lookin' fo' annudder place,\nperfesser,\" he said quietly.\n\n\"Why, you aren't afraid to go to Mars, when you went with us in\nthe Flying Mermaid down into the earth, are you?\" asked Jack.\n\n\"'Scuse me, Massa Jack,\" said the colored man solemnly, \"dis trip\nam wuss dan any ob de udders.  It suah am.  Good land a' massy!\nT' t'ink ob being projected transmigatorially in de obverse\ntangent ob de parallelism circumdelegated on de inverse side ob a\nduodecimo.  It's too altogether imparipinated fo' dis chile!\nI'se afraid dat's what I is!  I'se too much afraid t' go,\" and\nWashington started to run from the shop, as if he feared that the\nbig projectile would take after him.\n\n\n\n\nCHAPTER XI\n\nA STRANGE EXPLOSION\n\n\n\"Here, come back, Washington,\" called Mr. Henderson.\n\n\"No, sah! I ain't gwine t' entrust mahself 'n any sech t'ing as\ndat!\" cried Washington. \"I ain't gwine t' be shot up froo de sky.\nWhy, good land a' massy!  'Sposin' we was t' hit a star, or land\non de moon?  I'd look purty, wouldn't I, hangin' on one ob de\nmoon's horns?  How's I eber gwinee git down?  I axes yo' dat.\nHow's I gwine f git down?\"\n\n\"Well,\" said Professor Henderson with a laugh, \"if you did get\ncaught on one of the horns of the moon, Washington, I guess it\nwould be a pretty hard matter to get down.\"\n\n\"Dat's what I done said,\" insisted the colored man.\n\n\"You could slide down a moonbeam,\" said Jack with a laugh.\n\n\"Yes, an' mebby git hit by a comet or be kamked sensible by a\npiece ob star,\" objected Washington, as if Jack's plan was a\nfeasible one.  \"No, sah, I ain't gwine along nohow.  Dis ole\nearth am good enough fo' me.  I don't want to die an' go floatin'\nthrough space.  When I dies I wants t' be buried decent-like.  I\nain't gwine wid yo' at all.\"\n\nIt began to look as if Washington's revolt was a settled fact.\nYet they depended on him to go.  However, Professor Henderson\nsolved the problem for him.\n\n\"Who will cook my meals for me, if you don't go, Washington?\" he\nasked solemnly.\n\n\"Is you really goin', perfesser?\"\n\n\"I certainly am.\"\n\n\"An' yo' t'ink it's safe?\"\n\n\"Yes, or I shouldn't go.  But I can't have much comfort if I\ndon't have my meals right, for I can't cook very well, and as for\nJack and Mark--\"\n\n\"Hu!  Dem boys can't cook wuff a cent.  Is dey gwine t' go\n'long?\"\n\n\"We sure are,\" answered Jack.\n\n\"Hu!  Den I 'spects I'se got t' go,\" said the colored man,\nscratching his head in perplexity.  \"I can't let de perfesser go\nalone, wid nobody t' do his cookin' fer him.  Well, I'll go,\nbut--but I'se mighty skeered, jest de same.\"\n\n\"You needn't be, Washington,\" said Mr. Henderson kindly.  \"We\nwill be perfectly safe in the Annihilator, and when we get to Mars\nI am sure you will like it there.\"\n\n\"I've got to, wedder I does or not,\" said Washington simply.\n\"Well, t' t'ink ob me seein' dis work goin' on, day after day,\nan' me nebber suspectin' dat yo' was goin' on sech a transmigatory\nflight in de direction ob an interplanetary sphere what transmits\neffulgent rays transversely an' pyritiferilously changes 'em inter\ncrimson light most advantageously.\"\n\n\"I guess you're all right now, after getting that out of your\nsystem,\" observed Mark.\n\nIt was two days after this that Jack and Mark, who were working\nin the shop with Mr. Roumann, suddenly heard him utter a cry.\n\n\"Has anything happened?\" called Jack, dropping his tools and\nhastening to the engine-room, where the scientist was.\n\n\"Yes!\" cried the German.\n\n\"What?\"\n\nHe was pacing rapidly up and down the contracted space, waving a\npiece of metal above his head.  Jack thought he might have hurt\nhimself.\n\n\"I have discovered what was the matter with my Etherium motor!\"\nexclaimed Mr. Roumann.  \"I didn't bend this piece of metal\nproperly.  That was why the machine did not work satisfactorily.\nNow it is all right.  We can start in a week.\"\n\n\"That's good!\" said Mark, who had joined his chum.  \"Are you sure\nit will work now, Mr. Roumann?\"\n\n\"Quite sure.  But we will have a test to make certain.  Send\nProfessor Henderson here, Please.\"\n\nThe other scientist came from the house, and the test was made.\nTo the delight of all the Etherium motor worked perfectly.  The\nslight adjustment of the piece of metal had been all that was\nneeded.\n\n\"Now we can get ready to leave in a week,\" repeated the German\nenthusiastically.\n\nIn fact, the projectile was finished, and all that was necessary\nwas to put in the stores and some supplies, turn on the power,\nand they would be off through space.\n\nThe actual starting of the Annihilator was, of course, to be left\nentirely to Mr. Roumann.  He had not disclosed to his companions\nthe secret of the force that was to make it move, nor had he told\nthem how to work the Etherium and atmospheric motors.  He would\nstart the machinery in operation, and he had promised to show the\nprofessor and the boys how to control it, but the secret of the\nwonderful power he kept to himself.\n\n\"I think we can let the two machinists go now,\" said Mr. Henderson\nat the conclusion of the tests.  \"We shall not need them any more if\nwe are almost ready to start.\"\n\n\"No, we can dispense with their services,\" agreed Mr. Roumann;\nand, accordingly, Ned and Sam were paid off, and left, promising\nto say nothing of the wonderful apparatus on which they had been\nworking.\n\nThe next week was a busy one.  Mr. Roumann spent most of his time\nin the engine-room, assembling the machinery of the two motors,\nand arranging the connections between them and the pilot house in\nthe \"nose\" of the projectile.  The strange gas had been forced in\nbetween the two shells of the projectile, to absorb the heat that\nwould be generated by friction, and nearly all the stores had\nbeen put aboard.\n\nThe electric guns were installed, ready to be run out of the\nopenings of the living-room to repel any attack of the Martians,\nand then the ports were closed tightly.\n\nFinishing touches were being put on the Annihilator, and Mr.\nHenderson and his German friend were kept very busy.  As for the\nboys, they helped wherever they could, and did considerable work,\nfor they had been well trained by their guardian.\n\nAndy remained on guard at the door with his gun.  He said he was\ngoing to take no more chances with the crazy machinist.\n\nNothing further had been seen or heard of the mysterious thief\nwho had stolen the plates, and it was supposed that he was unable\nto make any use of them.\n\nOne afternoon, about three days before the time set to start for\nMars, Mr. Roumann was working alone in the machine shop.  The\nboys and Professor Henderson had done all there was for them to\ndo, and the Annihilator was practically finished.\n\n\"Are you going to take along any extra-sized bullets, Andy?\"\nasked Jack of the old hunter, who was on guard, as usual, at the\ndoor.\n\n\"I don't see why I should.  I guess the regular ones will do when\nI get to Mars.\"\n\n\"I don't know about that,\" went on Jack.  \"We may find bigger\ngame than elephants or sea lions there.\"\n\n\"If we do, I'll use a new kind of explosive electric bullet Mr.\nRoumann told me about,\" declared Andy.  \"It has a charge of\nelectricity in it, and he says it will kill the biggest animal\nthat ever lived, with one shot.\"\n\n\"Then you're all right,\" said Mark.  \"Well we'll soon be on our\nway now.\"\n\n\"I suppose Washington will want to take some of his chickens\nalong?\" ventured Jack.\n\n\"Well, I don't see why he can't,\" said Andy.  \"They take pigeons up\nin balloons, and I guess chickens would live in the Annihilator--at\nleast, until we ate them.\"\n\nThey stood about the entrance to the machine shop, talking of\nvarious topics, but they always came back to the subject of the\nwonderful journey before them.\n\nSuddenly Jack, who had strolled a little away from the door,\nlooked toward the rear of the big shed that housed the projectile,\nand uttered a cry.  Mark heard him, and ran to his chum's side.\n\n\"Look!\" exclaimed Jack, pointing to two men who were running away\nfrom the shop.  \"Who are those men?\"\n\n\"One is that crazy machinist!\" cried Mark.\n\n\"And the other is the tramp we saw looking in the window that\nnight!\" added Jack.  \"Come on!  Let's catch them!  They may\nhave done some damage!  Andy!  Here!  With your gun!  Quick!\"\n\nThe old hunter hastened to join the boys.  He reached them in time\nto see the two intruders making for the woods back of the shed.\n\n\"Hold on there!\" cried Andy, quickly raising his gun and firing\nover their heads.\n\nBut the men did not stop.  Hardly had the echoes of Andy's weapon\ndied away, than there sounded a loud explosion from the shop.  A\ncloud of smoke poured from the windows.\n\n\"They've blown up the projectile!\" cried Mark.  \"Come on!\"\n\nThey ran toward the place where the explosion had occurred.  As\nthey neared the end of the shed Washington came running out.  He\nshowed great fear.\n\n\"Come quick!  Come quick!\" he cried.\n\n\"What's the matter?\" shouted Jack.\n\n\"Somebody's blowed de place up, an' Mr. Roumann am killed!\" was\nthe answer.\n\n\n\n\nCHAPTER XII\n\nTHE ELECTRIC REMEDY\n\n\n\"Get Professor Henderson!\" directed Jack, \"Where is Mr. Roumann,\nWashington?\"\n\n\"In heah!\" exclaimed the colored man, pointing to the shop.  \"He\nam all blowed to pieces!\"\n\nJack and Mark were terribly afraid.  The smoke of the explosion\nhung all about.  They rushed through it, and into the shop.  Part\nof the side of the wooden building had been blown out.\n\n\"Where is he?\" asked Mark.  \"I can't see anything.\"\n\n\"Over here,\" called Jack, as he saw a huddled heap in one corner.\nAs the smoke cleared away he could see pieces of machinery\nscattered all about.\n\n\"Is the projectile damaged?\" asked Mark anxiously.\n\n\"Doesn't seem to be--at least, on the outside,\" answered Jack, as\nhe looked at the huge shape of the Annihilator looming up before\nhim.  \"But I'm afraid it's all up with Mr. Roumann.\"\n\nHe bent over the German scientist.  The man seemed lifeless.\nThere was quite a cut on his head and his clothes were torn.\n\n\"He's breathing a little!\" cried jack.  \"We must get Professor\nHenderson here.  He'll know what to do--if anything can be done\nfor him.\"\n\n\"They must have exploded a bomb in here,\" said Mark, as he looked\naround at the ruin about, them.\n\n\"Something like that,\" admitted jack.  \"Here, help me carry Mr.\nRoumann out of the fumes,\" for there was a choking smell in the\nshop.\n\nThe two boys found it hard work to carry that limp form out, but\nthey managed it.  Just as they got outside the shop they saw\nProfessor Henderson running toward them, followed by Washington\nand Andy.\n\n\"What has happened?\" asked the inventor, for he had not been able\nto learn much from Washington's excited account.\n\n\"I don't know,\" answered Jack.  \"We heard a explosion, just after\nwe saw two men running away from the shop, and we found Mr.\nRoumann senseless.\"\n\nProfessor Henderson bent over, and placed his hand on the heart\nof his friend.\n\n\"I'm afraid he's dying,\" he said.\n\n\"Dying?\" cried jack in dismay.\n\n\"Yes; and if he expires, the secret of the wonderful power will\ndie with him.  We will never be able to get to Mars!\"\n\nThe professor placed his ear against the breast of the unconscious\nman.\n\n\"There is still a spark of life,\" he remarked.  \"Perhaps I can\nsave him.  I will try my electric remedy.\"\n\nHe got up and hurried to the house. Mr. Henderson had invented a\nnumber of medical appliances, not the least of which was an\naffair, different from an electric battery in that it allowed a\ncurrent to be administered internally.  It was this that he now\ndecided to try on the unfortunate German.\n\nHe came back in less than a minute with a curious machine.  It\nwas shaped like a box, but on the outside had a number of shiny\nknobs, and several wires ending in brass handles.\n\nProfessor Henderson placed a brass handle in each of the palms of\nthe German, directing Mark and jack to hold them there.  Then he\nplaced several of the shining knobs at the back of his head, and\nran a long wire around his waist.\n\n\"Now, Andy,\" ordered the inventor, \"if you will take hold of this\nrod and place the end of it on his tongue when I open his mouth,\nI think we may be able to revive him.\"\n\nThis was done, and Mr. Henderson turned on the current.  There\nwas a buzzing sound from the box, and a slight tremor was visible\nthroughout the whole body of the unconscious man.\n\n\"It is beginning to work!\" exclaimed the professor.  \"He is\ncoming to!\"\n\nMr. Roumann opened his eyes.\n\n\"Take the rod from his tongue, Andy,\" directed Mr. Henderson.\n\nThe hunter did so, and the German, looking curiously about him,\nasked:\n\n\"Is the projectile damaged?\"\n\n\"It doesn't seem to be,\" replied Jack quickly.\n\n\"Are you much hurt?\" asked the professor.\n\nMr. Roumann passed his hand slowly across his head.\n\n\"I feel rather strange here,\" he said.  \"There seems to be some\ninjury.\"\n\nMark silently pointed to the cut.  Mr. Henderson quickly examined\nit.\n\n\"The skull is not injured,\" he announced.  \"It is merely a scalp\nwound.  Wait a moment now and I will give you something to make\nyou feel better.\"\n\nFrom a small pocket case he took a spoon and a bottle.  He poured\nout a strong-smelling liquid, and administered a few drops to the\nGerman.  The latter's pale face at once became flushed.\n\n\"I think you will be all right now,\" said Mr. Henderson.  \"But it\nwas a narrow escape.  Do you feel well enough to let us take you\nto the house?\"\n\n\"I think so.  But guard the shop well.  That crazy machinist came\nback, and some one was with him.  Then came an explosion--and I\ndon't remember any more.\"\n\n\"I'll guard the place!\" exclaimed Andy.  \"And if any of those\nchaps come around--well, they'll wish they hadn't,\" and he looked\nsignificantly at his gun.\n\nMr. Roumann was getting better every moment, and was soon able to\nstand.  He was assisted to the house, where Mr. Henderson\nattended to the injury on his head.\n\nThen, after some more medicine had been administered, and the\nelectric remedy had been applied again, the German announced that\nhe felt almost as good as ever, except for an aching head.\n\n\"How did it all happen?\" asked Mr. Henderson, and Jack and Mark\ntold what they knew of the explosion.\n\n\"I was working over an extra air-pump that I wish to take along\nwith us,\" stated Mr. Roumann, \"when I was startled by seeing two\nstrangers standing near my work bench.  One I recognized as the\ninsane machinist who was here before.  The other--\"\n\n\"The other was the same one who looked in the window one night,\nand who, I believe, stole the power plates,\" interrupted Jack.\n\n\"I wish I had known that,\" went on Mr. Roumann. \"I would have\nmade him give them back.  But I did not have time to do anything.\nBefore I could stop him the crazy machinist had thrown something\nat me, which I now know must have been a bomb.  Then came the\nexplosion, and knew nothing more until you revived me.  Is the\nplace much wrecked?\"\n\n\"I think not,\" answered Jack.\n\n\"We will go look in a little while; just as soon as we see that\nyou are all right,\" announced the professor.\n\n\"Oh, I am all right.  Go now.  I am anxious to know.\"\n\nHaving assured himself that the German was able to walk to the\nshop, Mr. Henderson an assent, and the two boys, Washington and\ntwo scientists started for the place where Annihilator was kept.\n\n\"How did you happen to see it, Washington?\" asked Mark.\n\n\"I was out fixin' a loose board on mah chicken coop,\" explained\nthe colored man, \"when I seen dem two rapscallions come runnin'\nout ob de place.  I knowed dey hadn't no right dere, an' I\nhollered at 'em.  But dey didn't stop, an' de nextest t'ing I\nknowed dere was a big bang.  I run in, an' I seed Mistah Roumann\nall blowed to pieces.\"\n\n\"Hardly as bad as that,\" said the German with a smile.\n\n\"Well, almost,\" insisted Washington.\n\nThey reached the machine shop.  The smoke had all cleared away,\nbut the fumes from the bomb were still noticeable.\n\n\"I wonder what their object could have been?\" said Jack.\n\n\"I believe they are urged on by some of my enemies,\" was the\nGerman's reply.  \"But let us see what damage has been done.  I\nhope it is not much.\"\n\nPieces of broken machinery, twisted wheels, bent levers,\nshattered cogs and smashed plates were all about one corner of\nthe shop.  But the great projectile was still in place.  It had\nnot even been jarred.\n\nMr. Roumann went to an opening in the side that led to the\nengine-room.  No sooner had he entered than he uttered a cry.\n\n\"The Etherium motor is damaged!\" he exclaimed, and with fear in\ntheir hearts the others followed him inside the Annihilator.\n\n\n\n\nCHAPTER XIII\n\nAN ALARMING THREAT\n\n\nThe main machines in the engine-room were the two motors, one\ndesigned to send the projectile through the atmosphere, the other\nintended to propel it through the space filled with what is\ncalled ether.\n\nIt was to these two massive machines that the eyes of all were\nnow directed.  The smaller one, the atmospheric motor, did not\nappear to have been damaged, but several wheels and pipes of the\nother were broken and twisted.\n\n\"Is it ruined?\" asked Professor Henderson.\n\nMr. Roumann was anxiously looking at the apparatus to see what\ndamage had been done by the bomb.\n\n\"Can't we go to Mars?\" inquired Jack.\n\n\"I think so,\" was the reassuring reply of the scientist.  \"It is\nnot damaged so much as I feared.  The wheels and pipes are easily\nreplaced, and as long as the generator and the distributing\nplates are not disturbed, I can easily repair the rest.  But it\nwas a fortunate chance that the bomb did not explode nearer the\nprojectile.  Otherwise we would have had to give up our journey.\"\n\n\"And we would have had to if you had been killed,\" remarked the\nprofessor.  \"I thought the secret of the power was going to die\nwith you!\"\n\n\"It will,\" replied Mr. Roumann, \"but not just yet.  I shall never\ndisclose the source of the power until I reach Mars, get what I\nam after, and come back.  Then I may bequeath it to you,\nProfessor Henderson, in return for the kindness of yourself and\nyour young assistants.\"\n\n\"I will appreciate that.  But you had better go to the house now\nand let me doctor you up.\"\n\n\"No, I feel well.  I want to get right to work repairing the\ndamage.  It will delay us several days, but we cannot avoid it.\nI wish I could catch the men responsible for this outrage.\"\n\n\"Have you any idea who they were?\"\n\n\"No; but I suspect they were in the enemy of mine.  A man who\nused to work for me, but whom I discharged because of dishonetesty.\nHis name was Zeb Forker.\"\n\n\"One of the men who threw the bomb was same one who was at the\nwindow one night,\" said Mark.  \"Do you suppose he could be\nForker, Mr. Roumann?\"\n\n\"No, I do not believe so.  But we will not discuss that now.  I\nfancy the men will not bother us again.\"\n\n\"I'll tell Andy to keep a better watch,\" said Mr. Henderson.\n\n\"And we'll help him,\" added Mark.  \"There is little for us to do\non the projectile now, and we can do guard duty, Jack and I\ntogether.\"\n\nIt took Mr. Roumann several days to repair the damage done to the\nEtherium motor by the bomb.  During that time Andy and the boys\nwere constantly on guard about the shop, but the crazy machinist\nand his companion did not return.\n\nWashington White agreed to stand guard part of one night, and, as\nthe others were tired, they agreed to it.  But a fox or some\nanimal got in among the colored man's chickens, and at the first\nsound of alarm from his favorite fowls, Washington deserted his\npost and rushed for the coop.  Jack, who was awakened by the\nnoise, looked out of the window.\n\n\"It is some one trying to get in, Wash?\" he asked.\n\n\"Dat's what, Massa Jack.\"\n\nJack awakened Mark, and the two hurried down with their guns.\nThey found the colored maw making a circuit of his coop.\n\n\"I thought you said some one was trying to get in,\" observed\nJack.\n\n\"So dey was, Massa Jack.  I done heard de most, tremendousness\nconglomeration of disturbances in de direction ob my domesticoryian\norinthological specimens, an' I runned ober to see what it were.\"\n\n\"You mean that something was after your chickens?\" asked Mark.\n\n\"Dat's de impression I done endeavored to prognostigate to yo',\nbut seems laik I ain't understood,\" replied Washington with an\ninjured air.\n\n\"Oh, I understand you, all right,\" said Jack, \"but I thought you\nmeant some one was gettin in the machine shop.\"\n\n\"No, dere ain't been no one dere, but I was skeered dat somebody\nwas after mah chickens, but I guess it were only a rat.  I'll go\nback an stay on guard now.\"\n\n\"No, you'd better go to bed,\" decided Jack.  \"Mark and I will\nfinish out the night.\"\n\n\"All right,\" agreed Washington, who, to tell the truth, was getting\nsleepy.\n\nThere were no further disturbances, and Mark and Jack found their\ntour of duty rather lonesome.\n\n\"Well, I suppose we'll start in a day or so,\" marked Jack, as\nthey paced about the big shed which housed the great projectile.\n\n\"Yes.  The motor seems to be in good working order again.  But\nsay, I've just thought of something.\"\n\n\"What?\"\n\n\"Suppose something should happen to Mr. Roumann or to the motor\nwhile we were half way to Mars?  I mean, suppose he should die,\nwhy, we wouldn't know how to stop the motor, and we might keep on\ngoing forever.\"\n\n\"Oh, I guess he'll tell the professor enough about it so that in\ncase anything happened we could start it or stop it.  It's only\nthe secret of the power that he wants to keep.\"\n\n\"I wonder what he wants to go to Mars for, anyhow?\"\n\n\"Well, you know what he said.  That he wants to get possession of\nsome wonderful substance.  I guess it is the same stuff that\nmakes the planet seem red to us.\"\n\n\"What's he going to do with it?\"\n\n\"I don't know.\"\n\n\"Wonder what it is?\"\n\n\"I don't know that, either. Maybe it's some sort of a mineral,\nlike radium.\"\n\n\"Radium would be valuable, if he could get that.  Maybe that's what\nhe's going after.\"\n\n\"No, I think not.  If it was, he wouldn't be particular about not\ntelling us.  We'll just have to wait and see.\"\n\nThe following two days were busy ones, as many little adjustments\nhad to be made to the machine.  But at last Mr. Roumann announced\nthat all was completed.\n\n\"We will start day after to-morrow,\" he said.  \"All the stores\nare in the projectile, I have every thing arranged, and we will\nbegin our trip Mars.\"\n\n\"Are we going to go up like a balloon, through the roof of the\nshed?\" asked Jack.  \"If we we'll have to take the roof off.\"\n\n\"No, we'll start out through the great doors,\" said the German.\n\"My plan is to elevate the nose or bow, of the projectile, point\nit toward the sky, at a slight angle, by means of propping it up\non blocks.  Then we will get in, seal all the openings, and I\nwill turn on the power, and off we go.  We can shoot right through the\nbig doors at the end of the shed, and no one will know anything\nabout it, for we will leave the earth so fast that before any one\nis aware of our plans we will be out of sight.\"\n\n\"That is a good idea,\" commented Mr. Henderson.  \"Have you boys\nput everything in the projectile that you'll need?\"\n\n\"I guess so,\" replied Jack, \"though it's hard to tell what you\nreally will need on another planet.\"\n\n\"All I want is my gun and some ammunition,\" declared Andy Sudds.\n\"I can get along with that.\"\n\n\"How about you, Washington?\" asked Jack.\n\n\"'Well, I suah would laik t' take mah fowls along.\"\n\n\"I don't see how you can do that very well, Wash,\" objected Mr.\nHenderson.  \"We would have to carry food for them, and our space\nis very limited at best.  I'm afraid you'll have to get rid of\nyour chickens.\"\n\n\"Couldn't I take mah Shanghai rooster?\" begged the colored man.\n\"He's a fine bird, an' maybe dem folks on Mars nebber seed a\nreal rooster.  I suah does hate to leab him behind.\"\n\n\"Oh, I guess you could take him,\" agreed Mr. Roumann.\n\n\"I'll gib him some ob my rations,\" promised Washington.  \"He eats\njest laik white folks, dat Shanghai do.  Golly!  I'se glad I kin\ntake him.  I'll go out an' make a cage.\"\n\n\"What will you I do with the rest of your fowls, Wash?\" asked\nMark.\n\n\"Oh, a feller named Jim Johnson'll keep 'em fer me till we gits\nback.  Jim's a cousin ob mine.\"\n\nThe next day was spent in jacking up the prow of the projectile\nso that it pointed in a slanting direction toward the sky.\n\n\"Am yo' aimin' it right at Mars?\" asked the colored man, pausing\nin the work of making cage for his rooster.\n\n\"No; that isn't necessary,\" said Mr. Roumann.  \"Once it starts\nupward, I can steer it in any direction I choose.  I can send it\ndirectly toward Mars.\"\n\n\"Hit's jest like a boat,\" observed Washington.\n\n\"That's it.\"\n\n\"Well, to-morrow we start,\" spoke Jack that night, as they were\ngathered in the dining-room of the professor's house after\nsupper, discussing the great trip.\n\n\"And to think that in ten days we'll be on thirty-five millions\nof miles away from the earth!\" added Mark.\n\n\"It's a mighty long way,\" said Andy.  \"Mebby we'll never git\nback.\"\n\n\"Oh, I guess we will,\" declared Jack \"We got back all right\nfrom--\"\n\nHis words were interrupted by a breaking of glass.  One of the\nwindows crashed in, and something came through it into the room.\nIt fell upon the floor--a square, black object.\n\n\"Dat's one ob dem bombs!\" cried Washington.  \"Look out,\neverybody! It'll go off!\"\n\nThere was a scramble to get out of the room, Washington falling\ndown on the threshold.  Jack, who was in a corner, behind some\nchairs, found his way blocked.  This gave him a chance to take a\nlittle longer look at the object that had been thrown through the\nwindow.\n\n\"That's not a bomb!\" he cried.  \"It's something wrapped in black\npaper.\"\n\nThe professor, Mark and Mr. Roumann stopped their hurried egress.\nThey came back and looked at the object.  As Jack had said, it\nwas something tied up in black paper with pink string.\n\n\"It doesn't look like a bomb,\" observed Mark.\n\n\"More like a brick,\" said Jack, and started toward it.\n\n\"Maybe it's an infernal machine,\" suggested Mark.\n\nJack hesitated a moment, listened to detect any possible ticking\nof some hidden clock mechanism, and then, as no sound came from\nthe object, he picked it up. Rapidly tearing off the paper, he\ndisclosed a harmless, red brick.\n\n\"Some one wanted to scare us,\" remarked Andy.\n\n\"There's a paper wrapped around the brick--a white paper,\" said\nProfessor Henderson.\n\n\"So there is,\" spoke Jack as he removed it.  \"There's writing on\nit, too.\"\n\nHe held it up to the light.\n\n\"It's a message,\" he went on, \"and not a very pleasant one,\neither.\"\n\n\"Who's it from?\" asked Mr. Roumann.\n\n\"It's signed 'The Crazy Machinist', Jack, and this is what it\nsays:\"\n\n\"Beware, I am still after you!  I will yet blow you sky-high!\"\n\n\"He threw that in through the window!\" cried Mark.  \"He must be\noutside here.  Let's see if we can't catch him.\"\n\n\"That's right,\" added Jack.  \"Andy!  Washington!  Come on!\"\n\nThe boys, followed by the hunter and the man, hurried from the\nhouse.\n\n\n\n\nCHAPTER XIV\n\nOFF FOR MARS\n\n\nIt was dark outside, and coming from the lighted room, the\nsearchers at first could discern nothing.  Then, as their eyes\nbecame accustomed to the gloom, they could make out objects with\ngreater distinctness.\n\nA movement in a tree, just outside the broken window, attracted\nthe attention of Andy.\n\n\"Here's something!\" he cried.\n\nHe raised his gun, which he had caught up as he rushed from the\nhouse, and fired high enough in the air, so as not to hurt\nwhoever was in hiding.  The flash of the weapon showed a man in\nthe act of sliding down the trunk.\n\n\"Catch him!\" cried Jack.\n\nThey all made a rush for the tree, but the flash of Andy's gun,\nwhile it revealed the man to them, also had the effect of\nmomentarily blinding the men and boys.  For an instant they could\nsee nothing, and when the effect of the flash passed away the man\nwas not in sight in the semi-gloom.  They could hear him running\nthrough the underbrush outside of the garden, however, and took\nafter him.\n\nBut the crazy machinist, if indeed it was he, got away, and after\na vain search through the garden and about the machine shed, they\nall returned to the house, Mr. Roumann and the professor having\njoined in the hunt.\n\n\"What do you suppose he did it for?\" asked Mark, when they were\nagain gathered in the dining-room, examining the strange message.\n\n\"He wanted to scare us,\" suggested Jack.\n\n\"No, I really think he means to do us an injury,\" said Mr.\nRoumann.  \"He has some fancied grievance against us, or he is\nbeing used as a tool by Zeb Forker.  Perhaps the man who stole\nthe plates was with him, and he hoped to get some more during the\nconfusion.  I think we had better take a look at the machine\nshop.\"\n\nThey acted on this suggestion, but an examination there showed\nthat nothing had been disturbed.  No one had been in the place.\n\n\"I'm going to sleep here to-night,\" said German scientist.  \"I'm\nnot going to take chances at the last moment.  I'll stay here.\"\n\n\"So will I,\" decided Andy, and with his gun he mounted guard\noutside, while Mr. Roumann made up a bed in the projectile.  They\nwere not disturbed, however, any more that night.\n\n\"Now for Mars!\" cried Jack, as the sun rose the next morning, and\nhe jumped out of bed.  \"Hurry up, Mark!  One would think you\ndidn't care about going!\"\n\n\"Well, I guess I do, but I don't see what good it does to get up\nso early. We aren't going to start until ten o'clock.\"\n\n\"No; but I couldn't sleep any longer,\" declared Jack. \"I'm going\nout to take a look at the Annihilator.\"\n\nHe quickly dressed, and was on his way down stairs when there\narose quite a commotion out of the garden. Washington's voice was\nheard crying:\n\n\"Come back heah, yo' unregenerated specimen ob a ungrateful\nbipedical ornithology!  What fo' yo' want t' distress mah\nlonganimity fo'?  Come back heah!\"\n\n\"What's the matter, Wash?\" asked Jack.\n\n\"Oh, dat Shanghai rooster got away jest as I were shuttin' him up\nin de cage, an' I'se been runnin' all ober de garden after him.\n'Pears laik he doan't want t' go t' Mars.\"\n\n\"Wait a minute and I'll help you,\" volunteered Jack.  \"Come on,\nMark,\" he added.  \"Washington's pet has got away.\"\n\nThe two boys went below, and, with their aid, the colored man\nsucceeded in catching the rooster, which, crowing a loud protest,\nwas shut up in a wooden cage and taken to the shop, ready to be\nplaced in the projectile.\n\nThere was little to do at the last moment.  Professor Henderson\nhad arranged for a relative to come and live in the house during\nthe time of the journey to Mars, and this gentleman arrived about\nnine o'clock.\n\nMeanwhile, the last of the stores and supplies had been put in\nthe Annihilator, a final inspection had been given the machinery,\nand all the scientific instruments were in place.\n\nWashington carried the cage containing his rooster into the\nstoreroom, where there was a large quantity of provisions,\nsufficient to last for a year, in case, after reaching Mars, the\ntravelers should find on the planet no food which they could cat.\n\nThere was a plentiful supply of water, and machinery for\ndistilling more out of the atmosphere.  The gas that occupied the\nspace between what might be termed the two skins of the\nprojectile had already been pumped in, and nothing remained to,\ndo but for the adventurers to enter the great airship, as it\nmight be designated, seal up the ports, turn on the power and\nstart.\n\nMr. Roumann looked critically to the bracing up of the\nAnnihilator, to see that it was slanted just right.  Then he went\ncarefully over every inch of the great machine, to make sure that\nthere were no openings which were not closed.  As he reached the\nport that communicated with the storeroom, he found it only\npartly shut.\n\n\"Did any one of you open this?\" he asked suddenly.\n\n\"I didn't,\" replied Jack.  \"Why do you ask?\"\n\n\"Because I was sure I closed and locked it from the inside early\nthis morning,\" was the answer.  \"Washington, did you open it when\nyou put your rooster in there?\"\n\n\"No, sah.  I went in de inside way.  I didn't tetch it.\"\n\n\"That's very strange,\" murmured Mr. Roumann, as he locked the\nport, and each one, in turn, had denied meddling with it. \"I was\nsure I locked it.\"\n\nThe matter appeared to give him a little uneasiness, but, as he\nhad much to do to get the projectile ready for the flight, he had\nto leave the solution of the matter until another time.\n\nThe great doors of the machine shed were thrown open.  They were\ndesigned to allow such large bodies as airships to pass out, as\nProfessor Henderson had, in years previous, constructed a number\nof aeroplanes and dirigible balloons.  So there would be no\ntrouble in speeding the projectile directly out of the shop.\n\nThe great question, now that all was finished, was whether or not\nthe projectile would move, and in the manner and with the speed\nnecessary to get to Mars.  There had been no chance for a trial\nflight, and it all depended on whether or not Mr. Roumann had\ncorrectly estimated the powers of his motors.\n\nHe was sure he was right, and, from calculations made, Professor\nHenderson was also positive.  But it yet remained to prove this.\n\n\"Well, we may as well get in,\" said Mr. Roumann at length.\n\"Everything is done that can be done.  The next thing is to start\nthe motors, and--then we'll see what happens.\"\n\nIt was a nervous moment.  Once they were in, side the great\nprojectile, sealed up, would they ever be able to emerge again?\nIt was a momentous question.\n\n\"Well, here goes!\" exclaimed Jack with a jerky laugh as he\nstepped into the Annihilator.\n\n\"I'm with You,\" added Mark as he followed his chum.\n\n\"Come on, Washington!\" cried Jack from within.\n\n\"Wait till I take one mo' look at terra cotta!\" said the colored\nman.\n\n\"You mean terra firma, I guess,\" spoke the professor.\n\n\"Yes, sah.  Dat's hit.  Terra flirma--de earth.  I wants t' bid\nit good-by.\"\n\nAndy Sudds, still carrying his gun, went in next.  Then followed\nAmos Henderson, and finally the German scientist.  The latter\nclamped fast the cover of the opening by which they had entered.\nThe interior of the Annihilator was brilliant with electric\nlights.\n\nMr. Roumann made his way to the pilot house, to see that all the\nlevers and wheels that controlled the engines were in working\norder.  Then he went to the engine-room, where he adjusted the\ntwo motors.\n\n\"Well,\" he said a bit nervously, \"we are all ready to start.\"\n\n\"Let her go!\" cried Jack gaily.\n\nThere was no crowd on hand to see them off.  Professor\nHenderson's relative was the only spectator.\n\n Mr. Roumann and Mr. Henderson went to pilot house again.  They\nheld a brief consultation.\n\n\"Come here, boys, if you want to see us start the motors going,\"\ncalled the professor.\n\nJack and Mark stood in the doorway.  Mr. Roumann grasped a lever.\nHe threw it over.  There was a spark as the electrical contact\nwas made.\n\n\"The atmospheric motor is now ready to start!\" he remarked.\n\"Push that knob, Professor Henderson.\"\n\nThe professor pushed in a small, shiny knob.  Mr. Roumann turned\na small wheel, and closed another electrical switch.\n\nInstantly there was a trembling through t whole length of the\nprojectile.  Would it move?  Would it leave the earth and go to\nMars?\n\nThere was a moment of hesitancy, as if the great machine had not\nquite decided.\n\nThen came a more violent vibration.  There was a humming,\nthrobbing, hissing sound.  Suddenly the boys, and all within the\nprojectile, felt it swaying.  A moment later it began to shoot\nthrough space like a great rocket.\n\n\"Hurrah!\" cried Jack.  \"We're off!\"\n\n\"Yes,\" added Mr. Roumann joyfully, \"we are on our way to Mars!\"\nand he grasped the steering wheel and peered through the thick\nplate-glass windows of the pilot house into the vast space before\nthem.\n\n\n\n\nCHAPTER XV\n\nSOMETHING ABOUT MARS\n\n\n\"Are we really in motion?\" asked Jack, after a moment's silence.\n\"It doesn't seem so.\"\n\n\"We are certainly in motion,\" declared Mr. Roumann.  \"See this\ndial?\"\n\nHe pointed to one near the steering wheel.  The hand on it was\ngently vibrating between some of the figures.\n\n\"We are traveling that many miles a second,\" went on the\nscientist.  \"The atmospheric motor is not working as fast as I\nhoped it would, but we are going fast enough.  When we start the\nEtherium machine we shall go much more speedily.\"\n\n\"And when will that be?\" asked Mark.\n\n\"I can't tell exactly.  It will not be until we have passed\nthrough the atmosphere of the earth, and there is no way of\nascertaining in advance just how thick that stratum is.\"\n\n\"Then how will you know?\" asked Jack.\n\n\"By means of my instruments.  When the hand on this dial points\nto zero I will know that we are beyond the atmosphere, and that\nit is time to start the Etherium motor.\"\n\n\"How do you know in which direction to steer?\" asked Mark.  \"Can\nyou see anything out of that window?\"\n\n\"Not a thing,\" replied the German.  \"Look for yourself.\"\n\nJack and Mark peered through the plate glass.  All they could see\nwas a sort of white, fleecy mass of clouds that surrounded the\ngreat projectile.\n\n\"It's just like when we were above the clouds in the Electric\nMonarch,\" said Jack.\n\n\"Exactly,\" agreed Mr. Henderson.\n\n\"But if you can't see anything, how can you tell where to steer?\"\nasked Mark.\n\n\"By means of this instrument,\" replied Mr. Roumann, indicating\nanother among the many on the wall of the projectile.  \"This is\nautomatically kept pointed at Mars, and by means of a hand and\ndial I can tell how to keep the Annihilator aimed directly at the\nred planet.\"\n\n\"Even when it is on the opposite side of the earth from us?\"\nasked Jack.\n\n\"We are now far above the earth,\" was the answer, \"and the planet\non which we lived offers no obstruction to my telescope being\npointed at Mars, even though it is daytime, when Mars is on the\nopposite side of the earth.\"\n\n\"Have we traveled as far as that?\" asked Jack in awestruck tones.\n\n\"We have come just thirty thousand miles since leaving the\nearth,\" replied Mr. Roumann.\n\n\"But we don't seem to be moving at all,\" objected Mark.\n\n\"That is because we are shooting through space so fast, and\nbecause you can see no stationary objects with which to make a\ncomparison, as when you are traveling on a railroad train,\"\ncontinued the German.  \"And, as we are not dependent on tracks,\nor roads, with their unevenness, there is no motion to our\nprojectile, save that of moving through space.  That is why it\nseems as if we were standing still.\"\n\n\"But thirty thousand miles!\" cried Jack.  \"I thought the earth's\natmosphere was variously estimated at from only forty to two\nhundred miles in thickness.\"\n\n\"The oxygen atmosphere may be,\" agreed Mr. Roumann.  \"As a matter\nof fact, the atmosphere we are now in would not support life for\nyou and me a single instant.  But it is atmosphere, nevertheless,\nor my instruments would indicate something different, and my\natmospheric motor would not work.  No, I expect to be traveling\nthrough the atmosphere for several days yet.  Then we shall reach\nthe true ether, and the Etherium motor will be put into\noperation.\"\n\n\"Well,\" said Jack, \"this trip isn't going to be very strong on\nscenery, anyhow.\"\n\n\"No,\" agreed Mr. Roumann.  \"We shan't be able to observe anything\nbut this fleeciness until we get to Mars.\"\n\n\"We can see the stars and moon at night, can't we?\" asked Mark.\n\n\"There isn't going to be any night,\" replied the German with a\nsmile.  \"We are now in the region of perpetual day.\"\n\n\"No night!\" repeated Jack blankly.\n\n\"No.  Just stop to think for a moment.  We have left the earth,\nand are many thousands of miles away from it.  You know that\nwhich causes night and day on the earth is the rotation of it on\nits axis.  Half the time the part we are living on is turned away\nfrom the sun, and the other half of the time turned toward the\nsun.  Now, the sun is fixed in space.  We are also in space, and\nwe are so comparatively small that there will never be any\nshadows to cause night.  We are like a small point in space, and\nthe sun is constantly shining on us.  We do not revolve, so there\nwill no night, only day.\"\n\n\"Are we headed for the sun?\" asked Mark\n\n\"No, for Mars.  But as we will take good care not to head for any\nother planet, so as to get it between us and the sun, we shall\nnever have any darkness.\"\n\n\"But it doesn't look like sunshine out there,\" objected Jack,\npointing out of the window.\n\n\"No, because we are surrounded by a mass of vapor.  I think it\nwill presently pass and we shall see the sun.  The difference in\ntemperature between the projectile and the surrounding atmosphere\ncauses us to be enveloped in a sort of cloud.  When the outer\nshell of the Annihilator is the same temperature as the\natmosphere through which we are flying, we shall emerge into\nsunlight.\"\n\nThis happened a little later, and soon they could observe the\ngreat ball of fire hanging in space.\n\n\"It seems to be smaller than when we were on the earth, doesn't it?\"\nasked Mark.\n\n\"It is seemingly smaller,\" replied Professor Henderson.  \"We are\ngoing away from the sun you know.  Mars is not as close to it as\nwe are on our planet--I mean the one we have just left--is\nninety-two millions of miles from the sun, while Mars is one\nhundred and forty-one millions of miles away, though its orbit is\nso eccentric that distance varies about thirteen millions of\nmiles.  That is, it may be thirteen millions of miles more than\nits mean, or average, distance, so that at times it is as far\naway from the sun as one hundred and fifty-four millions of\nmiles.\"\n\n\"My!  That's a good ways,\" observed Mark.\n\n\"Yes,\" went on Mr. Henderson, \"and, in consequence, the light and\nheat received by Mars from the sun is a little less than half of\nthat which our earth receives.\"\n\n\"Whew!  We'll be mighty cold in winter--if we arrive in winter,\"\nsaid Jack with a shiver.\n\n\"Unless the Martians have a means of making up for this loss of\nlight and heat,\" said Mr. Roumann.  \"I believe they have.\"\n\n\"I shall be much interested in seeing how the great canals on the\nplanet are dug,\" said Professor Henderson.  \"I have seen a map of\nMars, made by a scientist named Schiaparelli, and he has drawn a\nnumber of large bodies of water, among which are intermeshed\ncontinents and islands.  The surface of Mars must be a curious\none.\"\n\n\"I believe we shall find it so,\" spoke Mr. Roumann.  \"Astronomers\ntell us that the water on it is never frozen, except near the\npoles.  There great ice caps are to be found.\"\n\n\"But what makes the planet so red?\" asked Jack.\n\n\"That,\" said Mr. Roumann quickly, \"is what hope to discover and\nuse for our benefit, but I not wish to discuss it now.\"\n\nThey talked of Mars for some time further, discussing the many\nqueer features, and during this time the Annihilator was shooting\nthrough space at terrific speed.  Inside the projectile the\nadventurers moved about, living and breathing, comfortably as if\nthey were on earth, for the great tanks of stored air provided\nall the oxygen they needed.  Nor did they feel either heat or\ncold thanks to the marvelous construction of the projectile.\n\n\"Isn't the year on Mars longer than the year on earth?\" asked Jack\nas he and Mark stood near the entrance to the pilot house,\ninterested in watching the various indicators record the speed\nthey acquired, the distance traveled, and the density the\natmosphere.\n\n\"Yes; it is about twice as long,\" answered Roumann.  \"But I shall\ntell you more about Planet--\"\n\n\"If you'll kindly promulgate yo'se'ves in dis disrection yo' will\nfind sufficient condiments an' disproportionate elements to\ninduciate a feelin' ob intense satisfactoriousness,\" exclaimed\nWashington White, poking his head in from the sleeping room\ncompartment.\n\n\"That means dinner is ready,\" cried Jack.  \"That's the stuff!\nOur first meal on the trip to Mars!\"\n\n\n\n\nCHAPTER XVI\n\nTHROUGH THE ETHER\n\n\n\"What's that, Washington?\" asked Mark, as the colored cook put\nsomething on the lad's plate.  \"It looks like chicken.\"\n\n\"It tastes like chicken,\" added Jack, after making a test.\n\n\"It am chicken,\" declared Washington.  \"I roasted some ob mah\nfowls, an' put 'em in de cold storage room.  I was purty suah dere\nwarn't any chickens on dat red planet where we're goin'.\"\n\n\"Probably not,\" answered Professor Henderson.  \"It was a good\nidea, Washington. Pass me some, please.\"\n\n\"Ain't Mr. Roumann comin' to dinnah?\"\n\n\"Not now,\" answered the scientist.  \"He will stay in the pilot\nhouse until I relieve him.\"\n\n\"It seems mighty queer to be sitting down to a meal, and all the\nwhile we're shooting along at fifty miles a second,\" remarked\nJack.\n\n\"Yes; it doesn't seem as if we were moving at all,\" agreed Mark.\n\nIndeed, the dining-room of the Annihilator was a very comfortable\nplace, though the space was rather contracted, due to the shape\nof the projectile and the necessity for carrying a great quantity\nof stores.  The living-room served as the place for serving the\nmeals, which were prepared in a sort of galley or kitchen off the\nengine-room.\n\n\"It's like eating in a dining-car on a railroad train,\" observed\nAndy Sudds, \"only it is more steady.  No curves, and nothing like\nthat.\"\n\n\"Do you like it?\" inquired Mr. Henderson.\n\n\"Well, it's nice, of course, and there isn't any better cook than\nWashington, but, to tell the honest truth, I've eaten with more\nsatisfaction when I made a fire in the woods and boiled coffee\nand fried bacon.  I'm sort of hampered for elbow room.\"\n\n\"Still, it isn't as crowded as when we all got in the cylinder\nand were shot up from the center of the earth on the geyser,\"\ncommented Jack.\n\n\"That's right,\" came from Mark.\n\nProfessor Henderson, having finished his meal, went to the pilot\nhouse to relieve Mr. Roumann.\n\nThe latter paid a visit to the engine-room before sitting down.\n\n\"Is everything all right?\" asked Jack.\n\n\"The motor is working like a charm,\" was the reply.  \"I shall\nsoon expect you boys to take your turn at guiding the projectile\nthrough space.\"\n\n\"I want to wait until we get into the ether,\" said Jack.  \"We'll\ngo faster then.  It's something wonderful to steer a machine\ngoing a hundred miles a second.\"\n\n\"I should say so; six thousand miles a minute,\" observed Mark.\n\"The fastest automobile would seem like a snail compared to it.\"\n\n\"Yes, and we are going faster than some stars,\" added Mr.\nRoumann.\n\n\"But there isn't anything to see,\" objected Andy.  \"Now, I like\nscenery when I travel.\"\n\n\"Well, it's something to always be in sight of the sun,\" put in\nMark.\n\n\"Yes, and when we get to Mars there'll be plenty to look at,\"\nsuggested Jack.  \"We can see the rings around it.\"\n\n\"Mars hasn't any rings around it,\" retorted Mark, who had a good\nmemory for scientific facts.  \"That's Saturn you're thinking of.\"\n\n\"Oh, yes, so it is.  But hasn't Mars got a lot of moons, or\nsomething like that?  Seems to me I've heard about 'em.\"\n\n\"Mars has two moons, or satellites,\" stated Mr. Roumann, who had\nstudied much about the red planet, \"but they do not amount to\nmuch, compared to our moon.  One is about ten thousand miles from\nMars, and is called Deimos, and the other, which is but sixteen\nhundred miles from the planet, is called Phobos by astronomers.\"\n\n\"And how far away is our moon from the earth?\" asked Mark.\n\n\"It varies from about two hundred and fifty-two thousand miles to\ntwo hundred and twenty-one thousand miles.\"\n\n\"Then I should think the people on Mars would get more light from\ntheir two moons, so much closer to them, than we do from our\nmoon, so far off,\" remarked Jack.\n\n\"No, they don't, at least as far as we know.  The one closest to\nthem gives about one-sixtieth of our moonlight, and the outer one\nabout one twelve-hundredth, so you see that's not much.  A\npeculiar feature of the inner moon is that it makes a revolution\nabout Mars in seven hours, or more than three times in a day, and\nit rises in the west and sets in the east, while the moon\nfarthest away from the planet rises just as our moon does, in the\neast, but it comes up only once in about five days.\"\n\n\"Golly!\" exclaimed Washington, who had been listening.  \"Dat suah\nam a funny place.  Two little moons, one shootin' around you\nthree times a day, an' de odder one circlin' around once in five\ndays!  Land a' massy!  I'll git all turned around up dere!\"\n\n\"Yes, you'll have to be careful, Wash,\" cautioned Jack.  \"If you\ngo out for a moonlight walk you may have to come home in the\ndark.\"\n\n\"Den I ain't goin'; an' when I do I'll take a lantern.\"\n\nMr. Roumann told the boys much more of interest about Mars, and\nthen, taking them to the engine-room, he showed them something\nabout adjusting the motors and other machinery, though he did not\ndisclose the secret of the power.\n\n\"Now we'll go to the pilot house, and I'll show you some things\nthere,\" he concluded.\n\nThey found Professor Henderson at the wheel.\n\n\"Is everything all right?\" asked the German.\n\n\"I think so,\" answered the scientist.  \"This airship doesn't\nbehave exactly as the ones I constructed before, but it seems to\nbe moving along at good speed.\"\n\n\"Yes, we have increased our rate of progress,\" stated Mr.\nRoumann.  \"We are now going nearly fifty-five miles a second.  At\nthat rate we shall be beyond the atmosphere sooner than I\nexpected.\"\n\nThe remainder of that day they kept on shooting forward toward\nMars, nothing occurring to mark the passage of time, save the\nmonotonous ticking of various clocks.  There was nothing to be\nseen, save the glare of sunlight outside.\n\n\"Aren't we ever going to meet with world, or a wandering star, or\nsomething?\" asked Jack rather discontentedly.\n\n\"There's no telling when we may pass near one,\" said Mr. Roumann.\n\n\"S'posin' we hit one?\" asked Washington, his eyes becoming large\nwith fear.\n\n\"There's not much danger.  My instruments will warn me when we\napproach any of the heavenly bodies, and we can steer clear of\nthem.  The only things we have to fear will be comets, and their\norbits are so irregular that there is no telling when we may get\nin the path of one.\"\n\n\"What will happen when we do?\" asked Mark.\n\nMr. Roumann shrugged his shoulders.\n\n\"We'll do our best to get out of the way,\" he said.\n\n\"And if we can't?\"\n\n\"Well--I guess that will be the end of us.\"\n\nThis was a new danger, and one the boys had not thought of\nbefore.  But the German scientist did not seem to attach much\nimportance to the matter.\n\nThey traveled on for two days, nothing of moment occurring.  The\nAnnihilator, true to its name, fairly ate up space, though they\nwere still far from Mars.\n\nIt was on the morning of the third day.  The two boys and\nProfessor Henderson were in the pilot house, and Mr. Roumann was\nin the engine-room, adjusting the Etherium motor, for he expected\nto shortly put it in operation.  Suddenly Jack, who was looking\nat one of the instruments on the front wall, uttered a cry.\n\n\"What's the matter?\" asked Mark.\n\n\"We're approaching something!\" was the answer.  \"Some sort of\nheavenly body.  Look at that indicator!\"\n\nThe hand or pointer on a peculiar dial was moving violently to\nand fro.\n\n\"Call Mr. Roumann,\" suggested the professor.  \"I don't know just\nwhat to do.\"\n\nMr. Roumann hurried into the pilot house, gave a quick glance at\nthe indicator, and exclaimed:\n\n\"We are nearing a planetoid, or, as some call them, an asteroid!\"\n\n\"Is there any danger?\" asked Mark.\n\n\"No.  Fortunately the instrument gave us timely warning.  I shall\nsimply steer to avoid it.  It is a small, unnamed planet flying\naround in space.  There are many of them.\"\n\n\"Can we go close enough to it to see it?\" asked Jack, who was a\ncurious lad.\n\n\"I think so.  I'll try it, anyhow.\"\n\nMr. Roumann made some adjustments to the levers and wheels\ncontrolling the motor, and, by turning on a little more power on\none side of the projectile, caused it to swerve to one side.  A\nfew minutes later he called out:\n\n\"Look from the window!\"\n\nThe boys gazed out.  They saw that they were rushing past a dark\nmass, that looked as if it was composed of heaped up, black\nrocks, piled in fantastic masses, with great chasms here, and\ntowering peaks there.  It seemed to be several miles in diameter,\nand looked like a great ball.\n\n\"A small, dead world,\" remarked Mr. Henderson.  \"I suppose our\nplanet will be like that some time.\"\n\n\"I hope not by the time we get back to it,\" commented Jack.  \"I\nwonder if we will ever get back to earth again?\"\n\nIt was the first time he had expressed any doubt on this score.\n\n\"There's the last of the dead planet!\" Mark cried.\n\nThey looked to see the black mass vanish into space.\n\n\"Yes, and we have reached the end of the atmosphere!\" suddenly\ncried Mr. Roumann as he glanced at a dial.  \"Now we will begin to\ntravel through ether.\"\n\nHe adjusted some levers, turned two wheels, threw over electric\nswitches, and there came a perceptible jar to the projectile.\n\n\"What was that?\" asked Jack.\n\n\"I have disconnected the atmospheric motor,\" explained the German,\n\"and the Etherium one is now working.  We are shooting along\nthrough ether at the rate of one hundred miles a second.\"\n\n\n\n\nCHAPTER XVII\n\nA BREAKDOWN\n\n\nAfter the first trembling, due to the increase of speed, the\nsensation of traveling at one hundred miles a second was no\ndifferent from that when they had been speeding through the\natmosphere at fifty miles a second.\n\n\"We'll soon be on Mars now,\" observed Jack.\n\n\"Oh, we'll have to keep going for several days yet,\" declared Mr.\nRoumann.  \"But I believe we shall eventually reach there.  The\nEtherium motor is working better than I dared to hope.  It is\nperfect!\"\n\nAs they were constantly in the glare of the sun, there was no\nnight for those aboard the Annihilator, and they had to select an\narbitrary time for going to bed.  When any one wanted to retire,\nhe went to the bunk-room, which was kept dark, and there\nslumbered.\n\nFor two days the Etherium motor kept sending the projectile\nthrough space.  The adventurers divided their time in looking\nafter the machinery, taking scientific observations or reading\nthe books with which the small library was stocked. Occasionally\nJack or Mark would play the electric piano, getting much\nenjoyment from the music.\n\n\"If folks on earth heard these tunes up in the air, I wonder what\nthey'd think?\" asked Jack.\n\n\"Humph!  I guess we're too far off for them to hear anything that\ngoes on inside this projectile,\" said Mark.  \"Why, we're nearly\nseventeen millions of miles above the earth now.\"\n\n\"Good land a' massy!  Don't say dat!\" cried Washington, who was\nsetting the table for dinner.\n\n\"Why not?  It's a fact,\" declared Mark.\n\n\"I knows it is, but don't keep dwellin' on it.  Jest s'posin' we\nshould fall.  Mah gracious!  Sebenteen million miles!  Why, dat's\na terrible ways to drop--it suah am!\"\n\n\"You're right,\" assented Jack.  \"But hurry up dinner, Washington.\nI'm hungry.\"\n\nThe two boys were in the midst of the meal when they felt a\ncurious sensation.  Jack jumped up from the table.\n\n\"Do you notice anything queer?\" he asked Mark.\n\n\"Yes.  It seems as if we were falling down!\"\n\n\"Exactly what I thought.  I wonder if anything could have\nhappened?\"\n\n The Annihilator was certainly falling through space, and no\nlonger shooting forward.  This was evident, as the motion was\nslower than when the projectile was urged on by the mysterious\nforce.\n\n\"Let's go tell Mr. Roumann and Professor Henderson,\" suggested\nMark.\n\nThey started toward the pilot house, but met the two scientists\nrushing back toward the engine-room.\n\n\"Has anything happened?\" asked Jack.\n\n\"Yes,\" answered the German.  \"The Etherium motor has stopped\nworking!\"\n\n\"And are we falling?\" asked Mark.\n\n\"Yes, in a sense,\" answered Mr. Henderson, as the other inventor\nhurried on.  \"The gravitation of the earth no longer attracts us,\nbut we are not heading in a straight line for Mars.  We may be\nfalling into some other planet, or the sun.\"\n\nThen he, too, went to the engine-room, and the boys followed.\nThey found the place strangely quiet, since the throbbing and\nhumming of the main motor had ceased.  The dynamos that kept the\nlight aglow and the air and other pumps were in motion, however.\n\n\"What's the matter?\" asked Mr. Henderson.\n\n\"There's been a breakdown,\" was the reply of the German.  \"And it\nlooks to me as if some one had been tampering with the motor.\"\n\n\"Tampering with the motor?\"\n\n\"Yes.  Some of the plates have been smashed.  I believe there is\nsome one concealed on board--some enemy of mine--who hopes to\ndestroy us.\"\n\n\"What can we do?\" asked Jack.\n\n\"Nothing, until the motor is repaired,\" replied the German\nscientist.\n\n\"But we are falling--\"\n\n\"Yes, I know.  But we can't fall with anything like the speed\nwith which we were traveling, and though we may go downward,\ncomparatively speaking, for a day or so, we can quickly regain\nour former place as soon as the motor is running again.\"\n\n\"But can you fix it?\"\n\n\"Yes, I have some spare plates.  But I wish you boys would make a\nsearch through the projectile.\"\n\n\"What for?\" asked Mark.\n\n\"For the person who smashed the plates.  I believe some one is\nconcealed here who seeks to kill, us.  We must find him.\"\n\n\"And I think I know who it is!\" exclaimed Jack.\n\n\"Who?\" asked Mr. Henderson.\n\n\"The crazy machinist.  I believe he sneaked here through that\nopen port leading into the storeroom.\"\n\n\"That's it!\" cried Mr. Roumann.  \"He must have done this.  See if\nyou can't find him.\"\n\n\"Come on, Mark,\" said Jack.  \"We'll look for the rascal.\"\n\n\"And I'll help,\" added old Andy.  \"I'm pretty good on the trail.\nMaybe I can locate him.\"\n\n\"Do so, then,\" advised the German.  \"The professor and I will\nrepair the motor.\"\n\n\n\n\nCHAPTER XVIII\n\nA VAIN SEARCH\n\n\nThe boys, with the old hunter, immediately began a search.\nWashington was needed to aid the two scientific men, who quickly\nprepared to substitute new plates for the smashed ones.  The\nbroken plates looked as if they had been struck with a sledge\nhammer.\n\nOnce the adventurers got used to the different motion of the\nprojectile, which was now falling in some unknown direction of\nits own weight and not forced onward by the power of the motor,\nthey did not notice anything strange.\n\n\"Let's begin at the pilot house and work back,\" proposed Andy.\n\"If that crazy machinist did the damage, it would be natural for\nhim to want to get as far away as he could from the engine-room.\nThat place would be the pilot house.\"\n\nSo they searched there, but there was no sign of any one.\nIndeed, it would have been a pretty small person who could have\nconcealed himself in the prow of the projectile, occupied as it\nwas with all sorts of mechanism.\n\n\"Well, he isn't here, that's certain,\" declared Andy, who had\nbrought his gun along.  \"Now for the bunk-room.\"\n\nThere they had no better luck.  They peered under the berths,\nabove them, and even turned back the sheets and blankets to look\nfor the intruder.  He was not to be found.\n\nNor was he in the living-room, which was looked over from top to\nbottom, and every corner examined.\n\n\"If he's any place, it must be in the storeroom,\" declared Jack.\n\n\"Unless he's outside the projectile,\" suggested Mark.\n\n\"He couldn't live for a minute in a place without atmosphere,\"\nwas Jack's opinion.  \"No, he's in here somewhere, and we must\nfind him.\"\n\nBut it was more easily said than done.  The storeroom contained\nmany things, piled together, and it would have been easy for a\nperson to conceal himself among them.  The boys and the old\nhunter looked in every possible place, as they supposed, even\ntaking down many boxes and barrels to peer behind them, but they\ndid not find the man they sought.\n\n\"I don't believe he's  here,\" said Jack as he paused in the hunt.\n\n\"Say, do you know, I have an idea,\" said Mark.  \"Maybe that motor\nbroke itself.\"\n\n\"How could it do that?\"\n\n\"Well, it might have got to going too fast, and the power may\nhave broken the plates.  Anyhow, we didn't hear any person in the\nengine-room, and there doesn't seem to be any one here.\"\n\n\"That's so.\"\n\n\"I'll make an affidavit that there ain't a person on this airship\nbut ourselves,\" declared Andy.\n\n\"Let's ask Mr. Roumann if it's possible that the motor smashed\nitself,\" proposed Jack, and, having no further place to search,\nthey went back to where the two scientists and Washington were\nbusily engaged.\n\n\"Yes,\" replied Mr. Roumann, after Jack had stated his question.\n\"It's possible for that to have happened, but not very probable.\nI think some person is hiding on board here, and that he did it.\"\n\n\"But we can't find any one.\"\n\n\"That may be.  He is well concealed.  Well you can't do anything\nmore.  Suppose you two boys turn in and help us?\"\n\nJack and Mark were glad to get busy, and for several hours they\nlabored in the engine-room, where the two scientists were\ntoiling.  As this rendered it unnecessary for Washington to be\nthere, the colored man went to his kitchen, while Andy again made\na vain search of the projectile, looking for the crazy man.\n\nThough Mr. Roumann had provided duplicates of the power plates\nfor the Etherium motor, it was quite a task to take out the\nbroken pieces and insert the new ones.\n\n\"Can't you run the atmospheric motor while we're fixing this\none?\" asked Jack.  \"That would prevent us falling, I should\nthink.\"\n\n\"No, for the reason that there is no atmosphere for it to work\non,\" declared Mr. Roumann.  \"But don't worry.  We shall soon be\nunder way again.  We will be somewhat delayed in reaching Mars,\nthat is all.\"\n\nThey labored hard all the rest of that day and part of what\ncorresponded to the night, though of course the daylight outside\nnever ceased.  Little of it could penetrate the projectile,\nhowever, for the big car was all sealed up, save for the\nobservation window in the pilot house and one on the side.\n\n\"There,\" announced Mr. Roumann, after inserting the last new\nplate.  \"I think we are all right.\"\n\nIt had been nearly eighteen hours since the motor had so suddenly\nstopped.\n\n\"Will you start it now?\" asked Jack.\n\n\"Yes.  I wish you and Mark would go to the pilot house and turn\non the power.  Do it very slowly.  Mr. Henderson and I will stay\nhere and see how the motor behaves.\"\n\nIt was an anxious moment when the power was turned on the\nrepaired machinery, but, to the delight of all, the motor again\nbegan to give out the mysterious force.  The projectile ceased to\nfall, and once more was hurled onward.\n\n\"That's the stuff!\" cried Jack, as he noted the needle of the\nindicator moving around, showing that they were again headed for\nMars.\n\nOnce more they were shooting through the ether.  The wonderful\nmotor worked even better with the new plates, and Mr. Roumann\nsaid they had increased their speed about twenty-five percent.\n\n\"So we will soon make up for what we lost,\" he added.\n\nThey were all tired that night, for the work of making the\nrepairs had not been easy, and Andy had gone over the whole\nprojectile many times, looking for the hidden insane man.\n\n\"I don't believe he can be here,\" was Mr. Henderson's opinion.\n\n\"He certainly is,\" declared Mr. Roumann, \"and we shall have more\ntrouble from him.\"\n\n\"I hope not,\" ventured Professor Henderson.\n\nIt was on the second day after the accident, when the Annihilator\nwas speeding along, that Jack and Mark, who were in the pilot\nhouse with Mr. Roumann, noticed a peculiar trembling of one of\nthe needles on a dial designed to indicate the nearness of\nheavenly bodies.\n\n\"We're coming close to something,\" said Jack.\n\n\"We certainly are,\" admitted the scientist, with an anxious look\nat the instrument.\n\n\"Maybe it's Mars,\" suggested Mark.\n\n\"No, it can't be that planet.\"\n\n\"What is it?\" inquired Jack.  \"Look, the needle went all the way\naround that time.\"\n\nMr. Roumann bent over the gauge.  Then he consulted some charts of\nthe sky, and made a few calculations.\n\n\"Boys, I am afraid we're approaching a large comet,\" he said\ngravely.  \"And, what is worse, it is attracting us toward itself.\nWe are in great danger!\"\n\n\n\n\nCHAPTER XIX\n\nESCAPING A COMET\n\n\nThe two boys looked at the German scientist. He was gazing, as if\nfascinated, at the swiftly moving needle of the gage that had\ntold of the nearness of the comet.\n\n\"How far from it are we?\" asked Jack.\n\n\"Many thousands of miles,\" replied Mr. Roumann.  \"But that\ndistance is nothing compared to the rate at which we are\ntraveling.  We are almost certain to crash into it, or the comet\nwill collide with us.\"\n\n\"And when it does, what will happen?\" inquired Mark quietly.\n\n\"That is hard to say,\" was the answer of the German.  \"We know\nvery little about the composition of comets.  They may be\ncomposed merely of flaming gasses, or they may be a train of\nburning meteors, held together by attraction.  The head may be\nsome vast, blazing world, as large as our planet.  In fact,\ncomets are very baffling to astronomers.\"\n\n\"Well, if a comet is nothing but gas, it won't hurt if we run\ninto it, will it?\" inquired Jack.\n\n\"That's just the trouble.  We don't know that it is gas,\" said\nMr. Roumann.  \"It may be solid, and then to rush into it at\nterrific speed would mean that we would be demolished.  Also, if\nthe gas is flaming, you can easily imagine what would happen to\nthe Annihilator.  There would be nothing left of it--or us--in\nless than an instant.\"\n\n\"But isn't there some way of escaping it?\" asked Mark.\n\n\"I'm going to try,\" responded Mr. Roumann.  \"Jack, ask Professor\nHenderson to step here.  I wish to consult him.\"\n\nJack delivered the message, and it was overheard by Washington\nWhite.  Something in Jack's manner told the colored man that\nthere was trouble aboard.\n\n\"What's de mattah?\" he asked.\n\nJack saw no reason for concealing the danger from the cook.\n\n\"We're heading into a comet,\" he, said.\n\n\"What?  One ob dem tings wid long, fiery tails, Massa Jack?\"\n\nThe youth nodded.\n\n\"Am we gwine t' hit it?\"\n\n\"I'm afraid so.\"\n\n\"Well, I hopes we does!\" exclaimed Washington with great\nearnestness.  \"I hopes we knocks it clean outen de universe,\ndat's what I hopes.\"\n\n\"We're a great deal more likely to be knocked out ourselves,\nWash.\"\n\n\"No, sah!  Don't yo' believe anyt'ing like dat!\" exclaimed the\ncolored man.  \"I know dis airship.  I helped build it, an' it's\nde strongest one de perfesser eber made.  A comet won't be one,\ntwo, six wid it.  We'll jest knock a piece of his tail off, at's\nwhat we'll do.  I don't laik comets.  Dey allers brings bad luck.\nOnct, when I was a young feller, I had a ten-dollar gold piece.\nDat same year a comet was observed, an' de fust t'ing I knowed\nsomebody done up an' stole mah ten-dollar gold piece.  Comets\nbrings bad luck, an' I knows it; Golly!  I want t' see one ob 'em\nbusted all t' pieces.\"\n\n\"I guess you don't appreciate the danger,\" said Jack gravely, as\nhe followed Professor Henderson back to the pilot room, where the\ntwo scientists began to consult.\n\n\"We have decided on a plan, Mr. Henderson and myself,\" said Mr.\nRoumann.  \"The fact that so little is certainly known concerning\ncomets makes it difficult to know what to do.  We might keep on\nour course and come to no harm, merely pawing through a gaseous\nmass which makes up the comet's tail.  But there is a danger that\nwe might strike the solid head of it, for that the head is solid,\nand of a glowing, fiery mass, which gives off a train of sparks,\nis my belief.  To collide with a fiery ball, larger than the sun,\nwould indeed be terrible.  So we have decided to try to pass\nthrough the less dense part the tail of the comet.\"\n\n\"Can't we steer to one side, or above or below the comet?\" asked\nJack.\n\n\"Impossible,\" replied Mr. Roumann.  \"We have made some calculations,\nand have ascertained that this is Donati's comet--the one of 1858--and\nthe head of it is two hundred and fifty thousand miles in diameter.\nThe tail is many millions of miles long, and as many thick.  To pass\nentirely beyond it would consume much time.  In fact, we could not move\nquickly enough to escape it, as we are now being attracted out of our\ncourse toward the comet.\"\n\n\"How far off is it now?\" asked Mark.\n\n\"About seven hundred and twenty thousand miles.\"\n\n\"Then we'll be up to it in about two hours,\" went on Mark, making\na rapid calculation.\n\n\"I only hope we don't get into it, as well as up to it,\"\ncommented Jack.\n\n\"We all do,\" observed Mr. Henderson.  \"But now, boys, we are\ngoing to do our best to escape.  Mr. Roumann will remain in the\npilot house to steer the projectile, while you and I will attend\nto the Etherium, motor.\"\n\n\"Try and see if you can get any more speed out of it,\" advised\nthe German.  \"Use the accelerator plates, as I instructed you.\nPerhaps we can pass so quickly through the gaseous tail, or a\nportion of it, that we shall not be harmed.\"\n\n\"Even if it blazes?\" asked Jack.\n\n\"Even if it blazes.  The gas between the two shells of our\nprojectile will absorb an enormous quantity of heat.  It is our\nonly hope.\"\n\nTheir hearts filled with apprehension, the two boys accompanied\nProfessor Henderson back to the engine-room.  There the scientist\nchanged the plates on the motor, and made some adjustments, as\nsuggested by Mr. Roumann, so that more speed would develop.\nAnxiously they watched the gages, to see if the motor did work\nany faster.\n\n\"It's increasing!\" cried Jack, as he watched the needle swing,\nuntil it indicated a rate of one hundred and thirty miles a\nsecond.  \"We are going faster than we ever went before.\"\n\n\"And we need to,\" observed Mr. Henderson.  \"A comet is a terrible\nmass to escape from.\"\n\nIn spite of the increased speed of the projectile, it could not\nbe noticed by those within it.  For all they could tell they were\nstationary, but they were really flying through the ether at\nenormous velocity.  For over an hour the motor was worked at the\nincreased rate.  Then, leaving the boys in charge for a few\nminutes, Mr. Henderson went to the pilot house to ask Mr. Roumann\nif there was any chance of escape.  He met the German coming\ntoward the engine-room.\n\n\"Well?\" inquired the professor.\n\n\"No, not well--bad,\" was the gloomy answer.\n\n\"Why so?\"\n\n\"I can't force the Annihilator to one side or the other.  I have\ntried, time and again, to steer it away from the comet's head and\ninto the less dense part of the tail, but, so far, without\nsuccess.  The rudder arrangement appears to be affected by the\ncomet and will not work.\"\n\n\"What can we do?\"\n\n\"Nothing, unless, perhaps, we can get a little more speed out of\nthe motor.  The rudder might work then.\"\n\nThey tried, but without success.  Not a bit more speed could the\nEtherium machine be induced to give out.  Indeed, Mr. Roumann\nadmitted that it was working faster than he had ever expected it\nwould.\n\n\"I'll go back and make one more attempt to steer out of the way,\"\nhe said.\n\nHe was gone for perhaps ten minutes.  In that time Mr. Henderson,\naided by Jack and Mark, tried to adjust the motor differently,\nbut unavailingly.  Mr. Roumann came hurrying back from the pilot\nhouse.\n\n\"It's of no use!\" he exclaimed.  \"We are heading right toward the\npoint of the comet.   We must prepare for the worst!\"\n\nThere was silence for a moment.  It was an awful fate to meet,\nand they realized it.  Then Washington White, looking into the\nengine-room from his kitchen, exclaimed:\n\n\"Now, don't yo' all go t' worryin' 'bout dat ole comet.  It can't\nhurt us, an' we'll knock it into smithereens!\"\n\n\"You talk that way because you know nothing of comets,\" said Mr.\nRoumann solemnly.\n\n\"I don't know nuffin' 'bout 'em?\" demanded the colored man.  \"I\nknows too much ob 'em, dat's what I does.  Didn't I lose mah ten\ndollars?\"\n\nHe stopped suddenly.  From without there came a terrible roaring\nsound, that grew louder and louder.\n\n\"The comet!\" cried Mr. Roumann.  \"We are almost upon it.  That\nroaring is caused by the flaming gases!\"\n\nThere was nothing that could be done.  There was no place to go--no\nplace to run to--no place in which to hide.  They could only\nstand there and wait for total annihilation, which they expected\nevery moment.\n\nThe roaring grew louder.  It was like the howling of a mighty\nmind.  The projectile seemed to tremble.\n\nThen there came a brilliant light, rivaling even that of the sun,\nin the rays of which they constantly were.  The light streamed in\nthrough the plate-glass ports in the engine-room.  It showed\nviolet rays, purple, orange, green, yellow--all the colors of the\nrainbow.\n\n\"We'll be consumed in a moment!\" murmured Mr. Roumann.  \"We are\nin the midst of the comet!\"\n\nSeveral seconds passed.  There was no increase in temperature.\nAfter all, would the wonderful gas in the space between the two\nshells of the projectile absorb the terrific heat?\n\nThe light faded away.  Only the glow of the sun remained.  The\nAnnihilator shot onward.\n\nMr. Roumann rushed to the pilot house.  He uttered a cry.\n\n\"We have escaped the comet!\" he called to the boys and Professor\nHenderson, who followed him.  \"We went right through a small\nsection of the tail.  And I was mistaken in thinking it was\ncomposed of flaming gases.  It is only nebulous light.  There is\nno harm in a comet, after all!\"\n\n\"Dat's what I said all along,\" remarked Washington White, as he\nwent back to his kitchen.  \"All a comet is good fer is t' bring\nbad luck.  Look at mah ten dollars.  I wish we'd batted dis one\ninter pieces!\"\n\n\n\n\nCHAPTER XX\n\nTHE MOTOR STOPS\n\n\nThey were hardly able to realize their escape.  That is, all but\nWashington.  He took it as a matter of course.\n\n\"How did it come about?\" asked Jack.\n\n\"It's hard to say,\" replied Mr. Roumann.  \"I couldn't steer away\nfrom the comet, but it's probably just as well that I could not.\nIt seems that the mass of queer light attracted us to it, but to\na certain section where we came to no harm.  And we must have\ngone through it at an angle, or we would have been much longer\nwithin its influence.\"\n\n\"Can we see the comet?\" asked Mark.\n\n\"There it is,\" replied the German.  \"Only it doesn't look as a\ncomet does when you view it from the earth.  We are too close to\nit.\"\n\nThey looked from the side window of the projectile.  Far off\nappeared to be a great mass of clouds, except that instead of\nbeing white, the mass was colored with many hues, It was so vast\nin extent that they could see neither the beginning nor the\nending of it.\n\n\"Our first comet,\" remarked Jack.\n\n\"And I hope our last,\" added Mark.\n\n\"Yes, indeed,\" interjected Mr. Roumann.  \"Now I think we will\nslow down the motor somewhat.  We must save some of the energy\nfor our return trip, though I have a large surplus.  Still, we\ncannot be too careful.\"\n\n\"Are we once more headed for Mars?\" asked Mark.\n\n\"Yes, we are pointing directly toward it.  Perhaps you boys will\ngo and slow down the motor, while Professor Henderson and I make\nsome scientific notes concerning the comet.  It will be great\ninformation to the astronomers on earth.  Many of their theories\nwill be changed, I fancy.\"\n\nJack and Mark started for the engine-room.\n\nThey passed through the living or dining-room, where Washington\nwas setting the table for dinner.\n\n\"What I done tole yo'?\" he demanded triumphantly.  \"I wasn't\nskeered ob no ole comet.\"\n\n\"That's right, Wash,\" admitted Mark.  \"You had one on us that\ntime.\"\n\nAndy Sudds was in one corner of the room, oiling his gun.\n\n\"Getting ready to go hunting?\" asked Jack.\n\n\"Well, I heard Mr. Roumann say we'd be on Mars in a few days,\"\nreplied the old man, \"and if there's any game there I want to get\na shot at it.\"\n\n\"That's right,\" said Jack.  \"I guess I'll take--\"\n\nHe got no further.  From the engine-room there sounded a\ntremendous racket, as if some one was pounding on the machinery\nwith a big hammer.\n\n\"What's that?\" cried Mark.\n\n\"Something's happened to the motor!\" exclaimed Jack.  \"Maybe it's\ngoing too fast!  Come on!\"\n\nThey ran to the engine-room.  The sight that met their eyes was a\nstartling one.\n\nStanding with his back to them was a strange man.  Over his head\nhe was swinging a sledge hammer, which he brought down with great\nforce upon the Etherium motor.\n\n\"I'll smash it!  I'll stop this machine!  I'll send us all to the\nbottom of the universe!\" the man was muttering.\n\n\"Quit that!\" cried Jack, springing forward.\n\nThe man paused and turned.\n\n\"The crazy machinist!\" shouted Jack.  \"Hell break the engine all\nto pieces!\"\n\n\"That's what I will!\" replied the infuriated man.  \"I'll end this\nvoyage now!\"\n\nOnce more he brought his hammer down on the machine, and the\nmotor, with a hissing of gas and a shower of sparks, stopped\nworking.\n\nJack and Mark were brave lads.  They sprang upon the man, though\nhe was large and strong, and his strength was added to by his\ninsane fury.\n\nIn an instant they were in the midst of a fierce fight.  The\nmaniac tossed them aside as if they were mere infants, but they\nreturned to the attack.  They sought to hold his arms to prevent\nhim from doing any further damage with the hammer.  Fortunately\nfor the lads, the man was forced to drop the weapon, to enable\nhim to grapple with his two assailants.\n\n\"Can you hold him?\" cried Mark.\n\n\"Not very well,\" panted Jack, as his grip of the man's arms was\nbroken and he was flung across the room.\n\n\"Help!  Help!\" suddenly cried Mark.  \"The crazy machinist is\nhere!\"\n\nWashington and Andy, in the living-room, heard the yells of the\nboys.  They rushed to the scene, and, taking in the situation at\na glance, flung themselves upon the unfortunate man, aiding the\nboys in holding him.\n\nEven their strength was not sufficient, and it was not until Mr.\nRoumann, leaving Professor Henderson in charge of the pilot\nhouse, had come up, that they were able to secure the maniac.\n\nHe was quickly bound with ropes, and placed in the storeroom as a\nprisoner, while the German turned his whole attention to the\nmotor, a part of which had been broken.  Once more the Annihilator\nhad ceased to advance, and was falling through space.\n\n\"Can you fix it?\" anxiously asked Jack, who was panting from the\nterrible struggle.\n\n\"Yes,\" replied Mr. Roumann.  \"Fortunately he did not smash a\nvital part.  I will soon have it running again.\"\n\nIn less than half an hour the motor was repaired, and was\nspeeding the projectile on its way.  It was not set at the\ngreatest power, however, as Mr. Roumann did not want to put too\nmuch strain upon it.\n\n\"Now I have time to inquire how it happened,\" he said to the\nboys.  \"Tell me about it.\"\n\nThey related how they had come upon the crazy machinist.\n\n\"Then he has been hidden on board all the while,\" commented the\nGerman.  \"I was not mistaken in thinking some one opened that\nport after I closed it.  He sneaked in here the night before we\nstarted, and has been waiting his chance to do us some damage.\nIt was he who smashed the plates.\"\n\n\"But where could he have concealed himself?\" asked Jack.\n\n\"I don't know.  We'll see if he will tell us.\"\n\nThey went to the storeroom, where the maniac was bound.\n\n\"Why did you try to damage my machinery?\" asked Mr. Roumann.\n\n\"Because it is an infringement on my patent,\" was the surprising\nanswer.  \"I invented a perpetual motion machine, for making dog\nbiscuits, and you have used it to make your airship go.\nTherefore I smashed it.  I have the sole right to make dog\nbiscuits for the king of the cannibal islands.  I'm his private\nsecretary.\"\n\n\"He is hopelessly insane,\" murmured Jack.\n\n\"I fear so,\" agreed Mr. Roumann.  Then he asked: \"Where have you\nbeen hiding?\"\n\n\"Ah, I fooled you, all right,\" said the man with a cunning laugh.\n\"It was just like a game of hide and seek to watch you hunting\nfor me, and me looking at you all the while.  Ha, ha!  Oh, I had\na good place.\"\n\n\"Where was it?\" asked Mr. Roumann soothingly.\n\n\"Right up there,\" answered the machinist, pointing to the roof of\nthe storeroom.  The German made an investigation, and discovered\na small compartment where it had been intended to make a port,\nbut the idea for which had not been carried out.  This left a\nspace in the wall of the projectile, large enough for a man to\nconceal himself in.  No one would suspect he was there.\n\n\"I sneaked on board one night,\" went on the man.  \"I managed to\nopen a port into the storeroom.  And I lived high, I can tell\nyou.\"\n\n\"Golly!  He's been at mah kitchen stuff!\" exclaimed Washington.\n\n\"Did that other man come aboard with you?\" asked Jack.  He\nreferred to the tramp who had peered in the window of the\nprofessor's house.\n\n\"No.  He's been elected King of France,\" was the answer.  \"He had\nto go over there to get his crown fitted on.  I'm all alone here.\nA few minutes more and I would have smashed that engine.\"\n\n\"I guess you would,\" responded Mr. Roumann.  \"Well, we'll take\ngood care that you do not get loose again.\"\n\nThe bonds of the maniac were made more secure, and Washington\nWhite was told to keep, close watch over him.\n\nIt was the day after this occurrence, though Jack and Mark had\nnot gotten over talking about it, that they were in the pilot\nhouse with Professor Henderson.  The projectile was speeding\nalong rapidly, and from calculations that had been made it was\nbelieved they would arrive at Mars in about two days.\n\n\"I'll be glad of it,\" said Jack.  \"I want a chance to stretch my\nlegs.\"\n\n\"And grow lighter,\" added Mark.  \"You're fatter than ever since\nyou began this trip.\"\n\n\"That's because I don't have any exercise.  But I'll make up for\nit.  I understand that on Mars one can jump twice as far as he\ncan on the earth, due to the less dense atmosphere.\"\n\n\"Well, we'll soon see,\" said Mark.\n\nMr. Henderson suddenly bent over one of the indicators.  He\npressed a lever, turned a wheel, and then exclaimed:\n\n\"The Etherium motor has stopped working 'again!  I wonder if the\nmaniac is loose!\"\n\n\"We'll see!\" cried Jack, as he and Mark hurried toward the\nengine-room.  They found Mr. Roumann there.\n\n\"The motor has stopped!\" exclaimed Jack.\n\n\"I know it.\"\n\n\"Has there been an accident?\"\n\n\"No.\"\n\n\"What's the matter, then?\"\n\n\"We have completed our journey through the ether.  The motor will\nonly work in that.\"\n\n\"And that means--\" began Mark.\n\n\"That we have reached the atmosphere of Mars!\" exclaimed Mr.\nRoumann in triumph.\n\n\n\n\nCHAPTER XXI\n\nMARS AT LAST\n\n\nAnticipating, as they had for some time past, such an\nannouncement, it was none the less startling to the boys.\n\n\"Then we are really nearing Mars?\" exclaimed Jack.\n\n\"Not only nearing it, but we will be there within twenty-four\nhours,\" answered the German scientist.  \"I was looking for this.\nI expected the Etherium motor to stop as soon as it reached the\natmosphere of the planet, and it has done so.  We will not have\nto start it again until we make the return trip.  I will now\nagain put into operation the atmospheric motor, and we will see\nhow it behaves.  Kindly inform Mr. Henderson, so he will\nunderstand what is taking place.\"\n\nMark hastened to the pilot house with this message, and then\nreturned to watch Mr. Roumann, the professor agreeing to remain\nat the steering wheel until relieved by his friend.\n\nMr. Roumann began adjusting the second motor.  It had been kept\nin readiness for instant service, and did not require much\nattention.\n\n\"I don't see why we have to use it at all,\" said Jack.\n\n\"Why shouldn't we?\" Mark wanted to know.\n\n\"Because if we are near Mars it ought to attract us, just as if\nwe were near the earth.  We ought to fall right into it.\"\n\n\"That is just the danger,\" commented Mr. Roumann.  \"We don't want\nto fall.  We want our projectile under perfect control, and I can\nonly attain that end by using the motor.  Besides, we are not\nnear enough to Mars to be attracted by its force of gravitation,\neven supposing it is the same as that of our earth.  We might not\nbe attracted at all, and if we did not use the motor we might\nfloat around the planet as if we were a moon.  No, if we wish to\nreach Mars we must use the atmospheric motor.\"\n\nA few minutes later it was started, and the Annihilator was once\nmore speeding along, this time under new power, and not quite so\nfast.  All on board the projectile found themselves anticipating\nwhat they would see on the new and wonderful planet they were\nsoon to visit.\n\n\"It hardly seems possible,\" murmured Jack, \"that we have made\nsuch a journey--the longest on record.\"\n\n\"It will be more wonderful if we get back to earth,\" spoke Mark.\n\n\"Oh, I don't know,\" went on his chum.  \"We may like it so on\nMars, that we'll want to stay.  And there isn't any reason why we\nshouldn't, provided we find nice people there.  We haven't many\nfriends, Mark.  Our best ones are right here with us.  We could\njust as well stay as not.\"\n\n\"Yes, provided, as you say, that the Martians are nice people.\nBut you must remember that we're going to be strangers in a\nstrange land.\"\n\n\"Well, one always treats strangers politely,\" declared Jack.  \"I\nguess we'll get along all right.  Anyhow, I'm glad we're near\nthere.\"\n\n\"So am I,\" declared Mr. Henderson.  \"I will be able to make some\nscientific observations, and, perhaps, write a book about them\nwhen I get back to earth.  I might make some money out of it.\"\n\n\"You won't need to make money, if what I suspect is true,\" said\nMr. Roumann.\n\n\"What is that?\"\n\n\"Well, I can't go into details now, but I hope to secure\nsomething that will make our fortunes.  There is only one thing I\nfear.\"\n\n\"What is that?\"\n\n\"The Martians may prevent me taking any of it away.  But I am not\ngoing to borrow trouble.  Let us see how the motor is working.\"\n\nThey had all gone, with the exception of Andy and Washington, to\nthe pilot house, and they now returned to the engine-room.\n\n\"Ha!  That is rather strange!\" exclaimed Mr. Roumann as he looked\nat the buzzing machinery.\n\n\"What's the matter?\" asked Mark.\n\n\"The atmospheric motor is running much faster than I ever saw it\ngo before.  I wonder if that crazy machinist could have gotten\nloose and meddled with it?\"\n\n\"I'll look,\" volunteered Jack, but he soon ascertained that the\nman was still securely bound.\n\nThe motor was humming and snapping away, and a gage connected\nwith it showed that it was forcing the Annihilator along at the\nrate of two hundred miles a second.\n\n\"That is faster even than we moved when the Etherium machine was\nworking at its best,\" said Mr. Roumann with a puzzled look.  \"Can\nI have made a mistake in my calculations?  I hardly think so.\"\n\n\"Jack, run to the pilot house, and see if the automatic steering\napparatus is all right.  Also see what the speed gage there\nindicates.\"  Jack hurried off, and soon returned.\n\n\"We're heading right for Mars, as indicated on the chart,\" he\nsaid, for there was an arrangement whereby the projectile could\nbe automatically steered.\n\n\"What speed does the gage there show?\" asked the German\nscientist.\n\n\"Two hundred miles a second.\"\n\n\"The same as here,\" murmured Mr. Roumann.  \"I wonder what can\ncause it?\"\n\nHe leaned over the motor, and made some calculations.  Then he\nexclaimed:\n\n\"I have it!\"\n\n\"What is the reason?\" inquired the professor.\n\n\"It is because we are speeding through an atmosphere much less\ndense than that of our earth.  There the motor would only work at\na certain speed.  Here, in the atmosphere of Mars, it goes more\nthan twice as fast, because there is less resistance.\"\n\n\"Is that good or bad?\" asked Jack.\n\n\"Good.  We shall reach the planet all the sooner now.  Boys, get\nready to land on Mars in a few hours!\"\n\nThe news was startling in itself, but so many strange things had\nhappened on the trip that this only produced a momentary\nimpression.\n\n\"Yo' say dat we am shortly goin' t' promulgate eurseves inter\nconjunctionary juxtaposition wid de exterior circumference an'\nsurface ob de planetary sphere commonly called Mars?\" asked\nWashington White.\n\n\"If you mean whether or not we are near Mars, why, we are,\"\nanswered Jack with a laugh.  \"But, Wash, if you use such language\nas that I don't know what the Martians will think of you.\"\n\n\"I knows,\" answered the colored man with great dignity.  \"Dey'll\ntake me fo' jest what I am--a mostest profundity educationalized\nspecimen ob de human fambly.  But I'se glad we's so neah Mars.\"\n\n\"Why?  Are you tired of being cooped up here?\" asked Mark.\n\n\"Not prexactly, but mah Shanghai rooster am.  He's dat lonesome\ndat's he's homesick for t' git out an' do a bit ob scratchin' on\nde ground.\"\n\n\"Look out that he doesn't fly away when he gets on Mars,\"\ncautioned Jack.  \"Things there are twice as light as they are on\nthe earth, and he'll only weigh a pound or so, instead of two or\nthree.\"\n\nWashington grunted, but said nothing.  He served a meal, probably\nthe last one that would be eaten before their arrival.\n\n\"We have been just twelve days, so far, on our journey,\" declared\nMr. Roumann.  \"That is a little longer than I calculated, but it\nwas due to unexpected troubles.\"\n\n\"Well, we've been very comfortable here,\" commented Mr.\nHenderson.\n\nAnd indeed they had.  Except for the rather cramped quarters, and\nthe absence of scenery, they had lived as well as they could have\ndone at home.  They had plenty to eat and drink during their\nmarvelous trip through space, they had enjoyed the reading of\nbooks, had listened to fine music, and had been traveling in\nperpetual sunlight.\n\nWhat was before them?  Every one asked himself that question.\n\nOn and on the projectile sped.  Mr. Roumann, who had taken charge\nof the steering wheel called the attention of the boys to a\nsmall, dark object off to the right.\n\n\"What is it?\" asked Jack. \"It looks like a bright ball of fire.\"\n\n\"One of the moons of Mars,\" was the answer.  \"That is Deimos, and\nwe are now but ten thousand miles from the planet, for that is\nthe moon distance from Mars.\"\n\n\"How small it is!\" commented Mark.\n\n\"Yes, it isn't much like our moon, but I suppose it answers for\nthe Martians.\"\n\n\"But if we're only ten thousand miles away from Mars, and are\ntraveling at two hundred miles a second, we'll be there in less\nthan a minute!\" cried Jack.\n\n\"We would, only I have shut down the motor.  We are now\napproaching only from the force of the attraction of gravitation,\nand that, I find, is much less than on our earth.  At the proper\ntime I will reverse the motor, to make our landing easy.\"\n\nThe indicators showed that the Annihilator was now traveling\nalong at about the rate of a fast automobile.\n\n\"We're almost there!\" cried Mark.\n\nMr. Roumann adjusted the machinery.  Sometimes he speeded it up,\nand again he slowed it down.  He found he had the projectile\nunder perfect control.  Once again he set the motor in motion,\napproaching Mars at a fast rate.\n\nThey shot past another shining body.\n\n\"The second moon!\" he called to the boys.  \"We are but sixteen\nhundred miles away now.\"\n\n\"Get ready to land!\" cried Jack.  \"All ashore that's going\nashore!\"\n\n\"Maybe we'll land in the water,\" spoke Mark.\n\n\"No, I can so regulate the projectile that such a thing won't\nhappen,\" declared Mr. Roumann.\n\n\"I will send it ahead for a few seconds, and then see what\nhappens.\"\n\nThey sped forward.  Suddenly there loomed up before them a great\nmass.  It seemed to be rushing to meet them.  It looked something\nlike the earth, as seen from a balloon at a great height.\n\n\"Mars!\" cried Mr. Roumann.  \"There is the planet we aimed for!\nMars at last!\"\n\nHe reversed the motor.  The motion of the projectile became less.\nNearer and nearer it approached the wonderful planet on which all\ntheir thoughts were centered.\n\n\"But it isn't red!\" objected Jack.\n\n\"Wait until night,\" said the German.  \"We are approaching it from\nthe daylight side.\"\n\n\"Am we goin' t' ram it hard?\" asked Washington.\n\n\"I trust not,\" was Mr. Roumann's reply.\n\nHe reversed the atmospheric motor still more.  They were so near\nthe planet now that they could distinguish land and water, great\nbuildings, patches of woodland and open spaces.\n\n\"There are people there!  I see people!\" cried Jack.\n\nIndeed, there did seem to be a mass of beings looking up at the\napproaching projectile.\n\nVery gently the Annihilator came nearer and nearer.  There was no\ndoubt now but that Mars was inhabited--but by what a strange\nrace!  Before those in the projectile had time to wonder at the\ninhabitants, they felt a sudden jar.  The Annihilator came to\nrest.  It had landed in a soft bed of sand.\n\n\"Welcome to Mars!\" cried Mr. Roumann, opening a door in the side\nof the craft and stepping out, followed by his companions.  They\nwere at once surrounded by a throng of the queerest people that\nthey had ever imagined.\n\nA great shout arose, and as the adventurers stood in a group near\ntheir craft, they suddenly found themselves being moved forward\ntoward the crowd by some strange, mysterious force.\n\n\n\n\nCHAPTER XXII\n\nQUEER PEOPLE\n\n\n\"Hear!  Hold on!  Quit shovin' me!\" cried Washington White.\n\"Stop, Massa Jack!\"\n\n\"I'm not pushing you,\" replied the boy, who, with the others, was\nbeing moved forward against his will.  \"I can't seem to stop!\"\n\nNor could the rest of them.  It was just as if some one had\ncommanded them to walk forward toward the crowd that stood\nwaiting for them, and they could no more avoid obeying than they\ncould had they been pulled by wire cables.\n\n\"What can it be?\" murmured Mr. Roumann.  \"Hold back, all of you.\nThey must have attached invisible wires to us, and are going to\nmake prisoners of us!\"\n\n\"There are no wires on me,\" observed Mark, carefully feeling\nabout him.\n\n\"Nor me, either,\" added Jack.\n\n\"I'll soon make 'em stop!\" exclaimed Andy Sudds, and raising his\ngun to his shoulder, he fired over the heads of the Martians,\nintending to frighten them.\n\nTo the surprise of the adventurers the gun only made a faint\nsound, about half as loud as it usually did, and they saw\nsomething small and black pop out of the muzzle, and sail lazily\nthrough the air for a short distance, then fall.\n\n\"Would you look at that!\" exclaimed the hunter in great disgust.\n\"Look how my bullet flew!  First time I ever saw a bullet come\nfrom a gun!  We're in a strange land, friends!\"\n\n\"I have it!\" cried Professor Henderson.  \"The attraction of\ngravitation on Mars is a third of that on the earth.  The\natmosphere is also less dense.  Your gun only makes half the\nnoise, Andy, and the bullet doesn't go nearly as fast, nor with\nnearly so much force.  That's why you could see the bullet.  It\nwent very slowly.  Your gun is of no use here.\"\n\n\"And is that what makes us move?\" asked Jack.  \"Because we're so\nlight?\"\n\nFor they continued to advance toward the crowd, which seemed to\nbe anxiously awaiting them.\n\n\"That's partly the reason, I guess,\" replied the professor.  \"The\nother part is that they are exerting some strange force upon us.\nWe'll find out later what it is.\"\n\n\"I wish dey'd let me be!\" exclaimed Washington, vainly struggling\nto hold himself back.\n\n\"What queer people!\" exclaimed Jack.  \"Look at what large heads\nthey have!\"\n\n\"And what small bodies!\" added Mark.\n\nIt was indeed so.  They found Mars, at least the portion where\nthey had landed, to be inhabited with a strange race of beings.\n\nThere were men and boys and a few women in the crowd, but they\nwere unlike any men, boys or women they had ever seen.  Their\nheads were about three times as large as those of the ordinary\nperson, and the eyes, ears and nose were of extraordinary size.\nIndeed, the eyes bulged out in quite an unpleasant fashion, and\nthe ears of the Martians were not unlike those of an elephant in\nproportion, though they were shaped more like those of a human\nbeing.  As for a Martian nose, it was elongated, and capable of\nbeing moved in any direction, as were also the ears.\n\nAs the adventurers felt themselves being urged forward, by what\nmeans they knew not, they noted that the Martians were staring at\nthem with their great, protruding eyes, that they were listening\nto their talk with their great ears thrust forward, and were\nlifting their flexible noses toward the travelers as if to get\nwind of them, as wild beasts do.\n\n \"They're certainly sizing us up in great shape,\" observed Jack.\n\"But whatever kind of clothes have they got on?\"\n\nWell might he ask, for the Martians seemed to be covered with a\ncombination of fur and feathers.  They wore no garments that\ncould be put on or taken off, but seemed to be provided by either\nNature or skill with suits that were a part of themselves.  Men,\nwomen and children were all attired alike.\n\nSuddenly the travelers felt themselves come to a stop.  A murmur\narose from the crowd, and from the midst of the assemblage there\nstepped forth a man, who seemed to be a sort of leader.  On his\nhead was a golden band, and attached to it was a small,\nglittering triangle.  He approached quite close to the little\nparty, and the boys noticed that he seemed to float along, rather\nthan to walk, and that his progress was very swift.  He looked\nsearchingly at the strangers with his big eyes, and then\naddressed them in a queer language.  By the tones of his voice it\nwas easily guessed that he was asking them questions, and it did\nnot take much of an imagination to guess that he was inquiring\nwhence they came, how they had arrived, and what they wanted.\n\n\"I can't understand his language,\" remarked Mr. Henderson,\nturning to his friends.  \"Can any of you?\"\n\nThey all shook their heads.\n\n\"Let me try him in German,\" suggested Mr. Roumann, and he gave a\nbrief explanation, in that language, of their trip from the\nearth.  The man with the glittering triangle on his head did not\ncomprehend.\n\n\"I can speak several languages,\" remarked Amos Henderson.  \"Let\nme tackle him.\"\n\nAccordingly, the professor spoke in several languages, including\nthe Esquimau, which he had picked up on his journey north, and in\nthe language used by the inhabitants in the center of the earth.\nBut to all these the leader only shook his head.\n\n\"Suppose we try Latin?\" suggested Mark, who was a proficient\npupil in that language.  \"Latin is a very old language.  Maybe he\nunderstands that.\"\n\n\"Go ahead,\" said Jack.\n\nMark accordingly began to recite part of the first book of\nCaesar, beginning: \"All Gaul is divided into three parts,\" which\nevery schoolboy knows.  But this was no better.\n\n\"Let me try a bit of Greek on him,\" said Mr. Roumann.  \"I used to\nbe a pretty good Greek scholar.\"'\n\nBut Greek appeared to be an unknown tongue to Mars.  The leader,\nhowever, seeing that the strangers had arrived at the end of\ntheir resources, called to some persons in the crowd, and these,\ncoming forward, addressed the world-dwellers in different\ndialects.  But they were no more understandable than had been the\nfirst speech of the man with the glittering triangle.\n\n\"Guess we'll have to resort to first principles, and draw\npictures for them,\" said Mark.\n\nJust then Jack uttered an exclamation, and pointed to the head of\nthe leader.\n\n\"What's he doing?  Making faces at you?\" asked Mark.\n\n\"No; but look at that triangle!\" exclaimed Jack.  \"It's a\nright-angled one.\"\n\n\"Well, what of it?\"\n\n\"This: If they understand triangles, they must know something\nabout mathematics and geometry.  Suppose we draw for them that\nproblem in geometry which states that the sums of the squares\nconstructed on the base and altitude of a right-angled triangle\nis equal to the square constructed on the hypotenuse?  If he\nknows that, maybe we can get to some understanding with him.\"\n\n\"Go ahead and try,\" assented Mr. Henderson.\n\nJack accordingly took up a stick, and drew in the sand the\ngeometrical problem of which he had spoken.  It is one of the\nsimplest.  No sooner had he done so than the Martians set up a\ncry.\n\n\"What's the matter?\" asked Jack.  \"I hope I haven't made them\nmad.\"\n\n\"No; they appear to be delighted,\" said Mr. Roumann.  And sure\nenough, the Martians showed evidences of pleasure.  They pointed\nto the triangle on the head of their leader, and then to the one\nJack had drawn.\n\nThen, from somewhere in the rear of the crowd, there came another\nman.  He was slightly larger than his companions, but that was\nnot saying much, for, aside from their great heads, the Martians\nwere all little people, not much more than up to Andy's shoulder,\nand Andy was not much over five feet in height.\n\nBut it was not the size of the newcomer that attracted the\nattention of the travelers so much as it was the device he had in\nthe golden circle on his head.  For this device was exactly the\nsame as the one Jack had drawn in the sand to illustrate the\nproblem.  It was a triangle, with squares drawn out from the\nthree sides.  He looked at the drawing in the sand, and made a\nlow bow to the newcomers.\n\n\"Well, that appears to have taken their fancy,\" said Mark.  \"I\ncan't understand it.\"\n\n\"I can,\" spoke the professor quickly.  \"The Martians are a very\nlearned people.  That's why their heads are so large and their\nbodies so small.  They make a special study of the sciences, and\ngeometry and mathematics probably are their favorites.  That is\nwhy they understand Jack's problem.  Science is the same\nthroughout the universe, though conditions may differ on\ndifferent planets.  I think we have arrived at a means of\ncommunicating with the Martians, at least until we have learned\ntheir language.\"\n\nThe Martian with the triangle and squares on his circlet of gold\nappeared to be a grade higher in authority than the one with the\nsimple triangle.  He now addressed the travelers, but they could\nnot understand him.\n\nSeeing this, he stooped and drew in the sand another geometrical\nproblem, leaving it half completed.\n\n\"You finish it, Mark,\" said Jack, and the boy did so, much to the\ndelight of the crowd.\n\n\"They all are well up in geometry,\" declared Mr. Roumann.\n\n\"But I'd like to understand what force it was that made us move?\"\nspoke Jack.\n\n\"I'll see if I can find out,\" said Mr. Henderson, and he made\nmotions to indicate that they would like to know what power it\nwas that moved them away from the projectile.\n\nA smile came to the face of the leading Martian.  He pointed to\nhis big head, and then to the travelers.  Then he fixed his great\neyes on them.\n\nInstantly they felt themselves being moved backward to the\nprojectile.  They went a few feet, then were moved forward toward\nthe crowd again.  Then they found themselves stationary.\n\n\"It's thought force!\" cried Jack.  \"That's what it is.  They\nsimply will for a thing to be done, and it is done--at least with\npersons from another planet.  They have the power to make us move\nby merely wishing it.\"\n\n\"Then they ought to be able to read our thoughts,\" spoke Mark.\n\n\"Maybe their power extends only to motion,\" suggested Mr.\nHenderson.\n\nThe chief leader spoke again, and it was evident that he was\nasking if the explanation and demonstration he had given was\nsatisfactory.  The professor nodded his head to indicate that it\nwas.\n\nThe leader addressed the throng of people, and they turned and\nstarted away.  The leader remained, and turning to the adventurers\nhe pointed off toward a distant city, and indicated that they were\nto go there.\n\n\"And leave our projectile behind!\" exclaimed Jack.  \"We don't\nwant to do that.\"\n\nThis did not meet with the approval of the others.  They were in\na strange land, and the Annihilator might be the means of saving\ntheir lives.  If they left it there was no telling whether or not\nthey would ever see it again.\n\nAs well as he could Mr. Henderson made motions that they did not\nlike to leave their craft behind.  But the Martian, with a frank\nsmile, seemed to say that it would be safe.\n\n\"Guess we can't help ourselves,\" remarked Mr. Roumann.  \"If we\ndon't go they'll make us.  Better go willingly.  Besides, I want\nto see their city.\"\n\n\"But what about our prisoner--the crazy machinist?\" asked Jack.\n\n\"Oh, I guess he will be all right.  He had a good meal just\nbefore we landed, and he was asleep.  We'll go with these queer\npeople, and come back to-night to the projectile,\" said Mr.\nRoumann.  \"Come on.\"\n\nThey started to follow the leader, who beckoned them forward.  He\nwent off at a rapid pace, and the travelers found themselves\nbeing urged on just as speedily by that mysterious thought force.\n\n\"This is a great way of traveling,\" observed Jack.\n\n\"It suah does beat walkin',\" commented Washington White, who,\nafter his first fright, appeared to take it all as a matter of\ncourse.  \"But I hopes dat dey's got suffin' t' placate mah inner\nconscientiousness wid, 'case I'se gittin' mighty hungry.\"\n\n\"Oh, I guess these people have to eat, even if they are mostly\nbrains,\" suggested Jack.  \"Anyhow, we've got plenty in the\nprojectile.\"\n\n\"If dat air crazy man don't git loose an' cat it all up,\" added\nWashington.  \"I shorely hopes dat he doesn't hurt mah Shanghai\nrooster.\"\n\n\"Never mind about him.  Look what a wonderful country we're in,\"\nsaid Mark.\n\nAnd indeed they were in a strange land.\n\n\n\n\nCHAPTER XXIII\n\nTHE RED LIGHT\n\n\nAt first glance Mars had not seemed to be much different from the\nearth they had left, but when the travelers had gotten over their\nfirst astonishment at seeing the strange people, they saw that\nthere were many points of dissimilarity.\n\nIn the first place, there appeared to be a great deal of water\nabout them.  There were canals or broad rivers on every side,\nwith only narrow strips of land dividing them.  The Annihilator\nhad landed on a broad, sandy plain, one of the largest on the\nplanet, as it afterward developed, and so gentle had been the\ndescent, that the projectile was not injured in the least.  But\nleaving that vicinity, and following their guide, the travelers\nfound themselves in the midst of a network of waterways.\n\n\"These must be some of the canals the astronomers see,\" observed\nJack.\n\n\"Yes,\" assented Mark.  \"There isn't much land to spare.  I should\nthink the Martians would be a sort of water race.  But they don't\nappear to have any boats.\"\n\n\"Yes, they do,\" put in Mr. Roumann.  \"Here comes one now.\"\n\nSure enough, there suddenly appeared on a broad river or canal,\nalong which they were being moved by that mysterious force, a\nlarge open boat, in which were several Martians.\n\n\"Well, I wonder how that moves?\" said Jack.  \"They're not rowing,\nthey have no sail, and I can't see any engine.\"\n\n\"Maybe thought power moves the boat, too,\" suggested Mark.\n\n\"It certainly seems so,\" rejoined Mr. Henderson.\n\nThe travelers found themselves stopping, and their leader,\nturning, said something to the persons in the boat.  There was a\nbrief conversation in the strange language, and the adventurers\nfound themselves moving into the craft, which stopped close to\nthe bank of the canal.  When they were seated the boat started\noff again, and though Jack and Mark, as well as the two men,\nlooked closely to ascertain what was the motive power, they could\nnot discover it.\n\n\"Unless it's in that small box,\" said Jack, pointing to one made\nof some shining metal, in the stern of the boat.\n\n\"Perhaps it is,\" assented Mr. Roumann.  Then he made some\nmotions to the guide, asking whether or not the substance in the\nbox contained the motive power.\n\nThe man with the squared triangle on his head seemed to hesitate\na moment, and then, with a motion to the Martian in charge of the\nboat, he said something, and the latter opened the box.  Mr.\nRoumann looked eagerly into it, as did the others, and the\nGerman uttered a cry of surprise.\n\nAnd well he might, for all the box contained was a lump of what\nseemed to be red clay.  There were no wheels, no machinery of any\nkind, and there appeared to be no propeller on the boat with\nwhich the box was connected.  Nevertheless, the craft continued\nto move along swiftly, and the Martian had indicated that the\nobject in the box made it go.\n\n\"The red substance!\" exclaimed Mr. Roumann in a low voice.  \"I\nwonder if this can be what I seek?\"\n\nOnce more he looked at the crimson mass in the metal box.  He\nreached forward his finger as if to touch it, but the chief\nMartian, with a warning cry, suddenly dosed down the lid.\n\n\"Humph!   I guess they're afraid we'll steal it,\" exclaimed Jack.\n\n\"Maybe it's dangerous to touch,\" added Mark.\n\nThe Martians conversed among themselves in low voices, and from\nthe glances they cast at the travelers every now and then, from\ntheir great, protruding eyes, it was evident that the little men\nwere discussing the strangers.\n\n\"Has yo' folks any adequate perceptionability ob de exteriorness\nin de inverse ratio ob de objectiveness ob de transportation\nprojection ob our destination?\" asked Washington White, breaking\na rather lengthy silence.\n\n\"Do you mean where are we going?\" inquired jack.\n\n\"Dat's what I done axed yo'.\"\n\n\"Well, we don't know,\" went on the lad.  \"But we seem to be\napproaching some big city.\"\n\nOff in the distance, on the side of a hill, which rose from the\nmidst of a great lake or canal, were many glittering buildings.\nIt was a city of large size.\n\n\"The question is, what are they going to do with us when they get\nus there?\" spoke Mark.  \"Maybe they're cannibals.\"\n\n\"They are too highly an educated race for that,\" replied Mr.\nRoumann.  \"No, I fancy they will treat us well.  They will want\nto know about the planet we came from, as well as we want to know\nabout them.  I think they will treat us with respect.\"\n\n\"They certainly have, so far,\" remarked Mr. Henderson.  \"I only\nhope none of them meddle with our projectile.\"\n\n\"I'm a little apprehensive about that myself,\" added Mr. Roumann.\n\"And I trust that crazy man does not get loose.  But we can't\nhelp ourselves, and we'll hope for the best.\"\n\nThey were now close to the water-front of the city, and they saw\nthe shore lined with a great throng.  Evidently their approach\nhad been heralded, and they were being eagerly awaited.\n\n\"Looks as if we were going to have quite a reception,\" remarked\nJack.  \"I hope it's a pleasant one.\"\n\n\"If it isn't, we can't help ourselves,\" went on Andy.  \"I can't\nuse my gun in a land where the bullet has about as much force as\na pea in a putty shooter.  But if they attack us we can pick up\nstones and fire at them.\"\n\n\"Stones won't be much more effective than the bullets,\" said Mr.\nRoumann.\n\n\"Why not?\"\n\n\"Because they'll be light, too.  Things here will weigh only\nabout a third as much as they do on earth.  In fact, that is one\nreason why we are moved about so easily by their thought power.\nWe are only a third as heavy as we were on earth, though we weigh\nmore than the Martians, for all that.\"\n\nBy this time they were at the dock, and they found themselves\nbeing moved out of the boat, and up to the pier, through the\ncrowd of people.\n\nTheir guide--the Martian with the squared triangle--called out an\norder, and the crowd opened up a living lane, through which the\nadventurers passed.  They could not help noticing how polite the\nMartian inhabitants were, for there were no idle remarks on the\nappearance of the strangers, such as would have taken place under\nsimilar circumstances on earth.  But the Martians made up for it\nby staring with their great eyes, listening with their great\nears, and sniffing, the air with their long noses, though they\nkept a profound silence.\n\nAt the end of the pier the travelers found some queer carriages\nwaiting for them.  They were boxes, fitted up with soft cushions,\nand were on runners, like those of a sled.  Jack looked and saw\nthat the street was paved with a substance like glass, very\nslippery.\n\n\"We're going to have a sleigh ride!\" he exclaimed; \"but I don't\nsee any horses to pull us.\"\n\n\"Maybe these are automobile sleds,\" suggested Mark.\n\n\"If they are, there's no motor in them,\" declared Jack, making a\ncareful examination.\n\n\"Then they move by the same power as do the boats,\" was his\nchum's opinion.  \"Yes, see the metal box?\" and he pointed to one\nin each vehicle.\n\nThe leading Martian motioned for Jack and Mark to get in one\nsled, Mr. Roumann and Professor Henderson were assigned to\nanother, and Washington and Andy to a third.  The leading Martian\ntook his place in the vehicle with the two men, while two others\nof the queer people got in the remaining two sleds, which the\nboys dubbed the vehicles.  No sooner had they done so than they\nstarted off as if by magic, sliding over the smooth, glass-like\nstreets.\n\n\"Well, they certainly have the transportation problem down to a\nscience,\" remarked Jack.  \"This beats a taxicab all to pieces.\"\n\n\"That's right,\" agreed Mark.  \"But say, this is a mighty fine\ncity.\"\n\nThe boys looked on either side of them.  The street, which was\nthronged with the queer feather and fur covered inhabitants, led\nbetween rows of stately buildings, all built of some light-colored\nsubstance.  The designs were like those usually seen in fantastic\nfairy pictures--beautiful in the extreme.\n\nThe street led to a great public square, and as the vehicles\nswung into it, the boys could not repress a murmur of delight.\nFor, at the head of the square was a great palace of glass, its\nwalls so transparent that everything going on within could be\nseen from without.\n\n\"This must be their city hall, the palace of justice, the main\nadministration building, or whatever they call it,\" said Jack.\n\"Evidently the Martians don't believe in conducting politics in\nthe dark.\"\n\n\"Well, it's going to be dark pretty soon,\" observed Mark, \"for\nthe sun is setting.\"\n\n\"And look at what a small sun it is,\" added Jack.\n\nFor the first time they noticed that the great luminary was much\nsmaller than it appeared to them on the earth.  It was about half\nthe size, but, though Mars must have received considerably less\nheat from it than did the earth, it was not at all chilly, but,\non the contrary, warmer than on the earth at the same time of\nyear.\n\nThe little sun slowly sank down behind the distant hills, and\nwhen the sleds came to a stop in front of the glass palace, the\nboys and others found themselves being moved up the broad steps.\n\n\"Evidently there's going to be an inquiry concerning us,\"\ncommented Jack.\n\nThey were taken into a vast audience chamber.  At one end was a\nraised platform, upon which were seated a number of Martians.\nEach one had a golden circlet on his head, and in the center of\neach band was some geometrical figure.\n\nIn the middle of the throng on the platform was a Martian attired\nin a golden, shimmering robe.  And on his head was a small\ncirclet, made apparently of diamonds.\n\n\"He must be the high muck-a-muck,\" said Jack in a whisper.\n\n\"Hush!\" cautioned Mark.\n\nAs the adventurers felt themselves advancing toward the raised\nplatform, there came a shout from the throng.  And the words\nsounded like:\n\n\"Silex Corundum!\"\n\nAt this the Martian with the diamond circle on his head arose and\nbowed.\n\n\"That must be his name,\" whispered jack.\n\n\"Hush!\" spoke Mark again, and he who appeared to be a sort of\nchief or king began to speak.\n\nHe made quite a lengthy address, and as he went on it grew\ndarker, with the approach of evening.\n\nSuddenly, from various points in the great room, there glowed a\nred light, until the apartment was as bright as day.  And the\nboys, looking up, saw that the light streamed from the sides of\nsmall metal boxes fastened to the glass walls.\n\n\"The mysterious red substance!\" murmured Mr. Roumann.  \"It is a\nsource of power, it gives forth light, and what will it not do?\nI must certainly secure some of it!\"\n\nThe red glow increased as it grew darker outside, and, looking\nthrough the glass sides of the palace, the boys saw that the\npalace was surrounded by a great crowd of Martians, who were\nwatching what went on within.\n\n\n\n\nCHAPTER XXIV\n\nA MARVELOUS SUBSTANCE\n\n\n\"Say, that's a good way to have a building,\" observed Jack in a\nlow voice to his chum.  \"Those who can't get in can see just as\nwell what's going on as if they were here.  But I wonder what\nhe's saying?\"\n\n\"Probably telling his people about us,\" replied Mark, and this\nseemed to be so, for Silex Corundum, as they later learned was\nthe name of the ruler of Mars, frequently motioned toward the\nadventurers, who stood in a group in front of the platform.\n\nMuch interest was manifested by the throng, and even those on the\nplatform, who seemed to be members of a sort of council or\ngoverning body, could not restrain their interest.\n\nWhen the chief ruler had ceased speaking the Martian with the\ntriangle on his head--the one who had first greeted the world\ntravelers, stepped forward, and made an address.\n\n\"He's telling 'em how we got here,\" was Mark's opinion, and Jack\nnodded.\n\nWhen this one had finished, the guide who had conducted them to\nthe palace had his turn, and at greater length he described the\nstrangers, the curious craft in which they had arrived on the\nplanet, and many other details, which, of course, our friends\ncould not comprehend.\n\nThis done, Silex Corundum made another address, and at its close\na great blackboard was brought forward, some pieces of chalk were\nhanded to Mr. Roumann and to Professor Henderson, and by signs\nthey were invited to illustrate something of themselves and their\nwonderful journey.\n\n\"What shall we draw?\" asked Mr. Henderson.\n\n\"First see if you can make them understand something of the earth\nwhere we came from,\" suggested Mr. Roumann; and the professor,\nwho was a good draughtsman, soon placed on the board a sort of\nmap of the universe, indicating the position of Mars, the sun,\nthe other planets and the earth.  To his surprise a delighted\nshout told him that he was understood.  The chief ruler, with a\nrapid motion, pointed to a great telescope, located in one corner\nof the big audience chamber.  He motioned for the travelers to\nlook through it, and after it was adjusted he pointed to the\ndrawing of the earth on the board, and indicated that the\nadventurers could see their own planet through the telescope.\n\nMr. Roumann looked first.  Then he uttered an exclamation.\n\n\"Can you really see our earth?\" asked Jack.\n\n\"I can!  Look for yourself!  This is a marvelous telescope!  No\nwonder the Martians understand something about us.  They can\nclearly make out the shapes of our continents.\"\n\nJack peered through the eyepiece.  There, far off, shining in the\nlight of the distant sun, which was now on the other side of\nMars, he saw the earth they had left about two weeks ago.  It was\nlike looking at some map in a geography, and he could clearly\nmake out the shapes of North and South America.\n\n\"Take a look, Mark!\" he cried.  \"I almost thought I could make\nout the place where we live, and where we built the Annihilator!\"\n\nIn turn they all gazed at the earth, distant thirty five millions\nof miles, but which was made very plain to them through the\npowerful glass.\n\nSilex Corundum made a motion as of some body flying through\nspace, and looked inquiringly at the travelers.\n\n\"He wants to know how we got here,\" interpreted Mark.\n\n\"I'll draw a picture of the projectile,\"' said Mr. Roumann, and\nhe put on the board one containing many details.  So interested\nwas the chief ruler and his cabinet, that they all came down off\nthe platform to examine it more closely.  They appeared to\nunderstand everything but the Etherium motor, but Mr. Roumann\nillustrated the force by which it was worked, by pointing to the\nmetal boxes containing the red substance, which gave out light as\nwell as power, indicating that some force like that worked the\nmotor.\n\nThis appeared to satisfy the questioners, and after some talk\namong themselves they motioned that the travelers would be given\na place to sleep.\n\n\"I'd a heap sight radder hab soffin' t' eat,\" said Washington,\nwhen it was made known that they were to retire.  \"I'd jest like\nto git back t' mah kitchen.  I jest know mah Shanghai rooster\nneeds some corn, an' as for dat crazy man, maybe he's broken\nloose.\"\n\n\"That's so,\" agreed Mr. Roumann.  \"If we don't get back, we can't\ngive him anything to eat.\"\n\n\"Let's try to make them understand,\" suggested the professor,\nand, accordingly, with chalk, they pictured that they had left\nbehind them, in the projectile, an enemy of theirs, who was bound\nand helpless.  Silex Corundum appeared to understand, and he\nindicated that the unfortunate man would receive attention.\n\nThe travelers were then led out of the palace.  They found\ninstead of being urged along by the thought power, however, that\nthey were now allowed to walk.  And they also noticed that they\ncould go very rapidly, with little exertion, due to the fact that\nthey only tipped the scales at about a third of their usual\nweight.\n\n\"This is better,\" observed Jack.  \"I'd rather walk than be\nfloating along the way we were.\"\n\n\"Yes, I guess they were so anxious to question us that they\ncouldn't wait for the ordinary forms of locomotion,\" said the\nprofessor.  \"Now that they know something about us they will let\nus do as we please for a while.\"\n\nOne of the Martians, who seemed to be a minor official, led them\nout into the street.  They found that it was lighted by means of\nthe same metal boxes that were in the palace.\n\nOverhead were the two tiny moons of Mars, but they gave but\nlittle light, and had it not been for the wonderful red substance\nthe streets would have been quite dark.\n\n\"This stuff is what makes Mars seem so I red when we look at it\nwith telescopes from our earth,\" observed Mr. Roumann.  \"It is a\nvery marvelous chemical.  I must get some to examine.\"\n\n\"I wonder where they'll put us?\" asked Jack, but his question was\nanswered a few moments later, when they were ushered into a\nfinely built house of generous size, and by signs their guide\nindicated that they were to make this their home.  It was nicely\nfurnished, though in a different manner from houses in the world,\nand there were many scientific books and instruments in it.\n\n\"The Martians must study all the while,\" observed Mr. Henderson.\n\"No wonder they have such big heads.  All their intellectual\nfaculties are wonderfully developed.\"\n\n\"At the expense of their arms, legs and bodies,\" said Jack.  \"I\nfancy I could fight half a dozen of their biggest men.\"\n\n\"But we're not going to,\" said Mr. Roumann.  \"At least, not as\nlong as they treat us decently.\"\n\n\"And now for something to eat,\" added Henderson.\n\nTheir guide showed them a dining-room, where they found a table\nfilled with food that looked very appetizing.  The Martian\nmotioned for them to eat.\n\n\"I want t' find where mah kitchen is goin' t' be,\" declared\nWashington.  \"If I'm goin' t' cook heah, I want t' see how I'm\ngoin' t' do it.\"\n\nThe Martian seemed to understand what was wanted, for he led the\nway to another apartment, where it was evident that cooking was\ndone, as there were pots, pans and what looked like a stove in\nit.\n\n\"But I don't see no coal,\" objected the colored man.  \"How I\ngwine t' cook without coal t' make a fire?\"\n\nThe Martian opened the square iron box that seemed to be the\nstove.  Inside was a small metal box, which he also opened,\ndisclosing a lump of the red substance.\n\n\"They cook with it, too!\" exclaimed Mr. Roumann.  \"And I have no\ndoubt that they warm their houses with it in winter.  A wonderful\nsubstance--most marvelous!  It exceeds my wildest dreams--light,\nheat and power!  Our fortunes are made!  It is good that we came\nto Mars!\"\n\n\"And it's a good thing they've got something to eat!\" remarked\nJack.  \"Come on, I'm half starved.\"\n\n\"I'll wait on table fo' yo',\" said Washington, as they went back\nto the dining-room, and the Martian left.  They sat down, and the\ncolored man was about to pass the victuals, when, to the surprise\nof all, the center of the table began to revolve, and the dishes\nof food went with it, passing slowly in front of each one in\nturn.\n\n\"Good land a' massy!\" cried Washington.  \"It's bewitched! Look at\nde table movin'!\"\n\n\n\n\nCHAPTER XXV\n\nSEEKING THE TREASURE\n\n\nThey all stared at the strange sight.  It was rather odd to see\nthe entire middle portion of the table going around, while the\nouter part, at which the adventurers sat, was stationary.  But\nthe boys and men, with the exception of Washington, recognized it\nas very convenient.\n\n\"What are you frightened at, Wash?\" asked Jack.\n\n\"At dat table, dat's what!  It's a ghostest table.\"\n\n\"A ghost table?\"\n\n\"Yep!  Spirits am workin' on it!  I ain't goin' t' stay heah.\nI'se goin' back t' de ship, where I kin move t'ings fo' mahself.\"\n\n\"Don't be alarmed,\" said Mr. Henderson.  \"It's all right,\nWashington.  The table moves by some hidden mechanism, which\ndoubtless was set in motion by the Martian who were just here, or\nthe mere sitting down to our places may have started it.\"\n\nThey all got up to make an examination, and the table center at\nonce ceased revolving, proving that some, connection existed\nbetween it and the chairs.  But they could not discover the\nmachinery.  There was a small metal box underneath the table, but\nthat was all.\n\n\"That must contain some of that marvelous red substance which\ngives light, heat and power,\" declared Mr. Roumann.  \"I must\ncertainly get a supply of it.  In fact, that is what I came to\nMars for.  That is the object of my trip, and if we can get a\nsufficient quantity of it, our fortunes are made.\"\n\n\"Is it so valuable?\" asked Mark.\n\n\"It is the most valuable treasure in the universe,\" replied the\nGerman.  \"Long ago I suspected some such thing must exist on\nMars, or else how, receiving only half the light and heat from\nthe sun that we receive, can the inhabitants exist?  And that\nthey do live, and live well, we have seen.  It must be due to the\nred substance, and if we could only get some back to earth it\nwould be worth millions.  Think of simply putting a bit of it in\na stove and having heat, or hanging up some in a room and getting\nlight from it.  But, more than this, think of having it move\nmachinery,  I would not be surprised but what I could transform\nit into energy that would operate the motors of the Annihilator.\"\n\n\"But wouldn't you need a new supply every once in a while?\" asked\nJack.\n\n\"I think not.  I believe it is like radium, and will last\nforever.  In fact, you notice that the metal boxes it is\ncontained in, except the ones in the boats, are securely sealed.\nIf they had to be putting in a fresh supply every so often, they\nwould make the boxes so they would open more easily.  We must get\nsome of that treasure.\"\n\n\"But how?\" inquired Mr. Henderson.\n\n\"I don't know, but I will find out a way.  When we have been here\na few weeks we will be better acquainted with the Martians and\ntheir language, and can make a search.\"\n\n\"Well, if you folks is done talkin' about treasure, I'm goin' to\neat,\" observed old Andy.  \"I'm hungry!\"\n\n\"So am I,\" added Jack, and as they all sat down again the table\nbegan revolving.  They found it a convenient arrangement once the\nnovelty had worn off, and they were soon eagerly talking, over\nthe meal, of the wonders they had seen, and speculating on what\nmight be before them.  Washington, having nothing to do, went to\nsee about beds for the night, as the travelers were tired.\n\n\"Well, Wash,\" asked Jack, as the colored man returned, \"did you\nfind the beds making themselves, or waltzing around the room?\"\n\n\"Nope, dey seemed t' be ordinary, respectable beds.  But I ain't\ngoin' t' take no chances in 'em.  I'se goin' t' sleep on de flo'.\"\n\n\"Why?\"\n\n\"'Cause I don't want t' wake up in de middle ob de night an'\nfind mahself squashed inter a jellyfish.  I believe de beds am\nbewitched same as de table is.\"\n\n\"Nonsense,\" said Jack.  \"They're all right.  This is a fine\nplace to live.\"\n\nThey found the beds good to sleep in, and nothing disturbed them.\nWashington, however, stretched out on the floor, and he arose\nearly to prepare breakfast on the stove, which never needed to\nhave a fire built in it, because of the marvelous red substance.\nBy an arrangement of levers and valves the heat could be\nincreased or diminished at pleasure.\n\nThe same Martian who had conducted the travelers to the house\nreturned soon after breakfast, and by signs and motions indicated\nto them that the crazy machinist left in the projectile had been\nproperly cared for.  The Martian also indicated to the world-dwellers\nthat they were free to go where they pleased about the city, which\nthey learned was called Martopolis, and was the largest city on the\nplanet.\n\n\"We'll take a walk,\" suggested Mr. Roumann, \"and maybe we can\nfind where they keep the red stuff, or where they get it from.\"\n\nThey strolled about the streets of Martopolis, noting many\nstrange sights.  The queer little people were hurrying to and\nfro, with a peculiar gliding motion, much faster than the\nordinary walk, yet it was not a run.  The peculiar lightness in\nweight of everything on Mars probably accounted for this, as the\ntravelers themselves found they could move about very swiftly,\nand with little fatigue.\n\nNor did the world-dwellers attract as much attention as they\nexpected they would.  The Martians appeared to have satisfied\ntheir curiosity regarding the strangers the previous night, and\nnow gave them but passing glances.  Even the boys did not follow\nthem.\n\nEvery one seemed to be busy, and the travelers noted many\nschools, in which the children were industriously studying,\nthough it was early morning.  Observatories, with great\ntelescopes, were numerous, and astronomers were gazing at the sun\nor different parts of the heavens, even in daylight.\n\n\"They are a very learned people, and they never seem to cease\nfrom acquiring information,\" commented Mr. Henderson.\n\n\"Well, I'd like to acquire some information about where that red\nstuff is,\" said the German.  \"There is one of the metal boxes\nthat contain some, up on that pole.\"\n\nHe pointed to one that evidently served as a street lamp at\nnight.\n\n\"And there's a policeman near it,\" said Jack.  \"Ask him.\"\n\nA Martian stood leaning against the light-pole, much as does an\nofficer of the law on earth.  That he was some sort of an\nofficial was evidenced by the uniform he wore.\n\nMr. Roumann approached the Martian, and made signs that he would\nlike to see the light box.  The officer shook his head vigorously,\nand said something rapidly.\n\n\"I guess they don't allow strangers to touch it,\" observed Jack.\n\n\"Evidently not,\" admitted Mr. Roumann.  \"I wonder if he knows\nwhere it comes from?\"\n\nHe made more signs, asking, as well as he could, where the\nsubstance in the box was obtained.  The officer pointed to the\ndistant hills, but again shook his head in protest, and spoke for\ntome time very earnestly, as if warning his questioner not to\nventure after it.\n\n\"Guess they must guard it pretty closely,\" said Mark.\n\n\"Well, I'm going to have some, anyhow,\" declared the German.\n\"We'll take a stroll over toward the hills.\"\n\nThey passed through the city, no one offering to stop them.  On\nevery side they observed something new or strange, and they were\nparticularly struck by the absence of all noise.  Everything was\ndone silently.  There were no trolley cars, no wagons or trucks,\nno puffing automobiles, and no confusion.\n\nThe Martians moved noiselessly about, and the sleds, with their\nqueer motive power, made no sound.  They seemed to be the only\nvehicles in use, save the boats, and these sleds were of many\nsizes, some as large as big trucks.\n\n\"Do you think it will be safe to leave the projectile so long?\"\nasked Jack.\n\n\"I think so,\" replied Mr. Roumann.  \"These people will not\nbother with it.  In fact, they all seem too busy.  I want to get\nsome of that valuable red stuff.\"\n\nThey kept on, until they found themselves out of the city and\ninto the country districts.  Here there was more water than land,\ngreat canals and lakes being scattered here and there, with\nnarrow paths or roads winding in and out among them.\n\n\"It's always flood time here,\" observed Jack.  \"We must get one\nof those boats.\"\n\nThey approached the hills, which seemed to rise out of a great\nlake.\n\n\"There is where the treasure is--in those hills,\" said Mr.\nRoumann.  \"They're not more than a mile off.  Let's hurry there\nand get some.\"\n\nThey came to a narrow strip of land connecting two lakes, and as\nthey were crossing it, there suddenly appeared from a little hut,\nabout half way over, several Martians, who opposed their\nprogress.\n\n\n\n\nCHAPTER XXVI\n\nIN PERIL\n\n\n\"Well, I wonder if we can't go any farther?\" asked Mr. Roumann,\nas he and his companions came to a halt, and noticed that the\nlittle men held what looked like small sticks in their hands.\n\n\"It seems as if they didn't want us to,\" observed Mr. Henderson.\n\"Looks as if they were on guard.\"\n\n\"Let me get at 'em with my gun,\" spoke Andy.  \"I'll soon show\n'em--\"\n\nThen he stopped suddenly, as he recalled how useless his firearm\nwas on Mars.\n\n\"You'll have to get some stronger powder, and heavier bullets, to\nhunt here, Andy,\" said Jack.\n\n\"I wonder if they have guns?\" came from Mark.\n\n\"They only look like sticks,\" said Jack.\n\nMr. Roumann, by signs and motions, indicated that he and his\ncompanions would like to travel along the narrow path to the\nhills.  The leading Martian, who was dressed like the officer at\nthe lamp-post, while the others were less elaborately arrayed,\nshook his head.  His big mouth broke into a smile, however, as if\nhe wanted to be good-natured about it.\n\n\"He doesn't want us to go,\" said the professor.\n\n\"Evidently not, but we're going just the same,\" retorted Mr.\nRoumann.  \"We're more than a match for twenty of these little\ncreatures, and there are only ten here.  Come on.\"\n\n\"Do you think it will be safe?\" inquired Mr. Henderson.\n\n\"Of course.  They can't harm us.\"\n\nThe German scientist took a step forward.  The others were about\nto follow him when the leading Martian uttered a command, and his\nmen pointed their sticks at the travelers.\n\n\"Look out!  Dey's goin' t' shoot!\" exclaimed Washington, stooping\ndown.\n\n\"They can't shoot with those things,\" declared Mr. Roumann, for\nthere seemed to be no mechanism about the sticks.\n\nThey all pressed forward, but to their surprise it was just as if\nthey had met with an invisible stone wall.  They could not\nadvance a step farther.  They were halted by some strange power,\nand it appeared to come from the sticks, which the Martians kept\npointed at the strangers.\n\n\"Why--why!  I can't seem to move!\" cried Jack, pushing with all\nhis might.  But, though nothing could be seen in front of him or\nthe others, they might just as well have tried to push over the\nglass castle in the public square.\n\n\"We can't go on,\" called Mr. Roumann.\n\nThe Martian officer said something to his men, and they lowered\ntheir wands.  Instantly it was as if a stone wall had been taken\ndown from in front of the world-dwellers.  They were able to\nadvance a few steps, and then, when at a command the wands were\nagain pointed at them, they had to stop.\n\n\"It's those sticks!\" cried Jack.  \"They contain some strange\npower.  That's the queerest kind of a policeman's club I ever\nheard of.  It would keep back any mob!\"\n\nTry as they did, they could not pass the invisible barrier, and\nthey were forced to give it up.  Seeing that the strangers\nrealized that they could not pass, the Martian officer and his\nmen lowered their sticks.  He spoke to the travelers, and, though\nthey could not understand what he said, it was evident from his\ngestures that he was advising them to return to the city.\n\n\"I think we'd better,\" said Mr. Henderson.  \"The red substance is\ntoo well guarded for us to get any of it.  Evidently they don't\nwant any of it taken away.\"\n\n\"I must get it!\" insisted Mr. Roumann.  \"If not now, then later.\"\n\nThere was nothing for them to do save turn back, and the Martians\ntried to smile pleasantly at them, as if sorry for what they were\nobliged to do.\n\n\"We'll go back to the projectile,\" decided Mr. Henderson.  \"I am\na little anxious to see that it is all right.\"\n\nThey found that it was, though quite a throng had gathered about\nto inspect it.\n\n\"Are we going to stay here, or go back to the house they let us\nhave?\" asked Mark.\n\n\"I think we will live in the city,\" decided Mr. Roumann.  \"We can\nlearn more about the Martians there, begin to understand\nsomething of their language, and be in a better position to get\nsome of that red stuff, than if we were out here.  But we'll go\ninside and see about the crazy man, and also how the machinery\nis.  I want to fix the motors so that if any one meddles with\nthem no damage will be done.\"\n\nIt took some little time to adjust the machinery, and then the\ntravelers took from their supplies some personal belongings,\nwhich they wished to have with them.\n\n\"Now to see to that crazy machinist,\" said Mr. Henderson, when\nthey were ready to leave the projectile again.  \"I wish we could\nget rid of him.  He's a nuisance.\"\n\nThey went to the storeroom, where he had been confined, but the\nman was not there.\n\n\"He's hiding again,\" declared Jack.\n\n\"No; he's got away!\" exclaimed Mr. Roumann.  \"See, the ropes with\nwhich we bound him have been broken.  When the Martians came out\nto feed him last night they could not have fastened them\nsecurely.  Well, he's gone, and I don't know but what I'm glad of\nit.\"\n\nBut there came a time when they were all very sorry that the\ninsane man had escaped, for he caused them much trouble.\n\nAs they left the projectile to go to the house provided for them\nin Martopolis, Mr. Roumann took with him several small iron\nboxes.\n\n\"What are those for?\" asked Jack.\n\n\"To put that red stuff in,\" replied the scientist.\n\n\"I am going to make another try for some, but I'll take a\ndifferent road this time.\"\n\nFor a week or more the travelers lived in their house in\nMartopolis.  They were courteously treated by the Martians, and\nsoon began to pick up the language, which was very simple when\nonce the principles of it were understood.\n\nSeveral times the travelers were taken before the Great Council,\nas it was called, and asked in regard to matters on the world\nthey had left.  In turn the adventurers learned much about Mars.\nThough it was much smaller than our earth, it was superior to it\nin many ways.  One was the simplicity of life.  The Martians\nnever had any need of clothes, for they were born with fur and\nfeathers, which were renewed by Nature from time to time.  They\nhad to contend with a large quantity of water, which covered most\nof the surface of their planet, but by ingenious means they got\nalong nearly as well as if there was more land.  In science they\nwere far ahead of scientists of the earth, and they were\nfortunate in possessing the red substance, which they called\nCardite, and which was their only source of light, heat and\npower.  With it they accomplished much that the world-dwellers\nhave to bring about by great labor.\n\nBy inquiry, after they had learned the language, the travelers\nfound out that Cardite was regarded with much reverence, and\nthere was a tradition that if any of it was taken away from Mars,\nthe planet would disappear.\n\n\"No wonder they didn't want us to get any,\" said Mr. Roumann.\n\"But I'm going to have some, for all that.  It's all nonsense to\nthink any harm can come from taking it.  It will not injure their\nplanet, and it will be a fortune to us.  They must have a lot of\nit, for they told us that all the cities on Mars, and there are\nseveral of them, are lighted and heated by it.\"\n\n\"But how are you going to get it.\" asked Mark.\n\n\"By going a different route.  I'm going to get a boat, and go by\nwater.  I've found out how to run one of their boats by means of\nthe red substance, and some day we'll sail over the lake to the\nhills and get some Cardite.\"\n\nThey waited another week, and, as they found less and less\nattention was paid to them from day to day, they decided to make\nan attempt to get some of the treasure.\n\nThey started one morning in a large boat, which Silex Corundum,\nthe ruler of Mars, had placed at their disposal, and in a short\ntime were approaching the distant hills, at the foot of which was\nthe great lake.  The boat moved swiftly, the controlling\nmechanism consisting of three little knobs on the outside of the\nbox containing the Cardite.  One sent the craft forward, one\nreversed it, and the other stopped it.\n\n\"We're almost there,\" said Mr. Roumann, after about an hour's\nsail.  \"There are no guards this way, just as I hoped.  We shall\nsoon be enormously wealthy.\"\n\nNearer and nearer came the boat to the hills.  When they were\nwithin a half mile of them Jack, who was in the bow, uttered a\ncry.\n\n\"A whirlpool!  A whirlpool!\" he shouted.  \"We're heading right\ninto it!\"\n\nMr. Roumann, who was steering, tried to turn the boat to one\nside, but the craft would not answer the helm.\n\n\"Shut off the power and reverse!\" exclaimed Mr. Henderson, when\nhe saw that the boat was still rushing into the dangerous swirl\nof water.\n\nMark, who was near the metal box, did so.  But even the power of\nCardite was of no avail against the awful suction of the\nwhirlpool.  The boat began to go around in a great circle, ever\ncoming nearer and nearer to the black, swirling center.\n\n\"No wonder they needed no guards on the water side,\" gloomily\nobserved Mr. Roumann as he stood up and looked at the hills.\n\"The whirlpool is the best protector they could have.\"\n\nIn deadly peril, the adventurers watched their boat coming nearer\nand nearer to the terrible center of the angry waters.\n\n\n\n\nCHAPTER XXVII\n\nGETTING THE CARDITE\n\n\n\"Isn't there any way of escape?\" asked Jack in a low voice, as he\ncrouched in the bow and peered into the whirlpool, on the edge of\nwhich they were circling.\n\n\"I don't see any,\" replied Mr. Roumann.  \"I am very sorry I got\nyou into this trouble.  If I had not insisted on coming for the\nred substance we would not be in this danger.\"\n\n\"It's as much our fault as yours,\" declared the professor.  \"We\nwere anxious to get some of the treasure also.\"\n\n\"And now none of us will have any use for it,\" observed Andy\ndryly.  \"When we slide down into that hole it will be all up with\nus.\"\n\nThey all shuddered as they saw the black hole, around which the\nwaters raced in a circle.\n\n\"I wonder what's down there?\" asked Mark.\n\n\"It isn't a good thing to think about,\" responded Jack.  \"I\nalways was afraid of whirlpools.\"\n\nThe boat was now beginning to go around faster.  The occupants\nwere getting dizzy with the motion.  They could hear a distant\nroar, and knew that it came from the water falling down some\ngreat depth, into which they seemed fated to be dashed.\n\n\"Did you turn on all the power of the boat?\" asked Jack after a\nperiod of silence.  \"Seems to me we didn't come along very fast\nin this craft.  The one we were in first went at a great rate.\nMaybe we don't understand how to make it go at top speed.\"\n\n\"I turned the knobs every way I could think of,\" replied Mr.\nRoumann.  \"But it would take terrific speed and power to free us\nfrom the suction of the whirlpool.\"\n\nJack moved back to the stern, where the box was, containing the\nred substance that furnished power to move the boat.  He looked\nclosely at it.\n\nMeanwhile the boat was moving around in ever-narrowing circles,\nfaster and faster.  Jack noticed that twice in each revolution it\nwent respectively lower and higher on the course, and always at\nthe same places.  That is to say, the whirlpool was on what might\nbe termed a slant.  At one time the boat would be at the lowest\npoint, and at another at the highest point.  At the low point the\noccupants of the craft were out of sight of everything, as when a\nship is in the hollow of the sea.  A little later they would be\nraised up on a crest of water so that they could look to the\ndistant hills.\n\n\"If we could only get power enough to shoot the boat out at an\nangle when it gets to the high point, we could escape,\" thought\nJack.\n\nBut how could he obtain this power?  The mechanism seemed to be\nworking at the greatest force, for, after an attempt had been\nmade to stay the progress of the boat by reversing it, Mr.\nRoumann had again put on full speed ahead.\n\nBut was it full speed?  That was what Jack wanted to know.\n\nHe examined every inch of the box.  At first he saw nothing but\nthe three knobs that had been used.  Then, all at once, down\nunderneath, he saw a small pin.  It looked as if it could be\nmoved.  He took hold of it.\n\n\"I wonder what will happen if I pull it out or push it in?\" he\nasked himself.  Then he happened to remember that in an electric\nbattery, to obtain more power, you must pull out a certain pin.\n\n\"Perhaps this works like an electric battery,\" he said.  \"I'll\npull it out.\"\n\nHe did so, and a surprising thing happened.  The boat shot\nforward at enormous speed, and as Jack happened to pull the pin\nout at a time when the craft was high up, it began to shoot\nacross the water at an angle to the whirlpool.  He had solved the\nproblem of how to escape.  As he afterward learned, the pin was\njust for the purpose for which he used it--to cause a sudden\nincrease in speed.\n\nThe whirlpool did not give up without a struggle, but the boat\nwas finally successful, and fought its way out to calm water.\n\n\"How did you do it?\" asked Mark, and Jack told them.\n\n\"Well, we'd better start back for the city,\" proposed Mr.\nRoumann.  \"I guess we've had enough for one day.  We'll try\nagain, and take some other route.\"\n\n\"There's no need of that,\" declared Professor Henderson. \"See, we\nare close to the hills now.  We have crossed the whirlpool.  Why\nnot go on, and see if we can't find some Cardite?  Going back now\nwill be no easier than after we have made an examination.  Let's\nexplore the hills.\"\n\nThe boat had shot out on the farther side of the whirlpool, and\nthere was nothing now between it and the shore.  After a\nconsultation it was decided to land.\n\n\"We can be more careful coming back,\" said Jack.\n\nHalf an hour later they had landed and started up the hills\ntoward the summit.  The place seemed to be deserted, but there\nwere evidences that some sort of mining had been going on there,\nfor great holes and shafts were dug in the ground, and there were\nremains of machinery.\n\n\"They must have dug up all the Cardite in this locality,\" said\nProfessor Henderson, \"and they've gone to a new place.\"\n\n\"Which we wish to find,\" added Mr. Roumann, \"and that without\nbeing discovered.  From the way in which the Martians guard this,\nit will go hard with us if they see us taking any.\"\n\nThey toiled up to the top of some of the lowest hills.  There did\nnot seem to be any of the treasure there, and they went farther.\nThey were getting tired and hungry, and they sat down to rest and\neat some food which they had brought with them.\n\n\"Let's try that hill,\" proposed Mark, pointing to a high one\nabout a mile away.  \"It looks red from here.\"\n\nThere was a rosy hue about the little mountain, and after a brief\nrest they headed for the spot.\n\n\"There's nothing here!\" exclaimed Jack in disgust, as he and\nMark, in a final spurt, reached the base of it.  \"Nothing but\nordinary dirt.\"\n\nMark looked down. He dug his heel into the sod. Then he uttered a\ncry of triumph.\n\n\"Here it is!  Here it is!\" he cried.  \"It's under the grass!\nWe've got to dig it up!\"\n\nHe knelt down, and began to tear away the sod with his hands.\nJack did the same, and when they had lifted aside the tangle of\nroots and grass, they saw beneath it a dull gleaming red\nsubstance, like clay.\n\n\"That's it!  That's it!\" shouted Mr. Roumann.  \"We've found it!\"\n\nHe stooped over, and with his knife began digging some up.\n\n\"It's neither warm, nor does it give any light,\" said Mr.\nHenderson in disappointed tones.\n\n\"No; it requires special electrical treatment,\" replied Mr.\nRoumann.  \"I know how to do it, though.  Now we shall all be\nmillionaires!  There is enough here to make us wealthy for life!\"\n\nHe began filling his iron boxes, the rest helping him.  They were\nengaged in getting out the Cardite, all working with feverish\nhaste, when Jack, looking up, saw a Martian officer regarding the\nactions of the world-dwellers with his great, bulging eyes.\n\n\n\n\nCHAPTER XXVIII\n\nTHE ATTACK\n\n\n\"They've discovered us!\" exclaimed Jack, as he stood up and\nwatched the Martian.\n\n\"What?\" cried Mr. Roumann.  \"Oh, it's only one of them,\" he\nadded, \"and he hasn't any of those electrical sticks.  Go ahead\nand take some more of the Cardite.\"\n\nBut the Martian advanced on the travelers, and, by his voice and\ngestures, seemed to be warning them to stop taking the red\nmaterial.\n\n\"Maybe he's a guard,\" suggested Mark.\n\n\"Very likely,\" assented Professor Henderson.\n\n\"I'll see if I can't scare him with my gun,\" remarked Andy.\n\"I've put in more powder, and a heavier bullet.\"\n\nHe fired in the air, over the Martian's head, but to the surprise\nof the adventurers the weapon only gave a faint sound, like that\nof a pop gun, while the bullet rolled from the barrel and dropped\nat Andy's feet.\n\n\"Why, that's worse than ever!\" he exclaimed.  \"I guess the red\nstuff must have taken all the power out of your gun, Andy,\" said\nMark.\n\nThe Martian stood still for a moment.  Then he spoke again, more\nearnestly than before, and waved the strangers away from the red\nhill.\n\n\"We're not going,\" said Mr. Roumann, and he added a few of the\nMartian words he had learned, endeavoring to state that they were\ngoing to take only a little of the Cardite.\n\nThe officer, with a last warning shake of his big head, suddenly\nturned and ran away.\n\n\"I guess he's gone for reinforcements,\" said Jack.\n\n\"No matter,\" spoke Mr. Roumann.  \"We'll soon have all we can\ncarry, and then we'll hurry back to the projectile.  When we get\nthere we can defy them.\"\n\nThey continued to fill the boxes with the Cardite, and soon had a\ngood supply.  Then, taking a look to see if the Martian had\nsummoned any guards, but finding that none was in sight, the\nadventurers made their way back to their boat, and set it in\nmotion.\n\n\"How are we going to escape the whirlpool?\" asked Mark.\n\n\"I think if we skirt down the shores of the lake for some\ndistance, and then strike across to the city, we'll avoid it,\"\nreplied Professor Henderson.  \"The pool is not very large, and\nseems to be only, directly in front of the red hill.\"\n\nThis they found to be the case, and they were soon safely beyond\nthe swirling waters, and on their way back to Martopolis.\n\n\"We had better not land at a public dock,\" suggested Professor\nHenderson.\n\n\"Why not?\" asked the German.\n\n\"Because the Martians may see that we have some of the Cardite,\nand take it from us.\"\n\n\"What would you suggest?\"\n\n\"Why, there is a landing place farther down, and we might go\nthere and make our way from it to the projectile unobserved.\"\n\nThis was voted a good plan, and was successfully carried out.\nThough quite a few Martians saw the adventurers land, they\nevinced no curiosity in what they carried, and that evening the\nlittle party was back in the Annihilator, where they determined\nto stay all night.\n\nMr. Roumann tested some of the red matter, and found, when he\napplied the proper electrical treatment, that it gave off light,\nheat or power, according to the adjustments.\n\n\"This is the most wonderful material in the world!\" he exclaimed.\n\"Yes, or in the whole universe.  It is better than perpetual\nmotion, for it is not only that, but perpetual light and heat.  I\nbelieve I can use it in the Etherium motor in place of the force\nI ordinarily employ.\"\n\nHe made some experiments, and found that this could be done.\n\n\"I wonder what's become of the crazy machinist?\" asked Jack.\n\n\"Oh, maybe he's made friends with the Martians,\" said Mark, \"and\nhas told them he's a king, or something like that, and they're\ntreating him with royal honors.\"\n\n\"More likely he's plotting mischief,\" declared old Andy.  \"I wish\nmy gun was in working order.  Somehow I don't like the way that\nfellow acted on the red hill.\"\n\n\"Why, you're not afraid, are you?\" asked Professor Henderson.\n\n\"No, not exactly, but I was just thinking how we could defend\nourselves in case they attacked us.  My gun is no good.\"\n\n\"You forget that we have electrical cannons,\" said Jack.\n\n\"That's so,\" added Mr. Henderson.  \"And it might not be a bad\nplan to get, them in working order.\"\n\n\"Nonsense!\" exclaimed the German scientist.  \"The Martians will\nnever bother us.  They are thinking too much about the stars, the\nsun, moons and other planets--they are too intent on studying to\nbother us.  That is all they do--study.  That's what makes their\nears, eyes, nose and mouth so big.  They use them to listen to\nscientific sounds, to look at scientific objects, smell\nscientific odors, and talk of scientific things.  They'll never\nbother us.\"\n\n\"Maybe not, but perhaps the crazy machinist will,\" suggested\nMark.\n\n\"I'll make some inquiries to-morrow, and see if the Martians know\nanything of him,\" promised Mr. Henderson.\n\nBut if the Martians knew anything of the insane man, they would\nnot tell.  When the adventurers made cautious inquiries on the\nmorrow, they were only met with vacant stares from the big eyes.\n\nThe boys and their friends made several excursions about\nMartopolis in the next week, and even traveled in the big sleds\nto distant cities, which they found much the same as the one they\nwere in.\n\nThey saw no signs of the crazy machinist, and began to believe\nthat he had disappeared for good.  They were making progress in\nthe Martian language, and could converse with the people.  No\nlonger did the Martians cause the travelers to move about by the\nthought force, and our friends were allowed to go here and there\nas they pleased.  They found traveling exceedingly easy, as their\nbodies were so light.\n\nThey had again taken up their residence in the house in the city,\npaying occasional visits to the projectile, which remained on the\nsoft sand where it had landed, but tilted upward, ready for a\nflight.\n\nOne afternoon Jack and Mark, who had been out taking a walk, came\nback rather hurriedly.  They found Professor Henderson and Mr.\nRoumann doing some scientific work, while Washington and Andy\nwere discussing the many strange things on Mars.\n\n\"Professor,\" said Jack, \"I think something is up.\"\n\n\"What do you mean?\"\n\n\"Well, there's something unusual going on.  The Martians are\nacting very queerly.  There's a big meeting in the glass palace,\nand when we tried to go in we were stopped.  Crowds in the street\nkept following us, and they haven't done that since we first\nlanded.\"\n\n\"Yes,\" added Mark, \"and I think I saw that same man who watched\nus taking the Cardite with a lot of other officers, following us,\ntoo. And, besides, no persons here seem as friendly as they used\nto.  Did they, Jack?\"\n\n\"No, indeed. I think they have discovered that we have taken some\nof the red stuff, and they don't like it.\"\n\nProfessor Henderson and Mr. Roumann looked grave.  If this was\nthe case, it might mean serious trouble for them all.\n\n\"But they're a long while finding out that we took the stuff,\"\nsaid Andy, who listened intently to what the boys said.\n\n\"Maybe they knew it all the while,\" suggested Jack; \"but they are\nso interested in scientific matters that they didn't want to take\nany action on it until now.\"\n\n\"Well,\" remarked Mr. Roumann, \"whatever it is, I think we will be\nsafer in the projectile.  Come, we will all go out there and\nspend the night.  We can defend ourselves in case anything\nhappens, though I don't believe it will.\"\n\nThey started at once, and there was a feeling of security when\nthey had clamped fast the great steel doors in the side of the\nAnnihilator.\n\nContrary to their fears, the night passed without incident.  They\nwere all at breakfast the next morning, when Mark, happening to\nlook through a heavy plate-glass window in the living-room,\ncalled out:\n\n\"Look what's coming!\"\n\nThey saw a vast throng of Martians advancing toward the\nprojectile.\n\n\"See who's leading them!\" called Jack.  \"The crazy machinist!\"\n\n\n\n\nCHAPTER XXIX\n\nTHE REPULSE\n\n\n\"Do you suppose they're going to attack us?\"' asked Mr. Roumann.\n\n\"It looks very much like it,\" answered Professor Henderson.  \"But\nwe will wait and see.  Are the electric cannons in shape?\"\n\n\"Yes, they are all ready to work.  All that is necessary is to\nopen the ports and fire them.  They will not kill, but they will\ndisable the Martians for a time, in case we have to use them.\"\n\n\"I hope we'll not have to,\" said Jack.  \"They have been very good\nto us, and I shouldn't want to harm them.\"\n\n\"There's a big crowd of them,\" added Mark.  \"I wonder how that\ncrazy man came to be with them?\"\n\n\"He must be leading them against us out of revenge,\" was Mr.\nHenderson's opinion.  \"He may have induced them to try to kill\nus, and they may be very willing to do so, because we have taken\nsome of the Cardite.\"\n\n\"I hope not,\" murmured Mr. Roumann.\n\nThe throng approached nearer.  In front was the insane machinist,\nwho was leaping about, running to and fro, and shouting at the\ntop of his voice.  His words came faintly to those in the\nprojectile.\n\n\"They seem to have a new leader,\" remarked Jack.  \"I understood\nthat the ruler, Silex Corundum, always went at the head of the\ntroops when there was to be a battle, but there's a different\nperson now.\"\n\nA little in the rear of the crazy machinist was a Martian\nenveloped in a scarlet cloak, which hung from his shoulders to\nthe ground.  And fastened on his head to the golden circlet,\nwhich seemed to be a common badge of office for all leading\nMartians, was a small metal box.\n\n\"I believe that box has Cardite in it,\" said Jack.  \"Maybe he's\nthe keeper of all the Cardite on this planet, and he and his\nsoldiers have come to get it back.\"\n\n\"They don't look like soldiers,\" commented Mark.\n\n\"No; but they all have some sort of weapons,\" said Jack.  \"They\nlook like sticks with small boxes of Cardite on the end of them.\nThey must be a new kind of gun.\"\n\n\"And probably very effective, too,\" commented the professor.\n\"But they are evidently going to hold a parley with us.  The\nmachinist and the Martian in the scarlet cloak are advancing\nalone.\"\n\nThe main body of Martians had come to a halt a short distance\naway from the projectile, while the two strange figures, so\ngreatly contrasted--that of the insane man and the little\nofficer-advanced together.\n\n\"Open the window to hear what they say,\" suggested Mr. Henderson,\nand the German scientist did so.\n\n\"Hello, you in there!\" called the machinist.\n\n\"Well, what do you want?\" asked Mr. Henderson.\n\n\"We want you to come out and be killed.  I'm going to pay you\nback for all the trouble you caused me.  I couldn't wreck your\nairship that you stole from me, but I'll have my revenge now.\nThese little fellows will do whatever I say, and I want you to\ncome out and be killed.\"\n\n\"Suppose we refuse?\"\n\n\"Then we'll make you!  Oh, they've got the power to, all right.\nI'm going to be their king next week, and they'll do anything I\nsay.  Come on out!\"\n\n\"I'm afraid we shall have to decline,\" answered the professor.\n\nThe machinist began a rambling talk, and the scarlet-cloaked\nfigure stepped forward.  He spoke slowly, using simple words in\nthe Martian tongue, such as he knew the travelers could\nunderstand.\n\n\"My name is Zun Flor,\" he began.  \"I am the keeper of the\nCardite, and I am told by one of my assistants that you have\ntaken some.\"\n\n\"Well?\" asked Mr. Roumann.\n\n\"You must return it at once.  It is against our laws for\nstrangers to have any of the Cardite.\"\n\n\"But we came here to get it.  We only took a little, and you have\nso much.\"\n\n\"That makes no difference.  You must return it at once, and then\nyou must go away.  We do not want you here.\"\n\n\"Suppose we refuse?\"\n\n\"Then you will perish!  Be warned in time.  Give up the Cardite,\nand take your departure.\"\n\n\"What will happen if we do not?\"\n\n\"You and your machine shall vanish from this planet and never\nmore be seen.  We cannot have any of our precious Cardite taken\naway to another world.\"\n\n\"We have only taken a little,\" repeated Mr. Roumann.  \"We desire\nit for scientific purposes, and as you are so fond of science,\nyou ought to let us keep it.\"\n\n\"Give it back!\" exclaimed Zun Flor, and he seemed to be very\nangry.  His big, bulging eyes flashed.  \"Return it to me, and all\nwill be forgiven.\"\n\n\"We will not!\" declared Mr. Roumann firmly.\n\n\"Then we shall attack you!\"\n\n\"And we shall defend ourselves.  Now, let me warn you.  We have\npowerful forces within this projectile.  We will use them against\nyou and your men.\"\n\n\"You cannot harm us,\" insisted the Martian in the red cloak.\n\"Your machines of war will be powerless against those we have.\nBe warned in time.  You must choose between the Cardite and\ndeath!\"\n\n\"We will keep the Cardite, and we will also keep our lives!\"\nretorted the German.\n\nHe slammed the glass window shut with a bang, and locked it.\nThen he closed an inner shutter of steel over it.\n\n\"We, can't see what's going on, and what they do,\" objected Jack.\n\n\"Yes, we can,\" said Mr. Roumann.\n\nHe pressed a lever, and a shutter made of strong steel slats,\nthat was on the plate-glass window of the projectile, opened.\nThis gave a view all about the Annihilator.\n\nThis done, the ports covering the muzzles of the electric cannons\nwere let down, and four guns, two on either side, were aimed at\nthe throng of Martians.\n\n\"They are going to fire, or something!\" exclaimed Jack, as he\nlooked outside.  \"They are pointing those sticks at us!\"\n\nInstantly every one in the projectile felt as if a thousand pins\nand needles were sticking into him.\n\n\"They're discharging an electric current, or something like it,\nat us!\" cried Professor Henderson.\n\nA moment later every one felt himself drawn against one side or\nthe other of the projectile, just as a magnet draws steel filings\nto itself through a piece of cardboard.\n\n\"They're trying to pull us through the steel sides!\" cried Mark.\n\"I can't move.\"\n\nNeither could any one else.  They were stuck there like flies on\nthe wall.\n\n\"Maybe they are going to keep us here forever!\" cried old Andy,\nwhile Washington was too frightened to use any big words.\n\nMr. Roumann was near some levers.  He managed to pull one, and\ninstantly those in the projectile felt themselves free.\n\n\"How did you do that?\" asked Mr. Henderson.\n\n\"I neutralized the electric current,\" explained the German.  \"I\nanticipated that in our flight through space we might meet with\nelectric storms.  I provided so that in such a case I could throw\na counter current of electricity all about the projectile.  That\nis what happened just now, though not exactly as I expected it.\nI have rendered their weapons useless--at least, for the time\nbeing.\"\n\n\"And we can now try ours on them!\" cried Jack.\n\n\"Exactly!  Get ready to fire the electric cannons!\" called Mr.\nRoumann.\n\nThe Martians seemed to understand that something had gone wrong.\nThey were running about, consulting among themselves, and\npointing to the projectile.  The figure in red and the machinist\nwere talking earnestly together.\n\n\"He's probably telling them something about the machinery,\" said\nJack.\n\n\"Man the guns!\" cried Mr. Henderson.\n\nHe and the German were at the cannon on one side, and Jack and\nMark on the other.\n\n\"Fire!\" shouted Mr. Roumann, pulling the lever that worked the\nweapon.  The others did likewise.  There was a flash of sparks\nfrom the muzzles of the guns, and a powerful and disabling,\nthough not deadly, current of electricity shot toward the\nMartians.\n\nScore after score of the queer creatures went down, among the\nfirst to fall being the machinist and Zun Flor.\n\n\"Once more!\" cried Mr. Roumann, and another volley was sent out,\nstunning hundreds.\n\nThen came a third one, but this was enough.  The remaining\nMartians, leaving their helpless comrades on the ground, turned\nand fled.\n\n\"We've driven them away!\" cried Jack.\n\n\"For a time, at least,\" answered Professor Henderson gravely.\n\"But I think they will come back.\"\n\n\n\n\nCHAPTER XXX\n\nTHE ESCAPE--CONCLUSION\n\n\nNor was the professor mistaken.  In less than an hour the\nMartians returned, in larger numbers than before, and, while the\nfirst throng had seemed to consist of only soldiers or police,\nthe next attack was made by thousands of men, women and children.\nThey all seemed anxious to destroy, the strangers.\n\nThose who had been disabled by the electric guns revived, and\nwere able to crawl away, but they were too weak to resume the\nattack.\n\n\"Well, we'll have to shoot at them again,\" observed Jack, as he\nand the others noted that the attack was to be resumed.\n\n\"Let 'em have it!\" cried Mr. Roumann.\n\nOnce more the electric cannons were fired, and thousands fell at\neach discharge of the powerful current.\n\nBut, in their turn, the Martians brought into use new weapons.\nFirst they hurled great rocks and chunks of lead at the\nprojectile, but, as the missiles weighed only a third as much as\nthey would have done on the earth, they only dented the heavy\nsteel sides.\n\nFinding that this would not answer, the little people created\nclouds of noxious gases, that swirled around the projectile like\na fog.  But this was harmless, as the adventurers could shut\nthemselves in tightly, and breathe air of their own making.  The\ngases had no more effect on them than did the ether through which\nthey had traveled through space.\n\nMeanwhile, the electric cannons were constantly being fired, and\nthe ranks of the attackers were constantly being thinned.  But,\never as the Martians fell, new ones arrived to take their places.\nThey seemed determined to drive the newcomers off the planet or\ndestroy them.\n\nThere was a lull in the fighting.  The Martians seemed to be\nwaiting for something.  At last a large crowd was observed coming\nfrom the direction of the city.  They carried great bundles of\nwood and torches.\n\n\"They're going to try to burn us out!\" cried Jack.\n\n\"Good land a' massy!\" yelled Washington.  \"Let me go!  I ain't\nready t' burn yet!  No, indeedy!\"\n\nWith shouts the Martians piled fuel all about the projectile.\nThen they set fire to it, and tongues of flame leaped up.\n\n\"Don't be alarmed,\" said Mr. Roumann.  \"We have passed safely\nthrough greater heat than they can produce.  The gas in the\nprojectile will absorb all the heat.\"\n\nAnd this was exactly what happened.  The flames had no effect on\nthe Annihilator, whereas the electric cannons continued to mow\ndown the Martians.\n\nThe day was now well advanced, and the defenders were getting\ntired and hungry, as well as apprehensive, for there seemed to be\nno limit to the fury of the little people, and their scientific\nknowledge was such that it was probably only a matter of time\nbefore they would find a way to destroy the projectile.\n\nDuring a lull in the fighting, when the fire that had been\nkindled died away, Washington White came around with some food he\nhad prepared.\n\nThey felt better after the meal, but immediately there came a new\napprehension, for they saw that the Martians were digging a great\nhole to one side of the projectile.\n\n\"What can they be doing that for?\" asked Andy.  \"Maybe they're\ngoing to roll us into it,\" said Mark.\n\n\"No,\" spoke Mr. Roumann, after watching the crowd at work, \"I'm\ninclined to think they're laying a mine, and are going to blow us\nup.\"\n\n\"Blow us up?\"\n\n\"Yes.  They evidently have some explosive over there, to judge by\nthe manner in which they guard it.\"\n\n\"Can we stand being blown up?\" asked Jack.\n\n\"I hardly think so.  The projectile itself might not be harmed,\nas it is very strong, but the machinery and motors would probably\nbe damaged.\"\n\n\"Then what can we do?\"\n\n\"The only thing left for us to do is to escape.\"\n\n\"Escape?  You mean leave the projectile?\" asked Mr. Henderson.\n\n\"No, I mean escape in the Annihilator.  There is no reason why we\nshould stay here any longer.  We have what we came to seek, and\nthough I should like to make some further scientific observations,\nwe will have to forego them.  We will start the atmospheric motor,\nand leave Mars.\"\n\n\"That's the stuff!\" cried Jack.  \"Back to earth for ours!  It's\nnice up here, when you don't do something they don't like, but\nthe earth is good enough for me!\"\n\n\"That's what I say,\" added Mark.\n\nThe Martians were hurrying their preparations to blow up the\nprojectile.  Perhaps they guessed that they must act promptly, or\nthey may have had an intimation that something was going to\nhappen, when the ports of the electric cannons were closed.\n\nThe shutter of the observation tower was sealed, all openings\nwere well fastened, and, just as the mine was completed and the\nexplosive was about to be put in, Mr. Roumann started the\natmospheric motor, and the projectile left Mars with a rush.\n\nOf course, the travelers could not see the blank looks of\nastonishment on the great faces of the Martians, but they could\nimagine them, as they shot away from the queer little planet at\nthe rate of sixty miles a second.\n\n\"Well,\" remarked Mr. Roumann as he went to the pilot house, after\nseeing that the motor was working well, \"we got to the place we\nset out for, and we secured some Cardite, which is what I wanted.\nI am now able to repay you for building this projectile,\nProfessor Henderson, you need never worry about money again.\"\n\n\"I'm glad of it, as I shall devote the remainder of my life to\nscience, and I may write a book about Mars.\"\n\n\"Well, ob all de transmigatoriousness dat I eber seed,\" exclaimed\nWashington, \"de continual exteriorosity ob de inhabitants ob dat\nplanetary sphere am de mostest indisputatious!\"  Though what he\nmeant by that no one knew.  But it seemed to give the colored man\ngreat satisfaction.\n\nIn due time they passed beyond the limits of the atmosphere of\nMars, and again were sailing through space, the Etherium motor\ndoing good work.  Mr. Roumann tried some Cardite in it, and their\nspeed was increased by half, so they reached the atmosphere of\nthe earth in much shorter time than they calculated.\n\nThey met with no mishaps, though they narrowly escaped collision\nwith a great meteorite that was rushing through space, white hot.\n\n\"Well, in a few days we will be at home,\" remarked Mr. Roumann\none night, as he set the atmospheric motor in operation.  \"And I\nmust say I have greatly enjoyed the trip.\"\n\n\"So have I,\" admitted Jack, and Mark agreed with him.\n\n\"Maybe mah Shanghai rooster won't be glad t' git on terra cotta\nagain,\" spoke Washington.  \"I'se glad I didn't let him out on\nMars.  Dem funny fellers might 'a' eat him up.\"\n\nThe rooster crowed as if glad to be nearing the earth.\n\nThree days later they came in sight of their own planet, but as\nnight came on, and they did not want to land in the dark, the\nprojectile was kept up above until daylight, and a day later a\nlanding was made near the machine shed where the Annihilator had\nbeen built.\n\n\"Well, here we are, safe home again,\" said Mark.\n\n\"All but the crazy machinist,\" added Jack.  \"I hope he likes it\nup there among the Martians.\"\n\n\"I wonder if we'll ever take another trip like this?\" asked Andy.\n\n\"Perhaps, some day,\" replied Mr. Roumann.\n\n\"I have some other ideas regarding distant planets that I would\nlike to prove.  But we'll take a rest, and see what use we can\nmake of the Cardite.  I would also like to learn if my enemy,\nForker, sent that crazy machinist to bother me,\" but he never\nfound out.\n\nAs the German had predicted, the red material brought back was\nenormously valuable, and the projectile was more than paid for by\na small part of it.  The boys resumed their studies at school,\nand Professor Henderson devoted much of his time to writing a\nbook describing some of the peculiar conditions on Mars, while\nMr. Roumann invented a new motor to run with Cardite, he having\nrevealed the secret of the Etherium one to Professor Henderson.\n\nAs for Washington White, he is learning new big words, while Andy\nsays he is glad to be back on a world where a bullet is a bullet\nand a gun a gun.\n\n\nTHE END\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Through Space to Mars, by Roy Rockwood\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THROUGH SPACE TO MARS ***\n\n***** This file should be named 6717.txt or 6717.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/6/7/1/6717/\n\nProduced by Sean Pobuda\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}