{"title": "Miss Ludington's Sister", "author": "Edward Bellamy", "releaseDate": "Februsry 10, 2003 ", "language": "english", "type": "books", "content": "\n\nE-text prepared by Malcolm Farmer\n\n\n\nMISS LUDINGTON'S SISTER\n\nby\n\nEDWARD BELLAMY\n\n\n\n\n\n\n\nCHAPTER I.\n\n\n\nThe happiness of some lives is distributed pretty evenly over the whole\nstretch from the cradle to the grave, while that of others comes all at\nonce, glorifying some particular epoch and leaving the rest in shadow.\nDuring one, five, or ten blithe years, as the case may be, all the\nsprings of life send up sweet waters; joy is in the very air we breathe;\nhappiness seems our native element. During this period we know what is\nthe zest of living, as compared with the mere endurance of existence,\nwhich is, perhaps, the most we have attained to before or since. With men\nthis culminating epoch comes often in manhood, or even at maturity,\nespecially with men of arduous and successful careers. But with women it\ncomes most frequently perhaps in girlhood and young womanhood.\nParticularly is this wont to be the fact with women who do not marry, and\nwith whom, as the years glide on, life becomes lonelier and its interests\nfewer.\n\nBy the time Miss Ida Ludington was twenty-five years old she recognised\nthat she had done with happiness, and that the pale pleasures of memory\nwere all which remained to her.\n\nIt was not so much the mere fact that her youth was past, saddening\nthough that might be, which had so embittered her life, but the\npeculiarly cruel manner in which it had been taken from her.\n\nThe Ludingtons were one of the old families of Hilton, a little farming\nvillage among the hills of Massachusetts. They were not rich, but were\nwell-to-do, lived in the largest house in the place, and were regarded\nsomewhat as local magnates. Miss Ludington's childhood had been an\nexceptionally happy one, and as a girl she had been the belle of the\nvillage. Her beauty, together, with her social position and amiability of\ndisposition, made her the idol of the young men, recognised leader of the\ngirls, and the animating and central figure in the social life of the\nplace.\n\nShe was about twenty years old, at the height of her beauty and in the\nfull tide of youthful enjoyment, when she fell ill of a dreadful disease,\nand for a long time lay between life and death. Or, to state the case\nmore accurately, the girl did die--it was a sad and faded woman who rose\nfrom that bed of sickness.\n\nThe ravages of disease had not left a vestige of her beauty--it was\nhopelessly gone. The luxuriant, shining hair had fallen out and been\nreplaced by a scanty growth of washed-out hue; the lips, but yesterday so\nfull, and red, and tempting, were thin, and drawn, and colourless, and\nthe rose-leaf complexion had given place to an aspect so cruelly pitted,\nseamed, and scarred that even friends did not recognize her.\n\nThe fading of youth is always a melancholy experience with women; but in\nmost cases the process is so gradual as to temper the poignancy of\nregret, and perhaps often to prevent its being experienced at all except\nas a vague sentiment.\n\nBut in Miss Ludington's case the transition had been piteously sharp and\nabrupt.\n\nWith others, ere youth is fully past its charms are well-nigh forgotten\nin the engrossments of later years; but with her there had been nothing\nto temper the bitterness of her loss.\n\nDuring the long period of invalidism which followed her sickness her only\nsolace was a miniature of herself, at the age of seventeen, painted on\nivory, the daguerrotype process not having come into use at this time,\nwhich was toward the close of the third decade of the present century.\n\nOver this picture she brooded hours together when no one was near,\nstudying the bonny, gladsome face through blinding tears, and sometimes\nmurmuring incoherent words of tenderness.\n\nHer young friends occasionally came to sit with her, by way of enlivening\nthe weary hours of an invalid's day. At such times she would listen with\npatient indifference while they sought to interest her with current local\ngossip, and as soon as possible would turn the conversation back to the\nold happy days before her sickness. On this topic she was never weary of\ntalking, but it was impossible to induce her to take any interest in the\npresent.\n\nShe had caused a locket to be made, to contain the ivory miniature of\nherself as a girl, and always wore it on her bosom.\n\nIn no way could her visitors give her more pleasure than by asking to see\nthis picture, and expressing their admiration of it. Then her poor,\ndisfigured face would look actually happy, and she would exclaim, \"Was\nshe not beautiful?\" \"I do not think it flattered her, do you?\" and with\nother similar expressions indicate her sympathy with the admiration\nexpressed. The absence of anything like self-consciousness in the delight\nshe took in these tributes to the charms of her girlish self was pathetic\nin its completeness. It was indeed not as herself, but as another, that\nshe thought of this fair girl, who had vanished from the earth, leaving a\npicture as her sole memento. How, indeed, could it be otherwise when she\nlooked from the picture to the looking-glass, and contrasted the images?\nShe mourned for her girlish self, which had been so cruelly effaced from\nthe world of life, as for a person, near and precious to her beyond the\npower of words to express, who had died.\n\nFrom the time that she had first risen from the sick-bed, where she had\nsuffered so sad a transformation, nothing could induce her to put on the\nbrightly coloured gowns, beribboned, and ruffled, and gaily trimmed,\nwhich she had worn as a girl; and as soon as she was able she carefully\nfolded and put them away in lavender, like relics of the dead. For\nherself, she dressed henceforth in drab or black.\n\nFor three or four years she remained more or less an invalid. At the end\nof that time she regained a fair measure of health, although she seemed\nnot likely ever to be strong.\n\nIn the meanwhile her school-mates and friends had pretty much all\nmarried, or been given in marriage. She was a stranger to the new set of\nyoung people which had come on the stage since her day, while her former\ncompanions lived in a world of new interests, with which she had nothing\nin common. Society, in reorganizing itself, had left her on the outside.\nThe present had moved on, leaving her behind with the past. She asked\nnothing better. If she was nothing to the present, the present was still\nless to her. As to society, her sensitiveness to the unpleasant\nimpression made by her personal appearance rendered social gatherings\ndistasteful to her, and she wore a heavy veil when she went to church.\n\nShe was an only child. Her mother had long been dead, and when about this\ntime her father died she was left without near kin. With no ties of\ncontemporary interest to hold her to the present she fell more and more\nunder the influence of the habit of retrospection.\n\nThe only brightness of colour which life could ever have for her lay\nbehind in the girlhood which had ended but yesterday, and was yet so\ncompletely ended. She found her only happiness in the recollections of\nthat period which she retained. These were the only goods she prized, and\nit was the grief of her life that, while she had strong boxes for her\nmoney, and locks and keys for her silver and her linen, there was no\ndevice whereby she could protect her store of memories from the slow\nwasting of forgetfulness.\n\nShe lived with a servant quite alone in the old Ludington homestead,\nwhich it was her absorbing care to keep in precisely the same condition,\neven to the arrangement of the furniture, in which it had always been.\n\nIf she could have insured the same permanence in the village of Hilton,\noutside the homestead enclosure, she would have been spared the cause of\nher keenest unhappiness. For the hand of change was making havoc with the\nvillage: the railroad had come, shops had been built, and stores and new\nhouses were going up on every side, and the beautiful hamlet, with its\nscore or two of old-fashioned dwellings, which had been the scene of her\ngirlhood, was in a fair way to be transformed into a vile manufacturing\nvillage.\n\nMiss Ludington, to whom every stick and stone of the place was dear,\ncould not walk abroad without missing some ancient landmark removed since\nshe had passed that way before, perhaps a tree felled, some meadow, that\nhad been a playground of her childhood, dug up for building-lots, or a\nrow of brick tenements going up on the site of a sacred grove.\n\nHer neighbours generally had succumbed to the rage for improvement, as\nthey called it. There was a general remodelling and modernizing of\nhouses, and, where nothing more expensive could be afforded, the\npaint-brush wrought its cheap metamorphosis. \"You wouldn't know Hilton\nwas the same place,\" was the complacent verdict of her neighbours, to\nwhich Miss Ludington sorrowfully assented.\n\nIt would be hard to describe her impotent wrath, her sense of outrage and\nirreparable loss, as one by one these changes effaced some souvenir of\nher early life. The past was once dead already; they were killing it a\nsecond time. Her feelings at length became so intolerable that she kept\nher house, pretty much ceasing to walk abroad.\n\nAt this period, when she was between thirty and thirty-five years old, a\ndistant relative left her a large fortune. She had been well-to-do\nbefore, but now she was very rich. As her expenses had never exceeded a\nfew hundred dollars a year, which had procured her everything she needed,\nit would be hard to imagine a person with less apparent use for a great\ndeal of money. And yet no young rake, in the heyday of youth and the riot\nof hot blood, could have been more overjoyed at the falling to him of a\nfortune than was this sad-faced old maid. She became smiling and\nanimated. She no longer kept at home, but walked abroad. Her step was\nquick and strong; she looked on at the tree-choppers, the builders, and\nthe painters, at their nefarious work, no more in helpless grief and\nindignation, but with an unmistakable expression of triumph.\n\nPresently surveyors appeared in the village, taking exact and careful\nmeasurements of the single broad and grassy street which formed the older\npart of it. Miss Ludington was closeted with a builder, and engrossed\nwith estimates. The next year she left Hilton to the mercy of the\nvandals, and never returned.\n\nBut it was to another Hilton that she went.\n\nThe fortune she had inherited had enabled her to carry out a design which\nhad been a day-dream with her ever since the transformation of the\nvillage had begun. Among the pieces of property left her was a large farm\non Long Island several miles out of the city of Brooklyn. Here she had\nrebuilt the Hilton of her girlhood, in facsimile, with every change\nrestored, every landmark replaced. In the midst of this silent village\nshe had built for her residence an exact duplicate of the Ludington\nhomestead, situated in respect to the rest of the village precisely as\nthe original was situated in the real Hilton.\n\nThe astonishment of the surveyors and builders at the character of the\nwork required of them was probably great, and their bills certainly were,\nthough Miss Ludington would not have grudged the money had they been ten\ntimes greater. However, seeing that the part of the village duplicated\nconsisted of but one broad maple-planted street, with not over thirty\nhouses, mostly a story and a half, and that none of the buildings, except\nthe school-house, the little meeting-house, and the homestead, were\nfinished inside, the outlay was not greater than an elaborate plan of\nlandscape gardening would have involved.\n\nThe furniture and fittings of the Massachusetts homestead, to the least\ndetail, had been used to fit up its Long Island duplicate, and when all\nwas complete and Miss Ludington had settled down to housekeeping, she\nfelt more at home than in ten years past.\n\nTrue, the village which she had restored was empty; but it was not more\nempty than the other Hilton had been to her these many years, since her\nold schoolmates had been metamorphosed into staid fathers and mothers.\nThese respectable persons were not the schoolmates and friends of her\ngirlhood, and with no hard feelings toward them, she had still rather\nresented seeing them about, as tending to blur her recollections of their\nformer selves, in whom alone she was interested.\n\nThat her new Long Island neighbours considered her mildly insane was to\nher the least of all concerns. The only neighbours she cared about were\nthe shadowy forms which peopled the village she had rescued from\noblivion, whose faces she fancied smiling gratefully at her from the\nwindows of the homes she had restored to them.\n\nFor she had a notion that the spirits of her old neighbours, long dead,\nhad found out this resurrected Hilton, and were grateful for the\nopportunity to revisit the unaltered scenes of their passion. If she had\ngrieved over the removal of the old landmarks and the change in the\nappearance of the village, how much more hopelessly must they have\ngrieved if indeed the dead revisit earth! The living, if their homes are\nbroken up, can make them new ones, which, after a fashion, will serve the\npurpose; but the dead cannot. They are thenceforth homeless and desolate.\n\nNo sense of having benefited living persons would have afforded Miss\nLudington the pleasure she took in feeling that, by rebuilding ancient\nHilton, she had restored homes to these homeless ones.\n\nBut of all this fabric of the past which she had resurrected, the central\nfigure was the school-girl Ida Ludington. The restored village was the\nmausoleum of her youth.\n\nOver the great old-fashioned fireplace, in the sitting-room of the\nhomestead which she had rebuilt in the midst of the village, she had hung\na portrait in oil, by the first portrait-painter then in the country. It\nwas an enlarged copy of the little likeness on ivory which had formerly\nbeen so great a solace to her.\n\nThe portrait was executed with extremely life-like effect, and was fondly\nbelieved by Miss Ludington to be a more accurate likeness in some\nparticulars than the ivory picture itself.\n\nIt represented a very beautiful girl of seventeen or eighteen, although\nalready possessing the ripened charms of a woman. She was dressed in\nwhite, with a low bodice, her luxuriant golden hair, of a rare sheen and\nfineness, falling upon beautifully moulded shoulders. The complexion was\nof a purity that needed the faint tinge of pink in the cheeks to relieve\nit of a suspicion of pallor. The eyes were of the deepest, tenderest\nviolet, full of the light of youth, and the lips were smiling.\n\nIt was, indeed, no wonder that Miss Ludington had mourned the vanishing\nfrom earth of this delectable maiden with exceeding bitterness, or that\nher heart yet yearned after her with an aching tenderness across the gulf\nof years.\n\nHow bright, how vivid, how glowing had been the life of that beautiful\ngirl! How real as compared with her own faint and faded personality,\nwhich, indeed, had shone these many years only by the light reflected\nfrom that young face! And yet that life, in its strength and brightness,\nhad vanished like an exhalation, and its elements might no more be\nrecombined than the hues of yesterday's dawn.\n\nMiss Ludington had hung the portraits of her father and mother with\nimmortelles, but the frame of the girl's picture she had wound with\ndeepest crape.\n\nHer father and mother she did not mourn as one without hope, believing\nthat she should see them some day in another world; but from the death of\nchange which the girl had died no Messiah had ever promised any\nresurrection.\n\n\n\n\nCHAPTER II.\n\n\n\nThe solitude in which Miss Ludington lived had become, through habit, so\nendeared to her that when, a few years after she had been settled in her\nghostly village, a cousin died in poverty, bequeathing to her with his\nlast breath a motherless infant boy, it was with great reluctance that\nshe accepted the charge. She would have willingly assumed the support of\nthe child, but if it had been possible would have greatly preferred\nproviding for him elsewhere to bringing him home with her. This, however,\nwas impracticable, and so there came to be a baby in the old maid's\nhouse.\n\nLittle Paul De Riemer was two years old when he was brought to live with\nMiss Ludington--a beautiful child, with loving ways, and deep, dark,\nthoughtful eyes. When he was first taken into the sitting-room, the\npicture of the smiling girl over the fireplace instantly attracted his\ngaze, and, putting out his arms, he cooed to it. This completed the\nconquest of Miss Ludington, whose womanly heart had gone out to the\nwinsome child at first sight.\n\nAs the boy grew older his first rational questions were about the pretty\nlady in the picture, and, he was never so happy as when Miss Ludington\ntook him upon her knee and told him stories about her for hours together.\n\nThese stories she always related in the third person, for it would only\npuzzle and grieve the child to intimate to him that there was anything in\ncommon between the radiant girl he had been taught to call Ida and the\nwithered woman whom he called Aunty. What, indeed, had they in common but\ntheir name? and it had been so long since any one had called her Ida,\nthat Miss Ludington scarcely felt that the name belonged to her present\nself at all.\n\nIn their daily walks about the village she would tell the little boy\nendless stories about incidents which had befallen Ida at this spot or\nthat. She was never weary of telling, or he of listening to, these tales,\nand it was wonderful how the artless sympathy of the child comforted the\nlone woman.\n\nOne day, when he was eight years old, finding himself alone in the\nsitting-room, the lad, after contemplating Ida's picture for a long time,\npiled one chair on another, and climbing upon the structure, put up his\nchubby lips to the painted lips of the portrait and kissed them with\nright good-will. Just then Miss Ludington came in, and saw what he was\ndoing. Seizing him in her arms, she cried over him and kissed him till he\nwas thoroughly frightened.\n\nA year or two later, on his announcing one day his intention to marry Ida\nwhen he grew up, Miss Ludington explained to him that she was dead. He\nwas quite overcome with grief at this intelligence, and for a long time\nrefused to be comforted.\n\nAnd so it was, that never straying beyond the confines of the eerie\nvillage, and having no companion but Miss Ludington, the boy fell\nscarcely less than she under the influence of the beautiful girl who was\nthe presiding genius of the place.\n\nAs he grew older, far from losing its charm, Ida's picture laid upon him\na new spell. Her violet eyes lighted his first love-dreams. She became\nhis ideal of feminine loveliness, drawing to herself, as the sun draws\nmist, all the sentiment and dawning passion of the youth. In a word, he\nfell in love with her.\n\nOf course he knew now who she had been. Long before as soon as he was old\nenough to understand it, this had been explained to him. But though he\nwas well aware that neither on earth nor in heaven, nor anywhere in the\nuniverse, did she any more exist, that knowledge was quite without effect\nupon the devotion which she had inspired. The matter indeed, presented\nitself in a very simple way to his mind. \"If I had never seen her\npicture,\" he said one day to Miss Ludington, \"I should never have known\nthat my love was dead, and I should have gone seeking her through all the\nworld, and wondering what was the reason I could not find her.\"\n\nMiss Ludington was over sixty years of age and Paul was twenty-two when\nhe finished his course at college. She had naturally supposed that, on\ngoing out into the world, mixing with young men and meeting young women,\nhe would outgrow his romantic fancy concerning Ida; but the event was\nvery different. As year after year he returned home to spend his\nvacations, it was evident that his visionary passion was strengthening\nrather than losing its hold upon him.\n\nBut the strangest thing of all was the very peculiar manner in which,\nduring the last vacation preceding his graduation, he began to allude to\nIda in his conversations with Miss Ludington. It was, indeed, so peculiar\nthat when, after his return to college, she recalled the impression left\nupon her mind, she was constrained to think that she had, somehow,\ntotally misunderstood him; for he had certainly seemed to talk as if Ida,\ninstead of being that most utterly, pathetically dead of all dead\nthings--the past self of a living person--were possibly not dead at all:\nas if, in fact she might have a spiritual existence, like that ascribed\nto the souls of those other dead whose bodies are laid in the grave.\n\nDecidedly, she must have misunderstood him.\n\nSome months later, on one of the last days of June, he graduated. Miss\nLudington would have attended the graduation exercises but for the fact\nthat her long seclusion from society made the idea of going away from\nhome and mingling with strangers intolerable. She had expected him home\nthe morning after his graduation. When, however, she came downstairs,\nexpecting to greet him at the breakfast-table, she found instead a letter\nfrom him, which, to her further astonishment, consisted of several\nclosely written sheets. What could have possessed him to write her this\nlaborious letter on the very day of his return?\n\nThe letter began by telling her that he had accepted an invitation from a\nclass-mate, and should not be home for a couple of days. \"But this is\nonly an excuse,\" he went on; \"the true reason that I do not at once\nreturn is that you may have a day or two to think over the contents of\nthis letter before you see me; for what I have to say will seem very\nstartling to you at first. I was trying to prepare you for it when I\ntalked, as you evidently thought, so strangely, about Ida, the last time\nI was at home; but you were only mystified, and I was not ready to\nexplain. A certain timidity held me back. It was so great a matter that I\nwas afraid to broach it by word of mouth lest I might fail to put it in\njust the best way before your mind, and its strangeness might terrify you\nbefore you could be led to consider its reasonableness. But, now that I\nam coming home to stay, I should not be able to keep it from you, and it\nhas seemed to me better to write you in this way, so that you may have\ntime fully to debate the matter with your own heart before you see me. Do\nyou remember the last evening that I was at home, my asking you if you\ndid not sometimes have a sense of Ida's presence? You looked at me as if\nyou thought I were losing my wits. What did I mean, you asked, by\nspeaking of her as a living person? But I was not ready to speak, and I\nput you off.\n\n\"I am going to answer your question now. I am going to tell you how and\nwhy I believe that she is neither lost nor dead, but a living and\nimmortal spirit. For this, nothing less than this, is my absolute\nassurance, the conviction which I ask you to share.\n\n\"But stop, let us go back. Let us assume nothing. Let us reason it all\nout carefully from the beginning. Let me forget that I am her lover. Let\nme be stiff; and slow, and formal as a logician, while I prove that my\ndarling lives for ever. And you, follow me carefully, to see if I slip.\nForget what ineffable thing she is to you; forget what it is to you that\nshe lives. Do not let your eyes fill; do not let your brain swim. It\nwould be madness to believe it if it is not true. Listen, then:--\nYou know that men speak of human beings, taken singly, as individuals.\nIt is taken for granted in the common speech that the individual is the\nunit of humanity, not to be subdivided. That is, indeed, what the\netymology of the word means. Nevertheless, the slightest reflection will\ncause any one to see that this assumption is a most mistaken one. The\nindividual is no more the unit of humanity than is the tribe or family;\nbut, like them, is a collective noun, and stands for a number of distinct\npersons, related one to another in a particular way, and having certain\nfeatures of resemblance. The persons composing a family are related both\ncollaterally and by succession or descent, while the persons composing an\nindividual are related by succession only. They are called infancy,\nchildhood, youth, manhood, maturity, age, and dotage.\n\n\"These persons are very unlike one another. Striking physical, mental,\nand moral differences exist between them. Infancy and childhood are\nincomprehensible to manhood, and manhood not less so to them. The youth\nlooks forward with disgust to the old age which is to follow him, and the\nold man has far more in common with other old men, his own\ncontemporaries, than with the youth who preceded him. How frequently do\nwe see the youth vicious and depraved, and the man who follows him\nupright and virtuous, hating iniquity! How often, on the other hand, is a\npure and innocent girlhood succeeded by a dissolute and shameless\nwomanhood! In many cases age looks back upon youth with inexpressible\nlonging and tenderness, and quite as often with shame and remorse; but in\nall cases with the same consciousness of profound contrast, and of a\ngreat gulf fixed between.\n\n\"If the series of persons which constitutes an individual could by any\nmagic be brought together and these persons confronted with one another,\nin how many cases would the result be mutual misunderstanding, disgust,\nand even animosity? Suppose, for instance, that Saul, the persecutor of\nthe disciples of Jesus, who held the garments of them that stoned\nStephen, should be confronted with his later self, Paul the apostle,\nwould there not be reason to anticipate a stormy interview? For there is\nno more ground to suppose that Saul would be converted to Paul's view\nthan the reverse. Each was fully persuaded in his own mind as to what he\ndid.\n\n\"But for the fact that each one of the persons who together constitute an\nindividual is well off the field before his successor comes upon it, we\nshould not infrequently see the man collaring his own youth, handing him\nover to the authorities, and prefering charges against him as a rascally\nfellow.\n\n\"Not by any means are the successive persons of an individual always thus\nout of harmony with one another. In many, perhaps in a majority, of\ncases, the same general principles and ideals are recognized by the man\nwhich were adopted by the boy, and as much sympathy exists between them\nas is possible in view of the different aspects which the world\nnecessarily presents to youth and age. In such cases, no doubt, could the\nseries of persons constituting the individual be brought together, a\nscene of inexpressibly tender and intimate communion would ensue.\n\n\"But, though no magic may bring back our past selves to earth, may we not\nhope to meet them hereafter in some other world? Nay, must we not expect\nso to meet them if we believe in the immortality of human souls? For if\nour past selves, who were dead before we were alive, had no souls, then\nwhy suppose our present selves have any? Childhood, youth, and manhood\nare the sweetest, the fairest, the noblest, the strongest of the persons\nwho together constitute an individual. Are they soulless? Do they go down\nin darkness to oblivion while immortality is reserved for the withered\nsoul of age? If we must believe that there is but one soul to all the\npersons of an individual it would be easier to believe that it belongs to\nyouth or manhood, and that age is soulless. For if youth, strong-winged\nand ardent, full of fire and power, perish, leaving nothing behind save a\nfew traces in the memory, how shall the flickering spirit of age have\nstrength to survive the blast of death?\n\n\"The individual, in its career of seventy years, has not one body, but\nmany, each wholly new. It is a commonplace of physiology that there is\nnot a particle in the body to-day that was in it a few years ago. Shall\nwe say that none of these bodies has a soul except the last, merely\nbecause the last decays more suddenly than the others?\n\n\"Or is it maintained that, although there is such utter diversity--\nphysical, mental, moral--between infancy and manhood, youth and age,\nnevertheless, there is a certain essence common to them all, and\npersisting unchanged through them all, and that this is the soul of\nthe individual? But such an essence as should be the same in the babe\nand the man, the youth and the dotard, could be nothing more than a\ncolourless abstraction, without distinctive qualities of any kind--a\nmere principle of life like the fabled jelly protoplasm. Such a fancy\nreduces the hope of immortality to an absurdity.\n\n\"No! no! It is not any such grotesque or fragmentary immortality that God\nhas given us. The Creator does not administer the universe on so\nniggardly a plan. Either there is no immortality for us which is\nintelligible or satisfying, or childhood, youth, manhood, age, and all\nthe other persons who make up an individual, live for ever, and one day\nwill meet and be together in God's eternal present; and when the several\nsouls of an individual are in harmony no doubt He will perfect their\nfelicity by joining them with a tie that shall be incomparably more\ntender and intimate than any earthly union ever dreamed of, constituting\na life one yet manifold--a harp of many strings, not struck successively\nas here on earth, but blending in rich accord.\n\n\"And now I beg you not to suppose that what I have tried to demonstrate\nis any hasty or ill-considered fancy. It was, indeed, at first but a\ndream with which the eyes of my sweet mistress inspired me, but from a\ndream it has grown into a belief, and in these last months into a\nconviction which I am sure nothing can shake. If you can share it the\nlong mourning of your life will be at an end. For my own part I could\nnever return to the old way of thinking without relapsing into\nunutterable despair. To do so would be virtually to give up faith in any\nimmortality at all worth speaking of. For it is the long procession of\nour past selves, each with its own peculiar charm and incommunicable\nquality, slipping away from us as we pass on, and not the last self of\nall whom the grave entraps, which constitutes our chief contribution to\nmortality. What shall it avail for the grave to give up its handful if\nthere be no immortality for this great multitude? God would not mock us\nthus. He has power not only over the grave, but over the viewless\nsepulchre of the past, and not one of the souls to which he has ever\ngiven life will be found wanting on the day when he makes up his jewels.\"\n\n\n\n\nCHAPTER III.\n\n\n\nTo understand the impression which Paul's letter produced upon Miss\nLudington imagine, in the days before the resurrection of the dead was\npreached, with what effect the convincing announcement of that doctrine\nwould have fallen on the ears of one who had devoted her life to hopeless\nregrets over the ashes of a friend.\n\nAnd yet at no time have men been wholly without belief in some form of\nsurvival beyond the grave, and such a bereaved woman of antiquity would\nmerely have received a more clear and positive assurance of what she had\nvaguely imagined before. But that there was any resurrection for her\nformer self--that the bright youth which she had so yearned after and\nlamented could anywhere still exist, in a mode however shadowy, Miss\nLudington had never so much as dreamed.\n\nThere might be immortality for all things else; the birds and beasts, and\neven the lowest forms of life, might, under some form, in some world,\nlive again; but no priest had ever promised, nor any poet ever dreamed,\nthat the title of a man's past selves to a life immortal is as\nindefeasible as that of his present self.\n\nIt did not occur to her to doubt, to quibble, or to question, concerning\nthe grounds of this great hope. From the first moment that she\ncomprehended the purport of Paul's argument, she had accepted its\nconclusion as an indubitable revelation, and only wondered that she had\nnever thought of it herself, so natural, so inevitable, so\nincontrovertible did it seem.\n\nAnd as a sunburst in an instant transforms the sad fields of November\ninto a bright and cheerful landscape, so did this revelation suddenly\nillumine her sombre life.\n\nAll day she went about the house and the village like one in a dream,\nsmiling and weeping, and reading Paul's letter over and over, through\neyes swimming with a joy unutterable.\n\nIn the afternoon, with tender, tremulous fingers, she removed the crape\nfrom the frame of Ida's picture, which it had draped for so many years.\nAs she was performing this symbolic act, it seemed to the old lady that\nthe fair young face smiled upon her. \"Forgive me!\" she murmured. \"How\ncould I have ever thought you dead!\"\n\nIt was not till evening that her servants reminded her that she had not\neaten that day, and induced her to take food.\n\nThe next afternoon Paul arrived. He had not been without very serious\ndoubt as to the manner in which his argument for the immortality of past\nselves might impress Miss Ludington. A mild melancholy such as hers\nsometimes becomes sweet by long indulgence. She might not welcome\nopinions which revolutionized the fixed ideas of her life, even though\nthey should promise a more cheerful philosophy. If she did not accept his\nbelief, but found it chimerical and visionary, the effect of its\nannouncement upon her mind could only be unpleasantly disturbing. It was,\ntherefore, not without some anxiety that he approached the house.\n\nBut his first glimpse of her, as she stood in the door awaiting him,\ndissipated his apprehensions. She wore a smiling face, and the deep black\nin which she always dressed was set off, for the first time since his\nknowledge of her, with a bit or two of bright colour.\n\nShe said not a word, but, taking him by the hand, led him into the\nsitting-room.\n\nThat morning she had sent into Brooklyn for immortelles, and had spent\nthe day in festooning them about Ida's picture, so that now the sweet\ngirlish face seemed smiling upon them out of a veritable bower of the\nwhite flowers of immortality.\n\nIn the days that followed, Miss Ludington seemed a changed woman, such\nblitheness did the new faith she had found bring into her life. The\nconviction that the past was deathless, and her bright girlhood immortal,\ntook all the melancholy out of retrospection. Nay, more than that, it\nturned retrospection into anticipation. She no longer viewed her\nyouth-time through the pensive haze of memory, but the rosy mist of hope.\nShe should see it again, for was it not safe with God? Her pains to guard\nthe memory of the beautiful past, to preserve it from the second death of\nforgetfulness, were now all needless; she could trust it with God, to be\nrestored to her in his eternal present, its lustre undimmed, and no trait\nmissing.\n\nThe laying aside of her mourning garb was but one indication of the\nchange that had come over her.\n\nThe whole household, from scullion to coachman, caught the inspiration of\nher brighter mood. The servants laughed aloud about the house. The\nchildren of the gardener, ever before banished to other parts of the\ngrounds, played unrebuked in the sacred street of the silent village.\n\nAs for Paul, since the revelation had come to him that the lady of his\nlove was no mere dream of a life for ever vanished, but was herself alive\nfor evermore, and that he should one day meet her, his love had assumed a\ncolour and a reality it had never possessed before. To him this meant all\nit would have meant to the lover of a material maiden, to be admitted to\nher immediate society.\n\nThe sense of her presence in the village imparted to the very air a fine\nquality of intoxication. The place was her shrine, and he lived in it as\nin a sanctuary.\n\nIt was not as if he should have to wait many years, till death, before he\nshould see her. As soon as he gave place to the later self which was to\nsucceed him, he should be with her. Already his boyish self had no doubt\ngreeted her, and she had taken in her arms the baby Paul who had held his\nlittle arms out to her picture twenty years before.\n\nTo be in love with the spirit of a girl, however beautiful she might have\nbeen when on earth, would doubtless seem to most young men a very\nchimerical sort of passion; but Paul, on the other hand, looked upon the\nspecies of attraction which they called love as scarcely more than a\ngross appetite. During his absence from home he had seen no woman's face\nthat for a moment rivalled Ida's portrait. Shy and fastidious, he had\nfound no pleasure in ladies' society, and had listened to his classmates'\ntalk of flirtations and conquests with secret contempt. What did they\nknow of love? What had their coarse and sensuous ideas in common with the\nrare and delicate passion to which his heart was dedicated--a love asking\nand hoping for no reward, but sufficient to itself?\n\nHe had spent but a few weeks at home when Miss Ludington began to talk\nquite seriously to him about studying for some profession. He was rather\nsurprised at this, for he had supposed she would be glad to have him at\nhome, for a while at lease, now that he had done with college. To Paul,\nat this time, the idea of any pursuit which would take him away from the\nvillage was extremely distasteful, and he had no difficulty in finding\nexcuses enough for procrastinating a step for which, indeed, no sort of\nurgency could be pretended.\n\nHe was to be Miss Ludington's heir, and any profession which he might\nadopt would be purely ornamental at most.\n\nFinding that he showed no disposition to consider a profession she\ndropped that point and proposed that he should take six months of foreign\ntravel, as a sort of rounding off of his college course. To the\nadvantages of this project he was, however, equally insensible. When she\nurged it on him, he said, \"Why, aunty, one would say you were anxious to\nget rid of me. Don't we get on well together? Have you taken a dislike to\nme? I'm sure I'm very comfortable here. I don't want to do anything\ndifferent, or to go off anywhere. Why won't you let me stay with you?\"\n\nAnd so she had to let the matter drop.\n\nThe truth was she had become anxious to get him away; but it was on his\naccount, not hers.\n\nIn putting his room to rights one day since his return from college she\nhad come upon a scrap of paper containing some verses addressed \"To Ida.\"\nPaul had rather a pretty knack at turning rhymes, and the tears came to\nMiss Ludington's eyes as she read these lines. They were an attempt at a\nlove sonnet, throbbing with passion, and yet so mystical in some of the\nallusions that nothing but her knowledge of Paul's devotion to Ida would\nhave given her a clue to his meaning. She was filled with apprehension as\nshe considered the effect which this infatuation, if it should continue\nto gain strength, might have upon one of Paul's dreamy temperament and\nexcessive ideality. That she had devoted her own lonely and useless life\nto the cult of the past did not greatly matter, although in the light of\nher present happier faith she saw and regretted her mistake; but as for\npermitting Paul's life to be overshadowed by the same influence she could\nnot consent to it. Something must be done to get him away from home, or\nat least to divert the current of his thought. The failure of her efforts\nto induce him to consider any scheme that involved his leaving the\nvillage threw her into a state of great uneasiness.\n\n\n\n\nCHAPTER IV.\n\n\n\nAt about this time it chanced that Miss Ludington drove into Brooklyn one\nmorning to do some shopping. She was standing at a counter in a large\nstore, examining goods, when she became aware that a lady standing at\nanother counter was attentively regarding her. The lady in question was\nof about her own height and age, her hair being nearly white, like Miss\nLudington's; but it was evident from the hard lines of her face and her\nalmost shabby dress that life had by no means gone so easily with her as\nwith the lady she was regarding so curiously.\n\nAs Miss Ludington looked up she smiled, and, crossing the store, held out\nher hand. \"Ida Ludington! don't you know me?\" Miss Ludington scanned her\nface a moment, and then, clasping her outstretched hand, exclaimed,\ndelightedly, \"Why, Sarah Cobb, where did you come from?\" and for the next\nquarter of an hour the two ladies, quite oblivious of the clerks who were\nwaiting on them, and the customers who were jostling them, stood absorbed\nin the most animated conversation. They had been school-girls together in\nHilton forty-five years before, and, not having met since Miss\nLudington's removal from the village, had naturally a great deal to say.\n\n\"It is thirty years since I have seen any one from Hilton,\" said Miss\nLudington at last, \"and I'm not going to let you escape me. You must come\nout with me to my house and stay overnight, and we will talk old times\nover. I would not have missed you for anything.\"\n\nSarah Cobb, who had said that her name was now Mrs. Slater, and that she\nlived in New York, having removed there from Hilton only a few years\nprevious, seemed nothing loth to accept her friend's invitation, and it\nwas arranged that Miss Ludington should send her carriage to meet her at\none of the Brooklyn ferries the day following. Miss Ludington wanted to\nsend the carriage to Mrs. Slater's residence in New York, but the latter\nsaid that it would be quite as convenient for her to take it at the\nferry.\n\nAfter repeated injunctions not to fail of her appointment, Miss Ludington\nfinally bade her old school-mate good-by and drove home in a state of\npleased expectancy.\n\nShe entertained Paul at the tea-table with an account of her adventure,\nand gave him an animated history of the Cobb family in general and Sarah\nin particular. She had known Sarah ever since they both could walk, and\nduring the latter part of their school life they had been inseparable.\nThe scholars had even christened them \"The Twins,\" because they were so\nmuch together and looked so much alike. Their secrets were always joint\nproperty.\n\nThe next afternoon Miss Ludington went herself in the carriage to fetch\nher friend from the ferry. She wanted to be with her and enjoy her\nsurprise when she first saw the restored Hilton on entering the grounds.\nIn this respect her anticipations were fully justified.\n\nThe arrangement of the grounds was such that a high board fence protected\nthe interior from inquisitive passers-by on the highway, and the gate was\nset in a corner, so that no considerable part of the enclosure was\nvisible from it. The gravelled driveway, immediately after entering the\ngrounds, took a sharp turn round the corner of the gardener's cottage,\nwhich answered for a gatekeeper's lodge. The moment, however, it was out\nof sight from the highway it became transformed into a country road, with\nwide, grassy borders and footpaths close to the rail fences, while just\nahead lay the silent village, with the small, brown, one-storey,\none-roomed school-house on one side of the green, and the little white\nbox of a meeting-house, with its gilt weathercock, on the other.\n\nAs this scene burst upon Mrs. Slater's view, her bewilderment was amusing\nto witness. Her appearance for a moment was really as if she believed\nherself the victim of some sort of magic, and suspected her friend of\nbeing a sorceress. Reassured on this point by Miss Ludington's smiling\nexplanation, her astonishment gave place to the liveliest interest and\ncuriosity. The carriage was forthwith stopped and sent around to the\nstables, while the two friends went on foot through the village. Every\nhouse, every fence-corner, every lilac-bush or clump of hollyhocks, or\nrow of currant-bushes in the gardens, suggested some reminiscence, and\nthe two old ladies were presently laughing and crying at once. At every\ndwelling they lingered long, and went on reluctantly with many backward\nglances, and all their speech was but a repetition of, \"Don't you\nremember this?\" and \"Do you remember that?\"\n\nMrs Slater, having left Hilton but recently, was able to explain just\nwhat had been removed, replaced, or altered subsequent to Miss\nLudington's flight. The general appearance of the old street, Mrs. Slater\nsaid, remained much the same, despite the changes which had driven Miss\nLudington away; but new streets had been opened up, and the population of\nthe village had trebled, and become largely foreign.\n\nIn their slow progress they came at last to the school-house.\n\nThe door was ajar, and they entered on tiptoe, like tardy scholars. With\na glance of mutual intelligence they hung their hats, each on the one of\nthe row of wooden pegs in the entry, which had been hers as a\nschool-girl, and through the open door entered the silent school-room and\nsat down in the self-same seats in which two maidens, so unlike them, yet\nlinked to them by so strangely tender a tie, had reigned as school-room\nbelles nearly half a century before. In hushed voices, with moist eyes;\nand faces shining with the light of other days, those grey-haired women\ntalked together of the scenes which that homely old room had witnessed,\nthe long-silent laughter, and the voices, no more heard on earth, with\nwhich it had once echoed.\n\nThere in the corner stood a great wrought-iron stove, the counterpart of\nthe one around whose red-hot sides they had shivered, in their short\ndresses, on cold winter mornings. On the walls hung the quaint maps of\nthat period whence they had received geographical impressions, strangely\nantiquated now. Along one side of the room ran a black-board, on which\nthey had been wont to demonstrate their ignorance of algebra and geometry\nto the complete satisfaction of the master, while behind them as they sat\nwas a row of recitation benches, associated with so many a trying ordeal\nof school-girl existence.\n\n\"Do you ever think where the girls are in whose seats we are sitting?\"\nsaid Mrs. Slater, musingly. \"I can remember myself as a girl, more or\nless distinctly, and can even be sentimental about her; but it doesn't\nseem to me that I am the same person at all; I can't realize it.\"\n\n\"Of course you can't realize it. Why should you expect to realize what is\nnot true?\" replied Miss Ludington.\n\n\"But I am the same person,\" responded Mrs. Slater.\n\nMiss Ludington regarded her with a smile.\n\n\"You have kept your looks remarkably, my dear,\" she said. \"You did not\nlose them all at once, as I did; but isn't it a little audacious to try\nto pass yourself off as a school-girl of seventeen?\"\n\nMrs. Slater laughed. \"But I once was she, if I am not now,\" she said.\n\"You won't deny that.\"\n\n\"I certainly shall deny it, with your permission,\" replied Ludington. \"I\nremember her very well, and she was no more an old woman like you than\nyou are a young girl like her.\"\n\nMrs. Slater laughed again. \"How sharp you are getting, my dear!\" she\nsaid. \"Since you are so close after me, I shall have to admit that I have\nchanged slightly in appearance in the forty odd years since we went to\nschool at Hilton, and I'll admit that my heart is even less like a girl's\nthan my face; but, though I have changed so much, I am still the same\nperson, I suppose.\"\n\n\"Which do you mean?\" inquired Miss Ludington. \"You say in one breath that\nyou are a changed person, and that you are the same person. If you are a\nchanged person you can't be the same, and if you are the same you can't\nhave changed.\"\n\n\"I should really like to know what you are driving at,\" said Mrs. Slater,\ncalmly. \"It seems to me that we are disputing about words.\"\n\n\"Oh, no, not about words! It is a great deal more than a question of\nwords,\" exclaimed Miss Ludington. \"You say that we old women and the\ngirls who sat here forty years and more ago are the same persons,\nnotwithstanding we are so completely transformed without and within. I\nsay we are not the same, and thank God, for their sweet sakes, that we\nare not. Surely that is not a mere dispute about words.\"\n\n\"But, if we are not those girls, then what has become of them?\" asked\nMrs. Slater.\n\n\"You might better ask what had become of them if you had to seek them in\nus; but I will tell you what has become of them, Sarah. It is what will\nbecome of us when we, in our turn, vanish from earth, and the places that\nknow us now shall know us no more. They are immortal with God, and we\nshall one day meet them over there.\"\n\n\"What a very odd idea!\" exclaimed Mrs. Slater, regarding her friend with\nastonishment.\n\nMiss Ludington flushed slightly as she replied, \"I don't think it half so\nodd, and not nearly so repulsive, as your notion, that we old women are\nthe mummies of the girls who came before us. It is easier, as well as far\nsweeter, for me to believe that our youth is somewhere immortal, than\nthat it has been withered, shrivelled, desiccated into our old age. Oh,\nno, my dear, Paradise is not merely a garden of withered flowers! We\nshall find the rose and lily of our life blooming there.\"\n\nThe hours had slipped away unnoticed as the friends talked together, and\nnow the lengthening shadows on the school-room floor recalled Miss\nLudington to the present, and to the duties of a hostess.\n\nAs they walked slowly across the green toward the homestead, she told her\nfriend more fully of this belief in the immortality of past selves which\nhad so recently come to her, and especially how it had quite taken away\nthe melancholy with which she had all her life before looked back upon\nher youth. Mrs. Slater listened in silence.\n\n\"Where on earth did you get that portrait?\" she exclaimed, as Miss\nLudington, after taking her on a tour through the house before tea,\nbrought her into the sitting-room.\n\n\"Whom does it remind you of?\" asked Miss Ludington.\n\n\"I know whom it reminds me of,\" replied Mrs. Slater; \"but how it ever got\nhere is what puzzles me.\"\n\n\"I thought you would recognize it,\" said Miss Ludington, with a pleased\nsmile. \"I suppose you think it odd you should never have seen it,\nconsidering whom it is of?\"\n\n\"I do, certainly,\" replied Mrs. Slater.\n\n\"You see,\" explained Miss Ludington, \"I did not have it painted till\nafter I left Hilton. You remember that little ivory portrait of myself at\nseventeen, which I thought so much of after I lost my looks? Well, this\nportrait I had enlarged from that. I have always believed that it was\nvery like, but you don't know what a reassurance it is to me to have you\nrecognize it so instantly.\"\n\nAt the tea-table Paul appeared, and was introduced to Mrs. Slater, who\nregarded him with considerable interest. Miss Ludington had informed her\nthat he was her cousin and heir, and had told her something of his\nromantic devotion to the Ida of the picture. Paul, who from Miss\nLudington had learned all there was to be known about the persons and\nplaces of old Hilton, entered with much interest into the conversation of\nthe ladies on the subject, and after tea accompanied them in their stroll\nthrough that part of the village which they had not inspected before.\n\nWhen they returned to the house it was quite dark, and they had lights in\nthe sitting-room, and refreshments were served. Mrs. Slater's eyes were\nfrequently drawn toward the picture over the fireplace, and some\nreference of hers to the immortelles in which it was framed, turned the\nconversation upon the subject that Miss Ludington and she had been\ndiscussing in the school-house.\n\nMrs. Slater, whose conversation showed her to be a woman of no great\nculture, but unusual force of character and intelligence, expressed\nherself as interested in the idea of the immortality of past selves, but\ndecidedly sceptical. Paul grew eloquent in maintaining its truth and\nreasonableness, and, indeed, that it was the only intelligible theory of\nimmortality that was possible. The idea that the same soul successively\nanimated infancy, childhood, youth, manhood, and maturity, was, he\nargued, but a modification of the curious East Indian dream of\nmetempsychosis, according to which every soul is supposed to inhabit in\nturn innumerable bodies.\n\n\"You almost persuade me,\" said Mrs. Slater, at last. \"But I never heard\nof the spirit of anybody's past self appearing to them. If there are such\nspirits, why have they never manifested themselves? Nobody every heard of\nthe spirit of one's past self appearing at a spiritualist séance, for\ninstance.\"\n\n\"There is one evidence among others,\" replied Paul. \"that spiritualism is\na fraud. The mediums merely follow the vulgar superstition in the kind of\nspirits that they claim to produce.\"\n\n\"Very likely you are right,\" said Mrs. Slater. \"In fact, I presume you\nare quite right. And yet, if I really believed as you do, do you know\nwhat I would do? I would go to some of the spirit mediums over in New\nYork, of whom the papers are giving such wonderful accounts, and let them\ntry to materialize for me the spirit of my youth. Probably they couldn't\ndo it, but possibly they might; and a mighty little sight, Mr. De Riemer,\nis more convincing than all the belief in the world. If I could see the\nspirit of my youth face to face, I should believe that it had a separate\nexistence from my own. Otherwise, I don't believe I ever could.\"\n\n\"But the mediums are a set of humbugs!\" exclaimed Paul; and then he\nadded, \"I beg your pardon. Perhaps you are a spiritualist?\"\n\n\"You need not beg my pardon,\" said Mrs. Slater, good-humouredly. \"I am\nnot a spiritualist beyond thinking--and that is only lately--that there\nmay possibly be something in it, after all. Perhaps there may be, for\nexample, one part of truth to a hundred parts of fraud. I really don't\nbelieve there is more. Now, as you think the mediums humbugs, and I am\nsure most of them are, their failure to accomplish anything would not\nshake your faith in your theory, and you would only have lost an evening\nand the fee you paid the medium. On the other hand, there is a bare\npossibility--mind you, I think it is no more than that--a bare\npossibility, say the smallest possible chance, but a chance--that you\nwould see--her,\" and Mrs. Slater glanced at the portrait.\n\nPaul turned pale.\n\nMiss Ludington, with much agitation, exclaimed, \"If I thought there was\nany possibility of that, do you suppose, Sarah, that I would consider\ntime or money?\"\n\n\"I don't suppose you would,\" replied Mrs. Slater. \"You would not need to;\nbut the money is something which I should have to consider, if it were my\ncase. The best materializing mediums charge pretty well. Mrs. Legrand,\nwho I believe is considered the leading light just now, charges fifty\ndollars for a private séance. Now, fifty dollars, I suppose, does not\nseem a large sum to you, but it would be a great deal for a poor woman\nlike me to spend. And yet if I believed this wonderful thing that you\nbelieve, and I thought there was one chance in a million that this woman\ncould demonstrate it to me by the assurance of sight, I would live on\ncrusts from the gutter till I had earned the money to go to her.\"\n\nPaul rose from his chair, and, after walking across the floor once or\ntwice, stood leaning his arm on the mantelpiece. He cleared his throat,\nand said:\n\n\"Have you ever seen this Mrs. Legrand yourself? I mean, have you ever\nbeen present at one of her séances?\"\n\n\"Not on my own account,\" replied Mrs. Slater. \"It was a mere accident my\nchancing to know anything about her. I have a friend, a Mrs. Rhinehart,\nwho has recently lost her husband, and she got in a way of going to this\nMrs. Legrand's séances to see him, and once she took me with her.\"\n\nMiss Ludington and Paul waited a moment, and then, perceiving that she\nwas not going to say anything more, exclaimed in the same breath, \"Did\nyou see anything?\"\n\n\"We saw the figure of a fine-looking man,\" replied Mrs. Slater. \"We could\ndistinguish his features and expression very plainly, and he seemed to\nrecognize my friend. She said that it was her husband. Of course I know\nnothing about that. I had never seen him alive. It may all have been a\nhumbug, as I was prepared to believe it; but I assure you it was a\ncurious business, and I haven't got over the impression which it made on\nme, yet. I'm not given to believing in things that claim to be\nsupernatural, but I will admit that what I saw that night was very\nstrange. Humbug or no humbug, what she saw seemed to comfort my poor\nfriend more than all the religions or philosophies ever revealed or\ninvented could have done. You see, these are so vague, even when we try\nto believe them, and that was so plain.\"\n\nA silence followed Mrs. Slater's words, during which she sat with an\nabsent expression of countenance and a faraway look, as if recalling in\nfancy the scene which she had described. Miss Ludington's hands trembled\nas they lay together in her lap, and she was regarding the picture of the\ngirl over the fireplace with a fixed and intense gaze, apparently\noblivious of all else.\n\nPaul broke the silence. \"I am going to see this woman,\" he said, quietly.\n\"You need not think of going with me, aunty, unless you care to. I will\ngo alone.\"\n\n\"Do you think I shall let you go alone?\" replied Miss Ludington, in a\nvoice which she steadied with difficulty. \"Am I not as much concerned as\nyou are, Paul?\"\n\n\"Where does this Mrs. Legrand live?\" Paul asked Mrs. Slater.\n\n\"I really can't tell you that, Mr. De Riemer,\" she said. \"It was sometime\nago that I attended the séance I spoke of, and all I recall is that it\nwas somewhere in the lower part of the city, on the east side of the\nBroadway, if I am not mistaken.\"\n\n\"Perhaps you could ascertain her address from the friend of whom you\nspoke, if it would not be too much trouble?\" suggested Miss Ludington.\n\n\"I might do that,\" assented Mrs. Slater. \"If she still goes to the\nséances she would know it. But these mediums don't generally stay long in\none place, and it is quite possible that this Mrs. Legrand may not be in\nthe city now, But if I can get her address for you I will. And now, my\ndear, as I am rather tired after our walk about the village, and probably\nyou are too, will I go to my room.\"\n\n\n\n\nCHAPTER V.\n\n\n\nMrs. Slater went away the next morning. On the following day but one Miss\nLudington received a letter from her. She told her friend how glad she\nwas that she had not postponed her visit to her, for if she had set it\nfor a single day later she could not have made it at all. When she\nreturned home she found that her husband had received an offer of a\nlucrative business position in Cincinnati, contingent on his immediate\nremoval there.\n\nThey had been in a whirl of packing ever since, and were to take that\nnight's train for Cincinnati, and whether they ever again came East to\nlive was very doubtful. In a postscript, written crosswise, she said:\n\n\"I have been in such a rush ever since I came home that I declare I had\nclean forgotten till this moment about my promise to hunt up Mrs.\nLegrand's address for you. Very likely you have also forgotten by this\ntime our talk about her, and if so it will not matter. But it vexes me to\nfail in a promise, and, if possible, I will snatch a moment before we\nleave to send a note to the friend I spoke of, and ask her to look the\nwoman up for you.\"\n\nInstead of being disappointed, Miss Ludington was, on the whole, relieved\nto get this letter, and inclined to hope that Mrs. Slater had failed to\nfind the time to write her friend. In that case this extraordinary\nproject of visiting a spiritualist medium would quietly fall through,\nwhich was the best thing that could happen.\n\nThe fact is, after sleeping on it, she had seen clearly that such a\nproceeding for a person of her position and antecedents would not only be\npreposterous, but almost disreputable. She was astonished at herself to\nthink that her feelings could have been so wrought upon as to cause her\nseriously to contemplate such a step. All her life she had held the\nconviction, which she supposed to be shared by all persons of culture and\nrespectability, that spiritualism was a low and immoral superstition,\ninvariably implying fraud in its professors, and folly in its dupes:\nsomething, in fact, quite below the notice of persons of intelligence or\ngood taste. As for the idea that this medium could show her the spirit of\nher former self, or any other real spirit, it was simply imbecile to\nentertain it for a moment.\n\nIf, however, Miss Ludington was relieved by Mrs. Slater's letter, Paul\nwas keenly disappointed. His prejudice against spiritualism was by no\nmeans so deeply rooted as hers. In a general way he had always believed\nmediums to be frauds, and their shows mere shams, but he had been ready\nto allow with Mrs. Slater, that, mixed up in all this fraud, there might\nbe a very little truth.\n\nHis mind admitted a bare possibility that this Mrs. Legrand might be able\nto show him the living face and form of his spirit-love. That possibility\nonce admitted had completely dominated his imagination, and it made\nlittle difference whether it was one chance in a thousand or one in a\nmillion. He was like the victim of the lottery mania, whose absorption in\ncontemplating the possibility of drawing the prize renders him quite\noblivious of the nine hundred and ninety-nine blank tickets.\n\nPrevious to Mrs. Slater's visit he had been quite content in his devotion\nto an ideal mistress, for the reason that any nearer approach to her had\nnot occurred to him as a possibility. But now the suggestion that he\nmight see her face to face had so inflamed his imagination that it was\nout of the question for him to regain his former serenity. He resolved\nthat, in case they should fail to hear from Mrs. Slater's friend, he\nwould set about finding Mrs. Legrand himself, or, failing that, would go\nto some other medium. There would be no solace for the fever that had now\ngot into his blood, until experiment should justify his daring hope, or\nprove it baseless.\n\nHowever, the third day after Mrs. Slater's letter there came one from her\nfriend, Mrs. Rhinehart. She said that she had received a note from Mrs.\nSlater, who had suddenly been called to Cincinnati, telling that Miss\nLudington desired the address of Mrs. Legrand, with a view to securing a\nprivate séance. She could have sent the address at once, as she had it;\nbut Mrs. Legrand was so overrun with business that an application to her\nby letter, especially from a stranger like Miss Ludington, might not have\nany result. And so Mrs. Rhinehart, who had been only too happy to oblige\nany friend of Mrs. Slater's, had called personally upon Mrs. Legrand to\narrange for the séance. The medium had told her at first that she was\nfull of previous engagements for a month ahead, and that it would be\nimpossible to give Miss Ludington a séance. When, however, Mrs. Rhinehart\ntold her that Miss Ludington's purpose in asking for the séance was to\ntest the question whether our past selves have immortal souls distinct\nfrom our present selves, Mrs. Legrand became greatly interested, and at\nonce said that she would cancel a previous appointment, and give Miss\nLudington a séance the following evening, at her parlours, No. -- East\nTenth Street, at nine o'clock. Mrs. Legrand had said that while she had\nnever heard a belief in the immortality of past selves avowed, there had\nnot been lacking in her relations with the spirit-world some mysterious\nexperiences that seemed to confirm it. She should, therefore, look\nforward to the issue of the experiment the following evening with nearly\nas much confidence, and quite as much interest, as Miss Ludington\nherself. Mrs. Rhinehart hoped that the following evening would be\nconvenient for Miss Ludington. She had assumed the responsibility of\nmaking the engagement positive, as she might have failed in securing a\nséance altogether had she waited to communicate with Miss Ludington.\nHoping that \"the conditions would be favourable,\" she remained, &c. &c.\n\nWhen Miss Ludington had read this letter to Paul, she intimated, though\nrather faintly, that it was still not too late to withdraw from the\nenterprise; they could send Mrs. Legrand her fee, say that it was not\nconvenient for them to come on the evening fixed, and so let the matter\ndrop. Paul stared at her in astonishment, and said that, if she did not\nfeel like going, he would go alone, as he had at first proposed. Upon\nthis Miss Ludington once more declared that they would go together, and\nsaid nothing further about sacrificing the appointment.\n\nThe fact is she did not really wish to sacrifice it. She was experiencing\na revulsion of feeling; Mrs. Rhinehart's letter had affected her almost\nas strongly as Mrs. Slater's talk. The fact that Mrs. Legrand had at once\nseen the reasonableness and probability of the belief in the immortality\nof past selves made it difficult for Miss Ludington to think of her as a\nmere vulgar impostor. The vague hint of the medium's as to strange\nexperiences with the spirit world, confirmatory of this belief, appealed\nto her imagination in a powerful manner. Of what description might the\nmysterious monitions be, which, coming to this woman in the dim\nbetween-world where she groped, had prepared her to accept as true, on\nits first statement, a belief that to others seemed so hard to credit?\nWhat clutchings of spirit fingers in the dark! What moanings of souls\nwhom no one recognised!\n\nThe confidence which Mrs. Legrand had expressed that the séance would\nprove a success affected Miss Ludington very powerfully. It impressed her\nas the judgment of an expert; it compelled her to recognize not only as\npossible, but even as probable, that, on the evening of the following\nday, she should behold the beautiful girl whom once, so many years\nbefore, she had called herself; for so at best would words express this\nwonder.\n\nWith a trembling ecstasy, which in vain she tried to reason down, she\nbegan to prepare herself for the presence of one fresh from the face of\nGod and the awful precincts of eternity.\n\nAs for Paul, there was no conflict of feeling with prejudice in his case;\nhe gave himself wholly up to a delirious expectation. How would his\nimmortal mistress look? How would she move? What would be her\nstature--what her bearing? How would she gaze upon him? If not with love\nhe should die at her feet. If with love how should he bear it?\n\nMrs. Rhinehart's letter had been received in the morning, and during the\nrest of the day Miss Ludington and Paul seemed quite to forget each other\nin their absorption in the thoughts suggested by the approaching event.\nThey sat abstracted and silent at table, and, on rising, went each their\nown way. In the exalted state of their imaginations the enterprise they\nhad in hand would not bear talking over.\n\nWhen she retired to bed Miss Ludington found that sleep was out of the\nquestion. About two o'clock in the morning she heard Paul leave his room\nand go downstairs. Putting on dressing-gown and slippers she softly\nfollowed him. There was a light in the sitting-room and the door was\najar. Stepping noiselessly to it she looked in.\n\nPaul was standing before, the fireplace, leaning on the mantelpiece, and\nlooking up into the eyes of the girl above, smiling and talking softly to\nher, Miss Ludington entered the room and laid her hand gently on his arm.\nHer appearance did not seem to startle him in the least. \"Paul, my dear\nboy!\" she said, \"you had better go to bed.\"\n\n\"It's no use,\" he said; \"I can't sleep, and I had to come down here and\nlook at her. Think, just think, aunty, that to-morrow we shall see her.\"\n\nThe young fellow's nervous excitement culminated in a burst of ecstatic\ntears, and soon afterwards Miss Ludington induced him to go to bed.\n\nHow much more he loved the girl than even she did! She was filled with\ndread as she thought of the effect which a disappointment of the hope he\nhad given himself up to might produce. And what folly, after all, it was\nto expect anything but disappointment!\n\nThe spectacle of Paul's fatuous confidence had taken hers away.\n\n\n\n\nCHAPTER VI\n\n\n\nAs the drive over to East Tenth Street was a long one, the carriage had\nbeen ordered at seven o'clock, and soon after tea, of which neither Miss\nLudington nor Paul had been able to take a mouthful, they set out.\n\n\"I am afraid we are doing something very wrong and foolish,\" said Miss\nLudington, feebly, as the carriage rolled down the village street.\n\nDuring the drive of nearly two hours not another word was said.\n\nThe carriage at length drew up before the house in Tenth Street. It stood\nin a brick block, and there was no sign of the business pursued within,\nexcept a small white card on the door bearing the words, \"Mrs. Legrand.\nMaterializing, Business, and Test Medium. Clairvoyant.\"\n\nAn old-looking little girl of ten or twelve years of age opened the door.\nThe child's big black eyes, and long snaky locks falling about a pale\nface, gave her an elfish look quite in keeping with the character of the\nhouse. She at once ushered the callers into the front parlour, where a\nlady and gentleman were sitting, who proved to be Mrs. Legrand and her\nmanager and man of business, Dr. Hull.\n\nThe latter was a tall person, of highly respectable and even imposing\nappearance, to which a high forehead, a pair of gold-bowed spectacles,\nand a long white beard considerably added. He looked like a scholar, and\nhis speech was that of a man of education.\n\nMrs. Legrand was a large woman, with black hair sprinkled with grey and\nworn short like a man's. She had a swarthy complexion, and her eyes were\nsurrounded by noticeably large dark rings, giving an appearance of\nwretched ill-health. Her manner was extremely languid, as of a person\nsuffering from nervous exhaustion. She kept her eyes half shut, and spoke\nas if with an effort.\n\n\"Did Mrs. Rhinehart tell you,\" she said to Miss Ludington, \"of the\ninterest which I feel in your theory, that the souls of our past selves\nexist in spirit-land? If my séance to-night realizes your expectations,\nspirit science will have taken a great step forward.\"\n\n\"My conviction will remain the same whatever the result may be to night,\"\nsaid Miss Ludington.\n\n\"I am glad to hear you say so,\" replied Mrs. Legrand languidly; \"but I\nfeel that we shall be successful, and my intuitions rarely deceive me.\"\n\nA trembling came over Paul at these words.\n\nThere was a little more general conversation, and the silence which\nfollowed was interrupted by Dr. Hull.\n\n\"I suppose there is no reason why the séance should not proceed, Mrs.\nLegrand?\"\n\n\"I know of none,\" assented that lady in lifeless tones. \"Please show our\nfriends the cabinet.\"\n\nDr. Hull rose. \"It is usual,\" he said, \"for those who attend our séances\nto be asked to satisfy themselves that deception is impossible by an\nexamination of the apartment which Mrs. Legrand occupies during her\ntrance, and from which the materialized spirit appears. Will you kindly\nstep this way?\"\n\nThe room in which they sat was a long apartment, divided by double\nsliding-doors into a front and back parlour, the former of which had been\nthe scene of the preceding conversation.\n\nDr. Hull now conducted the two visitors into the back parlour, which\nproved to be of similar size and appearance to the front parlour, except\nthat it contained no furniture whatever. There was only one window in the\nback parlour, and this was firmly closed by inside blinds.\n\nIt was also uncurtained, and in plain view from the front parlour.\nBesides the connection with the front parlour, there was but one door in\nthe back parlour. This opened into a small apartment, about six feet by\nfive, which had been taken out of the right-hand rear corner of the back\nparlour, and was separated from it by a partition reaching to the\nceiling. This was the cabinet. It had neither window nor door, except the\none into the back parlour. A sofa was its only article of furniture, and\nthis was of wicker-work, so that nothing could be concealed beneath it.\n\n\"Mrs. Legrand lies upon this sofa while in a state of trance, during\nwhich the spirit is materialized, and appears to us,\" explained Dr. Hull.\n\nA rug lay on the floor of the cabinet, the walls were of hard-finished\nwhite plaster, quite bare, and the ceiling, like that of the parlours,\nwas plain white, without ornament.\n\nThere seemed no possibility of introducing any person into the cabinet or\nthe back parlour without the knowledge of those in the front parlour. But\nDr. Hull insisted upon making assurance doubly sure by pounding upon the\nwalls and pulling up the rug in the cabinet, to prove that no sliding\npanel or trap-door trick was possible. There was something calculated to\nmake an unbeliever very uneasy in the quiet confidence of these people,\nand the business-like way in which they went to work to make it\nimpossible to account for any phenomenon that might appear, on any other\nbut a supernatural theory. No doubt whatever now remained in the mind of\nMiss Ludington or Paul that the wonderful mystery which they had hardly\ndared to dream of was about to be enacted before them. They followed Dr.\nHull on his tour of inspection as if they were in a dream, mechanically\nobserving what he pointed out, but replying at random to his remarks,\nand, indeed, barely aware of what they were doing. The sense of the\nunspeakably awful and tender scene so soon to pass before their eyes\nabsorbed every susceptibility of their minds.\n\nNor indeed would this detective work have had any interest for them in\nany case. They would have been willing to concede the medium all the\nmachinery she desired. There was no danger that they could be deceived as\nto the reality of the face and form that for so many years had been\nenshrined in their memories.\n\nThere might be as many side entrances to the cabinet as desired, but she\nwhom they looked for could come only from the spirit-land.\n\nThe front parlour, too, having been investigated, to show the\nimpossibility of any person's being concealed there, Dr. Hull proceeded\nto close and lock the hall-door, that being the only exit connecting this\nsuite of rooms with the rest of the house. Having placed a heavy chair\nagainst the locked door for further security, he gave the key to Paul.\n\nMrs. Legrand now rose, and without a word to any one passed through the\nback parlour and disappeared in the cabinet.\n\nAs she did so a wild desire to fly from the room and the house came over\nMiss Ludington. Not that she did not long inexpressibly to see the vision\nthat was drawing near, whose beautiful feet might even now be on the\nthreshold, but the sense of its awfulness overcame her. She felt that she\nwas not fit, not ready, for it now. If she could only have more time to\nprepare herself, and then could come again. But it was too late to draw\nback.\n\nDr. Hull had arranged three chairs across the broad doorway between the\nback and front parlours, and facing the former. He asked Miss Ludington\nto occupy the middle chair, and, trembling in every limb, she did so.\nPaul took the chair by her side, the other being apparently for Dr. Hull.\n\nThe elfish little girl, whom they called Alta, and who appeared to be the\ndaughter of Mrs. Legrand, meanwhile took her place at a piano standing in\nthe front parlour.\n\nAll being now ready, Dr. Hull proceeded to turn the gas in the two\nparlours very low. The jets in both rooms were controlled by a stop-cock\nin the wall by the side of the doorway between them. There were two jets\nin the back parlour, fastened to the wall dividing it from the front\nparlour, one on each side of the door, so as to throw light on any figure\ncoming out of the cabinet. The light they diffused, after being turned\ndown; was enough to render forms and faces sufficiently visible for the\nrecognition of acquaintances, though a close study of features would have\nbeen difficult.\n\nIt now appeared that the glass shades of the jets in the back parlour\nwere of a bluish tint, which lent a peculiarly weird effect to the\nillumination.\n\nDr. Hull now took the remaining chair by Miss Ludington's side, and a\nperfect silence of some moments ensued, during which she could perfectly\nhear the beating of Paul's heart. Then Alta began, with a wonderfully\nsoft touch, to play a succession of low, dreamy chords, rather than any\nset composition--music that thrilled the listeners with vague suggestions\nof the unfathomable mystery and unutterable sadness of human life. She\nplayed on and on. It seemed to two of the hearers that she played for\nhours, although it was probably but a few minutes.\n\nAt last the music flowed slower, trickled, fell in drops, and ceased.\n\nThey had a sensation of being breathed upon by a faint, cool draught of\nair, and then appeared in the door-way of the cabinet the figure of a\nbeautiful girl, which, after standing still a moment, glided forth, by an\nimperceptible motion, into the room.\n\nThe light, which had before seemed so faint, now proved sufficient to\nbring out every line of her face and form. Or was it that the figure\nitself was luminous by some light from within?\n\nPaul heard Miss Ludington gasp; but if he had known that she was dying he\ncould not have taken his eyes from the apparition.\n\nFor it was Ida who stood before him; no counterfeit of the painter now,\nbut radiant with life.\n\nHer costume was exactly that of her picture, white, with a low bodice;\nbut how utterly had the artist failed to reproduce the ravishing contours\nof her young form, the enchanting sweetness of her expression. The golden\nhair fell in luxuriant tresses about the face and down the dazzling\nshoulders. The lips were parted in a pleased smile as, with a gliding\nmotion, she approached the rapt watchers.\n\nHer eyes rested on Miss Ludington with a look full of recognition and a\ntenderness that seemed beyond the power of mortal eyes to express.\n\nThen she looked at Paul. Her smile was no longer the smile of an angel,\nbut of a woman. The light of her violet eyes burned like delicious flame\nto the marrow of his bones.\n\nShe was so near him that he could have touched her. Her beauty overcame\nhis senses. Forgetting all else, in an agony of love, he was about to\nclasp her in his arms, but she drew back with a gentle gesture of denial.\n\nThen a sudden and indescribable wavering passed over her face, like the\npassing of the wind over a field of rye, and slowly, as if reluctantly\nobeying an unseen attraction, she retreated, still facing them, across\nthe room, and disappeared within the cabinet.\n\nInstantly Alta touched the piano, playing the same slow, heavy chords as\nbefore. But this time she played but a few moments, and when she ceased,\nMrs. Legrand's voice was heard faintly calling her. She glided between\nthe chairs in the door-way and entered the cabinet, drawing a _portière_\nacross its door behind her.\n\nAs she did so, Dr. Hull touched the stopcock in the wall by his side,\nturning on the gas in both parlours, and proceeded to unlock and open the\nhall-door.\n\n\"It was the most successful séance I have ever witnessed,\" he said. \"The\nconditions must have been unusually favourable. How were you pleased,\nMiss Ludington?\"\n\nThe abrupt transition from the shadows of the between-world to the glare\nof gas-light, from the communion of spirits to the brisk business-like\ntones of Dr. Hull, was quite too much for the poor lady, and with a\npiteous gesture, she buried her face in her hands. Alta now came out of\nthe cabinet, and said that her mother would like them to examine it once\nmore.\n\nMiss Ludington took no notice of the request, but Paul, who had continued\nto sit staring into vacancy, as if for him the séance were still going\non, sprang up at Alta's invitation and accepted it with alacrity. The\neagerness with which he peered into the corner of the cabinet, and the\ndisappointment which his face showed when he perceived no trace of any\nperson there save Mrs. Legrand and Alta, might naturally have suggested\nto them that he suspected fraud; but the fact was very different. His\nconduct was merely the result of a confused hope that he might gain\nanother glimpse of Ida by following her to the place within which she had\nvanished.\n\nWhen Paul looked into the cabinet, Mrs. Legrand was lying upon the\nlounge, and Alta was administering smelling salts to her. As he turned\naway disappointed, the medium rose, and leaning on her daughter, returned\nto the front parlour. She looked completely overcome. Her face was\ndeathly pale, and the dark rings around her eyes were larger and darker\nthan ever. She leaned back in her chair, which had a special rest for her\nhead, and closed her eyes.\n\nAs neither Dr. Hull nor Alta showed any surprise at her condition, it was\napparently the ordinary result of a séance.\n\nTo her faint inquiry whether the materialization had been satisfactory to\nMiss Ludington, the latter replied that it had been all, and more than\nall, she had dared dream of. Dr. Hull, in a very enthusiastic manner,\nwent on to describe the manifestation more particularly. He declared that\nthe present evening a new world of spirit-life had been revealed, and a\nnew era in spiritualism had opened.\n\n\"I have been devoted to the study of spiritualism for thirty years,\" he\nexclaimed; \"but I have never been present at so wonderful a séance as\nthis. I grow dizzy when I think of the field of speculation which it\nopens up. The spirits of our past selves--? And yet why not, why not?\nLike all great discoveries it seems most simple when once brought to\nlight. It accounts, no doubt, for the throng of unknown spirits of which\nmediums are so often conscious, and for the many materializations and\ncommunications which no one recognizes.\"\n\nMeanwhile the wretched appearance of the medium aroused Miss Ludington's\nsympathies, in spite of the distracted condition of her mind.\n\n\"Is Mrs. Legrand always prostrated in this manner after a séance?\" she\nasked.\n\nDr. Hull answered for the medium. \"Not generally quite so much so,\" he\nsaid; \"the strain on her vitality is always very trying, but it is\nespecially so when a new spirit materializes, as to-night. Out of her\nbeing, somehow, and just how, I know no better than you, is woven the\nveil of seeming flesh, yes, and even the clothing which the spirit\nassumes in order to appear. The fact that Mrs. Legrand suffers from heart\ndisease makes séances not only more exhausting for her than for other\nmediums, but really dangerous. I have told her, as a physician, and other\nphysicians have told her, that she is liable at any time to die in a\ntrance.\"\n\nPaul now spoke for the first time since the conclusion of the séance.\n\"What do you fancy would be the effect on the spirit if a medium should\ndie during a materialization, as you have supposed?\" he inquired.\n\n\"That can only be a matter of theory,\" replied Dr. Hull; \"the accident\nhas never happened.\"\n\n\"But it might happen.\"\n\n\"Yes, it might happen.\"\n\n\"Is not the spirit as much dependent on the medium for dematerializing\nand resuming the spirit-form, as for materializing?\" asked Paul.\n\n\"I see what you mean,\" said Dr. Hull. \"You think that in case the medium\nshould die during a materialization, the spirit might be left in a\nmaterialized state. How does it strike you, Mrs. Legrand?\"\n\n\"I don't know,\" replied that lady, with her eyes closed. \"Spirits require\nour aid as much to lay aside their bodies as to assume them. If the\nmedium died meantime, I should think that the spirit might find some\ntrouble in dematerializing.\"\n\n\"Is it not possible,\" said Paul, \"that it might be unable to\ndematerialize at all? Would not the medium's death close against it the\nonly door by which it could return to the spirit-world, shutting it out\nin this life with us henceforth? More than that: would not the already\nmaterialized spirit be in a position to succeed to the physical life\nwhich the medium relinquished? Already possessed of a part of the\nmedium's vitality, would not the remainder naturally flow to it when\ngiven up in death, and thus complete its materialization?\"\n\n\"And give it an earthly body like ours?\" exclaimed Miss Ludington.\n\n\"Yes, like ours,\" replied Paul. \"I suppose it would simply take up its\nformer life on earth where it had been left off, ceasing to possess a\nspirit's powers, and knowing only what and whom it knew at the point when\nits first life on earth had ceased.\"\n\n\"After what I have seen to-night, nothing will ever seem impossible to me\nagain,\" said Miss Ludington.\n\n\"As Miss Ludington suggests,\" observed Dr. Hull, \"in spiritualism one\nsoon ceases to consider whether a thing be wonderful or not, but only if\nit be true. And so as to this matter. Now, if the death of a medium\nshould be absolutely instantaneous, the spirit might, indeed, be unable\nto dematerialize, and might even succeed to the medium's earth life, as\nyou suggest. The trouble with the theory--and it seems to me a fatal\none--is, that death is almost never, if indeed it is ever, absolutely\ninstantaneous but only comparatively so; and it seems to me that the\nleast possible interval of time would be sufficient to enable the spirit\nto dematerialize. Consequently, it strikes me, that while the result you\nsuppose is theoretically possible, it could, practically, never occur.\nStill, the subject is one of mere conjecture at most, and one opinion is,\nperhaps, as good as another.\"\n\n\"I think you are probably right,\" said Paul; \"it was only a fancy I had.\"\n\n\"Why does Mrs. Legrand persist in giving séances if she is not in a fit\ncondition?\" said Miss Ludington.\n\n\"Well,\" replied Dr. Hull, \"you see we spiritualists do not regard death\nas so serious a matter as do many others. Our mediums, especially, who\nstand with one hand clasped by spirits and the other by mortals, are\nalmost indifferent which way they are drawn; besides, you see, she is\nrecognized as the most fully developed medium in the United States\nto-day, and many spirits, which cannot materialize through other mediums,\nare dependent upon her; she feels that she has a duty to discharge\ntowards the spirit-world, at whatever risk to herself. I doubt if\nto-night's séance, for example, would have been successful with any other\nmedium.\"\n\nImmediately after this conversation Miss Ludington and Paul took their\ndeparture. Dr. Hull went, out with them to the carriage, and was obliged\nto remind them of the little matter of Mrs. Legrand's fee, which they had\nentirely forgotten.\n\n\n\n\nCHAPTER VII.\n\n\n\nNow, before she ever had heard of Mrs. Legrand, Miss Ludington had fully\nbelieved that her former self had an immortal existence, apart and\ndistinct from her present self, and Paul, to whom she was indebted for\nthis belief, held it even more firmly than she.\n\nBut there is a great difference between the strongest form of faith and\nthe absolute assurance of sight. The effect of the vision which they had\nwitnessed in Mrs. Legrand's parlours was almost as startling as if they\nhad not expected to see it.\n\nVery little was said in the carriage going home, but, as they were\ncrossing the ferry, Miss Ludington exclaimed, in an awestruck voice,\n\n\"O Paul! was it not strange!\"\n\n\"Strange? Strange?\" he echoed, in strong, exultant tones. \"How oddly you\nuse the word, aunty! You might well say how strange, if we mortals were\nisolated here on this little island of time, with no communication with\nthe mainland of eternity; but how can you call it strange when you find\nout that we are not isolated? Surely it is not strange, but supremely\nreasonable, right, and natural.\"\n\n\"I suppose it is so,\" said Miss Ludington, \"but if I had let you go alone\nto-night, and stayed at home, I could never have fully believed you when\nyou told me what you had seen any more than I shall ever expect any one\nto believe me. Think, Paul, if I had not gone, if I had not seen her, if\nshe had not given me that look! I knew, of course, if she appeared that I\nshould recognize her, but I did not dare to be sure that she would\nrecognize me. I remember her, but she never saw me on earth.\"\n\n\"It was as a spirit that she knew you, and that is the way she knew me,\nand knew that I loved her,\" said Paul, with a sudden huskiness in his\nvoice.\n\n\"Surely that makes it clear,\" said Miss Ludington, \"that the spirits of\nour past selves love us who follow them, as we, in looking back, yearn\nafter them, and not merely await us at the end, but are permitted to\nwatch over us as we complete the journey which they began. I am sure that\nif people knew this they would never feel lonely or forlorn again.\"\n\nIt was a relief to Paul when they reached home and he could be alone.\n\nIn an ecstasy of happiness that was like a delicious pain, he sat till\nmorning in his unlighted chamber, gazing into the darkness with a set\nsmile, motionless, and breathing only by deep, infrequent inhalations.\nWhat were the joys of mortal love to the transports that were his? What\nwere the smoky fires of earthly passion to his pure, keen flame, almost\ntoo strong for a heart of flesh to bear?\n\nAs he strove to realize what it was to be beloved by an immortal, the\nveil between time and eternity was melted by the hot breath of his\npassion, and the confines of the natural and the supernatural were\nconfounded.\n\nAs the east grew light he began to feel the weariness of the intense\nmental strain which had led up to, and culminated in, the transcendent\nexperience of the previous evening. A tranquil happiness succeeded his\nexalted mood, and, lying down, he slept soundly till noon, when he went\ndownstairs to find Miss Ludington anxiously waiting for him to reassure\nher that her recollection of the last night was not altogether a dream,\nas she had half convinced herself since waking.\n\nPaul had to go into Brooklyn to do some business for Miss Ludington that\nday, but the men he dealt with seemed to him shadows.\n\nAfter finishing with them he went over to New York, and presently found\nhimself on East Tenth Street. He had not intended to go there. His feet\nhad borne him involuntarily to the spot. He could not resist the\ntemptation of drawing near to the place where she had been only a few\nhours before. He walked to and fro before Mrs. Legrand's house for an\nhour, and then stood a long time on the opposite side, looking at the\nclosed windows of the front parlour, quite unconscious that he had become\nan object of curiosity to numerous persons in adjoining houses, and of\nmarked suspicion to the policeman at the corner.\n\nFinally he crossed the street, mounted the steps, and rang the bell. The\ndoor was opened, after a considerable interval, by Alta, the elfish\nlittle girl. Paul asked for Mrs. Legrand. Alta said that her mother was\nill to-day, and not able to see any one. Paul then asked for Dr. Hull. He\nwas not in.\n\n\"I wanted to arrange for another séance,\" he said.\n\n\"Will you write, or will you call to-morrow?\" asked Alta, in a\nbusiness-like manner.\n\nPaul said he would call. Then he hesitated.\n\n\"Excuse me,\" he said, \"but may I ask you if there is any one now in the\nparlour where we were last night?\"\n\n\"No one is there,\" replied the little girl.\n\n\"Could you let me just go in and see where she was?\" asked Paul, humbly.\n\"I would not keep you a moment.\"\n\nAlta, in her character of door-keeper to this house of mystery, was,\ndoubtless, in the habit of seeing queer people, bent on queer errands.\nShe merely asked him to step within the hall, saying that she would speak\nto her mother. Presently she returned with the desired permission, and,\nproducing a key, unlocked the parlour door, and ushered Paul in.\n\nIt was late in the afternoon, and the heavy curtains and blinds left the\nrooms almost dark. There was barely light enough to see that all was just\nas it had been the night before. The sounds of the street penetrated the\nclosed apartments but faintly. With the step of one on holy ground, Paul\nadvanced to the spot where he had been seated when the vision appeared to\nhim the night before.\n\nAided by the darkness, the silence, and by the identity of the\nsurroundings, the memory of that vision returned to him as he stood there\nwith a vividness which, in the overwrought condition of his nerves, it\nwas impossible for him to distinguish from reality. Once more a radiant\nfigure glided noiselessly from the cabinet, which was darkly outlined in\nthe corner of the room, and stood before him. Once more her eyes burned\non his, until, forgetting all but her beauty, he put forth his arms to\nclasp her. A startled exclamation from Alta banished the vision, and he\nperceived that he was smiling upon the empty air.\n\nHe went away from the house ecstatically happy. He believed that he had\nreally seen her. He had no doubt that, aided by the mediumship of love,\nshe had actually appeared to him a second time in a form only a little\nless material than the night before.\n\nOf this experience he did not tell Miss Ludington. This interview, which\nIda had granted to him alone, he kept as a precious secret.\n\nThe next day, as he had promised, Paul called at Mrs. Legrand's and saw\nDr. Hull. That gentleman was unable to promise him anything definite\nabout a séance, on account of Mrs. Legrand's continued illness.\n\n\"Is she seriously sick?\" asked Paul, with a new terror.\n\n\"I think not,\" said Dr. Hull; \"but her trouble is of the heart, the\nresult of the nervous crises which a trance medium is necessarily subject\nto, and a disease of the heart may at any time take an unexpected turn.\"\n\n\"Has she the best advice?\" asked Paul. \"Excuse me; but if she has not,\nand if her pecuniary means do not enable her to afford it, I beg you will\nlet me secure it for her.\"\n\nDr. Hull thanked him, but said that he was a physician himself, and that,\non account of his acquaintance with her constitutional peculiarities,\nMrs. Legrand considered him, and he considered himself, better able to\ntreat her than any strange physician. \"You seem to be very much\ninterested in her case,\" added the doctor, with a slight intonation of\nsurprise.\n\n\"Can you wonder?\" replied Paul. \"Is she not door-keeper between this\nworld and the world of spirits where my love is? Don't think me brutal if\nI confess to you that what I think of most is that her death might close\nthat door.\"\n\n\"I do not think you brutal,\" replied Dr. Hull; \"what you feel is very\nnatural.\"\n\n\"Is it not strange--is it not hard to bear,\" cried Paul, giving way to\nhis feelings, \"that the key of the gate between the world of spirits and\nof men should be intrusted to a weak and sickly woman?\"\n\n\"It is hard to bear, no doubt,\" replied Dr. Hull; \"but it is not strange.\nIt is in accordance with the laws by which this world has always been\nconducted. From the beginning has not the power of calling spirits out of\nthe unknown into this earth life been intrusted to weak and sickly women?\nWhat the world loosely calls spiritualism is no isolated phenomenon or\nset of phenomena. The universe is spiritual. Much as we claim for our\nmediums, the mediumship of motherhood is far more marvellous. Our mediums\ncan enable spirits already alive, and able by their own wills to\ncooperate, to pass before our eyes for a moment. To hold them longer in\nour view exceeds their power. But these other women, these mothers, call\nsouls out of nothingness, and clothe them with bodies, so that they\nspeak, walk, work, love, and hate, some forty, some fifty, some seventy\nyears.\"\n\n\"You are right,\" said Paul bowing his head. \"It is not strange though it\nis hard to bear.\"\n\nThe effect of the séance at Mrs. Legrand's upon Miss Ludington had been\nfar less disturbing than upon Paul. To her it had been a lofty spiritual\nconsolation, setting the seal of absolute assurance upon a faith that had\nbeen before too great, too strange, too beautiful for her to fully\nrealize.\n\nWhen Paul brought word that Mrs. Legrand was sick and might die, and that\nif she died that first vision of Ida might also prove the last to be\nvouchsafed them on earth, although she was deeply grieved, yet the\nthought did not seem so intolerable to her as to him. She had, indeed,\nhoped that from time to time she should see Ida again; still, her life\nwas mostly past, and it was chiefly upon the communion they would enjoy\nin heaven, not momentary and imperfect as here, but perennial and\ncomplete, that her heart was set.\n\nVery different was it with Paul. He was young; heaven was very far off,\nand the way thither, unless cheered by occasional visitations of his\nradiant mistress, seemed inexpressibly long and dreary. The nature of his\nsentiment for Ida had changed since he had seen her clothed in a living\nform, from the worship of a sweet but dim ideal to the passion which a\nliving woman inspires. He thought of her no more as a spirit, lofty and\nserene, but as a beautiful maiden with the love-light in her eyes.\n\nHe was not able to find his former inspiration in the picture above the\nfireplace. Its still enchantment was gone. The set smile, that had ever\nbefore seemed so sweet, palled upon him. The eyes, that had always been\nso tender, now lacked expression. The lips that the boy had climbed up to\nkiss, how had the artist failed to intimate their exquisite curves! The\nwhole picture had suffered a subtle deterioration, and looked hard,\nwooden, lifeless, and almost, unlike. The living woman had eclipsed the\nportrait. Fortunate it is for the fame of painters that their originals\ndo not oftener return to earth.\n\nIf Mrs. Legrand had been his own mother Paul could not have been more\nassiduous in his calls and inquiries as to her condition, nor could his\nrelief have been greater when, a few days later, Dr. Hull told him that\nthe case had taken a favourable turn, and according to her previous\nexperience with such attacks, she would probably be as well as usual by\nthe following day. Dr. Hull said that she had heard of Paul's frequent\ninquiries for her, and while she did not flatter herself that his\ninterest in her was wholly on her own account, she was, nevertheless, so\nfar grateful that she would give him the first séance which she was able\nto hold, and that would be, if she continued to improve, on the following\nevening.\n\n\n\n\nCHAPTER VIII.\n\n\n\nIf Miss Ludington's desire for another glimpse of Ida had lacked the\npassionate intensity of Paul's, she had, notwithstanding, longed for it\nvery ardently, and when at nine o'clock the next night the carriage drew\nup before Mrs. Legrand's door, she was in a transport of sweet\nanticipation.\n\nAs for Paul he had dressed himself with extreme care for the occasion,\nand looked to his best advantage. He had said to himself, \"Shall I not\nshow her as much observance as I would pay to a living woman?\" And who\ncan say--for very odd, sometimes, are the inarticulate processes of the\nmind--that there was not at the bottom of his thoughts something of the\nuniversal lover's willingness to let his mistress see him at his best?\n\nThey found the front parlour occupied as before by Mrs. Legrand and Dr.\nHull, when Alta showed them in. The medium was, as previously, the\npicture of ill-health, and if she did not look noticeably worse than\nbefore her sickness, it was merely because she had looked as badly as\npossible then. In response to inquiries about her health she admitted\nthat she did not really feel equal to resuming her séances quite so soon,\nand but for disliking to disappoint them would have postponed this\nevening's appointment. Dr. Hull had, indeed, urged her to do so.\n\n\"You must not think of giving a séance if there is any risk of injury to\nyour health,\" said Miss Ludington, though not without being sensible of a\npang of disappointment. \"We could not think of letting you do that, could\nwe, Paul?\"\n\nPaul's reply to this humane suggestion was not so prompt as it should\nhave been. In his heart he felt at that moment that he was as bad as a\nmurderer. He knew that he was willing this woman should risk not only her\nhealth, but even her life, rather than that he should fail to see Ida. He\nwas striving to repress this feeling, so far at least as to say that he\nwould not insist upon going on with the séance, when Mrs. Legrand, with a\nglance through her half-shut eyelids, intimating that she perfectly\nunderstood his thoughts, said, in a tone which put an end to the\ndiscussion, \"Excuse me, but I shall certainly give the séance. I am much\nobliged for your interest in me; but I am rather notional about keeping\nmy promises, and it is a peculiarity in which my friends have to indulge\nin. I daresay I shall be none the worse for the exertion.\"\n\n\"Doctor,\" she added, \"will you allow our friends to inspect the cabinet?\"\n\n\"That is quite needless,\" said Paul.\n\n\"Our friends are often willing to waive an inspection,\" replied Dr. Hull.\n\"We are grateful for the confidence shown, but, in justice to ourselves,\nas well as for their own more absolute assurance, we always insist upon\nit. Otherwise, suspicions of fraud not entertained, perhaps, at the time,\nmight afterwards occur to the mind, or be suggested by others, to which\nthey would have no conclusive answer.\"\n\nUpon this Miss Ludington and Paul permitted themselves to be conducted\nupon the same tour of inspection that they had made the former evening.\nThey found everything precisely as it had been on that occasion. There\nwas no possibility of concealing any person in the cabinet or the back\nparlour, and no apparent or conceivable means by which any person could\nreach those apartments, except through the front parlour.\n\nOn their return to the latter apartment the proceedings followed the\norder observed at the previous séance. Mrs. Legrand rose from her chair\nand walked feebly through the back parlour into the cabinet. Dr. Hull\nthen locked and braced a chair against the door opening into the hall,\ngiving the key to Paul. Then, having arranged the three chairs as before,\nacross the double door between the parlours, he seated Miss Ludington and\nPaul, and, having turned the gas down, took the third chair.\n\nAll being ready, Alta, who was at the piano, struck the opening chords of\nthe same soft, low music that she had played at the previous séance.\n\nIt seemed to Miss Ludington that she played much longer than before, and\nshe began to think that either there was to be some failure in the\nséance, or that something had happened to Mrs. Legrand.\n\nPerhaps she was dead. This horrible thought, added to the strain of\nexpectancy, affected her nerves so that in another moment she must have\nscreamed out, when, as before, she felt a faint, cool air fan her\nforehead, and a few seconds later Ida appeared at the door of the cabinet\nand glided into the room.\n\nShe was dressed as at her former appearance, in white, with her shoulders\nbare, and the wealth of her golden hair falling to her waist behind.\n\nFrom the moment that she emerged from the shadows of the cabinet Paul's\neyes were glued to her face with an intensity quite beyond any ordinary\nterms of description.\n\nFancy having not over a minute in which to photograph upon the mind a\nform the recollection of which is to furnish the consolation of a\nlifetime. The difficulties of securing this second séance, and the doubt\nthat involved the obtaining of another, had deeply impressed him. He\nmight never again see Ida on earth, and upon the fidelity with which his\nmemory retained every feature of her face, every line of her figure, his\nthoughts by day, and his dreams by night, might have to depend for their\ntexture until he should meet her in another world.\n\nThe lingering looks that are the lover's luxury were not for these\nfleeting seconds. His gaze burned upon her face and played around her\nform like lightning. He grudged the instantaneous muscles of the eye the\ntime they took to make the circuit of her figure.\n\nBut when, as on that other night, she came close up to him and smiled\nupon him, time and circumstance were instantly forgotten, and he fell\ninto a state of enchantment in which will and thought were inert.\n\nHe was aroused from it by an extraordinary change that came over her. She\nstarted and shivered slightly in every limb. The recognition faded out of\nher eyes and gave place to a blank bewilderment.\n\nThen came a turning of her head from side to side, while, with dilated\neyes, she explored the dim recesses of the room with the startled\nexpression of an awakened sleep-walker. She half turned toward the\ncabinet and made an undecided movement in that direction, and then, as if\nthe invisible cord that drew her thither had broken, she wavered,\nstopped, and seemed to drift toward the opposite corner of the room.\n\nAt that moment there was a gasp from the cabinet.\n\nDr. Hull leaped to his feet and sprang toward it, at the same time, by a\nturn of the stopcock by his side, setting the gas in both rooms at full\nblaze.\n\nAlta, with a loud scream, rushed after him, and Miss Ludington and Paul\nfollowed them.\n\nThe pupils of their eyes had been dilated to the utmost in order to\nfollow the movements of the apparition in the nearly complete darkness,\nand the first effect of the sudden blaze of gaslight was to dazzle them\nso completely that they had actually to grope their way to the cabinet.\n\nThe scene in the little apartment of the medium was a heartrending one.\n\nMrs. Legrand's body and lower limbs lay on the sofa, which was the only\narticle of furniture, and Dr. Hull was in the act of lifting her head\nfrom the floor to which it had fallen. Her eyes were half open, and the\nblack rings around them showed with ghastly plainness against the awful\npallor which the rest of her face had taken on. One hand was clenched.\nThe other was clutching her bodice, as if in the act of tearing it open.\nA little foam flecked the blue lips.\n\nAlta threw herself upon her mother's body, sobbing, \"Oh, mamma, wake up!\ndo! do!\"\n\n\"Is she dead?\" asked Miss Ludington, in horrified accents.\n\n\"I don't know; I fear so. I warned her; I told her it would come. But she\nwould do it,\" cried the doctor incoherently, as he tried to feel her\npulse with one hand while he tore at the fastenings of her dress with the\nother. He set Paul at work chafing the hands of the unconscious woman,\nwhile Miss Ludington sprinkled her face and chest with ice-water from a\nsmall pitcher that stood in a corner of the cabinet, and the doctor\nhimself endeavoured in vain to force some of the contents of a vial\nthrough her clenched teeth. \"It is of no use,\" he said, finally; \"she is\npast help--she is dead!\"\n\nAt this Miss Ludington and Paul stood aside, and Alta, throwing herself\nupon her mother's form, burst into an agony of tears. \"She was all I\nhad,\" she sobbed.\n\n\"Had Mrs. Legrand friends?\" asked Miss Ludington, conscience-stricken\nwith the thought that she had indirectly been in part responsible for\nthis terrible event.\n\n\"She had friends who will look after Alta,\" said Dr. Hull.\n\nTheir assistance being no longer needed, Miss Ludington and Paul turned\nfrom the sad scene and stepped forth from the cabinet into the back\nparlour.\n\nThe tragedy which they had just witnessed had to a great extent driven\nfrom their thoughts the events of the séance which it had broken off so\nabruptly. The impression left on their minds was that the spirit-form of\nIda had vanished in the blinding flood of gas-light through which they\nhad groped their way to the cabinet on hearing the death-rattle of the\nmedium.\n\nBut now in the remotest corner of the room, towards which they had last\nseen the form of the spirit drifting, there stood a young girl. She was\nbending forward, shielding her eyes with her right hand from the flaring\ngas, as she peered curiously about the room, her whole attitude\nexpressive of complete bewilderment.\n\nIt was Ida; but what a change had passed upon her! This was no pale\nspirit, counterfeiting for a few brief moments, with the aid of darkness,\nthe semblance of mortal flesh, but an unmistakable daughter of earth. Her\nbosom was palpitating with agitation, and, instead of the lofty serenity\nof a spirit, her eyes expressed the trouble of a perplexed girl who is\nfast becoming frightened.\n\nAs Paul and Miss Ludington stepped forth from the cabinet she fixed upon\nthem a pair of questioning eyes. There was not a particle of recognition\nin their expression. Presently she spoke. Her voice was a mezzo-soprano,\nlow and sweet, but just now sharpened by an accent of apprehension.\n\n\"Where am I?\" she asked.\n\nAfter a moment, during which their brains reeled with an amazement so\nutter that they doubted the evidence of their senses--doubted even their\nown existence and identities, there had simultaneously flashed over the\nminds of Paul and Miss Ludington the explanation of what they beheld.\n\nThe prodigy, the theoretical possibility of which they had discussed\nafter the séance of the week before, and scarcely thought of since, had\ncome to pass. Dr. Hull had proved wrong, and Paul had proved right. A\nmedium had died during a materialization, and the materialized spirit had\nsucceeded to her vitality, and was alive as one of them.\n\nIt was no longer the spirit of Ida, knowing them by a spirit's intuition,\nwhich was before them, but the girl Ida Ludington, whose curious,\nunrecognizing glance testified to her ignorance of aught which the Hilton\nschool-girl of forty years ago had not known.\n\nIt was with an inexpressible throb of exultation, after the stupor of\ntheir first momentary astonishment, that they comprehended the miracle by\nwhich in the moment when the hope of ever beholding Ida again had seemed\ntaken from them, had restored her not only to their eyes, but to life.\nBut how should they accost her, how make themselves known to her, how go\nabout even to answer the question she had asked without terrifying her\nwith new and deeper mysteries?\n\nWhile they stood dumb, with hearts yearning toward her, but powerless to\nthink of words with which to address her, Dr. Hull, hearing the sound of\nher voice, stepped out from the cabinet. At the sight of Ida he started\nback astounded, and Paul heard him exclaim under his breath, \"I never\nthought of this\"\n\nThen he laid his hand on Paul's arm and said, in an agitated whisper,\n\"You were right. It has happened as you said. My God, what can we say to\nher?\"\n\nMeanwhile, Ida was evidently becoming much alarmed at the strange looks\nbent upon her. \"Perhaps, sir,\" she said, addressing Dr. Hull, with an\nappealing accent, \"you will tell me how I came in this place?\"\n\nThen ensued an extraordinary scene of explanation, in which, seconding\none another's efforts, striving to hit upon simpler analogies, plainer\nterms, Paul the doctor, and Miss Ludington sought to make clear to this\nwaif from eternity, so strangely stranded on the shores of Time, the\nconditions and circumstances under which she had resumed an earthly\nexistence.\n\nFor a while she only grew more terrified at their explanations, appearing\nto find them totally unintelligible, and, though her fears were gradually\ndissipated by the tenderness of their demeanour, her bewilderment seemed\nto increase. For a long time she continued to turn her face, with a\npathetic expression of mental endeavour, from one to another, as they\naddressed her, only to shake her head slowly and sadly at last.\n\n\"I seem to have lost myself,\" she said, pressing her hand to her\nforehead. \"I do not understand anything you say.\"\n\n\"It is a hard matter to understand,\" replied Dr. Hull. \"Understanding\nwill come later. Meanwhile, look in at the door of this room and you will\nsee the body of the woman to whose life you have succeeded. Then you will\nbelieve us though you do not understand us.\"\n\nAs he spoke he indicated the door of the cabinet.\n\nIda stepped thither and looked in, recoiling with a sharp cry of horror.\nThe terror in her face was piteous, and in a moment Miss Ludington was at\nher side, supporting and soothing her. Sobbing and trembling Ida\nsubmitted unresistingly to her ministrations, and even rested her head on\nMiss Ludington's shoulder.\n\nThe golden hair brushed the grey locks; the full bosom heaved against the\nshrunken breast of age; the wrinkled, scarred, and sallow face of the old\nwoman touched the rounded cheek of the girl.\n\nFully as Paul believed that he had realized the essential and eternal\ndistinction between the successive persons who constitute an\nindividuality, he grew dizzy with the sheer wonder of the spectacle as he\nsaw age thus consoling youth, and reflected upon the relation of these\ntwo persons to each other.\n\nPresently Ida raised her head and said, \"It may be as you say. My mind is\nall confused. I cannot think now. Perhaps I shall understand it better\nafter a while.\"\n\n\"If you will come home with me now,\" said Miss Ludington, \"before you\nsleep I will convince you what we are to each other. Will you come with\nme?\"\n\n\"Oh, yes!\" exclaimed the girl. \"Let us go. Let us leave this awful\nplace;\" and she glanced with a shudder at the door of the cabinet.\n\nA few moments later the house of death had been left behind, and Miss\nLudington's carriage, with its three passengers was rolling homewards.\n\nBefore leaving, Miss Ludington had told Dr. Hull that he might command\nher so far as any pecuniary assistance should be needed either with\nreference to the funeral or in connection with providing for Alta. She\nsaid that it would be a relief to her to be allowed to do anything she\ncould. Dr. Hull thanked her and said that, as Mrs. Legrand had friends in\nthe city, it would probably be unnecessary to trouble her. If for no\nother purpose, however, he said that he should possibly communicate with\nher hereafter with a view to informing himself as to the future of the\nyoung lady who had that night assumed the earth-life which his dear\nfriend, Mrs. Legrand, had laid aside.\n\nIt was an incident of this extraordinary situation that Miss Ludington\nfound herself at disadvantage even in expressing the formal condolence\nshe proffered. With Ida before her eyes it was impossible that she should\nhonestly profess to deplore the event, however tragical, which had\nbrought her back to earth. As for Paul he said nothing at all.\n\nThe rattling of the wheels on the stony pavement was enough of itself to\nmake conversation difficult in the carriage; even if it would otherwise\nhave flowed easily in a company so strangely assorted. As the light of\nthe street lamps from time to time flashed in at the windows Paul saw\nthat Ida's face continued to wear the look of helpless daze which it had\nassumed from the moment that the sight of the dead woman in the cabinet\nhad convinced her that she could not trust her own knowledge as to the\nrelations of those about her.\n\nBut when at last the carriage rolled through the gates of Miss\nLudington's estate, and the houses of the mimic village began to glance\nby, her manner instantly changed. With an exclamation of joyful surprise,\nshe put her head out at the window, and then looking back at them, cried,\ndelightedly, \"Why it's Hilton! You have brought me home! There's our\nhouse!\" No sooner had she alighted than she ran up the walk to the door,\nand tried to open it. Paul, hurrying after, unlocked it, and she burst\nin, while he and Miss Ludington followed her, wondering.\n\nThe servants had gone to bed, leaving the lower part of the house dimly\nlighted. Ida hurried on ahead from room to room with the confident step\nof one whose feet knew every turning. It was evident that she needed no\none to introduce her there.\n\nWhen Miss Ludington and Paul followed her into the sitting-room, she was\nstanding before her own picture in an attitude of utter astonishment.\n\n\"Where did they get that picture of me?\" she demanded. \"I never had a\npicture painted.\"\n\nFor a few moments there was no reply. Those she addressed were engrossed\nin comparing the portrait with its original. The resemblance was striking\nenough, but it was no wonder that after once seeing the living Ida, Paul\nhad found the canvas stiff and hard and lifeless.\n\n\"No,\" said Miss Ludington, \"you never had a picture painted. It was not\ntill many years after you had left the world that this picture was\npainted. It was enlarged from this portrait of you. Do you remember it?\"\nand taking the locket containing the ivory portrait of Ida from her neck\nwhere she had worn it so many years, she opened and gave it to the girl.\n\n\"Why, it is my ivory portrait!\" exclaimed Ida. \"How did you come by it?\nWhat do you mean about my leaving the world? Something strange has\nhappened to me, I know, but did I die? I don't remember dying. Oh, can't\nsomebody explain what has happened to me?\"\n\nThe dazed look which had disappeared from her face since her recognition\nof the village and the homestead had come back, and her last words were a\nbitter cry that went to the hearts of the listeners.\n\nNow, all the time they had been in the carriage, Paul had been trying to\nthink of some mode of setting her relationship to Miss Ludington in a\nlight so clear that she must comprehend it, for it was evident that the\nconfused explanations at Mrs. Legrand's had availed little, if anything,\nto that end. Unless this could be done she seemed likely to remain\nindefinitely in this dazed mental state, which must be so exquisitely\npainful to her, and was scarcely less so to them.\n\n\"If you will listen to me patiently,\" he said, \"I will try to explain.\nYou know that some strange thing has happened to you, and you must expect\nto find the explanation as strange as the thing itself; but it is not\nhard to understand.\"\n\nIda's eyes were fixed on him with the expression of one listening for her\nlife.\n\n\"Do you remember being a little girl of nine or ten years old?\" he asked.\n\n\"Oh, yes!\" she answered. \"I remember that perfectly well.\"\n\n\"You are now a young woman,\" he went on. \"Where is that little girl whom\nyou remember? What has become of her?\"\n\n\"Why, I don't know,\" replied Ida. \"I suppose she is somewhere in me.\"\n\n\"But you don't look like a little girl, or think or act or feel like one.\nHow can she be in you?\"\n\n\"Where else could she be?\" replied Ida.\n\n\"Oh, there is no lack of room for her,\" said Paul; \"the universe is big\nenough for all the souls that ever lived in it. Suppose, now, you\nbelieved her to be still alive as a spirit, just as she was, still alive\nsomewhere in the land of spirits, not transformed into the young lady\nthat you are at all, you understand, for that would only be another way\nof saying that she was dead, but just as she was, a child, with a child's\nloves, a child's thoughts, a child's feelings, and a child's face--can\nyou suppose such a thing, just as an effort of imagination?\"\n\n\"Oh, yes!\" said Ida; \"I can suppose that.\"\n\n\"Well, then,\" said Paul, \"suppose also that you remembered this little\ngirl very tenderly, and longed to look on her face again, although\nknowing that she was a spirit now. Suppose that you went to a woman\nhaving a mysterious power to call up the spirits of the departed, and\nsuppose that she called up the spirit of this child-self of yours, and\nthat you recognized it, and suppose that just at that moment the woman\ndied, and her earthly life was transferred to the spirit of the child, so\nthat instead of being a spirit, she became again a living child, but\nunable to recognize you who loved her so well, because when she lived on\nearth, you, of course, had not yet come into existence. Suppose you\nbrought this child home with you----\"\n\n\"What do you mean?\" interrupted Ida, with dilating eyes. \"Am I----\"\n\n\"You are to that woman,\" broke in Paul, indicating Miss Ludington, \"what\nthe child would have been to you. You are bound to her by the same tie by\nwhich that little girl would have been bound to you. She remembers and\nloves you as you would remember and love that child; but you do not know\nher any more than that child would know you. You both share the name of\nIda Ludington, according to the usage of men as to names; but I think\nthere is no danger of your being confounded with each other, either in\nyour own eyes or those of lookers-on.\"\n\nIda had at last comprehended. The piercing look, expressive of mingled\nattraction and repulsion, which she fixed upon Miss Ludington, left no\ndoubt of that. It implied alarm, mistrust, and something that was almost\ndefiance, yet with hints of a possible tenderness.\n\nIt was such a look as a daughter, stolen from her cradle and grown to\nmaidenhood among strangers, might fix upon the woman claiming to be her\nmother, except that not only was Miss Ludington a stranger to Ida, but\nthe relation which she claimed to sustain to her was one that had never\nbefore been realized between living persons on earth, however it might\nbe, in heaven.\n\n\"Do you understand?\" said Paul.\n\n\"I--think--I--do. But how--strange--it is!\" she replied, in lingering\ntones, her gaze continuing to rest, as if fascinated, upon Miss\nLudington.\n\nThe latter's face expressed a great elation, an impassioned tenderness\nheld in check through fear of terrifying its object.\n\n\"I do not wonder it seems strange,\" she said, very softly. \"You have yet\nno evidence as to who I am. I remember you--oh, how well!--but you cannot\nremember me, nor is there any instinct answering to memory by which you\ncan recognize me. You have a right to require that I should prove that I\nam what I claim to be; that I am also Ida Ludington; that I am your later\nself. Do not fear, my darling. I shall be able to convince you very\nsoon.\"\n\nShe made Ida sit down, and then went to an ancient secretary, that stood\nin a corner of the room, and unlocked a drawer, the key to which she\nalways carried on her person.\n\nPaul remembered from the time he was a little boy seeing her open this\ndrawer on Sunday afternoons and cry over the keepsakes which it\ncontained.\n\nShe took out now a bundle of letters, a piece of ribbon, a locket, a\nbunch of faded flowers, and a few other trifles, and brought them to Ida.\n\nPaul left the room on tiptoe. This was a scene where a third person, one\nmight almost say a second person, would be an interloper.\n\nWhen, a long time after, he returned, Miss Ludington was sitting in the\nchair where Ida had been sitting, smiling and crying, and the girl, with\neyes that shone like stars, was bending over her, and kissing the tears\naway.\n\nThe night was now almost spent, and the early dawn of midsummer, peering\nthrough the windows, and already dimming the lights, warned them that the\nday would soon be at hand.\n\n\"You shall have your own bedroom,\" said Miss Ludington. The face of the\nold lady was flushed, and her high-pitched and tremulous voice betrayed\nan exhilaration like that of intoxication. \"You will excuse me for having\ncluttered it up with my things; to-morrow I will take them away. You see\nI had not dared hope you would come back to me. I had expected to go to\nyou.\"\n\n\"I and you--you and I.\" The girl repeated the words after her, slowly, as\nif trying to grasp their full meaning as she uttered them. Then a sudden\nterror leaped into her eyes, and she cried shudderingly: \"Oh, how strange\nit is!\"\n\n\"You do not doubt it? You do not doubt it still?\" exclaimed Miss\nLudington, in anguished tones.\n\n\"No, no!\" said the girl, recovering herself with an evident effort. \"I\ncannot doubt it. I do not,\" and she threw her aims about Miss Ludington's\nneck in an embrace in which, nevertheless, a subtle shrinking still\nmingled with the impulse of tenderness which had overcome it.\n\nWhen presently Miss Ludington and Ida went upstairs together, the latter,\nwith eager, unhesitating step, led the way through a complexity of\nroundabout passages, and past many other doors, to that of the chamber\nwhich had been the common possession of the girl and the woman. Miss\nLudington followed her, wondering, yet not wondering.\n\n\"It seems so strange to see you so familiar with this house,\" she said,\nwith a little hysterical laugh, \"and yet, of course, I know it is not\nstrange.\"\n\n\"No,\" replied the girl, looking at her with a certain astonishment, \"I\nshould think not. It would be strange, indeed, if I were not familiar\nhere. The only strange thing is to feel that I am not at home here, that\nI am a guest in this house.\"\n\n\"You are not a guest,\" exclaimed Miss Ludington, hurriedly, for she saw\nthe dazed look coming again into the girl's eyes. \"You shall be mistress\nhere. Paul and I ask nothing better than to be your servants.\"\n\nTo pass from the waking to the dreaming state is in general to exchange a\nprosaic and matter-of-fact world for one of fantastic improbabilities;\nbut it is safe to assume that the three persons who fell asleep beneath\nMiss Ludington's roof that morning, just as the birds began to twitter,\nencountered in dreamland no experiences so strange as those which they\nhad passed through with their eyes open the previous evening.\n\n\n\n\nCHAPTER IX.\n\n\n\nThe day following, Paul was downstairs before either Ida or Miss\nLudington. He was sitting on the piazza, which was connected with the\nsitting-room by low windows opening like doors, when he heard a scream,\nand Ellen, the housemaid, who had been busy in the sitting-room, ran out\nupon the piazza with a face like a sheet.\n\n\"What's the matter?\" he demanded.\n\n\"Sure I saw a ghost!\" gasped Ellen. \"I was on a chair dusting the\npicture, as I always does mornings, an' I looked up, an' there in the\ndoor stood the very same girl that's in the picture, kind of smiling\nlike. And so I give a yell an' run.\"\n\nAs she spoke Ida stepped out upon the piazza, and precipitately\nsheltering herself behind Paul, Ellen whispered, \"Sure there she is now!\"\n\nOn seeing that, instead of sharing her terror, he cordially greeted the\nghost, the girl's face showed such comical bewilderment that Ida smiled\nand Paul laughed outright.\n\n\"This is no ghost, Ellen. This lady is Miss Ida Ludington, a relative of\nMiss Ludington's, who came to live here last night.\"\n\n\"I hope ye'll not mind me takin' ye for a ghost, miss,\" said Ellen,\nconfusedly; \"but sure ye are the livin' image of the picture, and me not\nknowin' anybody was in the house more than the family;\" and she\ndisappeared to tell her story in the kitchen.\n\nIda's appearance was noticeably calmer than the night before. There was,\nindeed, no indication of excitement in her manner. Paul inquired how she\nhad slept.\n\n\"I should think you might have had strange dreams,\" he said.\n\n\"I did not dream at all. I slept soundly,\" she replied. \"But this morning\nwhen I woke up and recognized the familiar features of the room I have\nalways slept in--the same books, the same pictures, the furniture just as\never--I had to sit down a long time to collect my thoughts and remember\nwhat had happened. I could remember it well enough, but to realize it was\nvery hard. And then, when I went to the window and looked out and saw the\nmeeting-house and the school-house and the neighbours' houses, just where\nI have seen them from that window all my life since I was a baby, I had\nto sit down and think it all over, again before I could believe that I\nwas not in Hilton, and last night all a dream.\"\n\nShe spoke in a low, even tone, which was so evidently the result of an\neffort at self-control, that it impressed Paul more than any display of\nmental perturbation would have done.\n\nAt this moment Miss Ludington appeared on the piazza with a white,\nexcited face, which, however, as soon as she saw Ida, became all smiles.\n\nShe had scarcely slept at all. The thought had kept her awake that Ida\nmight vanish as mysteriously as she had come, and be gone at morning.\nFrom sheer weariness, however, she had at last fallen into a doze. On\nawaking she had gone to call Ida, and finding her chamber empty, had\nhurried downstairs full of apprehension.\n\nImmediately after breakfast, Miss Ludington, to whom Ellen's mistake, if\nmistake it could be called, had been related, took Ida upstairs, and\nmade her exchange her white dress of the fashion of half a century before\nfor one of her own, in order that her appearance might excite less remark\namong the servants pending the obtaining of a suitable wardrobe from the\ncity.\n\nThere was another consideration which made the change of costume not only\ndesirable, but necessary.\n\nIda's dress, which had not seemed the night before, to casual\nexamination, to differ from other cloth, had begun to crumble away in a\nvery curious manner. The texture seemed strangely brittle and\nstrengthless. It fell apart at a touch, and was reduced to a fine powder\nunder the pressure of the fingers. She could not possibly have worn it\neven one day.\n\nThe dress of Miss Ludington's, for which she exchanged it, had been made\nfor that lady when considerably stouter than at present, but was with\ndifficulty enlarged sufficiently for the full figure of the girl. Like\nall but the latest of Miss Ludington's dresses, it was of deepest black,\nand, strikingly beautiful as Ida had been in white, the funereal hue set\noff the delicacy of her complexion, the pure expression of her face, and\nthe golden lustre of her hair, like fresh revelations.\n\nPaul was left pretty much to himself during the day. A large part of it\nwas spent by the ladies in an upstairs chamber, which Miss Ludington had\ndevoted to a collection of mementoes of the successive periods of her\nlife from infancy.\n\n\"Come,\" she had said to Ida, \"I want to introduce you to the rest of the\nfamily. I want to make you acquainted with the other Miss Ludingtons who\nhave borne the name between your time and mine.\"\n\nHaving been an only child, Miss Ludington's garments, toys, school-books,\nand other belongings had not been handed down to younger brothers and\nsisters, and eventually to destruction. It had been an easy matter to\npreserve them, and, consequently, the collection was large and curious,\nincluding samples of the wardrobe appertaining to every epoch, from the\nswaddling-clothes of the infant to a black gown of the last year.\n\nAfter the period of youth, however, which Ida represented, the number and\ninterest of the mementoes rapidly decreased, and for many years had\nconsisted of nothing more than a few dresses and a collection of\nphotographs, one or two for each year, arranged in order. They numbered\nnot less than fifty in all and covered thirty-seven years, from a\ndaguerreotype of Miss Ludington at the age of twenty-five to a photograph\ntaken the last month. Between these two pictures there was not enough\nresemblance to suggest to a casual observer that they were pictures of\nthe same individual.\n\nTo trace the gradual process of change from year to year during the\nintervening period, was an employment which never lost its pensive\nfascination for Miss Ludington. For each of these faces, with their so\nvarious expressions, represented a person possessing a peculiar identity\nand certain incommunicable qualities--a person a little different from\nany one of those who came before or after her, and from any other person\nwho ever lived on earth.\n\nAs now the grey head and the golden head bent together over one picture\nafter another, Miss Ludington related all she could remember of the\nhistory and personal peculiarities of the original.\n\n\"There is, really, not much to say about them,\" she said. \"They lived\nvery quiet, uneventful lives, and to anybody but us would, doubtless,\nseem entirely uninteresting persons. All wore black dresses, and had sad\nfaces, and all found in their thoughts of you the source at once of their\nonly consolation and their keenest sorrow. For they fully believed--think\nof it!--fully and unquestionably believed that you were dead; more\nhopelessly dead than if you were in your grave, dead, with no possibility\nof resurrection.\"\n\n\"This is the one,\" she said, presently, as she took up the picture of a\nwoman of thirty-five, \"who had the fortune left to her, which has come\ndown to me. I want you to like her. Next to you I think more of her than\nI do of any of the rest. It was she who cut loose from the old life at\nHilton which had become so sour and sad, and built this new Hilton here,\nwhere life has been so much calmer, and, on the whole, happier, than it\nhad got to be at home. It was she who had the portrait of you painted\nwhich is downstairs.\"\n\nIda took up a picture of the Miss Ludington of twenty-six or seven.\n\n\"Tell me something about her,\" she said. \"What kind of a person was she?\"\n\nThe elder woman's manner, when she saw what picture it was that Ida had\ntaken up, betrayed a marked embarrassment, and first she made no reply.\n\nNoticing her confusion and hesitation, Ida said, softly, \"Don't tell me\nif it is anything you don't like to speak of. I do not care to know it.\"\n\n\"I will tell you,\" replied Miss Ludington, with determination. \"You have\nas good a right to know as I have. She cannot blame me for telling you.\nShe knows your secrets as I do, and you have a right to know hers. She\nhad a little escapade. You must not be too hard on her. It was the\noutcome of the desperate dulness and life-weariness that came over her\nwith the knowledge that youth and its joys were past, leaving nothing in\ntheir place. The calm and resignation to a lonely existence, empty of all\nthat human hearts desire, which came in after-years, she could not yet\ncommand. Oh, if you could imagine, as I remember, the bitterness of that\nperiod, you would not be too hard upon her for anything she might have\ndone! But, really, it was nothing very bad. People would not call it so,\neven if it had ever become known.\" And then, with blushing cheeks and\nshamed eyes, Miss Ludington poured into Ida's ears a story that would\nhave disappointed any one expectant of a highly sensational disclosure,\nbut which stood out in her memory as the one indiscretion of an otherwise\nblameless life. That she imparted it to Ida was the most striking\nevidence she could have given of the absolute community of interests\nwhich she recognized as existing between them. She was greatly comforted\nwhen Ida, instead of appearing shocked, declared that she sympathized\nwith the culprit more than she blamed her, and that her misconduct was\nvenial.\n\n\"I suppose,\" said Miss Ludington, \"every one, in looking back upon their\npast selves, sees some whom they condemn, and, perhaps, despise, and\nothers whom they admire and sympathize with. And I confess I sympathize\nwith this poor girl. Those I don't like are some whom I remember to have\nlacked softness of heart, to have been sour and ungenerous; these, for\ninstance,\" indicating certain pictures. \"But it is hardly fair,\" she\nadded, laughing, \"for us two to get together and abuse the rest of the\nfamily, who, no doubt, if they were present, would have something to say\nfor themselves, and some criticisms to offer on us--that is, on me. None\nof them would criticize you. You were the darling and pride of us all.\"\n\n\"If I do say it,\" Miss Ludington presently resumed, \"we have been a very\nrespectable lot on the whole. The Ida Ludingtons have been good babies,\ngood children, good girls, good women, and, I hope, will prove to have\nbeen respectable old women. In the spirit land, when we all meet\ntogether, there will be no black sheep among us, nor even anybody that we\nshall need to send to Coventry: But I do not see why special affinities\nshould not assert themselves there as here, and cliques form among us.\nYou will belong to them all, of course, but next to you I know that I\nshall be fondest of that poor girl I told you about, of her and of the\nIda Ludington who built this new Hilton thirty years ago.\"\n\n\"And now,\" she said, as they finished looking over the pictures and\ntalking about them, \"I have introduced you to all who have borne our name\nfrom your day to mine. As to those who came before you, the baby Ida and\nthe child Ida, you remember them even better than I do, no doubt. I would\ngive anything if I had their pictures, but the blessed art of photography\nwas not then invented. These keepsakes are all I have of them.\" And\ntaking Ida over to another part of the room, she showed her a cradle,\nseveral battered dolls, fragments of a child's pewter tea-set, and a\nmiscellaneous collection of toys.\n\nThey took up and handled tenderly pairs of little shoes, socks nearly as\nlong as one's fingers, and baby dresses scarcely bigger than a man's\nmittens. Lying near were the shoes, and gowns, and hoods, now grown a\nlittle larger, of the child, with the coral necklace, and first precious\nornaments, the dog's-eared spelling-books, and the rewards of merit,\ntestifying of early school-days.\n\n\"I can barely remember the baby and this little girl,\" said Miss\nLudington, \"but I fancy they will be the pets of all the rest of us up\nthere, don't you?\"\n\nAfter Miss Ludington had shown Ida all the contents of the room, and they\nwere about to leave it, she said to the girl, \"And now what do you think\nof us other Ida Ludingtons, who have followed you, present company not\nexcepted? Confess that you think the acquaintances I have introduced to\nyou were scarcely worth the making. You need not hesitate to say so; it\nis quite my own opinion. We have amounted to very little, taken\naltogether.\"\n\n\"Oh, no!\" said Ida, quietly; \"I do not think that; I would not say that;\nbut your lives have all been so different from what I have always dreamed\nmy life as a woman would be.\"\n\n\"You have a right to be disappointed in us,\" said Miss Ludington. \"We\nhave, indeed, not turned out as you expected--as you had a right to\nexpect.\" But Ida would not admit in any derogatory sense that she was\ndisappointed.\n\n\"You are sweeter, and kinder, and gentler, than I supposed I ever could\nbe,\" she said; \"but you see, I thought, of course, I should be married,\nand have children, and that all would be so different from what it has\nbeen; but not that I should ever be better than you are, or nearly so\nsweet. Oh, no!\"\n\n\"Thank you, my darling!\" said the old lady, kissing Ida's hand, as if she\nwere a queen who had conferred an order of merit upon her. \"I think that\nto have to confess to their youthful selves their failures to fulfil\ntheir expectations must be the hardest part of the Day of Judgment for\nold folks who have wasted their lives. All will not find so gentle a\njudge as mine.\"\n\nHer eyes were full of happy tears.\n\nIn the latter part of the afternoon they took a walk in the village, and\nIda pressed her companion with a multitude of inquiries about the members\nof the families which had occupied the houses, forty and fifty years\nbefore, and what had since become of them; to reply to which taxed Miss\nLudington's memory not a little.\n\nAs they came to the schoolhouse Ida ran on ahead, and when her companion\nentered, was already seated in Miss Ludington's old seat. Nothing,\nperhaps, could have brought home to the latter more strongly the nature\nof her relationship to Ida than to stand beside her as she sat in that\nseat.\n\nAs they fell to talking of the scholars who had sat here and there, Miss\nLudington began gently to banter Ida about this and that boyish\nsweetheart, and divers episodes connected with such topics.\n\n\"This is unfair,\" said the girl, smiling. \"It is a very one-sided\narrangement that you should remember all my secrets while I know none of\nyours. It is as if you had stolen my private journal.\"\n\nA subtle coyness, an air of constraint, and of shy, curious observance,\nwhich had marked Ida's manner toward Miss Ludington in the early part of\nthe day, had noticeably given way under the influence of the latter's\nblithe affectionateness, and it was with arms about each other's waists\nthat the two sauntered back to the house, in the twilight.\n\n\"I scarcely know what to call you,\" said Ida. \"For me to call you Ida, as\nyou call me, would be and, besides, you are so much older than I it would\nseem hardly fitting.\"\n\nMiss Ludington laughed softly.\n\n\"On the score of respect, my darling, you need not hesitate,\" she said,\n\"for it is you who are the elder Miss Ludington, and I the younger, in\nspite of my white hair. You are forty years older than I. It is I who owe\nyou the respect due to years. You are right, however; it would be\nconfusing for us to call each other by the same name, and still there is\nno word in human language that truly describes our relationship.\"\n\n\"It seems to me it is more like that of sisters than any other,\"\nsuggested Ida, with a certain timidity.\n\nMiss Ludington reflected a moment, and then exclaimed, delightedly:\n\n\"Yes, we will call each other sister, for our relation is certainly a\nkind of sisterhood. We are, like sisters, not connected directly, but\nindirectly, though our relation to our common individuality, as if we\nwere fruit borne by the same tree in different seasons. To be sure,\" she\nadded regarding her blooming companion with a smile of tender admiration,\n\"we can scarcely be said to look as much alike as sisters commonly do,\nbut that is because there is not often a difference of more than forty\nyears in the ages of sisters.\"\n\nAnd so it was agreed that they should call each other sister.\n\nAlthough it was but one day that these two had been known to each other,\nyet so naturally had Ida seemed drawn towards Miss Ludington, and so\nspontaneous had been the outflow of the latter's long-stored tenderness\ntoward the girl, that they were already like persons who have been bosom\nfriends and confidants for years.\n\nIn this wonderfully rapid growth of a close and tender intimacy, Miss\nLudington exultingly recognized the heart's testimony to the reality of\nthe mystic tie between them.\n\nSo fit and natural had the presence of Ida under her roof already come to\nseem, that she found herself half-forgetting, at times, the astounding\nand tragic circumstances to which it was due.\n\nAbsorbed in the wonder and happiness of her own experience, Miss\nLudington had barely given a thought to Paul during the day. Having been\nconstantly with Ida she had not, indeed, seen him, save at table, and had\nfailed to take note of his wobegone appearance. At any other time it\nwould have aroused her solicitude; but it was not strange that on this\nday she should have had no thought save for herself and her other self.\n\nIt had, indeed, been a day of strangely mingled emotions for Paul.\n\nSupposing a lover were separated from his mistress, and that the\nprivilege of being with her, and spending his days in sight of her, were\noffered him by some fairy, but only on condition that all memory of him\nshould be blotted from her mind, and that she should see in him merely a\nstranger--is it probable, however great might be the desire of such a\nlover to behold his mistress, that he would consent to gratify it on\nthese terms?\n\nBut it was with Paul as if he had done just this. That the sight of his\nidol should have fallen to his lot on earth; that he should hear the\nsound of her voice, and breathe the same air with her, was, on the one\nhand, a felicity so undreamed of, a fortune so amazing, that he sometimes\nwondered how he could enjoy it, and still retain his senses.\n\nBut when he met her, and she returned his impassioned look with a mere\nsmile of civil recognition; when he spoke to her, and she answered him in\na tone of conventional politeness--he found it more than he could bear.\n\nThe eyes of her picture were kinder than hers. He had, at least, been\nable to comfort himself with the belief that, as a spirit, she had known\nof his love, and accepted it. Now, by her incarnation, while his eyes had\ngained their desire, his heart had lost its consolation.\n\nHis condition of mind rapidly became desperate. He could not bear to be\nin Ida's presence. Her friendly, formal accent was unendurable to him.\nTheir blank, unrecognizing expression, as they rested on him in mere\nkindliness, made her lovely eyes awful to him as a Gorgon's.\n\nIn the early evening he found Miss Ludington alone, and broke out to her:\n\n\"For God's sake, can't you help me? I shall go mad if you don't!\"\n\n\"Why, what do you mean?\" she exclaimed, in astonishment.\n\"Don't you see?\" he cried. \"She does not know me. I have lost her instead\nof finding her. I, who have loved her ever since I was a baby, am no more\nthan a stranger to her. Can't you see how she looks at me? She has\nlearned to know you, but I am a stranger to her.\"\n\n\"But how could she know you, Paul? She did not know me till it was\nexplained to her.\"\n\n\"I know,\" he said. \"I don't blame her, but at the same time I cannot\nstand it. Can't you help me with her? Can't you tell her how I have loved\nher, so that she may understand that at least?\"\n\n\"Poor Paul!\" said Miss Ludington, soothingly. \"In my own happiness I had\nalmost forgotten you. But I can see how hard it must be for you. I will\nhelp you. I will tell her all the story. Oh, Paul! is she not beautiful?\nShe will love you, I know she will love you when she hears it, and how\nhappy you will be--happier than any man ever was! I will go to her now.\"\n\nAnd, leaving Paul vaguely encouraged by her confidence, she went to find\nIda.\n\nShe came upon her in the sitting-room, intently pondering the picture\nabove the fireplace.\n\n\"I want to tell you a love story, my sister,\" she said.\n\n\"Whose love story?\" asked Ida.\n\n\"Your own.\"\n\n\"But I never had a love story or a lover. Nobody can possibly know that\nbetter than you do.\"\n\n\"I will show you that you are mistaken,\" said Miss Ludington, smiling.\n\"No one ever had so fond or faithful a lover as yours. Sit down and I\nwill tell you your own love story, for the strangest thing of all is that\nyou do not know it yet.\"\n\nBeginning with Paul's baby fondness for her picture, she related to Ida\nthe whole story of his love for her, which had grown with his growth,\nand, from a boyish sentiment, become the ruling passion of the man,\nblinding him to the charms of living women, and making him a monk for her\nsake.\n\nShe described the effect upon him of the first suggestion that it might\nbe possible to communicate with her spirit, and how her presence on earth\nwas due to the enthusiasm with which he had insisted upon making the\nattempt.\n\nThen she asked Ida to imagine what must be the anguish of such a lover on\nfinding that she did not know him--that he was nothing more than a\nstranger to her. She told her how, in his desperation, he had appealed to\nher to plead his case and to relate his story, that his mistress might at\nleast know his love, though she might not be able to return it.\n\nIda had listened at first in sheer wonder, but as Miss Ludington went on\ndescribing this great love, which all unseen she had inspired, to find\nawaiting her full-grown on her return to earth, her cheek began to flush,\na soft smile played about her lips, and her eyes were fixed in tender\nreverie.\n\n\"Tell him to come to me,\" she said, gently, as Miss Ludington finished.\n\nWhen Paul entered, Ida was alone, standing in the centre of the room.\n\nHe threw himself at her feet, and lifted the hem of her dress to his\nlips.\n\n\"Paul, my lover,\" she said softly.\n\nAt this he seized her hand and covered it with kisses. She gently drew\nhim to his feet. He heard her say, \"Forgive me, Paul; I did not know.\"\n\nHer warm breath mingled with his, and she kissed him on the lips.\n\n\n\n\nCHAPTER X.\n\n\n\nIn the days that followed, Ida was the object of a devotion on the part\nof Miss Ludington and Paul which it would be inadequate to describe as\nanything less than sheer idolatry. Her experience was such as a goddess's\nmight be who should descend from heaven and take up her abode in bodily\nform among her worshippers, accepting in person the devotion previously\nlavished on her effigy.\n\nWith Miss Ludington this devotion was the more intense as it was but a\nsublimed form of selfishness, like that of the mother's to her child,\nwhom she feels to be a part, and the choicest part, of her own life. The\ninstinct of maternity, never gratified in her by the possession of\nchildren, asserted itself toward this radiant girl, whose being was so\nmuch closer to hers than even a child's could be, whose life was so\nwonderfully her own and yet not her own, that, in loving her, self-love\nbecame transfigured and adorable. She could not have told whether the\nsense of their identity or their difference were the sweeter.\n\nHer delight in the girl's loveliness was a transcendent blending of a\nwoman's pleasure in her own beauty and a lover's admiration of it. She\nhad transferred to Ida all sense of personal identity excepting just\nenough to taste the joy of loving, admiring, and serving her.\n\nTo wait upon her was her greatest happiness. There was no service so\nmenial that she would not have been glad to perform it for her, and which\nshe did not grudge the servants the privilege of rendering. The happiness\nwhich flooded her heart at this time was beyond description. It was not\nsuch a happiness as enabled her to imagine what that of heaven might be,\nbut it was the happiness of heaven itself.\n\nAs might be expected, the semi-sacredness attaching to Ida, as a being\nsomething more than earthly in the circumstances of her advent, lent a\nrare strain to Paul's passion.\n\nThere is nothing sweeter to a lover than to feel that his mistress is of\na higher nature and a finer quality than himself. With many lovers, no\ndoubt, this feeling is but the delusion of a fond fancy, having no basis\nin any real superiority on the part of the loved one. But the mystery\nsurrounding Ida would have tinged the devotion of the most prosaic lover\nwith an unusual sentiment of awe.\n\nPaul compared himself with those fortunate youths of antiquity who were\nbeloved by the goddesses of Olympus, and in whose hearts religious\nadoration and the passion of love blended in one emotion.\n\nEver since that night when her heart had been melted by the story of his\nlove, Ida had treated him with the graciousness which a maiden accords to\nan accepted lover. But far from claiming the privileges which he might\napparently have enjoyed, it seemed to him presumption enough and\nhappiness enough to kiss her dress, her sleeve, a tress of her hair, or,\nat most, her hand, and to dream of her lips.\n\nThe dazed appearance, as of one doubtful of herself and all about her,\nwhich Ida had worn the night when she was brought home, had now wholly\npassed away. But a certain pensiveness remained. Her smiles were the\nsmiles of affection not of gaiety, and there was always a shadow in her\neyes. It was as if the recollection of the mystery from which her life\nhad emerged were never absent from her mind.\n\nStill she took so much pleasure in her daily drives with Miss Ludington\nthat the latter ordered a pony chaise for her special use, and when Paul\narranged a croquet set on the village green, she permitted him to teach\nher the game, and even showed some interest in it.\n\nWhen the first dresses which had been ordered for her came home, she was\ndelighted as any girl must have been, for they were the richest and most\nbeautiful fabrics that money could buy; but Miss Ludington seemed, of the\ntwo, far the more pleased.\n\nFor herself she had cared nothing for dress. In forty years she had not\ngiven a thought to personal adornment, but Ida's toilet became her most\nabsorbing preoccupation. On her account she became a close student of the\nfashion-papers, and but for the girl's protests would have bought her a\nnew dress at least every day.\n\nShe would have liked Ida to change her costume a dozen times between\nmorning and evening, and asked no better than to serve as her\ndressing-maid. To brush and braid her shining hair, stealthily kissing it\nthe while; to array her in sheeny satins and airy muslins; to hang jewels\nupon her neck, and clasp bracelets upon her wrists, and to admire and\ncaress the completed work of her hands, constituted an occupation which\nshe would have liked to make perpetual.\n\nWhen Miss Ludington's mother had died she had left to her daughter, then\na young girl, all her jewels, including a rather flue set of diamonds.\nWhen one day Miss Ludington took the gems from the box in which they had\nbeen hidden away for half a lifetime, and hung them upon Ida, saying,\n\"These are yours, my sister,\" the girl protested, albeit with\nscintillating eyes, against the greatness of the gift.\n\n\"Why, my darling, they are yours,\" replied Miss Ludington. \"I am not\nmaking you a gift. It was to you that mother gave them. I only return you\nyour own. When you left the world I inherited them from you, and now that\nyou have come back I return them to you.\"\n\nAnd so the girl was fain to keep them.\n\nThus it had come about that before Ida had been in the house a week it\nwas no longer as a mystery, or, at least, as an awe-inspiring mystery,\nbut as an ineffably dear and precious reality, that her presence was\nfelt. Had a stranger chanced to come there on a visit, at that time, he\nwould doubtless have been struck with the fact that a young girl was the\ncentral figure of the household, around whom its other members revolved;\nbut it is probable that this fact, in itself not unparalleled in American\nhouseholds, would have seemed to such an observer sufficiently explained\nby the unusual gentleness and beauty of the girl herself. The necessity\nof a supernatural explanation certainly would not have occurred to him.\n\nThe servants had been merely informed that Ida was a relative of Miss\nLudington's, and though they were very curious as to what connection she\nmight be, their speculations did not extend beyond the commonly\nrecognized modes of relationship. The housekeeper, indeed, who had been\nin Miss Ludington's employ many years, and supposed she knew all about\nthe family, thought it strange that she could recall no young lady\nrelative answering to Ida's description. But as she found that her most\ningenious efforts entirely failed to extract any information on the\nsubject from Miss Ludington, Paul, or Ida herself, she was obliged, like\nthe rest, to accept the bare fact that the new-comer was Miss Ida\nLudington, and that she was somehow related to Miss Ludington; a fact\nspeedily supplemented by the discovery that to please Miss Ida was the\nsurest way to the favour of Miss Ludington and Mr. Paul.\n\nOn that score, however, there was no need of any special inducement,\nIda's sweet face, and gracious, considerate ways, having already made her\na favourite with all who were attached to the household.\n\nIt was ten days or a fortnight after Ida had been in the house that Miss\nLudington received a letter from Dr. Hull, in which that gentleman said\nthat he should do himself the honour of calling on her the following day.\n\nHe said she might be interested to know that he had already received\nseveral communications from Mrs. Legrand, through mediums, in which she\nhad declared herself well content to have died in demonstrating so great\na truth as that immortality is not individual, but personal. She\nconsidered herself to be most fortunate in that her death had not been a\nbarren one, as most deaths are; but that in dying, she had been permitted\nto become the second mother of another, and far brighter life than hers\nhad been. She felt that she had made a grand barter for her own earthly\nexistence, which had been so sick and weary.\n\nThe bulk of Dr. Hull's letter, which was quite a long one, consisted of\nfurther quotations from Mrs. Legrand's communications.\n\nShe said that she had been welcomed by a great multitude of spirits, who\nto her had owed the beginning of their recognition on earth, and that\ntheir joy over this discovery, which should bring consolation to many\nmournful mortals, as well as to themselves, was only equalled by their\nwonder that it had not been made years before. It appeared that, since\nintercourse between the two worlds had first begun, it had been the\nconstant effort of the spirits to teach this truth to men; but the stupid\nrefusal of the latter to comprehend had till now baffled every attempt.\nHow it had been possible that men who had reached the point of believing\nin immortality at all should be content to rest in the inadequate and\npreposterous conception that it only attached to the latest phase of the\nindividual, was the standing wonder of the spirit world.\n\nIt was as if one should throw away the contents of a cup of wine, and\ncarefully preserve the dregs in the bottom.\n\nThat so loose an association of personalities as the individual, and\nthose personalities so utterly diverse, no two of them even alive at the\nsame time, should have impressed even the most casual observer as a unit\nof being--a single person--was accounted a marvel by the angels. If men\nhad believed all the members of a family to have but one soul among them,\ntheir mistake would have been more excusable, for the members of a family\nare, at least, alive at the same time, while the persons of an individual\nare not even that.\n\nDr. Hull said that he had gathered from Mrs. Legrand's communications\nthat she had seen many things which would teach mortals not to grieve for\ntheir departed friends, as for shades exiled to a world of strangers. To\nsuch mourners she sent word that their own past selves, who have likewise\nvanished from the earth, are keeping their dear dead company in heaven.\nAnd far more congenial company to them are these past selves than their\npresent selves would be, who, through years and changes since their\nseparation, have often grown out of sympathy with the departed, as they\nwill find when they shall meet them. The aged husband, who has mourned\nall his life the bride taken from him in girlhood, will find himself\nwell-nigh a stranger to her, and his mourning to have been superfluous;\nfor all these years his own former self, the husband of her youth, has\nborne her company.\n\nDr. Hull said, in closing, that, as probably Miss Ludington would\npresume, his particular motive in making bold to break in upon her\nprivacy was a desire, which he was sure she would not confound with\nvulgar curiosity, to see again the young lady who had succeeded to his\nfriend's earthly life in so wonderful a manner, and to learn, what, if\nany, were the later developments in her case. He was preparing a book\nupon the subject, in which, of course without giving the true names, he\nintended to make the facts of the case known in the world. Its\npublication, he felt assured, would mark a new departure in spiritualism.\n\nMiss Ludington read the letter aloud to Ida and Paul, as all three sat\ntogether in the gloaming on the piazza. As Paul from time to time, during\nthe reading, glanced at Ida he noticed that she kept her face averted.\n\n\"I am glad,\" said Miss Ludington, as she finished the letter, \"that Mrs.\nLegrand is happy. It is so hard to realize that about the dead. The\nfeeling that, our happiness was purchased by her death has been the only\ncloud upon it. And yet it would be strange indeed if she were not happy.\nAs she says, she did not die a barren death, but in giving birth. And it\nwas no tiny infant's existence, of doubtful value, that she exchanged her\nlife for, but a woman's in the fulness of her youth and beauty. Such a\ndestiny as hers never fell to a mother before.\"\n\n\"Never before,\" echoed Paul, rising to his feet in an access of\nenthusiasm; \"but who shall say that it may not often fall to the lot of\nwomen in the ages to come, as the relations between the worlds of men and\nof spirits, become more fully known? The dark and unknown path that Ida\ntrod that night back to our world will, doubtless, in future times,\nbecome a beaten and lighted way. This woman through whom she lives again\ndid not die of her own choice; but I do not find it incredible that many\nwomen will hereafter be found willing and eager to die as she did, to\nbring back to earth the good, the wise, the heroic, and beloved. The\nworld will never need to lose its heroes then, for there will never lack\nardent and devoted women to contend for such crowns of motherhood.\"\n\nHe stopped abruptly, for he had observed that Ida's face betrayed acute\ndistress.\n\n\"Forgive me,\" he said. \"You do not like us to talk of this.\"\n\n\"I think I do not,\" she replied, in a low voice, without looking up. \"It\naffects me very strangely to think about it much. I would like to forget\nit if I could and feel that I am like other people.\"\n\nShe had, in fact, shown a marked and increasing indisposition almost from\nthe first to discuss the events of that wonderful night at Mrs.\nLegrand's. After having had the circumstances once fully explained to\nher, she had never since referred to them of her own accord.\n\nShe apparently had the shrinking which any person, and especially a\nwoman, would naturally have from the idea of being regarded as something\nabnormal and uncanny, and mingled with this was, perhaps, a certain\nsacred shamefacedness, at the thought that this most intimate and vital\nmystery of her second birth had been witnessed and was the subject of\ncurious speculations.\n\n\n\n\nCHAPTER XI.\n\n\n\nThe ladies were out driving, the following afternoon, when Dr. Hull\narrived, but Paul was at home. He brought out some cigars, and they made\nthemselves comfortable on the piazza.\n\nDr. Hull was full of questions about Ida? how she appeared; what\nrelations had established themselves between Miss Ludington and her;\nwhether she showed any memory whatever of her disembodied state; whether\nthe knowledge of the mystery involving her seemed in any way to affect\nher spirits or temper, or to set her apart in her own estimation from\nothers, with many other acute and carefully considered queries calculated\nto elicit the facts of her mental and spiritual condition?\n\n\"There is one point,\" said the doctor, \"about which I am particularly\ncurious. How is it with her memory of her former life on earth? Does it\nbreak off suddenly, as if on some particular day or hour her spirit had\nmade way for its successor, and passed away from earth?\"\n\n\"On the contrary,\" said Paul, \"she has intimated, in talking over the\npast with Miss Ludington, that the memory of her life on earth is clear\nand precise during its earlier portions, but that toward the last it\ngrows hazy and indistinct.\"\n\n\"Exactly,\" broke in the doctor. \"Just as if her personality had a little\noverlapped and melted at the edge into that which followed it. Yes, it is\nas I thought it might be. Youth, or childhood, or infancy, or any other\nepoch of life, does not abruptly cease and give place to another. Their\nsouls are gradually withdrawn as the light is withdrawn from the sky at\nevening, and a space of twilight renders the transition from one to the\nother perceptible only in the result, not in the process. This I think is\na view of the matter, that is corroborated by the testimony of our own\nconsciousness, don't you, Mr. De Riemer?\"\n\n\"On the whole, yes,\" replied Paul. \"And still, if she had said that the\nsevering of her personality from that which succeeded it was sharp and\nclearly defined, so that up to a certain day, or even hour, her memory\nwas full and distinct, and then became a blank, there are passages in my\nown experience, and I think in that of many persons, which her statement\nwould have made comprehensible. I think that to many, perhaps to all\npersons of reflective turn of mind, there come days, even hours, when\nthey feel that they have suddenly passed from one epoch of life into\nanother. A voice says in their hearts with unmistakable clearness,\n'Yesterday I was young; to day I am young no longer.' There is also\nsometimes a day, I think, when the middle-aged man becomes suddenly aware\nthat he is old. Who shall deny the truth of these intuitions, or say that\nit is not in that very day and hour that the spirit of youth or of\nmaturity takes its flight?\"\n\n\"By the way,\" said Dr. Hull, \"have you ever speculated on the probable\nnumber of the souls of an individual? It is an interesting question.\"\n\n\"I suppose that the number may greatly differ in different individuals,\"\nreplied Paul. \"In individuals of many-sided minds and versatile\ndispositions, there are, perhaps, more distinct personalities than\nconstitute an individual of less complex character. But how many in\neither case only God can tell. Who can say? It may be that with every\nbreath which I expire a soul or spiritual impression of myself is sent\nforth. The universe is large enough even for that. Such may at least be\nthe case in moments of special intensity, when we live, as we say, a year\nin an hour.\"\n\nThey smoked on awhile in silence. Presently Paul said, \"When the world\ncomes to recognize the composite character of the individual, that it is\ncomposed of not one, but many persons, a new department will be added to\nethics, relating to the duties of the successive selves of an individual\nto one another. It will be recognized, on the one hand, that it is the\nduty of a man to fulfil all reasonable obligations incurred by his past\nselves, on the same principle that a pious son fulfils the equitable\nobligations incurred by a parent. This duty is, indeed, recognized\nto-day, although not on the correct basis. As regards the ethical\nrelation of a man to the selves who succeed him, a wholly new idea will\nbe introduced. It will be seen that the duty of a man to lead a wise\nlife, to be prudent, to make the most of his powers, to maintain a good\nname, is not a duty to himself, merely an enlightened selfishness, as it\nis now called, but a genuine form of altruism, a duty to others, as truly\nas if those others bore different names instead of succeeding to his\nname. It will be seen that a man's duty to his later selves is like the\nduty of a father to his helpless children: to provide for their\ninheritance, to see that he leaves them a sound body and a good name, if\nnothing more. It will be perceived that the man who is charitably called\n'his own worst enemy,' is not only no better, but worse, than if he were\nthe enemy of his neighbours, because he is blasting coming lives that\nhave a far nearer claim upon him than any neighbour can have.\n\n\"There will arise, also, in that day, I fancy,\" said Paul, \"some rather\ndelicate questions, as to how far a man may properly bind his future\nselves by pledges and engagements which he has no means of knowing will\nmeet with their approval, and which may quite possibly prove intolerable\nyokes to them.\"\n\n\"Ah!\" exclaimed the doctor, \"that is indeed an interesting point. And,\nmeanwhile, I should say the intelligible discussion of these questions\nwill involve a modification in grammatical usage. If we believe that our\npresent selves are distinct persons from our past selves, it is\nmanifestly improper to use the first person in speaking of our past\nselves. Either the third person must be used, or some new grammatical\nform invented.\"\n\n\"Yes,\" said Paul. \"If entire accuracy is sought the first person cannot\nbe properly employed by any one in referring either to his past or his\nfuture selves, to what has been done or to what will be done by them.\"\n\nAt this moment the carriage drew up before the house, and Paul helped the\nladies out.\n\nMiss Ludington greeted Dr. Hull cordially, and stopped upon the piazza in\nhat and shawl to talk with him. But Ida merely bowed stiffly, with\nlowered eyes, and passed within.\n\nBefore they were called to tea Paul found an opportunity to tell the\ndoctor how sensitive Ida was to any discussion of the mystery connected\nwith her, and to suggest that at table any direct reference to the\nsubject should be avoided.\n\nThe expression of disappointment on Dr. Hull's countenance seemed to\nindicate that he had anticipated thoroughly cross-questioning her in the\ninterest of spiritual science; but he said that he would regard Paul's\nsuggestion, and even admitted that it was, perhaps, natural she should\nfeel as she did, although he had not anticipated it.\n\nAt the table, therefore, Ida was spared any direct reference to herself\nas a phenomenon, and although Dr. Hull talked of nothing but spiritualism\nand the immortality of past selves, it was in their broad and general\naspects that the subjects were discussed.\n\n\"Your nephew,\" he said to Miss Ludington, \"has evidently given much time\nand profound thought to these matters; and although I am an old man, and\nhave been more interested in the spiritual than the material universe for\nthese many years, I was glad of an opportunity to sit at his feet this\nafternoon.\"\n\nTurning to Paul, he added, \"What you were saying about the possibility\nthat souls, or, at least, spiritual impressions, destined to eternity,\nare given forth by us constantly, as if at every breath, is wonderfully\nborne out in a passage from a communication I had from Mrs. Legrand\nyesterday, to which I meant to have alluded at the time you were\nspeaking. She said that those who supposed that the spirit-land contained\nonly one soul for every individual that had ever lived had no conception\nof its vastness, and that the stream of souls constantly ascending is\nlike a thick mist rising from all the earth. The phrase struck me as\nstrangely strong, but I can conceive now how she might have come to use\nit.\n\n\"What is your conjecture, or have you none at all,\" he added, after a\nmoment's thought, still addressing Paul, \"as to the relation which will\nexist in the spirit-land among the several souls of the same individual?\"\n\n\"It seems to me,\" said Paul, \"that the souls of an individual, being\ncontemporaneous over there, and all together in the eternal present, will\nbe capable of blending in a unity which here on earth, where one is gone\nbefore another comes, is impossible. The result of such a blending would\nbe a being which, in stead of shining with the single ray of a soul on\nearth, would blaze from a hundred facets simultaneously. The word\n'individual,' as applied here on earth, is a misuse of language. It is\nabsurd to call that an individual which every hour divides. The, earthly\nstage of human life is so small that there is room for but one of the\npersons of an individual upon it at one time. The past and future selves\nhave to wait in the side scenes. But over there the stage is larger.\nThere will be room for all at once. The idea of an individual, all whose\npersonalities are contemporaneous, may there be realized, and such an\nindividual would be, by any earthly measurement, a god.\n\n\"But there are many individuals,\" he pursued after a pause, \"of which we\ncannot imagine a blending of the successive persons to be possible.\nThere, for instance, are cases where there exist radical and bitter\noppositions and differences of character, and propensity between the\nyouth and the manhood of the individual. In the case of such ill-assorted\npersonalities a divorce _ex vinculo individui_ may be the only remedy;\nand, possibly, the parties to it may be sent back to earth, to take their\nchances of finding more congenial companions.\"\n\nIda had not said a word during the time they had sat at table. She had,\nindeed, scarcely lifted her eyes from her plate.\n\nAs they rose she challenged Paul to a game at croquet, for which the\ntwilight left ample opportunity.\n\nMiss Ludington and Dr. Hull sat upon the piazza in full view of the\nplayers.\n\n\"What do you call her?\" he asked, abruptly, after a pause in their\nconversation.\n\n\"Why, we call her Ida, of course,\" replied Miss Ludington, with some\nsurprise. \"What else could we call her? Is not her name Ida Ludington?\"\n\n\"On my own account,\" said Dr. Hull, \"I should not have needed to ask you,\nbecause I am acquainted with the circumstances of the reassumption of her\nearthly life and name, but how would you introduce her to one who was not\nso acquainted--to any one, in fact, besides yourself, your nephew, and\nmyself?\"\n\n\"In the same way, I suppose,\" replied Miss Ludington.\n\n\"Precisely,\" said the doctor \"but if they were acquainted with your\nfamily, or if they took any special interest in her, would they not want\nto know what was the nature of her relationship to you? She could not be\nyour daughter. They would ask what was her connection with your family.\nTo tell them the truth would be of no use at all, for no one on earth\nwould believe what we know to be true, nor could I blame them, for I,\nmyself, would not have believed it if I had not been a witness.\"\n\nMiss Ludington was silent a while. Then she said: \"It does not matter; we\nsee few, I may say no strangers, or even acquaintances; we live alone. It\nis enough that we know her.\"\n\n\"Yes,\" replied the doctor. \"It is, indeed, quite another thing to what it\nwould be if you had a large circle of acquaintances. So long as you live,\nit is not important, and I presume that your health is good.\"\n\n\"What is it that is not important?\" demanded Miss Ludington.\n\n\"Why that she should have a name,\" replied the doctor, lifting his\neyebrows with an expression of slight surprise. \"Unfortunately, the\ncourts do not recognize such a relation as exists between you and this\nyoung lady. You are the only Miss Ludington in the eye of the law, and\nshe is non-existent, or, at least, an anonymous person. She has not so\nmuch as a name sign on a hotel-register. But so long as you live to look\nafter her she is not likely to suffer.\"\n\n\"But I may die!\" exclaimed Miss Ludington.\n\n\"In that case it would be rather awkward for her,\" said the doctor. \"She\nwould die with you in the eye of the law\" and here he branched off into\nrather a fantastical discourse on the oddities and quiddities of the law\nand lawyers, against whom he seemed to have a great grudge.\n\n\"But, Dr. Hull, what can I do about it?\" said Miss Ludington, as he\nquieted down.\n\n\"Excuse me. About what?\"\n\n\"How can I give her a name in the eye of the law?\"\n\n\"Oh--ah--exactly? Well, that's easy enough; there are two ways. You can\nadopt her, or some young fellow can marry her, and if I were a young\nman--if you'll excuse an old gentleman for the remark--it would not be my\nfault if she were not provided with a legal title very soon.\"\n\nDeclining Miss Ludington's proposal to send him to the ferry in her\ncarriage, the doctor, soon after, took his leave.\n\nHe paused as he passed the croquet-ground and stood watching the players.\nIt came Ida's turn, and he waited to see her play. It was a very easy\nshot which she had to make; she missed it badly. He bade them\ngood-evening, and went on.\n\n\n\n\nCHAPTER XII.\n\n\n\nIt was but a few days after Dr. Hull's visit that Miss Ludington had a\nsudden illness, lasting several days, which, during its crisis, caused\nmuch alarm.\n\nIda turned all the servants out of the sick-room and constituted herself\nnurse, watcher, and chambermaid, if she lay down at all it was only after\nleaving a substitute charged to call her upon the slightest occasion.\nLight and quick of step, strong and gentle of hand, patient, tireless,\nand tender, she showed herself an angel of the sick-room.\n\nThere was, indeed, something almost eager in the manner in which she\nseized upon this opportunity of devoting herself to Miss Ludington, and\nthe zeal with which she made the most of every possibility of rendering\nher a service. She seemed, in fact, almost sorry when the patient had no\nfurther need of her especial attendance.\n\nTo Miss Ludington the revelation that she was so dear to Ida was\nprofoundly affecting. It was natural that she should adore Ida, but that\nIda should be correspondingly devoted to her touched her in proportion to\nits unexpectedness. \"I should be glad to be sick always, with you to\nnurse me, my sister,\" she said. Whenever she addressed Ida by this title\nof sister her voice lingered upon the syllables as if she were striving\nto realize all the mysterious closeness and tenderness of the relation\nbetween them which its use implied.\n\nThe period of convalescence, during which Miss Ludington sat in her room,\nlasted several days, and one evening she sent for Paul. She was alone\nwhen he came in, and after he had inquired after her condition, she\nmotioned him to a chair.\n\n\"Sit down, Paul,\" she said; \"I want to have a little talk with you.\"\n\nHe sat down and she went on: \"I find that I have been greatly enfeebled\nby this attack, and though the doctor tells me I may regain reasonable\nhealth, he warns me that I shall not live for ever, and that when I die I\nmay die without much warning.\"\n\nExpressions of mingled grief, surprise, and incredulity from Paul\ninterrupted her at this point, but she presently went on:--\n\n\"It is really nothing to distress yourself over, my dear child. He does\nnot say that I may not live on indefinitely, but only that when death\ncomes he is likely to enter without knocking, and I'm sure any sensible\nperson would much rather have it so. It was of Ida that I wanted to speak\nto you. Since I have been sick, and especially since what the doctor told\nme, I have been thinking what would become of her if I should die. Did\nyou ever consider, Paul, that she has not even a name? The world does not\nrecognize the way by which she came back into it, and in the eye of the\nlaw she has no right to the name of Ida Ludington, or to any other.\"\n\n\"I suppose not,\" said Paul.\n\n\"It does not matter while I live,\" pursued Miss Ludington; \"but what if I\nshould die?\"\n\n\"Let us not talk of that,\" replied Paul, \"or think of it. Yet even in\nthat event I should be here to protect her.\"\n\nMiss Ludington regarded the young man for some moments without speaking,\nand then, as a slight colour tinged her cheek she said, \"Paul, do you\nlove her?\"\n\n\"Do you need to ask me that?\" he answered.\n\n\"No, I do not,\" she replied; and then as she cast down her eyes, and the\ncolour in her cheek grew deeper, she went on: \"You know, Paul, that, as\nsociety is constituted, there is but one way in which a young man can\nprotect a young girl who is not his relative, and that is by marrying\nher. Have you thought of that?\"\n\nPaul's face flushed a deep crimson, and his forehead reddened to the\nroots of the hair; after which the colour receded, and he became quite\npale; and then he flushed again deeper than before, till his eyes became\ncongested, and he saw Miss Ludington sitting there before him, with\ndowncast eyes and a spot of colour in either cheek, as through a fiery\nmist.\n\nYes, he had thought of it.\n\nThe idea that, being of mystery though she was, Ida was still a woman,\nand that he might one day possess her as other men possess their wives,\nhad come to him, but it had caused such an ungovernable ferment in his\nblood, and savoured withal of such temerity, that he had been fairly\nafraid to indulge it. In the horizon of his mind it had hovered as a\ndream of unimaginable felicity which might some day in the far future\ncome to pass; but that was all.\n\nFinally he said, in a husky voice, \"I love her.\"\n\n\"I know you do,\" replied Miss Ludington. \"No one but myself knows how you\nhave loved her. You are the only man in the world worthy of her, but you\nare worthy even of her.\"\n\n\"But she would not marry me,\" said Paul. \"She is very good to me, but she\nhas never thought of such a thing. It is I that love her, and she is very\ngood to let me; but she does not love me. How should she?\"\n\n\"I think she does,\" said Miss Ludington, with a tone of quiet assurance.\n\"I have never said anything to her about it; but I have observed her. A\nwoman can generally read a woman in that particular, and it would be\nespecially strange if I could not read her. I do not think that you need\nto be afraid of her answer. I shall not urge her by a word; but if she is\nwilling to be your wife, it will be by far the best way her future could\nbe provided for. Then, however soon I might die, she would not miss me.\"\n\nPaul had heard distinctly only her first words, in which she had stated\nher belief that Ida loved him and would probably be his wife. This\nintimation had set up such a turmoil in his brain that he had not been\nable to follow what she had subsequently said. There was a roaring in his\nears. Her voice seemed to come from very far away, nor did he remember\nhow long afterwards it was that he left her.\n\nAs he went downstairs the door of the sitting-room stood open, and he\nlooked in. Ida sat there reading.\n\nThe weather was very warm, and her dress was some gauzy stuff of a\npale-green tint which set off her yellow hair and bare arms and throat\nwith sumptuous effect. She was a ravishing symphony in white, pale green,\nand gold.\n\nShe had not heard his approach, and was unconscious of his gaze. As he\nthought of her as the woman who might be his wife, he grew so faint with\nlove, so intimidated with a sense of his presumption in hoping to possess\nthis glorious creature, that, not daring to enter, he fled out into the\ndarkness to compose himself.\n\nNo experience of miscellaneous flirtations, or more or less innocent\ndalliance, had ever weakened the witchery of woman's charms to him, or\ndulled the keenness of his sensibility to the heaven she can bestow. For\nan hour he wandered about the dark and silent village street, waiting for\nthe tumult of his emotions to subside sufficiently to leave him in some\ndegree master of himself. When at last he returned to the house, his\nnerves strung with the resolution to put his fortune to the test, Ida was\nstill in the sitting-room where he had left her.\n\nMiss Ludington's conversation with Paul had left her in a mood\nscarcely less  agitated than his. The sensation with which she had\nwatched his devotion to Ida during the past weeks had been a sort of\ndouble-consciousness as if it were herself whom Paul was wooing, although\nat the same time she was a spectator. The thoughts and emotions which she\nascribed to Ida agitated her almost as if they had been experienced in\nher proper person.\n\nIt was a fancy of hers that between herself and Ida there existed a\nspecies of clairvoyance, which enabled her to know what was passing in\nthe latter's mind--a completeness of rapport never realized between any\nother two minds, but nothing more than might be expected to attend such a\nrelationship as theirs, being a foretaste of the tie that joins the\nseveral souls of an individual in heaven. She had never had a serious\nlove affair in her life, but now, in her old age, she was passing through\na genuine experience of the tender passion through her sympathetic\nidentification with Ida.\n\nAs she sat in her chamber after Paul had gone, fancying herself in Ida's\nplace, imagining what she would hear him say, what would be her feelings,\nand what she would answer, her cheeks flushed, her breath came quickly,\nand there was a dew like that of dreaming girlhood in her faded eyes.\n\nShe was still flushing and trembling when there came a soft knock on her\ndoor, and Paul and Ida stood before her.\n\nIda was blushing deeply, with downcast face, and the long lashes hid her\neyes. She stood slightly bending forward, her long beautifully moulded\narms hanging straight down before her. She looked like a beautiful\ncaptive, and Paul, as he clasped her waist with his arm, and held one of\nher hands in his, looked the proudest of conquerors.\n\n\"I did not know but I might be dreaming it,\" he said, \"and so I brought\nher for you to see. She says she will be my wife\"\n\n\n\n\nCHAPTER XIII.\n\n\n\nPaul's courtship of Ida really began the night when he took her in his\narms as his promised wife, for although she had called him her lover\nbefore, his devotion, while impassioned enough, had been too distant and\nwholly reverential to be called a wooing. But the night of their\nbetrothal his love had caught from her lips a fire that was of earth, and\nit was no longer as a semi-spiritual being that he worshipped her, but as\na woman whom it was no sacrilege to kiss a thousand times a day, not upon\nher hand, her sleeve, or the hem of her dress, but full upon the soft\nwarm mouth.\n\nThis transformation of the devotee into the lover on his part was\nattended by a corresponding change in Ida's manner toward him. A model\nrelieved from a strained pose could not show more evident relief than she\ndid in stepping down from the pedestal of a tutelary saint, where he had\nplaced her, to be loved and caressed like an ordinary woman, for if the\nlove had at first been all on his side, it certainly was not now.\n\n\"I'm so glad,\" she said one day, \"that you have done with worshipping me.\nThink of your humbling yourself before me, you who are a hundred thousand\ntimes better, and wiser, and greater than I. Oh, Paul it is I who ought\nto worship you, and who am not good enough to kiss you,\" and before he\ncould prevent her she had caught his hand, and, bowing her face over it,\nhad kissed it. As he drew it away he felt that there were tears upon it.\nIt was evening, and he could not see her face distinctly.\n\n\"Darling,\" he exclaimed, \"what is the trouble?\"\n\n\"Oh, nothing at all!\" she replied. \"It is because I am in love, I\nsuppose.\"\n\nWhether it was because she was in love or not it is certain that she took\nto crying very often during these days. Her manner with her lover, too,\nwas often strangely moody. Sometimes she would display a gaiety that was\nalmost feverish, and shortly after, perhaps, he would surprise her in\ntears. But she always declared that she was not unhappy; and, unable to\nconceive of any reason why she should be, Paul was fain to conceive that\nshe was merely nervous.\n\nThe absorption of the lovers in each other's society naturally left Miss\nLudington more often alone than before; but Ida was very far from\nneglecting her for her lover. Her care for her since her sickness was\nsuch as a daughter might give to a beloved and invalid mother. It was an\nattention such as the lonely old lady had never enjoyed in her life, or\nlooked for, and would have been most grateful to have had from any one,\nbut how much more from Ida!\n\nThe village street was a rarely romantic promenade on moonlight evenings,\nand the twanging of Paul's guitar was often heard till after midnight\nfrom the meeting-house steps, which were a favourite resort with the\nlovers. Those steps, in the Hilton of Miss Ludington's girlhood, had been\na very popular locality with sentimental couples, and she well remembered\ncertain short-lived romances of Ida's first life on earth with which they\nhad been associated. One night, when the young people had lingered there\nlater than usual, Miss Ludington put on her shawl and stepped across the\ngreen to warn them that it was time for even lovers to be abed.\n\nAs she approached, Paul was seated on the lower step, touching his\nguitar, and facing Ida, who sat on the step above leaning back against a\npillar. A blotch of moonlight fell upon her dreamy, upturned face. One\nhand lay in her lap, and the fingers of the other were idly playing with\na tress of hair that had fallen over her bosom. How well Miss Ludington\nremembered that attitude, and even the habit of playing with her hair\nwhich Ida had in the days so long gone by.\n\nShe stood in the shadow watching her till Paul ceased playing. Then she\nadvanced and spoke to them.\n\n\"I have been standing here looking at you, my sister,\" she said. \"I have\nbeen trying to imagine how strangely it must come over you that forty\nyears ago you sat here as you sit here now, just as young and beautiful\nthen as now, and Paul not then born, even his parents children at that\ntime.\"\n\nIda bent down her head and replied, in scarcely audible tones, \"I do not\nlike to think of those days.\"\n\n\"And I don't like to think of them,\" echoed Paul, with a curious\nsensation of jealousy, not the first of the kind that he had experienced\nin imagining the former life of his darling. \"I do not like to think who\nmay have sat at her feet then. I, too, would like to forget these days.\"\n\nIda bent her head still lower and said nothing. It was Miss Ludington who\nspoke.\n\n\"You have no ground to feel so,\" she said. \"I can bear her witness--and\nwhat better witness could you have?--that till now she never knew what it\nis to love. It is true she sat here then as now, and there were others at\nher feet, drawn by the same beauty that has drawn you, but their voices\nnever touched her heart. She had to come back again to earth to learn\nwhat love is.\"\n\nPaul bent contritely, and kissed Ida's feet as she sat above him,\nmurmuring, \"Forgive me!\" Her hand sought his and pressed it with\nconvulsive strength.\n\nThey walked home in silence, gentle Miss Ludington inwardly reproaching\nherself for the embarrassment her words had seemed to cause Ida. She\nexamined her memory afresh. It was very long ago; she was growing old,\nand it was natural to suppose that her memory might be losing in\ndistinctness. Perhaps some, of the sweethearts of that far away time had\nbeen a little nearer, a little dearer, to Ida than to her own fading\nmemory they seemed to have been. Perhaps she had done a stupid thing in\nreferring to those days.\n\nMeanwhile, despite of circumstances that would seem peculiarly favourable\nto a young girl's happiness, Ida's tendency to melancholy was increasing\nupon her at a rate which began to cause Miss Ludington as well as Paul\nserious anxiety. She had indeed been pensive from the first, but the\nexpression of her face, when in repose, had of late become one of\nprofound dejection. The shadow which they had never been able to banish\nfrom her eyes had deepened into a look of habitual sadness. Coming upon\nher unexpectedly, both Miss Ludington and Paul had several times found\nher in tears, which she would not or could not explain. Not infrequently,\nwhen she was alone with her lover, and they had been silent awhile, he\nhad looked up to find her eyes fixed upon him and brimming with tears,\nand at other times, when he was in the very act of caressing her, she\nwould burst out crying, and sob in his arms.\n\nBut her unaccountable reluctance to consent to any definite arrangement\nfor her marriage with the man she tenderly loved, and had promised to\nwed, was the most marked symptom of something hysterical in her\ncondition.\n\nSome three weeks had elapsed since she had given her word to be Paul's\nwife, but though he had repeatedly begged her to name a day for their\nwedding, he had entirely failed to obtain any satisfactory reply. When he\ngrew importunate, the only effect was to set her to crying, as if her\nheart would break. He was completely perplexed. If she did not love him\nher conduct would be readily explainable; but that she was in love with\nhim, and very much in love with him, he had increasing evidence every\nday.\n\nShe gave nothing that could be called a reason for refusing to say when\nshe would marry him, though she talked feebly of its being so soon, and\nof not being ready; but when he reminded her of the special\nconsiderations that made delay inexpedient, of her own peculiarly\nunprotected condition, and of Miss Ludington's uncertain health, and\ndesire to see them married as soon as possible, she attempted no reply,\nbut took refuge in tears, leaving him no choice but to relinquish the\nquestion, and devote himself to soothing her.\n\nWhen, finally, Miss Ludington asked Paul what were their plans, and he\ntold her of Ida's strange behaviour, they took troubled counsel together\nconcerning her.\n\nIt was evident that she was in a state of high nervous tension, and her\nconduct must be attributed to that. Nor was it strange that the\nexperiences through which she had passed in the last month or two,\nsupplemented by the agitations of so extraordinary a love affair, should\nhave left her in a condition of abnormal excitability.\n\n\"She must not be hurried,\" said Miss Ludington. \"She has promised to be\nyour wife, and you know that she loves you; that ought to be enough to\ngive you patience to wait. Why, Paul, you loved her all your life up to\nthe last month without even seeing her, and did not think the time long.\"\n\n\"You forget,\" he replied, \"that it is seeing her which makes it so hard\nto wait.\"\n\nA day or two later, when she chanced to be sitting alone with her in the\nafternoon, Miss Ludington said: \"When are you and Paul to be married?\"\n\n\"It is not decided yet,\" Ida replied, falteringly.\n\n\"Has not Paul spoken to you about it?\"\n\n\"Oh, yes!\"\n\n\"I had hoped that you would have been married before this,\" said Miss\nLudington, after a pause. \"You know why I am so anxious that there should\nbe no delay in assuring your position. The time is short I know, but the\nreasons against postponement are strong, and if you love him I cannot\nsee why you should hesitate. Perhaps you are not quite sure that you do\nlove him. A girl ought to be sure of that.\"\n\n\"Oh, I am quite sure of that! I love him with all my heart,\" exclaimed\nIda, and began to cry.\n\nMiss Ludington sat down beside her, and, drawing the girl's head to her\nshoulder, tried to soothe her; but her gentleness only made Ida sob more\nvehemently.\n\nPresently the elder lady said, \"You are nervous, my little sister, don't\ncry, now. We won't talk about it any more. I did not intend to say a word\nto urge you against your wishes, but only to find out what they were. You\nshall wait as long as you please before marrying him, and he shall not\ntease you. Meanwhile I will see to it that, if I should die, you will be\nleft secure and well provided for, even if you never marry any one.\"\n\n\"What do you mean?\" asked Ida, raising her head and manifesting a sudden\ninterest.\n\n\"I will adopt you as my daughter,\" said Miss Ludington, cheerily. \"Won't\nit be odd, pretending that you are my daughter, and that instead of\ncoming into the world before me you came in after me? But it is the only\nway by which I can give you a legal title to the name of Ida Ludington,\nalthough it is yours already by a claim prior to mine. I would rather see\nyou Paul's wife, and under his protection, but this arrangement will\nsecure your safety. You see, until you have a legal name I cannot make\nyou my heir, or even leave you a dollar.\"\n\n\"Do you mean that you want to make me your heir?\" exclaimed Ida.\n\n\"Of course,\" said Miss Ludington. \"What else could I think of doing? Even\nif you had married Paul, do you suppose I would have wished to have you\ndependent on him? I should then have left you a fortune under the name of\nMrs. De Riemer. As it is, I shall leave it to my adopted daughter, Ida\nLudington. That is the only difference.\"\n\n\"But, Paul?\"\n\n\"Don't fret about Paul,\" replied Miss Ludington. \"I shall not neglect\nhim. I have a great deal of money, and am able to provide abundantly for\nyou both.\"\n\n\"Oh, do not do this thing! I beg you will not,\" cried Ida, seizing Miss\nLudington's hands, and looking into her face with an almost frenzied\nexpression of appeal. \"I do not want your money. Don't give it to me. I\ncan't bear to have you. You have given me so much, and you are so good to\nme!--and that I should rob Paul, too! Oh, no I you must not do it; I will\nnever let you.\"\n\n\"But, my darling,\" said Miss Ludington, soothingly, \"think what you are\nto me, and what I am to you. Of course you cannot be conscious of our\nrelation, in the absolute way I am; through the memory I have of you. I\ncan only prove what I am to you by argument and evidence, but surely I\nhave fully proved it, and you must not let yourself doubt it; that would\nbe most cruel. To whom should I leave my money if not to you? Are we not\nnearer kin than two persons ever were on earth before? What have been the\nclaims of all other heirs since property was inherited compared with\nyours? Have I not inherited from you all I am--my very personality--and\nshould not you be my heir?\n\n\"And remember,\" she went on, \"it is not only as my heir that you have a\nclaim on me; your claim would be almost as great if you were neither near\nnor dear to me. It was through my action that you were called back,\nwithout any will of your own, to resume the life which you had once\nfinished on earth. I did not intend or anticipate that result, to be\nsure, but I am not the less responsible for it and being thus\nresponsible, though you had been a stranger to me instead of my other\nself, I should be under the most solemn obligation to guard and protect\nthe life I had imposed on you.\"\n\nWhile Miss Ludington was speaking Ida's tears had ceased to flow, and she\nhad become quite calm. She seemed to have been impressed by what Miss\nLudington had said. At least she offered no further opposition to the\nplan proposed.\n\n\"I am very anxious to lose no time,\" said Miss Ludington, presently, \"and\nI think we had better drive into Brooklyn the first thing to-morrow\nmorning, and see my lawyer about the necessary legal proceedings.\"\n\n\"Just as you please,\" said Ida, and presently, pleading a nervous\nheadache, she went to her room and remained there the rest of the\nafternoon.\n\nMeanwhile Paul had seen Miss Ludington, and she had told him of her talk\nwith Ida, and its result. The young man was beside himself with chagrin,\nhumiliation, and baffled love. The fact that Ida had consented to the\nplan of adoption showed beyond doubt that she had given up all idea of\nbeing his wife, at least for the present, and possibly of ever marrying\nhim at all.\n\nWhy had she dealt with him so strangely? Why had she used him with such\ncruel caprice? Was ever a man treated so perversely by a woman who loved\nhim? Miss Ludington could only shake her head as he poured out his\ncomplaints to her. Ida's contradictory behaviour was as much a puzzle to\nher as to him, and she deplored it scarcely less. But she insisted that\nhe should not trouble the girl by demanding explanations of her, as that,\nby vexing her, would only make matters worse.\n\nIf, indeed, Paul had any disposition to take the attitude of an aggrieved\nperson, it vanished when he met Ida at the tea-table. The sight of her\nswollen eyes and red lids, and the piteous looks, of deprecating\ntenderness which from time to time she bent on him, left room for nothing\nin his heart but a great love and compassion. Whatever might be the\nsecret of this strange caprice it was evidently no mere piece of\nwantonness. She was suffering from it as much as he.\n\nHe tried to get a chance to talk with her; but Miss Ludington, feeling\nslightly ill, went to her room directly after tea, and Ida accompanied\nher to see that she was properly cared for, and got comfortably to bed.\nAfter waiting a long while for her to come downstairs, Paul concluded\nthat she did not intend to appear again, and went off for a walk, in the\nhope thereby of regaining something of his equanimity.\n\nIt was about ten o'clock when he returned home. As he came in sight of\nthe house he saw by the light reflected from the sitting-room windows\nthat there was some one upon the piazza. As he came nearer he perceived\nthat it was Ida. She was sitting sidewise upon a long, cane-bottomed\nsettee, and her arms were thrown upon the back of it to form a sort of\npillow on which her head rested. His tread upon the turf was inaudible,\nand she neither saw nor heard him as he approached, nor when, softly\nmounting the steps, he stood over her.\n\nShe was indeed sobbing with such violence that she could not have been\neasily sensible of anything external. Paul had never heard such piteous\nweeping. He had never seen much of women's crying, and he did not know\nwhat abandonment of grief their tender frames can sustain--grief that\nseemingly would kill a man if he could feel it. Long, gurgling sobs\nfollowed one another as the waves of the sea sweep over the head of a\nstraggling swimmer. Every now and then they were interrupted by sharp\ncries of exquisite anguish, such as might be wrung out by the sudden\ntwist of a rack, and then would come a low, shrill crooning sound, almost\nmusical, beyond which it seemed grief could not go.\n\nThe violence of the paroxysm would pass, and she would grow calmer,\ndrawing long, shuddering breaths as she struggled back to self-control.\nThen a quick panting would begin and grow faster and faster, till another\nburst of sobs shook her like a leaf in the storm.\n\nIn very awe of such great grief Paul stood awhile silently over her, the\ntears filling his own eyes and running down his cheeks unheeded. She had\nwept something like this, though nothing like so long or so bitterly, on\nformer occasions, when he had urged her with special vehemence to fix a\nday when she would fulfil her promise to be his wife.\n\nNow, as he pondered the piteous spectacle before him, the thought came\nover him that his first reverential instinct concerning her, that despite\nher resumption of a mortal form she was something more than mortal, was\ntrue, and that he had done wrong in so far forgetting it as to urge her\nto be his wife as if she were merely a woman like others. She herself did\nnot know it, but surely this exceeding cruel crying was nothing else but\nthe conflict between the love of the woman which went out to her earthly\nlover, and would fain make him happy, and the nature of the inhabitant of\nheaven, where there is neither marrying nor giving in marriage. This was\nthe key to her inexplicable sorrow during the past weeks. This explained\nwhy, though she loved him so tenderly, the thought of becoming his wife\nwas so intolerable to her.\n\nSo be it. Her nature could not sink to his, but his should rise to hers.\nThis brief dream of earthly passion must pass. Better a thousand times\nthat he should be disappointed in all that is dear to the heart of a man,\nthan that he should grieve her thus. In that moment it did not seem hard\nto him to sacrifice the hopes of the man to the devotion of the lover. By\none great effort he rose again to the level of the ascetic passion that\nhad glorified his life up to these last delirious weeks. She had brought\nheaven to earth for him, but it should still be heaven, since her\nhappiness demanded it.\n\nAnd having reasoned thus, at last, for there seemed no end of her\nweeping, or any diminution of its bitterness, he touched her. She\nstarted, and turned her streaming eyes to him, then, seeing who it was,\nthrew her arms around his neck, and, as he sat beside her, laid her head\non his shoulder clinging to him convulsively.\n\n\"You don't believe I love you, Paul; and I can't blame you for it, I\ncan't blame you,\" she sobbed; \"but I do, oh, I do!\"\n\n\"I do believe it. I know it,\" he said. \"Don't think that I doubt it, and\ndon't cry now, for after this your love shall be enough for me. I will\nnot trouble you any more with importunings to be my wife. I have been\nvery cruel to you.\"\n\n\"It is because I love you that I will not marry you,\" she sobbed.\n\"Promise me you will never doubt that. Don't ask me to explain to you why\nit is; only believe me.\"\n\n\"I think I understand why it is already,\" he replied, gently. \"I was very\ndull not to know before. If I had known, I should not have caused you so\nmuch grief.\"\n\nShe raised her head from his shoulder.\n\n\"What is it that you know?\" she asked, quickly.\n\nHe thereupon proceeded to tell her, in tenderest words of reverence,\nwhat, in his opinion, was the mystical cause, unsuspected, perhaps, even\nby herself, of her unconquerable repugnance to the idea of being his\nwife, truly as he knew she loved him. He blamed himself that he had not\nrecognized the sacred instinct which had held her back, but in his\nselfish blindness had gone on urging her to do violence to her nature.\nNow that his eyes were opened he would not grieve her any more. Her love\nalone should satisfy and bless him. Earthly passion should no more vex\nher serenity.\n\nWhen he first began to speak she had regarded him with evident\nastonishment. As the meaning of his words became clear to her she had\nturned her face away from him and covered it with both her hands, as a\nperson does under an overpowering sense of shame. She did not remove them\nuntil he had finished, when she rose abruptly.\n\nLight enough came from the windows behind them for him to see that her\ncheeks and forehead were crimson.\n\n\"I think I may as well go now,\" she said. \"Good-bye.\" And in another\nmoment he found himself alone, not a little astonished at the suddenness\nof her departure.\n\n\n\n\nCHAPTER XIV.\n\n\n\nIda passed with a quick step through the sitting-room and upstairs to her\nbedroom, where she locked the door and threw herself upon the bed in a\nparoxysm of tearless sobbing.\n\n\"I believe I have no more tears left,\" she whispered, as at last she\nraised herself and arranged her dishevelled hair.\n\nShe sat awhile in woful reverie upon the edge of the bed, and then\ncrossed the room to a beautiful writing-desk which Miss Ludington had\ngiven her. She opened it, and, taking out several sheets of paper,\nprepared to write. \"If I had not run upstairs that moment,\" she murmured,\n\"I must have told him the whole horrible story. But it is better this\nway. I believe it would have killed me to see the look on his face. Oh,\nmy darling, my darling! what will you think of me when you know?\" and\nthen she sat down to write.\n\nShe stopped so many times to cry over it that it was midnight when the\nwriting was finished. It was a letter, and the superscription read as\nfollows:--\n\n\"To my lover, Paul, who will never love me any mere after he reads this,\nbut whom I shall love for ever:--\n\n\"This letter will explain to you why my room is empty this morning. I\ncould stand it no longer: to be loved and almost worshipped, by those\nwhom I was basely deceiving. And so I have fled. You will never see me or\nhear from me again, and you will never want to after you have read this\nletter. All the jewellery and dresses, and everything that Miss Ludington\nhas given me, I have left behind, except the clothes I had to have to go\naway in, and these I will return as soon as I get where I am going. Oh,\nmy poor Paul! I am no more Ida Ludington than you are. How could you ever\nbelieve such a thing? But let me tell my shameful story in order. Perhaps\nit was not so strange that you were deceived. I think any one might have\nbeen who held the belief you did at the outset.\n\n\"I am Ida Slater, Mrs. Slater's daughter, whom she named after Miss\nLudington, because she thought her name so pretty when they went to\nschool together as children in Hilton. I was born in Hilton twenty-three\nyears ago, several years after Miss Ludington left the village. My father\nis Mr. Slater, of course, but he is the person you know as Dr. Hull,\nwhich is an assumed name. Mrs. Legrand, who is no more dead than you are,\nis a sister of my father. Her husband is dead, and father acts as her\nmanager, and mother helps about the séances, and does what she can in any\nway to bring a little money. We have always been very poor, and it has\nbeen very, very hard for us to get a living. Father is a man of\neducation, and had tried many things before we came to this, but nothing\nsucceeded. We grew poorer and poorer, and when this business came in our\nway he had to take up with it or send us to the almshouse. It is not an\nhonest business, at least as we conducted it; but, oh, Paul! none of you\nthat are rich understand that to a very poor man the duty of supporting\nhis family seems sometimes as if it were the only duty in the world.\n\n\"Well, when mother came to visit Miss Ludington, and saw that picture\nwhich is so much like me, and so little, mother says, like what Miss\nLudington ever was, and when she found out about your belief in the\nimmortality of past selves, the idea first came to her of deceiving you.\n\n\"That story of mother's going to Cincinnati was a lie, to prevent your\nsuspecting that she had anything to do with the business. Mrs. Rhinehart\nis an imaginary person. At first, the idea was only to get you interested\nin the séances, for the profit of the fees; but when they saw how\nentirely deceived you were by my resemblance to the picture, the scheme\nof getting me into this house occurred to them.\n\n\"Or rather it did not occur to them at all. It was you, Paul, yourself,\nwho suggested it, when you said that night after the first séance, that\nif a medium died in a trance, you believed the materialized spirit could\nnot dematerialize but would return to earth. But for that the idea would\nnever have occurred to them.\n\n\"It seemed a daring plot, but many things favoured it. I had lived in\nHilton up to within a few years, and knew every stick and stone of the\nold as well as the new part of the village. I had wandered all over the\nold Ludington homestead time and again. Mother knew as much about Miss\nLudington's early life as she did herself, and could post me on the\nsubject, and there was my wonderful resemblance to the picture, which, of\nitself, would be almost enough to carry me through.\n\n\"It was for my sake entirely that they proposed this scheme. My father\nand mother may be looked down upon by the world as a very poor kind of\npeople, but they have always been very good to me. I will not have you\nblame them except as you blame me with them. They thought that in this\nway I could be rescued from the hard and questionable life which they\nwere living, and in which they did not wish me to grow up. If the plan\nsucceeded, and you were deceived and took me here, thinking me the true\nIda, they believed that I would be secured a life of happiness and\nluxury. They had seen, too, how you were in love with the true Ida, and\nmade no question that you would love me and marry me.\n\n\"It was that more than all, Paul, that decided me to do it. I had fallen\nin love with you that night of the first séance when I stood before you\nand you looked at me with such boundless, adoring love. I think it would\nhave turned almost any girl's head to be looked at in that way. And then,\nPaul, you are very handsome.\n\n\"I always had a taste for acting. They used to say I would have done well\non the stage, and the idea of playing a role so fine and so bold as this\ntook my fancy from the start. It was that, Paul, that, and the notion of\nyour making love to me, more than any thought of the wealth and luxury I\nmight get a share in, which made me consent to the plan.\n\n\"That sickness of Mrs. Legrand's between the séances--I am telling you\nall, Paul--was only a sham, so that we might see how much in earnest you\nwere, and to get time for me to learn by heart all mother could teach me\nabout the Hilton of forty years ago and Miss Ludington's girlhood. There\nwere so many lists of names to be kept in mind, and school-room\nincidents, picnics, and flirtations; but it was as interesting as a\nromance, and being a Hilton girl, it did not take me long to make myself\nas much at home with the last generation as with my own. Sometimes mother\nwould say to me, 'Ida, if I did not know that you are a good girl, and\nwould be good to Miss Ludington, I would not betray my old friend this\nway. I would not do it for any one but you, and if I did not believe that\nin deceiving her you would make her very happy--far happier than now.'\n\n\"I think, in spite of all, she was very fond of Miss Ludington, for she\nmade me promise, again and again, that I would be very good to her, as if\nI could have helped being good to such a gentle, tender-hearted person as\nshe.\n\n\"You see, in our business, we had shown to so many sad people what they\nbelieved to be the forms and faces of their dead friends, and had sent\nthem away comforted, that we had come to feel our frauds condoned by the\nhappiness they caused, and that we were, after all, doing good.\n\n\"As for you, Paul, mother had no scruples. She said that I was a good\ngirl, and any man was lucky to get me. I was not sure of that, but I knew\nthat any girl would be fortunate whom you loved. She had a dress cut for\nme in the exact pattern of that in the picture--a very old-fashioned\npattern, but very becoming to me--and all was ready. You know the rest.\n\n\"I forgot to say that the reason the dress all fell to pieces the day\nafter I came here was that it had been treated with a chemical\npreparation, which had completely rotted the texture of the cloth. Indeed\nI had trouble to keep it together that first night. Father saw to this\npart. He understands chemistry, and indeed, everything else except how to\nmake a living.\n\n\"There was no trap-door in the floor in Tenth Street, but the whole\nceiling of the cabinet was a trap-door, the edges hidden by the breadth\nof the boards forming the partition which enclosed it. It rose on oiled\nhinges, with a pulley and a counter-weight, at a touch of a finger, and\nthe person who was to appear, unless it was a part that the medium\nherself could take, descended in an instant by letting down a short light\nladder, wrapped in cloth, so as to make no sound. The draught of air just\nbefore the appearance, which Miss Ludington had spoken of in her talks\nwith me, was something that we never thought of, and was caused, I\nsuppose, by the drawing of the air up through the raised ceiling.\n\n\"It was all so easy, so easy; we need not have taken half the precautions\nwe did; you were so absolutely convinced from the first moment that I was\nthe Ida of the picture. From the time I came home with you that night\ntill now there has been no question of my proving who I was, but only of\nMiss Ludington's proving, and of your proving, to me, that you were the\npersons you claimed to be. It was not whether I was related to her, but\nonly that she was related to me, which Miss Ludington thought in any need\nof demonstration.\n\n\"And as for you, Paul, it is not your fault that I was not your wife\nweeks ago.\n\n\"And so I should have been, and Miss Ludington's heir besides, but for\ntwo particulars in which our plot was fatally defective. It provided for\nall contingencies, but made no allowance for the possibilities that I\nmight prove capable of gratitude towards Miss Ludington, and that I might\nfall in love with you. Both these things have happened to me, and there\nis no choice left me but to fly in the night. Of course I had expected\nyou to fall in love with me, and had fancied you so much, after seeing\nyou the first time, as to feel that it would be very fine to have you for\na lover, and even for a husband. But that was not really love at all. I\nthink if you could understand even a little what dismay came over me when\nI first realized that my heart was yours, you would almost pity me. After\nthat, to deceive you was torture to me, and yet, to tell you the truth\nwould have been to make you loathe me like a snake. Oh, Paul! think of\nwhat I have suffered these past weeks, and pity me a little!\n\n\"You will understand now why it was that I could not bear to have the\ncircumstances of the fraud we had practised on you alluded to in my\npresence, and why, after the first few days, I never spoke of them\nmyself.\n\n\"When father, whom you know as Dr. Hull, came that day to see how the\nplot was succeeding, I thought I should die with shame. He tried to catch\nmy eye, and to get a chance to speak with me, but I avoided him. He must\nhave gone away very much puzzled by my conduct, for it had been arranged\nbetween us that he should come. By that time, you see, I had become\nheart-sick of the part I was playing.\n\n\"But, Paul, you must not think that it was mere sham, father's drawing\nyou out so much to talk at the table that night, and pretending to be so\nmuch taken up with what you said. He is great for being taken up with new\nideas, and I think his interest was quite genuine. I knew before I left\nhome that he half believed you to be right about the immortality of past\nselves. For my part, I believe it wholly, and that I have abused not only\nMiss Ludington and you, but the spirit of her whom I have personated.\n\n\"If Miss Ludington had not so loaded me with kindness I could have borne\nit, better, but to have that sweet old lady fairly worshipping the ground\none trod on, and covering one with gifts, and dresses, and jewels, would\nhave been too much, I think, for the conscience of the worst person in\nthe world.\n\n\"I should have fled from the house before I had been here a week but for\nyou, Paul. I could not bear to leave you. If I had only gone then I\nshould have saved myself much; for what would it have been to leave you\nthen to what it is now!\n\n\"It was very wrong in me to promise to marry you that night when you came\nto me; for I knew then as well as now that I never could. But I loved you\nso, I had no strength. Oh, these last happy weeks! I wonder if you have\nbeen so happy as I--so happy or so miserable, I don't know which to say;\nfor all the time there was a deadly sickness at my heart, and every night\nI cried myself to sleep, and woke up crying; and yet I loved you so I\ncould not but be happy in being where you were. Remember always, Paul,\nthat if I had not loved you so, I should have let you marry an\nadventuress; for that is what I suppose you will call me now--you, who\ncould not find words tender enough for me. Yes, if I had loved you less,\nI would have been your wife, and I would have made you very happy, just\nas we made so many poor people happy at our séances--by deceiving them.\nBut I could not deceive you.\n\n\"It is true that I have been meanwhile deceiving you, but it has only\nbeen from day to day. I knew it was not to last, and I lacked strength to\nend it sooner. Think how dear your kisses must have been to me, that I\ncould endure them with the knowledge all the while that if you knew whom\nyou were kissing, you would spurn me with your foot.\n\n\"As soon as you began to urge me to name a day for our marriage I knew\nthat the end was near. You wondered why I cried so whenever you spoke of\nit. You know now. To-day Miss Ludington told me that she intended to\nadopt me and leave me her fortune, so that I need feel under no necessity\nto marry you if I did not wish to. Think of that, Paul! Can you conceive\nof any one so low, so base, as to be capable of taking advantage of such\na heart? As she was talking to me, I made up my mind that I must go\nto-night.\n\n\"This evening, when I was helping her to bed (I have been so glad to do\nall I could for her; it took away a little of my shame to see how happy I\nmade her) she seemed so troubled because I could not keep my tears from\nfalling. When you read her this she will think her sympathy wasted. And\nyet she will not think hard of me. She could not think hard of any one,\nand I am sure I love her dearly, and always shall.\n\n\"Oh, Paul, my darling, do not despise me utterly! My love was pure; it\nwas as pure as any one's could be, though I have been so bad. I think my\nheart was breaking when you found me crying on the piazza to-night. It\nwas not only that I must leave you, and never look on your face again,\nbut that I must give over my memory to your scorn and loathing. When you\ntook me in your arms and comforted me, my resolution all gave way, and I\nfelt that I would not, could not, go. I think I was on the point of\nthrowing myself at your feet and confessing all, and begging to be taken\nas the lowest servant in the house, so that I might be near you.\n\n\"And then it was that you began to explain to me that, although I might\nnot be aware of it, the reason that I would not be your wife was that,\nhaving come from heaven, my nature was purer than that of earthly women,\nand shrank from marriage as a sacrilege.\n\n\"Think of your saying that to me!\n\n\"When I comprehended you, and saw that you actually believed what you\nsaid, I realized the folly of imagining that you could ever pardon me for\nwhat I had done, or that the gulf between what I was and what you thought\nme to be could ever be bridged. So it was that you yourself gave me back\nthe resolution and the strength to leave you, which went from me when I\nwas in your arms. I was overcome with such shame and self-contempt that I\ncould not even kiss you as I left you for ever.\n\n\"I have told you my whole story, Paul, that you may know not alone how\nblack my deception was, but how bitterly I have expiated it. I came into\nthis house a frivolous girl; I leave it a broken-hearted woman. Do not\nblame me too harshly. It is myself that I have injured most. I leave you\nas well off as before you saw me; free to return to your spirit-love. She\nwill forgive you. It is my only consolation that she is but a\nspirit-love. If she were a woman I could never have given you up to her.\nNever! Oh, Paul! If I could only hope that you would not wholly despise\nme, that you, would think sometimes a little pitifully of\n\n                                                         \"IDA SLATER.\"\n\nShe next wrote a note to Miss Ludington, full of contrition and\ntenderness, and referring her to Paul's letter for the whole story. It\nwas after two o'clock in the morning when she finished the second letter,\nand laid it in plain view beside the other. She next removed her jewels\nand exchanged her rich costume for the simplest in her wardrobe, and\nhaving donned cloak and hat, extinguished the light, and softly unlocking\nthe door, stepped into the hall.\n\nPerfect silence reigned in the house. As she stood listening the clock in\nthe sitting-room struck three. There was no time to lose. The early\nsummer dawn would soon arrive, and, before the first servants of\nneighbours were stirring she must be outside the grounds and well on her\nway.\n\nThere was a late risen moon, and enough light penetrated the house to\nenable her to make her way without difficulty. As she passed Paul's door\nshe stopped and stood leaning her forehead against the casement for some\nminutes. At last she knelt and pressed her lips to the threshold, and,\nchoking down a sob, went on downstairs. As she passed through the\nsitting-room she paused a moment before the picture. \"Forgive me,\" she\nwhispered, looking up at the dimly visible face of Ida Ludington, and\npassed on. Unfastening a window that opened upon the piazza, she stepped\nforth and closed it behind her.\n\nAt the first light sound of her feet upon the walk, the mastiff that\nguarded the house bounded up to her, and seeing who it was, licked her\nhand. The big beast had fallen in love with her on her first arrival, and\nbeen her devoted attendant ever since. She sat down on the edge of the\nwalk and put her arms around his neck, wetting his shaggy coat with her\ntears. Here was a friend who would know no difference between Ida Slater\nand Ida Ludington. Here was one who loved her for herself.\n\nPresently she rose, dried her eyes, and went on down the street, the dog\ntrotting contentedly behind her. As she came to a point beyond which the\ntrees cut off the view of the house, she stood still, gazing back at it\nfor a long time. Finally, with a gesture of renunciation, she turned and\npassed swiftly out of sight.\n\n\n\n\nCHAPTER XV.\n\n\n\nIt was Miss Ludington herself who, stirring unusually early, discovered\nIda's flight on going to her room.\n\nPaul opened his eyes a few minutes later to see her standing by his\nbedside, the picture of consternation.\n\n\"She is gone!\" she exclaimed.\n\n\"Who is gone?\" he asked, rubbing his eyes.\n\n\"Ida has gone. Her room is empty.\"\n\nHastily dressing, he rejoined her in Ida's chamber, and together they\nwent over the letters she had left.\n\nIf the revelation which they contained had been made when she had been in\nthe house a shorter time, its effect might have been very different. But\nit had come too late to produce the revulsion of feeling it might then\nhave caused. True, it was under a false name that she had first won their\nconfidence, but it was the girl herself they had learned to love. If her\nname proved to be Ida Slater, why it was Ida Slater whom they loved. It\nwas the person, not the name.\n\n\"Oh, why did she leave us!\" cried Miss Ludington, with streaming eyes, as\nshe finished Ida's letter to Paul. \"Why did she not come to us and tell\nus! We would have forgiven her. She was not so much to blame as her\nparents. How can we blame her when we think how happy she has made us!\nOh, Paul! we must find her. We must bring her back.\"\n\nHe pressed her hand in silence. His darling, his heart's love, had gone\naway from him, out into the world, and he knew not where to find her, and\nyet it would be hard to say whether there was not more of exultation than\nof despair in the mingled emotions which just then deprived him of the\npower of speech.\n\nHe had comprehended perfectly well her confession of the deception which\nshe had practised on them, but the portion of her letter which had\nchiefly affected him had been the impassioned avowal of her love for him.\nAfter his recent trying ordeal in striving to subject an earthly love to\nspiritual conditions, culminating the night before in the renunciation of\nthe hope of ever marrying her at all, there was an intoxicating happiness\nin the discovery that she was every whit as earthly as he, and loved him\nwith a passion as ardent as his own. He was a Pygmalion, whose statue had\nbecome a woman. For the first time he now realized how far his heart had\ntravelled from the spirit-love which once had been enough for it, and how\nimpossible it was that it should ever again find satisfaction in the dim\nand nebulous emotion in which it had so long rested. With a sense of\nrecreancy that was wholly shameless, he realized that it was no longer\nIda Ludington, but Ida Slater, whom he loved.\n\nLittle did the forlorn girl, in her self-imposed exile, imagine what a\nwelcome would have met her if, moved by some intuition, she had retraced\nher steps that morning to the chamber which a few hours before she had\ndeserted.\n\nRepentance often is so fine that in the moral balance it quite outweighs\nthe fault repented of, and so it was in her case. Such repentance is as\nif the black stalk of sin had blossomed and put forth a fragrant flower.\n\nThese two persons, whom she had expected to loathe her as soon as they\nshould know the truth, had from the first reading of her story been more\nimpressed with the chivalrous instinct which had driven her to abandon\nher role of fraud when it was about to be crowned with dazzling success,\nthan with her original offence in entering upon it. The effect of her\nstory was in this respect a curious one for a confession to produce: it\nhad added to the affection which they had previously entertained for her,\nan appreciation of the nobility of her character which they had not then\npossessed.\n\nPaul's heart yearned after its mistress in her self-humiliation and\nvoluntary banishment as never before. This impassioned and most human\nwoman, who had shown herself capable of wrong, and, also, of most\ngenerous renunciation, had struck a deeper chord in his breast than had\never vibrated to the touch of the flawless seraph he had supposed her to\nbe.\n\nHaving canvassed all possible methods of reaching Ida in her flight, it\nwas decided by Paul and his aunt to begin by advertising, and that same\nday the following notice was inserted in all the daily papers of Brooklyn\nand New York;--\n\n\"IDA S----R.--All is forgiven; only come back. We cannot live without\nyou. For pity's sake at least write to us.\n\n                                             \"Miss L---- AND PAUL.\"\n\n\nThis advertisement was to remain in the papers till forbidden. If Ida was\nanywhere in the two cities or vicinity, the chances were that it would\nfall under the notice of herself or some of her family. Before inserting\nthe advertisement Paul had visited Mrs. Legrand's house in East Tenth\nStreet; but, as he had expected, he found that the family had moved away\nlong previously, probably with a view to avoid detection, and to enable\nMrs. Legrand to obtain business elsewhere.\n\nA week passed without any response to the advertisement. Paul spent his\ndays walking the streets of New York and Brooklyn at random, for the sake\nof the chance, about one in ten billions, that he might meet Ida.\nAnything was more endurable than sitting at home waiting, and by dint of\ntramping all day long he was so dead tired when he reached home at night\nthat he could sleep, which otherwise would have been out of the question.\n\nAbout the middle of the week a bundle arrived, containing the dress Ida\nhad worn away, with her hat and cloak, but without a word of writing;\nPaul devoured them with kisses. A study of the express markings showed\nthat the package must have been sent from Brooklyn, which went to show\nthat Ida was in that city. Believing that she did not intend to respond\nto the advertisement, Paul had determined, if he did not hear from her\nwithin a few days, to employ a prominent New York detective firm to\nsearch for her. If he could but once see her face to face, he was sure\nthat he could bring her back.\n\nA week from the day on which she had fled he was starting out as usual,\nearly in the morning, for another day of hopeless, weary tramping in the\ncity, when the postman handed him a letter addressed in her handwriting.\nIt was to him like a voice from the grave, and read as follows:--\n\n\"I have seen your advertisement for me. I cannot believe that you have\nforgiven me. You could not do it. It is impossible. Even if I could\nbelieve it, I do not think I should ever have the courage to face you\nafter what you know of me. I should die of shame. Oh, Paul! if you could\nsee how my cheeks burn as I write this, and know that you will see it.\nBut I cannot deny myself the happiness of writing to you. There is no\nreason why we should not write sometimes, is there? though we never see\neach other. Does Miss Ludington really forgive me, or does she merely\nconsent to have me return because you still care for me? If you do still\ncare for me--Oh, Paul! I cannot believe it--do you forget what I have\ndone? Read over again the letter I left for you when I came away. You\nmust have forgotten it. Read it carefully. Think it all over. Oh, no,\nyou cannot love me still!\n\n                                                \"IDA SLATER.\"\n\n\nPaul replied with the first love-letter he had ever written, and one that\nany woman who loved him must have found irresistible. He enclosed a note\nfrom Miss Ludington, assuring Ida of the unhappiness which her flight had\ncaused them, the undiminished tenderness which they cherished for her;\nand the cruelty she would be guilty of if she refused to return.\n\nIn response to these letters there came a note saying simply, \"I will\ncome.\"\n\nOn the evening of the day this note was received, as Paul and Miss\nLudington were together in the sitting-room talking as usual of Ida, and\nwondering on what day she would return, there was a light step at, the\nopen door, and she glided into the room, and, throwing herself on her\nknees before Miss Ludington, hid her face in her lap.\n\nIt was an hour before she would raise her head, replying the while only\nwith sobs to the kisses and caresses showered upon her, and the\nassurances of love and welcome poured into her ears.\n\nWhen at last she lifted her face her embarrassment was so distressing\nthat in pity Miss Ludington told Paul he might take her out for a walk in\nthe dark.\n\nWhen they came back her cheeks were flushed as redly as when she went\nout; but, despite her shame, she looked very happy.\n\n\"She is to be my wife in two weeks from to-day,\" said Paul, exultantly.\n\n\"I ought not to let him marry me. I know I ought not. I am not fit for\nhim,\" faltered Ida; \"but I cannot refuse him anything, and I love him\nso!\"\n\n\"You are quite fit for him,\" said Miss Ludington, kissing her, \"and I can\nwell believe he loves you. It would be strange, indeed, if he did not.\nYou are a noble and a tender woman, and he will be very happy.\"\n\nIn the days that followed, Ida was at first much puzzled to account not\nonly for the evident genuineness of the esteem which her friends\ncherished for her, but for the fact that it seemed to have been enhanced\nrather than diminished by the recent events. Instead of regarding her\nrepentance as at most offsetting her offence, they apparently looked upon\nit as a positive virtue redounding wholly to her credit. It was quite as\nif she had made amends for another person a sin, in contrast with whose\nconduct her own nobility stood out in fine relief.\n\nAnd that, in fact, is exactly the way they did look at it. Their habit of\ndistinguishing between the successive phases of an individual life as\ndistinct persons, made it impossible for them to take any other view of\nthe matter.\n\nIn their eyes the past was good or bad for itself, and the present good\nor bad for itself, and an evil past could no more shadow a virtuous\npresent than a virtuous present could retroact to brighten or redeem an\nugly past. It is the soul that repents which is ennobled by repentance.\nThe soul that did the deed repented of is past forgiving. There was no\naffectation on the part of Paul or Miss Ludington of ignoring the fraud\nwhich Ida had practised, or pretending to forget it. This was not\nnecessary out of any consideration for her feelings, for they did not\nhold that it was she who was guilty of that fraud, but another person.\n\nAs gradually she comprehended the way in which they looked upon her, and\ncame to perceive that they unquestioningly held that she had no\nresponsibility for her past self, but was a new being, she was filled\nwith a great exhilaration, the precise like of which was, perhaps, never\nbefore known to a repentant wrong-doer. As they believed, so would she\nbelieve. With a great joy she put the shameful past behind her and took\nup her new life. \"As a man thinketh in his heart so is he.\"\n\nIf she had loved Paul before, if she had before felt tenderly toward Miss\nLudington, a passion of gratitude now intensified her love, her\ntenderness, a thousand-fold.\n\nMiss Ludington's failing health was the only shadow on the perfect\nhappiness of the lovers during those two weeks of courtship. Compared\nwith the intoxicating reality of these golden days Paul looked back on\nhis wooing of the supposed Ida Ludington as a vague and unsatisfying\ndream.\n\nNow that Ida was no longer playing a part, he was really just becoming\nacquainted with her, and finding out what manner of maiden it was to whom\nhe had lost his heart. Each day, almost each hour, discovered to him some\nnew trait, some unsuspected grace of mind or heart, till, in this glowing\ngirl, so bright, so blithe, so piquant, he had difficulty in recognizing\nany likeness, save of face and form, to the moody, freakish, melancholy,\nhysterical, and altogether eerie Ida Ludington.\n\n\"I am so glad,\" Miss Ludington said to her one day, \"that you are Ida\nSlater, and not my Ida.\"\n\n\"Why are you glad?\" Ida asked. \"Would you not have been happier if you\nhad gone on believing me to be your girlish self?\"\n\n\"I should have grown very sad by this time if I had continued to think\nthat you were she?\" replied Miss Ludington. \"I have not long to live,\nand it is far more important to me that she should be there to welcome me\nwhen I go over than that I should have her here with me for a few days\nbefore I go. If she were here on earth the thought of so soon leaving her\nbehind would sadden me as much as the hope of meeting her now gladdens\nme.\"\n\nMiss Ludington neither talked herself nor permitted others to talk in a\nmelancholy tone of the probable nearness of her end. \"Death may seem\ndreadful,\" she said to Ida one day, \"to the foolish people who fancy that\nan individual dies but once, forgetting that their present selves are but\nthe last of many selves already dead. The death which may now be near me\nis no sadder, no more important, than the deaths of my past selves, and\nno different, save in the single respect that this time no later self\nwill follow me. This house of our individuality, which has sheltered us\nin turn, having become incapable of being repaired for the use of\nsubsequent tenants, is to be pulled down. That is all.\"\n\nAnother time she said, \"It is very strange to see people who dread death\nalways looking for it instead of backward. In their fear of dying once\nthey quite forget that they have died already many times. It is the most\nfoolish of all things to imagine that by prolonging the career of the\nindividual, death is kept at bay. The present self must die in any case\nby the inevitable process of time, whether the body be kept in repair for\nlater selves or not. The death of the body is but the end of the daily\ndying that makes up earthly life.\"\n\nThey were married in the sitting-room before the picture that had exerted\nso strong an influence upon their lives. The servants were invited in,\nbut there was no company. Ida wore a white satin with a low corsage, and\nas she stood directly below the picture, the resemblance impressed the\nbeholders very strikingly. It was as if the girl had stepped down from\nthe picture to be married.\n\nIda had demurred a little to standing just there, which had been the\nsuggestion of Miss Ludington. She was not without a vague superstition\nthat the spirit of the girl whose lover she had stolen away would not\nwish her well. But when she hinted this, Miss Ludington replied, \"You\nmust not think of it that way. What has a spirit like her to do with\nearthly passions? Your love has saved Paul from a dream as vain as it was\nbeautiful, and which, had it gone on, might have gained a morbid strength\nand blighted his life. I like to fancy, and I know it is Paul's belief,\nthat the spirit of my Ida influenced you to come to us just as you came,\nthat under her form Paul might fall in love with you. In no other way but\njust this do I believe he could have been cured of his infatuation.\"\n\nOwing to the precarious condition of Miss Ludington's health, Paul and\nIda would not consent to leave home for any bridal trip.\n\nIt was but a week after the wedding that, on going into Miss Ludington's\nroom as usual the first thing in the morning, Ida found her dead. She\nmust have expired very quietly, if not, indeed, in her sleep, for her\nroom adjoined that of the bridal couple, and she could have summoned Ida\nwith the touch of a bell. Her features were relaxed in a smile of joyous\nrecognition.\n\n        *       *       *       *       *       *\n\nPaul took his wife to Europe directly after the funeral. One night,\nduring their absence, a fire, probably set by tramps, broke out in one of\nthe empty houses of the village, and, the wind being high and no help\nnear, all the buildings on the place, including the homestead, were\ncompletely destroyed. The latter being shut up, nothing even of the\nfurniture could be saved, and the entire contents, including the picture\nin the sitting-room, were consumed. The tourists were much shocked by the\nreceipt of the intelligence, but Paul expressed the inmost conviction of\nboth when he finally said, \"Now that she is gone, perhaps it is as well.\nAshes to ashes! The past has claimed its own.\"\n\nThey never rebuilt the village or the homestead, but on their return to\nthis country took up their residence in New York. The site of the mimic\nHilton is once more tilled as a farm.\n\nIt is scarcely necessary to add that Ida made such provision for her\nfamily as enabled them to retire from the medium business. Paul insisted\nthat this provision should be at the most generous nature, for was he not\nindebted to them for the happiness of his life? He never would admit that\nMrs. Legrand was a fraud, but always maintained that none but a truly\ngreat medium could have materialized the vaguest of love-dreams into the\nsweetest of wives.\n\nAs for Dr. Hull, or, rather, Mr. Slater, he became in time quite a crony\nof Paul's, and the book on which the latter is engaged, setting forth the\nargument for the immortality of past selves, will owe not a little to the\nsuggestions of the old gentleman.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK MISS LUDINGTON'S SISTER***\n\n\n******* This file should be named 6903-8.txt or 6903-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/6/9/0/6903\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.net/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.net/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.net/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit:\nhttp://www.gutenberg.net/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}