{"title": "Dr. Heidenhoff's Process", "author": "Edward Bellamy", "releaseDate": "March 2, 2003 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by Malcolm Farmer\n\n\n\nDR. HEIDENHOFF'S PROCESS\n\nby\n\nEDWARD BELLAMY\n\n\n\n\n\n\n\nCHAPTER I.\n\n\nThe hand of the clock fastened up on the white wall of the conference\nroom, just over the framed card bearing the words \"Stand up for Jesus,\"\nand between two other similar cards, respectively bearing the sentences\n\"Come unto Me,\" and \"The Wonderful, the Counsellor,\" pointed to ten\nminutes of nine. As was usual at this period of Newville prayer-meetings,\na prolonged pause had supervened. The regular standbyes had all taken\ntheir usual part, and for any one to speak or pray would have been about\nas irregular as for one of the regulars to fail in doing so. For the\nattendants at Newville prayer-meetings were strictly divided into the two\nclasses of speakers and listeners, and, except during revivals or times\nof special interest, the distinction was scrupulously observed.\n\nDeacon Tuttle had spoken and prayed, Deacon Miller had prayed and spoken,\nBrother Hunt had amplified a point in last Sunday's sermon, Brother\nTaylor had called attention to a recent death in the village as a warning\nto sinners, and Sister Morris had prayed twice, the second time it must\nbe admitted, with a certain perceptible petulance of tone, as if willing\nto have it understood that she was doing more than ought to be expected\nof her. But while it was extremely improbable that any others of the\ntwenty or thirty persons assembled would feel called on to break the\nsilence, though it stretched to the crack of doom, yet, on the other\nhand, to close the meeting before the mill bell had struck nine would\nhave been regarded as a dangerous innovation. Accordingly, it only\nremained to wait in decorous silence during the remaining ten minutes.\n\nThe clock ticked on with that judicial intonation characteristic of\ntime-pieces that measure sacred time and wasted opportunities. At\nintervals the pastor, with an innocent affectation of having just\nobserved the silence, would remark: \"There is yet opportunity. . . . .\nTime is passing, brethren. . . . . Any brother or sister. . . . . We\nshall be glad to hear from any one.\" Farmer Bragg, tired with his day's\nhoeing, snored quietly in the corner of a seat. Mrs. Parker dropped a\nhymn-book. Little Tommy Blake, who had fallen over while napping and hit\nhis nose, snivelled under his breath. Madeline Brand, as she sat at the\nmelodeon below the minister's desk, stifled a small yawn with her pretty\nfingers. A June bug boomed through the open window and circled around\nDeacon Tuttle's head, affecting that good man with the solicitude\ncharacteristic of bald-headed persons when buzzing things are about. Next\nit made a dive at Madeline, attracted, perhaps, by her shining eyes, and\nthe little gesture of panic with which she evaded it was the prettiest\nthing in the world; at least, so it seemed to Henry Burr, a\nbroad-shouldered young fellow on the back seat, whose strong, serious\nface is just now lit up by a pleasant smile.\n\nMr. Lewis, the minister, being seated directly under the clock, cannot\nsee it without turning around, wherein the audience has an advantage of\nhim, which it makes full use of. Indeed, so closely is the general\nattention concentrated upon the time-piece, that a stranger might draw\nthe mistaken inference that this was the object for whose worship the\nlittle company had gathered. Finally, making a slight concession of\netiquette to curiosity, Mr. Lewis turns and looks up at the clock, and,\nagain facing the people, observes, with the air of communicating a piece\nof intelligence, \"There are yet a few moments.\"\n\nIn fact, and not to put too fine a point upon it, there are five minutes\nleft, and the young men on the back seats, who attend prayer-meetings to\ngo home with the girls, are experiencing increasing qualms of alternate\nhope and fear as the moment draws near when they shall put their fortune\nto the test, and win or lose it all. As they furtively glance over at the\ngirls, how formidable they look, how superior to common affections, how\nserenely and icily indifferent, as if the existence of youth of the other\nsex in their vicinity at that moment was the thought furthest from their\nminds! How presumptuous, how audacious, to those youth themselves now\nappears the design, a little while ago so jauntily entertained, of\naccompanying these dainty beings home, how weak and inadequate the\nphrases of request which they had framed wherewith to accost them!\nMadeline Brand is looking particularly grave, as becomes a young lady who\nknows that she has three would-be escorts waiting for her just outside\nthe church door, not to count one or two within, between whose\nconflicting claims she has only five minutes more to make up her mind.\n\nThe minister had taken up his hymn-book, and was turning over the leaves\nto select the closing hymn, when some one rose in the back part of the\nroom. Every head turned as if pulled by one wire to see who it was, and\nDeacon Tuttle put on his spectacles to inspect more closely this dilatory\nperson, who was moved to exhortation at so unnecessary a time.\n\nIt was George Bayley, a young man of good education, excellent training,\nand once of great promise, but of most unfortunate recent experience.\nAbout a year previous he had embezzled a small amount of the funds of a\ncorporation in Newville, of which he was paymaster, for the purpose of\nraising money for a pressing emergency. Various circumstances showed that\nhis repentance had been poignant, even before his theft was discovered.\nHe had reimbursed the corporation, and there was no prosecution, because\nhis dishonest act had been no part of generally vicious habits, but a\nsingle unaccountable deflection from rectitude. The evident intensity of\nhis remorse had excited general sympathy, and when Parker, the village\ndruggist, gave him employment as clerk, the act was generally applauded,\nand all the village folk had endeavoured with one accord, by a friendly\nand hearty manner, to make him feel that they were disposed to forget the\npast, and help him to begin life over again. He had been converted at a\nrevival the previous winter, but was counted to have backslidden of late,\nand become indifferent to religion. He looked badly. His face was\nexceedingly pale, and his eyes were sunken. But these symptoms of mental\nsickness were dominated by an expression of singular peace and profound\ncalm. He had the look of one whom, after a wasting illness, the fever has\nfinally left; of one who has struggled hard, but whose struggle is over.\nAnd his voice, when he began to speak, was very soft and clear.\n\n\"If it will not be too great an inconvenience,\" he said; \"I should like\nto keep you a few minutes while I talk about myself a little. You\nremember, perhaps, that I professed to be converted last winter. Since\nthen I am aware that I have shown a lack of interest in religious\nmatters, which has certainly justified you in supposing that I was either\nhasty or insincere in my profession. I have made my arrangements to leave\nyou soon, and should be sorry to have that impression remain on the minds\nof my friends. Hasty I may have been, but not insincere. Perhaps you will\nexcuse me if I refer to an unpleasant subject, but I can make my meaning\nclearer by reviewing a little of my unfortunate history.\"\n\nThe suavity with which he apologized for alluding to his own ruin, as if\nhe had passed beyond the point of any personal feeling in the matter, had\nsomething uncanny and creeping in its effect on the listeners, as if they\nheard a dead soul speaking through living lips.\n\n\"After my disgrace,\" pursued the young man in the same quietly\nexplanatory tone, \"the way I felt about myself was very much, I presume,\nas a mechanic feels, who by an unlucky stroke has hopelessly spoiled the\nlooks of a piece of work, which he nevertheless has got to go on and\ncomplete as best he can. Now you know that in order to find any pleasure\nin his work, the workman must be able to take a certain amount of pride\nin it. Nothing is more disheartening for him than to have to keep on with\na job with which he must be disgusted every time he returns to it, every\ntime his eye glances it over. Do I make my meaning clear? I felt like\nthat beaten crew in last week's regatta, which, when it saw itself\nhopelessly distanced at the very outset, had no pluck to row out the\nrace, but just pulled ashore and went home.\n\n\"Why, I remember when I was a little boy in school, and one day made a\nbig blot on the very first page of my new copybook, that I didn't have\nthe heart to go on any further, and I recollect well how I teased my\nfather to buy me a new book, and cried and sulked until he finally took\nhis knife and neatly cut out the blotted page. Then I was comforted and\ntook heart, and I believe I finished that copybook so well that the\nteacher gave me the prize.\n\n\"Now you see, don't you,\" he continued, the ghost of a smile glimmering\nabout his eyes, \"how it was that after my disgrace I couldn't seem to\ntake an interest any more in anything? Then came the revival, and that\ngave me a notion that religion might help me. I had heard, from a child,\nthat the blood of Christ had a power to wash away sins and to leave one\nwhite and spotless with a sense of being new and clean every whit. That\nwas what I wanted, just what I wanted. I am sure that you never had a\nmore sincere, more dead-in-earnest convert than I was.\"\n\nHe paused a moment, as if in mental contemplation, and then the words\ndropped slowly from his lips, as a dim self-pitying smile rested on his\nhaggard face.\n\n\"I really think you would be sorry for me if you knew how very bitter was\nmy disappointment when I found that, these bright promises were only\nfigurative expressions which I had taken literally. Doubtless I should\nnot have fallen into such a ridiculous mistake if my great need had not\nmade my wishes fathers to my thoughts. Nobody was at all to blame but\nmyself; nobody at all. I'm blaming no one. Forgiving sins, I should have\nknown, is not blotting, them out. The blood of Christ only turns them red\ninstead of black. It leaves them in the record. It leaves them in the\nmemory. That day when I blotted my copybook at school, to have had the\nteacher forgive me ever so kindly would not have made me feel the least\nbit better so long as the blot was there. It wasn't any penalty from\nwithout, but the hurt to my own pride which the spot made, that I wanted\ntaken away, so I might get heart to go on. Supposing one of you--and\nyou'll excuse me for asking you to put yourself a moment in my place--had\npicked a pocket. Would it make a great deal of difference in your state\nof mind that the person whose pocket you had picked kindly forgave you,\nand declined to prosecute? Your offence against him was trifling, and\neasily repaired. Your chief offence was against yourself, and that was\nirreparable. No other person with his forgiveness can mediate between you\nand yourself. Until you have been in such a fix, you can't imagine,\nperhaps, how curiously impertinent it sounds to hear talk about somebody\nelse forgiving you for ruining yourself. It is like mocking.\"\n\nThe nine o'clock bell pealed out from the mill tower.\n\n\"I am trespassing on your kindness, but I have only a few more words to\nsay. The ancients had a beautiful fable about the water of Lethe, in\nwhich the soul that was bathed straightway forgot all that was sad and\nevil in its previous life; the most stained, disgraced, and mournful of\nsouls coming forth fresh, blithe, and bright as a baby's. I suppose my\nabsurd misunderstanding arose from a vague notion that the blood of\nChrist had in it something like this virtue of Lethe water. Just think\nhow blessed a thing for men it would be if such were indeed the case, if\ntheir memories could be cleansed and disinfected at the same time their\nhearts were purified! Then the most disgraced and ashamed might live good\nand happy lives again. Men would be redeemed from their sins in fact, and\nnot merely in name. The figurative promises of the Gospel would become\nliterally true. But this is idle dreaming. I will not keep you,\" and,\nchecking himself abruptly, he sat down.\n\nThe moment he did so, Mr. Lewis rose and pronounced the benediction,\ndismissing the meeting without the usual closing hymn. He was afraid that\nsomething might be said by Deacon Tuttle or Deacon Miller, who were good\nmen, but not very subtile in their spiritual insight, which would still\nfurther alienate the unfortunate young man. His own intention of finding\nopportunity for a little private talk with him after the meeting was,\nhowever, disappointed by the promptness with which Bayley left the room.\nHe did not seem to notice the sympathetic faces and out-stretched hands\naround him. There was a set smile on his face, and his eyes seemed to\nlook through people without seeing them. There was a buzz of conversation\nas the people began to talk together of the decided novelty in the line\nof conference-meeting exhortations to which they had just listened. The\ntone of almost all was sympathetic, though many were shocked and pained,\nand others declared that they did not understand what he had meant. Many\ninsisted that he must be a little out of his head, calling attention to\nthe fact that he looked so pale. None of these good hearts were half so\nmuch offended by anything heretical in the utterances of the young man as\nthey were stirred with sympathy for his evident discouragement. Mr. Lewis\nwas perhaps the only one who had received a very distinct impression of\nthe line of thought underlying his words, and he came walking down the\naisle with his head bent and a very grave face, not joining any of the\ngroups which were engaged in talk. Henry Burr was standing near the door,\nhis hat in his hand, watching Madeline out of the corners of his eyes, as\nshe closed the melodeon and adjusted her shawl.\n\n\"Good-evening, Henry,\" said Mr. Lewis, pausing beside the young man. \"Do\nyou know whether anything unpleasant has happened to George lately to\naccount for what he said to-night?\"\n\n\"I do not, sir,\" replied Henry.\n\n\"I had a fancy that he might have been slighted by some one, or given the\ncold shoulder. He is very sensitive.\"\n\n\"I don't think any one in the village would slight him,\" said Henry.\n\n\"I should have said so too,\" remarked the minister, reflectively. \"Poor\nboy, poor boy! He seems to feel very badly, and it is hard to know how to\ncheer him.\"\n\n\"Yes, sir--that is--certainly,\" replied Henry incoherently, for\nMadeline was now coming down the aisle.\n\nIn his own preoccupation not noticing the young man's, Mr. Lewis passed\nout.\n\nAs she approached the door Madeline was talking animatedly with another\nyoung lady.\n\n\"Good-evening,\" said Henry.\n\n\"Poor fellow!\" continued Madeline to her companion, \"he seemed quite\nhopeless.\"\n\n\"Good-evening,\" repeated Henry.\n\nLooking around, she appeared to observe him for the first time.\n\"Good-evening,\" she said.\n\n\"May I escort you home?\" he asked, becoming slightly red in the face.\n\nShe looked at him for a moment as if she could scarcely believe her ears\nthat such an audacious proposal had been made to her. Then she said, with\na bewitching smile--\n\n\"I shall be much obliged.\"\n\nAs he drew her arm beneath his own the contact diffused an ecstatic\nsensation of security through his stalwart but tremulous limbs. He had\ngot her, and his tribulations were forgotten. For a while they walked\nsilently along the dark streets, both too much impressed by the tragic\nsuggestions of poor Bayley's outbreak to drop at once into trivialities.\nFor it must be understood that Madeline's little touch of coquetry had\nbeen merely instinctive, a sort of unconscious reflex action of the\nfeminine nervous system, quite consistent with very lugubrious\nengrossments.\n\nTo Henry there was something strangely sweet in sharing with her for the\nfirst time a mood of solemnity, seeing that their intercourse had always\nbefore been in the vein of pleasantry and badinage common to the first\nstages of courtships. This new experience appeared to dignify their\nrelation, and weave them together with a new strand. At length she said--\n\n\"Why didn't you go after poor George and cheer him up instead of going\nhome with me? Anybody could have done that.\"\n\n\"No doubt,\" replied Henry, seriously; \"but, if I'd left anybody else to\ndo it, I should have needed cheering up as much as George does.\"\n\n\"Dear me,\" she exclaimed, as a little smile, not exactly of vexation,\ncurved her lips under cover of the darkness, \"you take a most\nunwarrantable liberty in being jealous of me. I never gave you nor\nanybody else any right to be, and I won't have it!\"\n\n\"Very well. It shall be just as you say,\" he replied. The sarcastic\nhumility of his tone made her laugh in spite of herself, and she\nimmediately changed the subject, demanding--\n\n\"Where is Laura to-night?\"\n\n\"She's at home, making cake for the picnic,\" he said.\n\n\"The good girl! and I ought to be making some, too. I wonder if poor\nGeorge will be at the picnic?\"\n\n\"I doubt it,\" said Henry. \"You know he never goes to any sort of party.\nThe last time I saw him at such a place was at Mr. Bradford's. He was\nplaying whist, and they were joking about cheating. Somebody said--Mr.\nBradford it was--'I can trust my wife's honesty. She doesn't know enough\nto cheat, but I don't know about George.' George was her partner.\nBradford didn't mean any harm; he forgot, you see. He'd have bitten his\ntongue off otherwise sooner than have said it. But everybody saw the\napplication, and there was a dead silence. George got red as fire, and\nthen pale as death. I don't know how they finished the hand, but\npresently somebody made an excuse, and the game was broken off.\"\n\n\"Oh, dear! dear! That was cruel! cruel! How could Mr. Bradford do it? I\nshould think he would never forgive himself! never!\" exclaimed Madeline,\nwith an accent of poignant sympathy, involuntarily pressing Henry's arm,\nand thereby causing him instantly to forget all about George and his\nmisfortunes, and setting his heart to beating so tumultuously that he was\nafraid she would notice it and be offended. But she did not seem to be\nconscious of the intoxicating effluence she was giving forth, and\npresently added, in a tone of sweetest pity--\n\n\"He used to be so frank and dashing in his manner, and now when he meets\none of us girls on the street he seems so embarrassed, and looks away or\nat the ground, as if he thought we should not like to bow to him, or\nmeant to cut him. I'm sure we'd cut our heads off sooner. It's enough to\nmake one cry, such times, to see how wretched he is, and so sensitive\nthat no one can say a word to cheer him. Did you notice what he said\nabout leaving town? I hadn't heard anything about it before, had you?\"\n\n\"No,\" said Henry, \"not a word. Wonder where he's going. Perhaps he thinks\nit will be easier for him in some place where they don't know him.\"\n\nThey walked on in silence a few moments, and then Madeline said, in a\nmusing tone--\n\n\"How strange it would seem if one really could have unpleasant things\nblotted out of their memories! What dreadful thing would you forget now,\nif you could? Confess.\"\n\n\"I would blot out the recollection that you went boat-riding with Will\nTaylor last Wednesday afternoon, and what I've felt about it ever since.\"\n\n\"Dear me, Mr. Henry Burr,\" said Madeline, with an air of excessive\ndisdain, \"how long is it since I authorized you to concern yourself with\nmy affairs? If it wouldn't please you too much, I'd certainly box your\nears.\n\n\"I think you're rather unreasonable,\" he protested, in a hurt tone. \"You\nsaid a minute ago that you wouldn't permit me to be jealous of you, and\njust because I'm so anxious to obey you that I want to forget that I ever\nwas, you are vexed.\"\n\nA small noise, expressive of scorn, and not to be represented by letters\nof the alphabet, was all the reply she deigned to this more ingenious\nthan ingenuous plea.\n\n\"I've made my confession, and it's only fair you should make yours,\" he\nsaid next. \"What remorseful deed have you done that you'd like to\nforget?\"\n\n\"You needn't speak in that babying tone. I fancy I could commit sins as\nwell as you, with all your big moustache, if I wanted to. I don't believe\nyou'd hurt a fly, although you do look so like a pirate. You've probably\ngot a goody little conscience, so white and soft that you'd die of shame\nto have people see it.\"\n\n\"Excuse me, Lady Macbeth,\" he said, laughing; \"I don't wish to underrate\nyour powers of depravity, but which of your soul-destroying sins would\nyou prefer to forget, if indeed any of them are shocking enough to\ntrouble your excessively hardened conscience?\n\n\"Well, I must admit,\" said Madeline, seriously, \"that I wouldn't care to\nforget anything I've done, not even my faults and follies. I should be\nafraid if they were taken away that I shouldn't have any character left.\"\n\n\"Don't put it on that ground,\" said Henry, \"it's sheer vanity that makes\nyou say so. You know your faults are just big enough to be beauty-spots,\nand that's why you'd rather keep 'em.\"\n\nShe reflected a moment, and then said, decisively--\n\n\"That's a compliment. I don't believe I like 'em from you. Don't make me\nany more.\"\n\nPerhaps she did not take the trouble to analyse the sentiment that\nprompted her words. Had she done so, she would doubtless have found it in\na consciousness when in his presence of being surrounded with so fine and\ndelicate an atmosphere of unspoken devotion that words of flattery sounded\nalmost gross.\n\nThey paused before a gate. Pushing it open and passing within, she said,\n\"Good-night.\"\n\n\"One word more. I have a favour to ask,\" he said. \"May I take you to the\npicnic?\"\n\n\"Why, I think no escort will be necessary,\" she replied; \"we go in broad\ndaylight; and there are no bears or Indians at Hemlock Hollow.\"\n\n\"But your basket. You'll need somebody to carry your basket.\"\n\n\"Oh yes, to be sure, my basket,\" she exclaimed, with an ironical accent.\n\"It will weigh at least two pounds, and I couldn't possibly carry it\nmyself, of course. By all means come, and much obliged for your\nthoughtfulness.\"\n\nBut as she turned to go in she gave him a glance which had just enough\nsweetness in it to neutralize the irony of her words. In the treatment of\nher lovers, Madeline always punctured the skin before applying a drop of\nsweetness, and perhaps this accounted for the potent effect it had to\ninflame the blood, compared with more profuse but superficial\napplications of less sharp-tongued maidens.\n\nHenry waited until the graceful figure had a moment revealed its charming\noutline against the lamp-lit interior, as she half turned to close the\ndoor. Love has occasional metaphysical turns, and it was an odd feeling\nthat came over him as he walked away, being nothing less than a rush of\nthankfulness and self-congratulation that he was not Madeline. For, if he\nhad been she, he would have lost the ecstasy of loving her, of\nworshipping her. Ah, how much she lost, how much all those lose, who,\nfated to be the incarnations of beauty, goodness, and grace, are\nprecluded from being their own worshippers! Well, it was a consolation\nthat she didn't know it, that she actually thought that, with her little\ncoquetries and exactions, she was enjoying the chief usufruct of her\nbeauty. God make up to the haughty, wilful darling in some other way for\nmissing the passing sweetness of the thrall she held her lovers in!\n\nWhen Burr reached home, he found his sister Laura standing at the gate in\na patch of moonlight.\n\n\"How pretty you look to-night!\" he said, pinching her round cheek.\n\nThe young lady merely shrugged her shoulders, and replied dryly--\n\n\"So she let you go home with her.\"\n\n\"How do you know that?\" he asked, laughing at her shrewd guess.\n\n\"Because you're so sweet, you goosey, of course.\"\n\nBut, in truth, any such mode of accounting for Henry's favourable comment\non her appearance was quite unnecessary. Laura, with her petite, plump\nfigure, sloe-black eyes, quick in moving, curly head, and dark, clear\ncheeks, carnation-tinted, would have been thought by many quite as\ncharming a specimen of American girlhood as the stately pale brunette who\nswayed her brother's affections.\n\n\"Come for a walk, chicken! It is much too pretty a night to go indoors,\"\nhe said.\n\n\"Yes, and furnish ears for Madeline's praises, with a few more reflected\ncompliments for pay, perhaps,\" she replied, contemptuously. \"Besides,\"\nshe added, \"I must go into the house and keep father company. I only came\nout to cool off after baking the cake. You'd better come in too. These\nmoonlight nights always make him specially sad, you know.\"\n\nThe brother and sister had been left motherless not long before, and\nLaura, in trying to fill her mother's place in the household, so far as\nshe might, was always looking out that her father should have as little\nopportunity as possible to brood alone over his companionless condition.\n\n\n\n\nCHAPTER II.\n\n\nThat same night toward morning Henry suddenly awoke from a sound sleep.\nDrowsiness, by some strange influence, had been completely banished from\nhis eyes, and in its stead he became sensible of a profound depression of\nspirits. Physically, he was entirely comfortable, nor could he trace to\nany sensation from without either this sudden awakening or the mental\ncondition in which he found himself. It was not that he thought of\nanything in particular that was gloomy or discouraging, but that all the\nends and aims, not only of his own individual life, but of life in\ngeneral, had assumed an aspect so empty, vain, and colourless, that he\nfelt he would not rise from his bed for anything existence had to offer.\nHe recalled his usual frame of mind, in which these things seemed\nattractive, with a dull wonderment that so baseless a delusion should be\nso strong and so general. He wondered if it were possible that it should\never again come over him.\n\nThe cold, grey light of earliest morning, that light which is rather the\nfading of night than the coming of day, filled the room with a faint hue,\nmore cheerless than pitchiest darkness. A distant bell, with slow and\nheavy strokes, struck three. It was the dead point in the daily\nrevolution of the earth's life, that point just before dawn, when men\noftenest die; when surely, but for the force of momentum, the course of\nnature would stop, and at which doubtless it will one day pause\neternally, when the clock is run down. The long-drawn reverberations of\nthe bell, turning remoteness into music, full of the pathos of a sad and\ninfinite patience, died away with an effect unspeakably dreary. His\nspirit, drawn forth after the vanishing vibrations, seemed to traverse\nwaste spaces without beginning or ending, and aeons of monotonous\nduration. A sense of utter loneliness--loneliness inevitable, crushing,\neternal, the loneliness of existence, encompassed by the infinite void of\nunconsciousness--enfolded him as a pall. Life lay like an incubus on his\nbosom. He shuddered at the thought that death might overlook him, and\ndeny him its refuge. Even Madeline's face, as he conjured it up, seemed\nwan and pale, moving to unutterable pity, powerless to cheer, and all the\nillusions and passions of love were dim as ball-room candles in the grey\nlight of dawn.\n\nGradually the moon passed, and he slept again.\n\nAs early as half-past eight the following forenoon, groups of men with\nvery serious faces were to be seen standing at the corners of the\nstreets, conversing in hushed tones, and women with awed voices were\ntalking across the fences which divided adjoining yards. Even the\nchildren, as they went to school, forgot to play, and talked in whispers\ntogether, or lingered near the groups of men to catch a word or two of\ntheir conversation, or, maybe, walked silently along with a puzzled,\nsolemn look upon their bright faces.\n\nFor a tragedy had occurred at dead of night which never had been\nparalleled in the history of the village. That morning the sun, as it\npeered through the closed shutters of an upper chamber, had relieved the\ndarkness of a thing it had been afraid of. George Bayley sat there in a\nchair, his head sunk on his breast, a small, blue hole in his temple,\nwhence a drop or two of blood had oozed, quite dead.\n\nThis, then, was what he meant when he said that he had made arrangements\nfor leaving the village. The doctor thought that the fatal shot must have\nbeen fired about three o'clock that morning, and, when Henry heard this,\nhe knew that it was the breath of the angel of death as he flew by that\nhad chilled the genial current in his veins.\n\nBayley's family lived elsewhere, and his father, a stern, cold,\nhaughty-looking man, was the only relative present at the funeral. When\nMr. Lewis undertook to tell him, for his comfort, that there was reason\nto believe that George was out of his head when he took his life, Mr.\nBayley interrupted him.\n\n\"Don't say that,\" he said. \"He knew what he was doing. I should not wish\nany one to think otherwise. I am prouder of him than I had ever expected\nto be again.\"\n\nA choir of girls with glistening eyes sang sweet, sad songs at the\nfuneral, songs which, while they lasted, took away the ache of\nbereavement, like a cool sponge pressed upon a smarting spot. It seemed\nalmost cruel that they must ever cease. And, after the funeral, the young\nmen and girls who had known George, not feeling like returning that day\nto their ordinary thoughts and occupations, gathered at the house of one\nof them and passed the hours till dusk, talking tenderly of the departed,\nand recalling his generous traits and gracious ways.\n\nThe funeral had taken place on the day fixed for the picnic. The latter,\nin consideration of the saddened temper of the young people, was put off\na fortnight.\n\n\n\n\nCHAPTER III.\n\n\nAbout half-past eight on the morning of the day set for the postponed\npicnic, Henry knocked at Widow Brand's door. He had by no means forgotten\nMadeline's consent to allow him to carry her basket, although two weeks\nhad intervened.\n\nShe came to the door herself. He had never seen her in anything that set\noff her dark eyes and olive complexion more richly than the simple picnic\ndress of white, trimmed with a little crimson braid about the neck and\nsleeves, which she wore to-day. It was gathered up at the bottom for\nwandering in the woods, just enough to show the little boots. She looked\nsurprised at seeing him, and exclaimed--\n\n\"You haven't come to tell me that the picnic is put off again, or Laura's\nsick?\"\n\n\"The picnic is all right, and Laura too. I've come to carry your basket\nfor you.\"\n\n\"Why, you're really very kind,\" said she, as if she thought him slightly\nofficious.\n\n\"Don't you remember you told me I might do so?\" he said, getting a little\nred under her cool inspection.\n\n\"When did I?\"\n\n\"Two weeks ago, that evening poor George spoke in meeting.\"\n\n\"Oh!\" she answered, smiling, \"so long ago as that? What a terrible memory\nyou have! Come in just a moment, please; I'm nearly ready.\"\n\nWhether she merely took his word for it, or whether she had remembered\nher promise perfectly well all the time, and only wanted to make him ask\ntwice for the favour, lest he should feel too presumptuous, I don't\npretend to know. Mrs. Brand set a chair for him with much cordiality. She\nwas a gentle, mild-mannered little lady, such a contrast in style and\ncharacter to Madeline that there was a certain amusing fitness in the\nlatter's habit of calling her \"My baby.\"\n\n\"You have a very pleasant day for your picnic, Mr. Burr,\" said she.\n\n\"Yes, we are very lucky,\" replied Henry, his eyes following Madeline's\nmovements as she stood before the glass, putting on her hat, which had a\nred feather in it.\n\nTo have her thus add the last touches to her toilet in his presence was a\nsuggestion of familiarity, of domesticity, that was very intoxicating to\nhis imagination.\n\n\"Is your father well?\" inquired Mrs. Brand, affably.\n\n\"Very well, thank you, very well indeed,\" he replied\n\n\"There; now I'm ready,\" said Madeline. \"Here's the basket, Henry.\nGood-bye, mother.\"\n\nThey were a well-matched pair, the stalwart young man and the tall,\ngraceful girl, and it is no wonder the girl's mother stood in the door\nlooking after them with a thoughtful smile.\n\nHemlock Hollow was a glen between wooded bluffs, about a mile up the\nbeautiful river on which Newville was situated, and boats had been\ncollected at the rendezvous on the river-bank to convey the picnickers\nthither. On arriving, Madeline and Henry found all the party assembled\nand in capital spirits; There was still just enough shadow on their\nmerriment to leave the disposition to laugh slightly in excess of its\nindulgence, than which no condition of mind more favourable to a good\ntime can be imagined.\n\nLaura was there, and to her Will Taylor had attached himself. He was a\ndapper little black-eyed fellow, a clerk in the dry-goods store, full of\nfun and good-nature, and a general favourite, but it was certainly rather\nabsurd that Henry should be apprehensive of him as a rival. There also\nwas Fanny Miller, who had the prettiest arm in Newville, a fact\ndiscovered once when she wore a Martha Washington toilet at a masquerade\nsociable, and since circulated from mouth to mouth among the young men.\nAnd there, too, was Emily Hunt, who had shocked the girls and thrown the\nyouth into a pleasing panic by appearing at a young people's party the\nprevious winter in low neck and short sleeves. It is to be remarked in\nextenuation that she had then but recently come from the city, and was\nnot familiar with Newville etiquette. Nor must I forget to mention Ida\nLewis, the minister's daughter, a little girl with poor complexion and\nbeautiful brown eyes, who cherished a hopeless passion for Henry. Among\nthe young men was Harry Tuttle, the clerk in the confectionery and fancy\ngoods store, a young man whose father had once sent him for a term to a\nneighbouring seminary, as a result of which classical experience he still\nretained a certain jaunty student air verging on the rakish, that was\nadmired by the girls and envied by the young men.\n\nAnd there, above all, was Tom Longman. Tom was a big, hulking fellow,\ngood-natured and simple-hearted in the extreme. He was the victim of an\nintense susceptibility to the girls' charms, joined with an intolerable\nshyness and self-consciousness when in their presence. From this\nconsuming embarrassment he would seek relief by working like a horse\nwhenever there was anything to do. With his hands occupied he had an\nexcuse for not talking to the girls or being addressed by them, and, thus\nshielded from the, direct rays of their society, basked with\ninexpressible emotions in the general atmosphere of sweetness and light\nwhich they diffused. He liked picnics because there was much work to do,\nand never attended indoor parties because there was none. This inordinate\ntaste for industry in connection with social enjoyment on Tom's part was\nstrongly encouraged by the other young men, and they were the ones who\nalways stipulated that he should be of the party when there was likely to\nbe any call for rowing, taking care of horses, carrying of loads, putting\nout of croquet sets, or other manual exertion. He was generally an odd\none in such companies. It would be no kindness to provide him a partner,\nand, besides, everybody made so many jokes about him that none of the\ngirls quite cared to have their names coupled with his, although they all\nhad a compassionate liking for him.\n\nOn the present occasion this poor slave of the petticoat had been at work\npreparing the boats all the morning.\n\n\"Why, how nicely you have arranged everything!\" said Madeline kindly, as\nshe stood on the sand waiting for Henry to bring up a boat.\n\n\"What?\" replied Tom, laughing in a flustered way.\n\nHe always laughed just so and said \"what?\" when any of the girls spoke to\nhim, being too much confused by the fact of being addressed to catch what\nwas said the first time.\n\n\"It's very good of you to arrange the boats for us, Madeline repeated.\n\n\"Oh, 'tain't anything, 'tain't anything at all,\" he blurted out, with a\nvery red face.\n\n\"You are going up in our boat, ain't you, Longman?\" said Harry Tuttle.\n\n\"No, Tom, you're going with us,\" cried another young man.\n\n\"He's going with us, like a sensible fellow,\" said Will Taylor, who, with\nLaura Burr, was sitting on the forward thwart of the boat, into the stern\nof which Henry was now assisting Madeline.\n\n\"Tom, these lazy young men are just wanting you to do their rowing for\nthem,\" said she. \"Get into our boat, and I'll make Henry row you.\"\n\n\"What do you say to that, Henry?\" said Tom, snickering.\n\n\"It isn't for me to say anything after Madeline has spoken,\" replied the\nyoung man.\n\n\"She has him in good subjection,\" remarked Ida Lewis, not over-sweetly.\n\n\"All right, I'll come in your boat, Miss Brand, if you'll take care of\nme,\" said Tom, with a sudden spasm of boldness, followed by violent\nblushes at the thought that perhaps be had said something too free.\nThe boat was pushed off. Nobody took the oars.\n\n\"I thought you were going to row?\" said Madeline, turning to Henry, who\nsat beside her in the stern.\n\n\"Certainly,\" said he, making as if he would rise. \"Tom, you just sit here\nwhile I row.\"\n\n\"Oh no, I'd just as lief row,\" said Tom, seizing the oars with feverish\nhaste.\n\n\"So would I, Tom; I want a little exercise,\" urged Henry with a\nhypocritical grin, as he stood up in an attitude of readiness.\n\n\"Oh, I like to row. 'I'd a great deal rather. Honestly,\" asseverated Tom,\nas he made the water foam with the violence of his strokes, compelling\nHenry to resume his seat to preserve his equilibrium.\n\n\"It's perfectly plain that you don't want to sit by me, Tom. That hurts\nmy feelings,\" said Madeline, pretending to pout.\n\n\"Oh no, it isn't that,\" protested Tom. \"Only I'd rather row; that is, I\nmean, you know, it's such fun rowing.\"\n\n\"Very well, then,\" said Madeline, \"I sha'n't help you any more; and here\nthey all are tying their boats on to ours.\"\n\nSure enough, one of the other boats had fastened its chain to the stern\nof theirs, and the others had fastened to that; their oarsmen were lying\noff and Tom was propelling the entire flotilla.\n\n\"Oh, I can row 'em all just as easy's not,\" gasped the devoted youth, the\nperspiration rolling down his forehead.\n\nBut this was a little too bad, and Henry soon cast off the other boats,\nin spite of the protests of their occupants, who regarded Tom's brawn and\nmuscle as the common stock of the entire party, which no one boat had a\nright to appropriate.\n\nOn reaching Hemlock Hollow, Madeline asked the poor young man for his\nhat, and returned it to him adorned with evergreens, which nearly\ndistracted him with bashfulness and delight, and drove him to seek a\nsafety-valve for his excitement in superhuman activity all the rest of\nthe morning, arranging croquet sets, hanging swings, breaking ice,\nsqueezing lemons, and fetching water.\n\n\"Oh, how thirsty I am!\" sighed Madeline, throwing down her croquet\nmallet.\n\n\"The ice-water is not yet ready, but I know a spring a little way off\nwhere the water is cold as ice,\" said Henry.\n\n\"Show it to me this instant,\" she cried, and they walked off together,\nfollowed by Ida Lewis's unhappy eyes.\n\nThe distance to the spring was not great, but the way was rough, and once\nor twice he had to help her over fallen trees and steep banks. Once she\nslipped a little, and for, a single supreme moment he held her whole\nweight in his arms. Before, they had been talking and laughing gaily, but\nthat made a sudden silence. He dared not look at her for some moments,\nand when he did there was a slight flush tingeing her usually colourless\ncheek.\n\nHis pulses were already bounding wildly, and, at this betrayal that she\nhad shared his consciousness at that moment, his agitation was tenfold\nincreased. It was the first time she had ever shown a sign of confusion\nin his presence. The sensation of mastery, of power over her, which it\ngave, was so utterly new that it put a sort of madness in his blood.\nWithout a word they came to the spring and pretended to drink. As she\nturned to go back, he lightly caught her fingers in a detaining clasp,\nand said, in a voice rendered harsh by suppressed emotion--\n\n\"Don't be in such a hurry. Where will you find a cooler spot?\"\n\n\"Oh, it's cool enough anywhere! Let's go back,\" she replied, starting to\nreturn as she spoke. She saw his excitement, and, being herself a little\nconfused, had no idea of allowing a scene to be precipitated just then.\nShe flitted on before with so light a foot that he did not overtake her\nuntil she came to a bank too steep for her to surmount without aid. He\nsprang up and extended her his hand. Assuming an expression as if she\nwere unconscious who was helping her, she took it, and he drew her up to\nhis side. Then with a sudden, audacious impulse, half hoping she would\nnot be angry, half reckless if she were, he clasped her closely in his\narms, and kissed her lips. She gasped, and freed herself.\n\n\"How dared you do such a thing to me?\" she cried.\n\nThe big fellow stood before her, sheepish, dogged, contrite, desperate,\nall in one.\n\n\"I couldn't help it,\" he blurted out. The plea was somehow absurdly\nsimple, and yet rather unanswerable. Angry as she was, she really\ncouldn't think of anything to say, except--\n\n\"You'd better help it,\" with which rather ineffective rebuke she turned\naway and walked toward the picnic ground. Henry followed in a demoralized\nframe. His mind was in a ferment. He could not realize what had happened.\nHe could scarcely believe that he had actually done it. He could not\nconceive how he had dared it. And now what penalty would she inflict?\nWhat if she should not forgive him? His soul was dissolved in fears. But,\nsooth to say, the young lady's actual state of mind was by no means so\nimplacable as he apprehended. She had been ready to be very angry, but\nthe suddenness and depth of his contrition had disarmed her. It took all\nthe force out of her indignation to see that he actually seemed to have a\ndeeper sense of the enormity of his act than she herself had. And when,\nafter they had rejoined the party, she saw that, instead of taking part\nin the sports, he kept aloof, wandering aimless and disconsolate by\nhimself among the pines, she took compassion on him and sent some one to\ntell him she wanted him to come and push her in the swing. People had\nkissed her before. She was not going to leave the first person who had\nseemed to fully realize the importance of the proceeding to suffer unduly\nfrom a susceptibility which did him so much credit. As for Henry, he\nhardly believed his ears when he heard the summons to attend her. At that\nthe kiss which her rebuke had turned cold on his lips began to glow\nafresh, and for the first time he tasted its exceeding sweetness; for her\ncalling to him seemed to ratify and consent to it. There were others\nstanding about as he came up to where Madeline sat in the swing, and he\nwas silent, for he could not talk of indifferent things.\n\nWith what a fresh charm, with what new sweet suggestions of complaisance\nthat kiss had invested every line and curve of her, from hat-plume to\nboot-tip! A delicious tremulous sense of proprietorship tinged his every\nthought of her. He touched the swing-rope as fondly as if it were an\nelectric chain that could communicate the caress to her. Tom Longman,\nhaving done all the work that offered itself, had been wandering about in\na state of acute embarrassment, not daring to join himself to any of the\ngroups, much less accost a young lady who might be alone. As he drifted\nnear the swing, Madeline said to Henry--\n\n\"You may stop swinging me now. I think I'd like to go out rowing.\" The\nyoung man's cup seemed running over. He could scarcely command his voice\nfor delight as he said--\n\n\"It will be jolly rowing just now. I'm sure we can get some pond-lilies.\"\n\n\"Really,\" she replied, airily, \"you take too much for granted. I was\ngoing to ask Tom Longman to take me out.\"\n\nShe called to Tom, and as he came up, grinning and shambling, she\nindicated to him her pleasure that he should row her upon the river. The\nidea of being alone in a small boat for perhaps fifteen minutes with the\nbelle of Newville, and the object of his own secret and distant\nadoration, paralysed Tom's faculties with an agony of embarrassment. He\ngrew very red, and there was such a buzzing in his ears that he could not\nfeel sure he heard aright, and Madeline had to repeat herself several\ntimes before he seemed to fully realize the appalling nature of the\nproposition. As they walked down to the shore she chatted with him, but\nhe only responded with a profusion of vacant laughs. When he had pulled\nout on the river, his rowing, from his desire to make an excuse for not\ntalking, was so tremendous that they cheered him from the shore, at the\nsame time shouting--\n\n\"Keep her straight! You're going into the bank!\"\n\nThe truth was, that Tom could not guide the boat because he did not dare\nto look astern for fear of meeting Madeline's eyes, which, to judge from\nthe space his eyes left around her, he must have supposed to fill at\nleast a quarter of the horizon, like an aurora, in fact. But, all the\nsame, he was having an awfully good time, although perhaps it would be\nmore proper to say he would have a good time when he came to think it\nover afterward. It was an experience which would prove a mine of gold in\nhis memory, rich enough to furnish for years the gilding to his modest\nday-dreams. Beauty, like wealth, should make its owners generous. It is a\ngracious thing in fair women at times to make largesse of their beauty,\nbestowing its light more freely on tongue-tied, timid adorers than on\ntheir bolder suitors, giving to them who dare not ask. Their beauty never\ncan seem more precious to women than when for charity's sake they\nbrighten with its lustre the eyes of shy and retiring admirers.\n\nAs Henry was ruefully meditating upon the uncertainty of the sex, and\ndebating the probability that Madeline had called him to swing her for\nthe express purpose of getting a chance to snub him, Ida Lewis came to\nhim, and said--\n\n\"Mr. Burr, we're getting up a game of croquet. Won't you play?\"\n\n\"If I can be on your side,\" he answered, civilly.\n\nHe knew the girl's liking for him, and was always kind to her. At his\nanswer her face flushed with pleasure, and she replied shyly--\n\n\"If you'd like to, you may.\"\n\nHenry was not in the least a conceited fellow, but it was impossible that\nhe should not understand the reason why Ida, who all the morning had\nlooked forlorn enough, was now the life of the croquet-ground, and full\nof smiles and flushes. She was a good player, and had a corresponding\ninterest in beating, but her equanimity on the present occasion was not\nin the least disturbed by the disgraceful defeat which Henry's\nawkwardness and absence of mind entailed on their aide.\n\nBut her portion of sunshine for that day was brief enough, for Madeline\nsoon returned from her boat-ride, and Henry found an excuse for leaving\nthe game and joining her where she sat on the ground between the knees of\na gigantic oak sorting pond-lilies, which the girls were admiring. As he\ncame up, she did not appear to notice him. As soon as he had a chance\nto speak without being overheard, he said, soberly--\n\n\"Tom ought to thank me for that boat-ride, I suppose.\"\n\n\"I don't know what you mean,\" she answered, with assumed carelessness.\n\n\"I mean that you went to punish me.\"\n\n\"You're sufficiently conceited,\" she replied. \"Laura, come here; your\nbrother is teasing me.\"\n\n\"And do you think I want to be teased to?\" replied that young lady,\npertly, as she walked off.\n\nMadeline would have risen and left Henry, but she was too proud to let\nhim think that she was afraid of him.. Neither was she afraid, but she\nwas confused, and momentarily without her usual self-confidence. One\nreason for her running off with Tom had been to get a chance to think. No\ngirl, however coolly her blood may flow, can be pressed to a man's\nbreast, wildly throbbing with love for her, and not experience some\nagitation in consequence. Whatever may be the state of her sentiments,\nthere is a magnetism in such a contact which she cannot at once throw\noff. That kiss had brought her relations with Henry to a crisis. It had\nprecipitated the necessity of some decision. She could no longer hold him\noff, and play with him. By that bold dash he had gained a vantage-ground,\na certain masterful attitude which he had never held before. Yet, after\nall, I am not sure that she was not just a little afraid of him, and,\nmoreover, that she did not like him all the better for it. It was such a\nnovel feeling that it began to make some things, thought of in connection\nwith him, seem more possible to her mind than they had ever seemed\nbefore. As she peeped furtively at this young man, so suddenly grown\nformidable, as he reclined carelessly on the ground at her feet, she\nadmitted to herself that there was something very manly in the sturdy\nfigure and square forehead, with the curly black locks hanging over it.\nShe looked at him with a new interest, half shrinking, half attracted, as\none who might come into a very close relation with herself. She scarcely\nknew whether the thought was agreeable or not.\n\n\"Give me your hat,\" she said, \"and I'll put some lilies in it.\"\n\n\"You are very good,\" said he, handing it to her.\n\n\"Does it strike you so?\" she replied, hesitatingly. \"Then I won't do it.\nI don't want to appear particularly good to you. I didn't know just how\nit would seem.\"\n\n\"Oh, it won't seem very good; only about middling,\" he urged, upon which\nrepresentation she took the hat.\n\nHe watched her admiringly as she deftly wreathed the lilies around it,\nholding it up, now this way and now that, while she critically inspected\nthe effect.\n\nThen her caprice changed. \"I've half a mind to drop it into the river.\nWould you jump after it?\" she said, twirling it by the brim, and looking\nover the steep bank, near which she sat, into the deep, dark water almost\nperpendicularly below.\n\n\"If it were anything of yours instead of mine, I would jump quickly\nenough,\" he replied.\n\nShe looked at him with a reckless gleam in her eyes.\n\n\"You mustn't talk chaff to me, sir; we'll see,\" and, snatching a glove\nfrom her pocket, she held it out over the water. They were both of them\nin that state of suppressed excitement which made such an experiment on\neach other's nerve dangerous. Their eyes met, and neither flinched. If\nshe had dropped it, he would have gone after it.\n\n\"After all,\" she said, suddenly, \"that would be taking a good deal of\ntrouble to get a mitten. If you are so anxious for it, I will give it to\nyou now;\" and she held out the glove to him with an inscrutable face.\n\nHe sprang up from the ground. \"Madeline, do you mean it?\" he asked,\nscarcely audibly, his face grown white and pinched. She crumpled the\nobnoxious glove into her pocket.\n\n\"Why, you poor fellow!\" she exclaimed, the wildfire in her eyes quenched\nin a moment with the dew of pity. \"Do you care so much?\"\n\n\"I care everything,\" he said, huskily.\n\nBut, as luck would have it, just at that instant Will Taylor came running\nup, pursued by Laura, and threw himself upon Madeline's protection. It\nappeared that he had confessed to the possession of a secret, and on\nbeing requested by Laura to impart it had flatly refused to do so.\n\n\"I can't really interfere to protect any young man who refuses to tell a\nsecret to a young lady,\" said Madeline, gravely. \"Neglect to tell her the\nsecret, without being particularly asked to do so, would be bad enough,\nbut to refuse after being requested is an offence which calls for the\nsharpest correction.\"\n\n\"And that isn't all, either,\" said Laura, vindictively flirting the\nswitch with which she had pursued him. \"He used offensive language.\"\n\n\"What did he say?\" demanded Madeline, judicially.\n\n\"I asked him if he was sure it was a secret that I didn't know already,\nand he said he was; and I asked him what made him sure, and he said\nbecause if I knew it everybody else would. As much as to say I couldn't\nkeep a secret.\"\n\n\"This looks worse and worse, young man,\" said the judge, severely. \"The\nonly course left for you is to make a clean breast of the affair, and\nthrow yourself on the mercy of the court. If the secret turns out to be a\ngood one, I'll let you off as easily as I can.\"\n\n\"It's about the new drug-clerk, the one who is going to take George\nBayley's place,\" said Will, laughing.\n\n\"Oh, do tell, quick!\" exclaimed Laura.\n\n\"I don't care who it is. I sha'n't like him,\" said Madeline. \"Poor\nGeorge! and here we are forgetting all about him this beautiful day!\"\n\n\"What's the new clerk's name?\" said Laura, impatiently.\n\n\"Harrison Cordis.\"\n\n\"What?\"\n\n\"Harrison Cordis.\"\n\n\"Rather an odd name,\" said Laura. \"I never heard it.\"\n\n\"No,\" said Will; \"he comes all the way from Boston.\"\n\n\"Is he handsome?\" inquired Laura.\n\n\"I really don't know,\" replied Will. \"I presume Parker failed to make\nthat a condition, although really he ought to, for the looks of the clerk\nis the principal element in the sale of soda-water, seeing girls are the\nonly ones who drink it.\"\n\n\"Of course it is,\" said Laura, frankly. \"I didn't drink any all last\nsummer, because poor George's sad face took away my disposition. Never\nmind,\" she added, \"we shall all have a chance to see how he looks at\nchurch to-morrow;\" and with that the two girls went off together to help\nset the table for lunch.\n\nThe picnickers did not row home till sunset, but Henry found no\nopportunity to resume the conversation with Madeline which had been\nbroken off at such an interesting point.\n\n\n\n\nCHAPTER IV.\n\n\nThe advent of a stranger was an event of importance in the small social\nworld of Newville. Mr. Harrison Cordis, the new clerk in the drug-store,\nmight well have been flattered by the attention which he excited at\nchurch the next day, especially from the fairer half of the congregation.\nFar, however, from appearing discomposed thereby, he returned it with\nsuch interest that at least half the girls thought they had captivated\nhim by the end of the morning service. They all agreed that he was\nawfully handsome, though Laura maintained that he was rather too pretty\nfor a man. He was certainly very pretty. His figure was tall, slight, and\nelegant. He had delicate hands and feet, a white forehead, deep blue,\nsmiling eyes, short, curly, yellow, hair, and a small moustache, drooping\nover lips as enticing as a girl's. But the ladies voted his manners yet\nmore pleasing than his appearance. They were charmed by his easy\nself-possession, and constant alertness as to details of courtesy. The\nvillage beaus scornfully called him \"cityfied,\" and secretly longed to be\nlike him. A shrewder criticism than that to which he was exposed would,\nhowever, have found the fault with Cordis's manners that, under a show of\nsuperior ease and affability, he was disposed to take liberties with his\nnew acquaintances, and exploit their simplicity for his own\nentertainment. Evidently he felt that he was in the country.\n\nThat very first Sunday, after evening meeting, he induced Fanny Miller,\nat whose father's house he boarded, to introduce him to Madeline, and\nafterward walked home with her, making himself very agreeable, and\ncrowning his audacity by asking permission to call. Fanny, who went along\nwith them, tattled of this, and it produced a considerable sensation\namong the girls, for it was the wont of Newville wooers to make very\ngradual approaches. Laura warmly expressed to Madeline her indignation at\nthe impudence of the proceeding, but that young lady was sure she did not\nsee any harm in it; whereupon Laura lost her temper a little, and hinted\nthat it might be more to her credit if she did. Madeline replied\npointedly, and the result was a little spat, from which Laura issued\nsecond best, as people generally did who provoked a verbal strife with\nMadeline. Meanwhile it was rumoured that Cordis had availed himself of\nthe permission that he had asked, and that he had, moreover, been seen\ntalking with her in the post-office several times.\n\nThe drug-store being next door to the post-office, it was easy for him,\nunder pretence of calling for the mail, to waylay there any one he might\nwish to meet. The last of the week Fanny Miller gave a little tea-party,\nto make Cordis more generally acquainted. On that occasion he singled out\nMadeline with his attentions in such a pronounced manner that the other\ngirls were somewhat piqued. Laura, having her brother's interest at\nheart, had much more serious reasons for being uneasy at the look of\nthings. They all remarked how queerly Madeline acted that evening. She\nwas so subdued and quiet, not a bit like herself. When the party broke\nup, Cordis walked home with Madeline and Laura, whose paths lay together.\n\n\"I'm extremely fortunate,\" said he, as he was walking on with Laura, after\nleaving Madeline at her house, \"to have a chance to escort the two belles\nof Newville at once.\"\n\n\"I'm not so foolish as I look, Mr. Cordis,\" said she, rather sharply. She\nwas not going to let him think he could turn the head of every Newville\ngirl as he had Madeline's with his city airs and compliments.\n\n\"You might be, and not mind owning it,\" he replied, making an excuse of\nher words to scrutinise her face with a frank admiration that sent the\ncolour to her cheeks, though she was more vexed than pleased.\n\n\"I mean that I don't like flattery.\"\n\n\"Are you sure?\" he asked, with apparent surprise.\n\n\"Of course I am. What a question!\"\n\n\"Excuse me; I only asked because I never met any one before who didn't.\"\n\n\"Never met anybody who didn't like to be told things about themselves\nwhich they knew weren't true, and were just said because somebody thought\nthey were foolish enough to believe 'em?\"\n\n\"I don't expect you to believe 'em yourself,\" he replied; \"only vain\npeople believe the good things people say about them; but I wouldn't give\na cent for friends who didn't think better of me than I think of myself,\nand tell me so occasionally, too.\"\n\nThey stood a moment at Laura's gate, and just then Henry, coming home\nfrom the gun-shop of which he was foreman, passed them, and entered the\nhouse. \"Is that your brother?\" asked Cordis.\n\n\"Yes.\"\n\n\"It does one's eyes good to see such a powerful looking young man. Is\nyour brother married, may I ask?\"\n\n\"He is not.\"\n\n\"In coming into a new circle as I have done, you understand, Miss Burr, I\noften feel a certain awkwardness on account of not knowing the relations\nbetween the persons I meet,\" he said, apologizing for his questions.\n\nLaura saw her opportunity, and promptly improved it.\n\n\"My brother has been attentive to Miss Brand for a long time. They are\nabout as good as engaged. Good-evening, Mr. Cordis.\"\n\nIt so happened that several days after this conversation, as Madeline was\nwalking home one afternoon, she glanced back at a crossing of the street,\nand saw Harrison Cordis coming behind her on his way to tea. At the rate\nshe was walking she would reach home before he overtook her, but, if she\nwalked a very little slower, he would overtake her. Her pace slackened.\nShe blushed at her conduct, but she did not hurry.\n\nThe most dangerous lovers women have are men of Cordis's feminine\ntemperament. Such men, by the delicacy and sensitiveness of their own\norganizations, read women as easily and accurately as women read each\nother. They are alert to detect and interpret those smallest trifles in\ntone, expression, and bearing, which betray the real mood far more\nunmistakably than more obvious signs. Cordis had seen her backward\nglance, and noted her steps grow slower with a complacent smile. It was\nthis which emboldened him, in spite of the short acquaintance, to venture\non the line he did.\n\n\"Good-evening, Miss Brand,\" he said, as he over took her. \"I don't really\nthink it's fair to begin to hurry when you hear somebody trying to\novertake you.\n\n\"I'm sure I didn't mean to,\" she replied, glad to have a chance to tell\nthe truth, without suspecting, poor girl, that he knew very well she was\ntelling it.\n\n\"It isn't safe to,\" he said, laughing. \"You can't tell who it may be.\nNow, it might have been Mr. Burr, instead of only me.\"\n\nShe understood instantly. Somebody had been telling him about Henry's\nattentions to her. A bitter anger, a feeling of which a moment before she\nwould have deemed herself utterly incapable, surged up in her heart\nagainst the person, whoever it was, who had told him this. For several\nseconds she could not control herself to speak. Finally, she said--\n\n\"I don't understand you. Why do you speak of Mr. Burr to me?\"\n\n\"I beg pardon. I should not have done so.\"\n\n\"Please explain what you mean.\n\n\"You'll excuse me, I hope,\" he said, as if quite distressed to have\ndispleased her. \"It was an unpardonable indiscretion on my part, but\nsomebody told me, or at least I understood, that you were engaged to\nhim.\"\n\n\"Somebody has told you a falsehood, then,\" she replied, and, with a bow\nof rather strained dignity turned in at the gate of a house where a\nmoment before she had not had the remotest intention of stopping. If she\nhad been in a boat with him, she would have jumped into the water sooner\nthan protract the inter-view a moment after she had said that.\nMechanically she walked up the path and knocked at the door. Until the\nlady of the house opened it, she did not notice where she had stopped.\n\nGood-afternoon, Madeline. I'm glad to see you. You haven't made me a call\nthis ever so long.\"\n\n\"I'm sorry, Mrs. Tuttle, but I haven't time to stop to-day. Ha--have you\ngot a--a pattern of a working apron? I'd like to borrow it.\"\n\n\n\n\nCHAPTER V.\n\n\nNow, Henry had not chanced to be at church that first Sunday evening when\nCordis obtained an introduction to Madeline, nor was he at Fanny Miller's\nteaparty. Of the rapidly progressing flirtation between his sweetheart\nand the handsome drug-clerk he had all this time no suspicion whatever.\nSpending his days from dawn to sunset in the shop among men, he was not\nin the way of hearing gossip on that sort of subject; and Laura, who\nordinarily kept him posted on village news, had, deemed it best to tell\nhim as yet nothing of her apprehensions. She was aware that the affection\nbetween her brother and Madeline was chiefly on his side, and knew enough\nof her wilfulness to be sure that any attempted interference by him would\nonly make matters worse. Moreover, now that she had warned Cordis that\nMadeline was pre-empted property, she hoped he would turn his attention\nelsewhere.\n\nAnd so, while half the village was agog over the flirtation of the new\ndrug-clerk with Madeline Brand, and Laura was lying awake nights fretting\nabout it, Henry went gaily to and from his work in a state of blissful\nignorance. And it was very blissful. He was exultant over the progress he\nhad made in his courtship at the picnic. He had told his love--he had\nkissed her. If he had not been accepted, he had, at least, not been\nrejected, and that was a measure of success quite enough to intoxicate so\nardent and humble a lover as he. And, indeed, what lover might not have\ntaken courage at remembering the sweet pity that shone in her eyes at the\nrevelation of his love-lorn state? The fruition of his hopes, to which he\nhad only dared look forward as possibly awaiting him somewhere in the dim\nfuture, was, maybe, almost at hand. Circumstances combined to prolong\nthese rose-tinted dreams. A sudden press of orders made it necessary to\nrun the shop till late nights. He contrived with difficulty to get out\nearly one evening so as to call on Madeline; but she had gone out, and he\nfailed to see her. It was some ten days after the picnic that, on calling\na second time, he found her at home. It chanced to be the very evening of\nthe day on which the conversation between Madeline and Cordis, narrated\nin the last chapter, had taken place.\n\nShe did not come in till Henry had waited some time in the parlour, and\nthen gave him her hand in a very lifeless way. She said she had a bad\nhead-ache, and seemed disposed to leave the talking to him. He spoke of\nthe picnic, but she rather sharply remarked that it was so long ago that\nshe had forgotten all about it. It did seem very long ago to her, but to\nhim it was very fresh. This cool ignoring of all that had happened that\nday in modifying their relations at one blow knocked the bottom out of\nall his thinking for the past week, and left him, as it were, all in the\nair. While he felt that the moment was not propitious for pursuing that\ntopic, he could not for the moment turn his mind to anything else, and,\nas for Madeline, it appeared to be a matter of entire indifference to her\nwhether anything further was said on any subject. Finally, he remarked,\nwith an effort to which the result may appear disproportionate--\n\n\"Mr. Taylor has been making quite extensive alterations on his house,\nhasn't he?\"\n\n\"I should think you ought to know, if any one. You pass his house every\nday,\" was her response.\n\n\"Why, of course I know,\" he said, staring at her.\n\n\"So I thought, but you said 'hasn't he?' And naturally I presumed that\nyou were not quite certain.\"\n\nShe was evidently quizzing him, but her face was inscrutable. She looked\nonly as if patiently and rather wearily explaining a misunderstanding. As\nshe played with her fan, she had an unmistakable expression of being\nslightly bored.\n\n\"Madeline, do you know what I should say was the matter with you if you\nwere a man?\" he said, desperately, yet trying to laugh.\n\n\"Well, really\"--and her eyes had a rather hard expression--\"if you prefer\ngentlemen's society, you'd better seek it, instead of trying to get along\nby supposing me to be a gentleman.\"\n\n\"It seems as if I couldn't say anything right,\" said Henry.\n\n\"I think you do talk a little strangely,\" she admitted, with a faint\nsmile. Her look was quite like that of an uncomplaining martyr.\n\n\"What's the matter with you to-night, Madeline? Tell me, for God's sake!\"\nhe cried, overcome with sudden grief and alarm.\n\n\"I thought I told you I had a headache, and I really wish you wouldn't\nuse profane language,\" she replied, regarding him with lack-lustre eyes.\n\n\"And that's all? It's only a headache?\"\n\n\"That's quite enough, I'm sure. Would you like me to have toothache\nbesides?\"\n\n\"You know I didn't mean that.\"\n\n\"Well, earache, then?\" she said, wearily, allowing her head to rest back\non the top of her chair, as if it were too much of an effort to hold it\nup, and half shutting her eyes.\n\n\"Excuse me, I ought not to have kept you. I'll go now.\"\n\n\"Don't hurry,\" she observed, languidly.\n\n\"I hope you'll feel better in the morning.\"\n\nHe offered her his hand, and she put hers in his for an instant, but\nwithdrew it without returning his pressure, and he went away, sorely\nperplexed and bitterly disappointed.\n\nHe would have been still more puzzled if he had been told that not only\nhad Madeline not forgotten about what had happened at the picnic, but\nhad, in fact, thought of scarcely anything else during his call. It was\nthat which made her so hard with him, that lent such acid to her tone and\nsuch cold aversion to her whole manner. As he went from the house, she\nstood looking after him through the parlour window, murmuring to\nherself--.\n\n\"Thank Heaven, I'm not engaged to him. How could I think I would ever\nmarry him? Oh, if a girl only knew!\"\n\nHenry could not rest until he had seen her again, and found out whether\nher coldness was a mere freak of coquetry, or something more. One evening\nwhen, thanks to the long twilight, it was not yet dark, he called again.\nShe came to the door with hat and gloves on. Was she going out? he asked.\nShe admitted that she had been on the point of going across the street to\nmake a call which had been too long delayed, but wouldn't he come in. No,\nhe would not detain her; he would call again. But he lingered a moment on\nthe steps while, standing on the threshold, she played with a button of a\nglove. Suddenly he raised his eyes and regarded her in a quite particular\nmanner. She was suddenly absorbed with her glove, but he fancied that her\ncheek slightly flushed. Just at the moment when he was calculating that\nshe could no longer well avoid looking up, she exclaimed--\n\n\"Dear me, how vexatious! there goes another of those buttons. I shall\nhave to sew it on again before I go,\" and she looked at him with a\ncharmingly frank air of asking for sympathy, at the same time that it\nconveyed the obvious idea that she ought to lose no time in making the\nnecessary repairs.\n\n\"I will not keep you, then,\" he said, somewhat sadly, and turned away.\n\nWas the accident intentional? Did she want to avoid him? he could not\nhelp the thought, and yet what could be more frank and sunshiny than the\nsmile with which she responded to his parting salutation?\n\nThe next Sunday Laura and he were at church in the evening.\n\n\"I wonder why Madeline was not out. Do you know?\" he said as they were\nwalking home.\n\n\"No.\"\n\n\"You're not nearly so friendly with her as you used to be. What's the\nmatter?\"\n\nShe did not reply, for just then at a turning of the street, they met the\nyoung lady of whom they were speaking. She looked smiling and happy, and\nvery handsome, with a flush in either cheek, and walking with her was the\nnew drug-clerk. She seemed a little confused at meeting Henry, and for a\nmoment appeared to avoid his glance. Then, with a certain bravado, oddly\nmingled with a deprecating air, she raised her eyes to his and bowed.\n\nIt was the first intimation he had had of the true reason of her\nalienation. Mechanically he walked on and on, too stunned to think as\nyet, feeling only that there was a terrible time of thinking ahead.\n\n\"Hadn't we better turn back, hear?\" said Laura, very gently.\n\nHe looked up. They were a mile or two out of the village on a lonely\ncountry road. They turned, and she said, softly, in the tone like the\ntouch of tender fingers on an aching spot--\n\n\"I knew it long ago, but I hadn't the heart to tell you. She set her cap\nat him from the first. Don't take it too much to heart. She is not good\nenough for you.\"\n\nSweet compassion! Idle words! Is there any such sense of ownership,\nreaching even to the feeling of identity, as that which the lover has in\nthe one he loves? His thoughts and affections, however short the time,\nhad so grown about her and encased her, as the hardened clay imbeds the\nfossil flower buried ages ago. It rather seems as if he had found her by\nquarrying in the depths of his own heart than as if he had picked her\nfrom the outside world, from among foreign things. She was never foreign,\nelse he could not have had that intuitive sense of intimateness with her\nwhich makes each new trait which she reveals, while a sweet surprise, yet\nseem in a deeper sense familiar, as if answering to some pre-existing\nideal pattern in his own heart, as if it were something that could not\nhave been different. In after years he may grow rich in land and gold,\nbut he never again will have such sense of absolute right and eternally\nforeordained ownership in any thing as he had long years ago in that\nsweet girl whom some other fellow married. For, alas! this seemingly\ninviolable divine title is really no security at all. Love is liable to\nten million suits for breach of warranty. The title-deeds he gives to\nlovers, taking for price their hearts' first-fruits, turn out no titles\nat all. Half the time, title to the same property is given to several\nclaimants, and the one to finally take possession is often enough one who\nhas no title from love at all.\n\nHenry had been hit hard, but there was a dogged persistence in his\ndisposition that would not allow him to give up till he had tested his\nfortune to the uttermost. His love was quite unmixed with vanity, for\nMadeline had never given him any real reason to think that she loved him,\nand, therefore, the risk of an additional snub or two counted for nothing\nto deter him. The very next day he left the shop in the afternoon and\ncalled on her. Her rather constrained and guarded manner was as if she\nthought he had come to call her to account, and was prepared for him. He,\non the contrary, tried to look as affable and well satisfied as if he\nwere the most prosperous of lovers. When he asked her if she would go out\ndriving with him that afternoon, she was evidently taken quite off her\nguard. For recrimination she was prepared, but not for this smiling\nproposal. But she recovered herself in an instant, and said--\n\n\"I'm really very much obliged. It is very considerate of you, but my\nmother is not very well this afternoon, and I feel that I ought not to\nleave her.\" Smothering a sick feeling of discouragement, he said, as\ncheerfully as possible--\n\n\"I'm very sorry indeed. Is your mother seriously sick?\"\n\n\"Oh no, thank you. I presume she will be quite well by morning.\"\n\n\"Won't you, perhaps, go to-morrow afternoon, if she is better? The river\nroad which you admire so much is in all its midsummer glory.\"\n\n\"Thank you. Really; you are quite too good, but I think riding is rather\nlikely to give me the headache lately.\"\n\nThe way she answered him, without being in the least uncivil, left the\nimpression on his mind that he had been duly persistent. There was an\nawkward silence of a few moments, and he was just about to burst forth\nwith he knew not what exclamations and entreaties, when Madeline rose,\nsaying--\n\n\"Excuse me a moment; I think I hear my mother calling,\" and left the\nroom.\n\nShe was gone some time, and returned and sat down with an absent and\npreoccupied expression of face, and he did not linger.\n\nThe next Thursday evening he was at conference meeting, intending to walk\nhome with Madeline if she would let him; to ask her, at least. She was\nthere, as usual, and sat at the melodeon. A few minutes before nine\nCordis came in, evidently for the mere purpose of escorting her home.\nHenry doggedly resolved that she should choose between them then and\nthere, before all the people. The closing hymn was sung, and the buzz of\nthe departing congregation sounded in his ears as if it were far away. He\nrose and took his place near the door, his face pale, his lips set,\nregardless of all observers. Cordis, with whom he was unacquainted save\nby sight, stood near by, good-humouredly smiling, and greeting the people\nas they passed out.\n\nIn general, Madeline liked well enough the excitement of electing between\nrival suitors, but she would rather, far rather, have avoided this public\nchoice tonight. She had begun to be sorry for Henry. She was as long as\npossible about closing the melodeon. She opened and closed it again. At\nlength, finding no further excuse for delaying, she came slowly down the\naisle, looking a little pale herself. Several of the village young folks\nwho understood the situation lingered, smiling at one other, to see the\nfun out, and Cordis himself recognized his rival's tragical look with an\namused expression, at the same time that he seemed entirely disposed to\ncross lances with him.\n\nAs Madeline approached the door, Henry stepped forward and huskily asked\nif he might take her home. Bowing to him with a gracious smile of\ndeclination, she said, \"Thanks,\" and, taking Cordis's arm, passed out\nwith him.\n\nAs they came forth into the shadow of the night, beyond the illumination\nof the porch lamps of the church, Cordis observed--\n\n\"Really, that was quite tragical. I half expected he would pull out a\nrevolver and shoot us both. Poor fellow, I'm sorry for him.\"\n\n\"He was sorrier than you are glad, I dare say, said Madeline.\n\n\"Well, I don't know about that,\" he replied; \"I'm as glad as I can be,\nand I suppose he's as sorry as he can be. I can't imagine any man in love\nwith such a girl as you not being one or the other all the while.\"\n\nBut the tone was a little, a very little, colder than the words, and her\nquick ear caught the difference.\n\n\"What's the matter? Are you vexed about anything? What have I done?\" she\nasked, in a tone of anxious deprecation which no other person but\nHarrison Cordis had ever heard from her lips.\n\n\"You have done nothing,\" he answered, passing his arm round her waist in\na momentary embrace of reassurance. \"It is I that am ill-tempered. I\ncouldn't help thinking from the way this Burr pursues you that there must\nhave been something in the story about your having been engaged, after\nall.\"\n\n\"It is not true. I never was engaged. I couldn't bear him. I don't like\nhim. Only he--he--\"\n\n\"I don't want to pry into your secrets. Don't make any confessions to me.\nI have no right to call you to account,\" he interrupted her, rather\nstiffly.\n\n\"Please don't say that. Oh, please don't talk that way!\" she cried out,\nas if the words had hurt her like a knife. \"He liked me, but I didn't\nlike him. I truly didn't. Don't you believe me? What shall I do if you\ndon't?\"\n\nIt must not be supposed that Cordis had inspired so sudden and strong a\npassion in Madeline without a reciprocal sentiment. He had been\ninfatuated from the first with the brilliant, beautiful girl, and his\njealousy was at least half real, Her piteous distress at his slight show\nof coldness melted him to tenderness. There was an impassioned\nreconciliation, to which poor Henry was the sacrifice. Now that he\nthreatened to cost her the smiles of the man she loved, her pity for him\nwas changed into resentment. She said to herself that it was mean and\ncruel in him to keep pursuing her. It never occurred to her to find\nCordis's conduct unfair in reproaching her for not having lived solely\nfor him, before she knew even of his existence. She was rather inclined\nto side with him, and blame herself for having lacked an intuitive\nprescience of his coming, which should have kept her a nun in heart and\nsoul.\n\nThe next evening, about dusk, Henry was wandering sadly and aimlessly\nabout the streets when he met Madeline face to face. At first she seemed\nrather unpleasantly startled, and made as if she would pass him without\ngiving him an opportunity to speak to her. Then she appeared to change\nher mind, and, stopping directly before him, said, in a low voice--\n\n\"Won't you please leave me alone, after this? Your attentions are not\nwelcome.\"\n\nWithout giving him a chance to reply, she passed on and walked swiftly up\nthe street. He leaned against the fence, and stood motionless for a long\ntime. That was all that was wanting to make his loss complete--an angry\nword from her. At last his lips moved a little, and slowly formed these\nwords in a husky, very pitiful whisper--\n\n\"That's the end,\"\n\n\n\n\nCHAPTER VI.\n\n\nThere was one person, at least, in the village who had viewed the success\nof the new drug-clerk in carrying off the belle of Newville with entire\ncomplacency, and that was Ida Lewis, the girl with a poor complexion and\nbeautiful brown eyes, who had cherished a rather hopeless inclination for\nHenry; now that he had lost that bold girl, she tremulously assured\nherself, perhaps it was not quite so hopeless. Laura, too, had an idea\nthat such might possibly be the case, and hoping at least to distract her\nbrother, about whom she was becoming quite anxious, she had Ida over to\ntea once or twice, and, by various other devices which with a clever\nwoman are matters of course, managed to throw her in his way.\n\nHe was too much absorbed to take any notice of this at first, but, one\nevening when Ida was at tea with them, it suddenly flashed upon him, and\nhis face reddened with annoyed embarrassment. He had never felt such a\ncold anger at Laura as at that moment. He had it in his heart to say\nsomething very bitter to her. Would she not at least respect his grief?\nHe had ado to control the impulse that prompted him to rise and leave the\ntable. And then, with that suddenness characteristic of highly wrought\nmoods, his feelings changed, and he discovered how soft-hearted his own\nsorrow had made him toward all who suffered in the same way. His eyes\nsmarted with pitifulness as he noted the pains with which the little girl\nopposite him had tried to make the most of her humble charms in the hope\nof catching his eye. And the very poverty of those charms made her\nefforts the more pathetic. He blamed his eyes for the hard clearness with\nwhich they noted the shortcomings of the small, unformed features, the\nfreckled skin, the insignificant and niggardly contour, and for the\ncruelty of the comparison they suggested between all this and Madeline's\nrich beauty. A boundless pity poured out of his heart to cover and\ntransfigure these defects, and he had an impulse to make up to her for\nthem, if he could, by sacrificing himself to her, if she desired. If she\nfelt toward him as he toward Madeline, it were worth his life to save the\npity of another such heart-breaking. So should he atone, perhaps, for the\nsuffering Madeline had given him.\n\nAfter tea he went by himself to nurse these wretched thoughts, and\nalthough the sight of Ida had suggested them, he went on to think of\nhimself, and soon became so absorbed in his own misery that he quite\nforgot about her, and, failing to rejoin the girls that evening, Ida had\nto go home alone, which was a great disappointment to her. But it was,\nperhaps, quite as well, on the whole, for both of them that he was not\nthrown with her again that evening.\n\nIt is never fair to take for granted that the greatness of a sorrow or a\nloss is a just measure of the fault of the one who causes it. Madeline\nwas not willingly cruel. She felt sorry in a way for Henry whenever his\nset lips and haggard face came under her view, but sorry in a dim and\ndistant way, as one going on a far and joyous journey is sorry for the\nformer associates he leaves behind, associates whose faces already, ere\nhe goes, begin to grow faded and indistinct. At the wooing of Cordis her\nheart had awaked, and in the high, new joy of loving, she scorned the\ntame delight of being loved, which, until then, had been her only idea of\nthe passion.\n\nHenry presently discovered that, to stay in the village a looker-on while\nthe love affair of Madeline and Cordis progressed to its consummation,\nwas going to be too much for him. Instead of his getting used to the\nsituation, it seemed to grow daily more insufferable. Every evening the\nthought that they were together made him feverish and restless till\ntoward midnight, when, with the reflection that Cordis had surely by that\ntime left her, came a possibility of sleep.\n\nAnd yet, all this time he was not conscious of any special hate toward\nthat young man.. If he had been in his power he would probably have left\nhim unharmed. He could not, indeed, have raised his hand against anything\nwhich Madeline cared for. However great his animosity had been, that fact\nwould have made his rival taboo to him. That Madeline had turned away\nfrom him was the great matter. Whither she was turned was of subordinate\nimportance. His trouble was that she loved Cordis, not that Cordis loved\nher. It is only low and narrow natures which can find vent for their love\ndisappointments in rage against their successors. In the strictest,\ntruest sense, indeed, although it is certainly a hard saying, there is no\nroom in a clear mind for such a feeling of jealousy. For the way in which\nevery two hearts approach each other is necessarily a peculiar\ncombination of individualities, never before and never after exactly\nduplicated in human experience. So that, if we can conceive of a woman\ntruly loving several lovers, whether successively or simultaneously, they\nwould not be rivals, for the manner of her love for each, and the manner\nof each one's love for her, is peculiar and single, even as if they two\nwere alone in the world. The higher the mental grade of the persons\nconcerned, the wider their sympathies, and the more delicate their\nperceptions, the more true is this.\n\nHenry had been recently offered a very good position in an arms\nmanufactory in Boston, and, having made up his mind to leave the village,\nhe wrote to accept it, and promptly followed his letter, having first\npledged his sole Newville correspondent, Laura, to make no references to\nMadeline in her letters.\n\n\"If they should be married,\" he was particular to say, \"don't tell me\nabout it till some time afterward.\"\n\nPerhaps he worked the better in his new place because he was unhappy.\nThe foe of good work is too easy self-complacency, too ready\nself-satisfaction, and the tendency to a pleased and relaxed\ncontemplation of life and one's surroundings, growing out of a\nwell-to-do state. Such a smarting sense of defeat, of endless aching\nloss as filled his mind at this time, was a most exacting background for\nhis daily achievements in business and money-making to show up against.\nHe had lost that power of enjoying rest which is at once the reward and\nlimitation of human endeavour. Work was his nepenthe, and the difference\nbetween poor, superficial work and the best, most absorbing, was simply\nthat between a weaker and a stronger opiate. He prospered in his affairs,\nwas promoted to a position of responsibility with a good salary, and,\nmoreover, was able to dispose of a patent in gun-barrels at a handsome\nprice.\n\nWith the hope of distracting his mind from morbid brooding over what was\npast helping, he went into society, and endeavoured to interest himself\nin young ladies. But in these efforts his success was indifferent.\nWhenever he began to flatter himself that he was gaining a philosophical\ncalm, the glimpse of some face on the street that reminded him of\nMadeline's, an accent of a voice that recalled hers, the sight of her in\na dream, brought back in a moment the old thrall and the old bitterness\nwith undiminished strength.\n\nEight or nine months after he had left home the longing to return and see\nwhat had happened became irresistible. Perhaps, after all--\n\nAlthough this faint glimmer of a doubt was of his own making, and existed\nonly because he had forbidden Laura to tell him to the contrary, he\nactually took some comfort in it. While he did not dare to put the\nquestion to Laura, yet he allowed himself to dream that something might\npossibly have happened to break off the match. He was far, indeed, from\nformally consenting to entertain such a hope. He professed to himself\nthat he had no doubt that she was married and lost to him for ever. Had\nanything happened to break off the match, Laura would certainly have lost\nno time in telling him such good news. It was childishness to fancy aught\nelse. But no effort of the reason can quite close the windows of the\nheart against hope, and, like a furtive ray of sunshine finding its way\nthrough a closed shutter, the thought that, after all, she might be free\nsurreptitiously illumined the dark place in which he sat.\n\nWhen the train stopped at Newville he slipped through the crowd at the\nstation with the briefest possible greetings to the acquaintances he saw,\nand set out to gain his father's house by a back street.\n\nOn the way he met Harry Tuttle, and could not avoid stopping to exchange\na few words with him.. As they talked, he was in a miserable panic of\napprehension lest Harry should blurt out something about Madeline's being\nmarried. He felt that he could only bear to hear it from Laura's lips.\nWhenever the other opened his mouth to speak, a cold dew started out on\nHenry's forehead for fear he was going to make some allusion to Madeline;\nand when at last they separated without his having done so, there was\nsuch weakness in his limbs as one feels who first walks after a sickness.\n\nHe saw his folly now, his madness, in allowing himself to dally with a\nbaseless hope, which, while never daring to own its own existence, had\nyet so mingled its enervating poison with every vein that he had now no\nstrength left to endure the disappointment so certain and so near. At the\nvery gate of his father's house he paused. A powerful impulse seized him\nto fly. It was not yet too late. Why had he come? He would go back to\nBoston, and write Laura by the next mail, and adjure her to tell him\nnothing. Some time he might bear to hear the truth, but not to-day, not\nnow; no, not now. What had he been thinking of to risk it? He would get\naway where nobody could reach him to slay with a word this shadow of a\nhope which had become such a necessity of life to him, as is opium to the\nvictim whose strength it has sapped and alone replaces. It was too late!\nLaura, as she sat sewing by the window, had looked up and seen him, and\nnow as he came slowly up the walk she appeared at the door, full of\nexclamations of surprise and pleasure. He went in, and they sat down.\n\n\"I thought I'd run out and see how you all were,\" he said, with a ghastly\nsmile.\n\n\"I'm so glad you did! Father was wondering only this morning if you were\nnever coming to see us again.\"\n\nHe wiped his forehead with his handkerchief.\n\n\"I thought I'd just run out and see you.\"\n\n\"Yes, I'm so glad you did!\"\n\nShe did not show that she noticed his merely having said the same thing\nover.\n\n\"Are you pretty well this spring?\" she asked.\n\n\"Yes, I'm pretty well.\"\n\n\"Father was so much pleased about your patent. He's ever so proud of\nyou.\"\n\nAfter a pause, during which Henry looked nervously from point to point\nabout the room, he said--\n\n\"Is he?\"\n\n\"Yes, very, and so am I.\"\n\nThere was a long silence, and Laura took up her work-basket, and bent her\nface over it, and seemed to have a good deal of trouble in finding some\narticle in it.\n\nSuddenly he said, in a quick, spasmodic way--\n\n\"Is Madeline married?\"\n\nGood God! Would she never speak!\n\n\"No,\" she answered, with a falling inflection.\n\nHis heart, which had stopped beating, sent a flood of blood through every\nartery. But she had spoken as if it were the worst of news, instead of\ngood. Ah! could it be? In all his thoughts, in all his dreams by night or\nday, he had never thought, he had never dreamed of that.\n\n\"Is she dead?\" he asked, slowly, with difficulty, his will stamping the\nshuddering thought into words, as the steel die stamps coins from strips\nof metal.\n\n\"No,\" she replied again, with the same ill-boding tone.\n\n\"In God's name, what is it?\" he cried, springing to his feet. Laura\nlooked out at the window so that she might not meet his eye as she\nanswered, in a barely audible voice--\n\n\"There was a scandal, and he deserted her; and afterward--only last\nweek--she ran away, nobody knows where, but they think to Boston.\"\n\nIt was about two o'clock in the afternoon when Henry heard the fate of\nMadeline. By four o'clock he was on his way back to Boston. The\nexpression of his face as he sits in the car is not that which might be\nexpected under the circumstances. It is not that of a man crushed by a\nhopeless calamity, but rather of one sorely stricken indeed, but still\nresolute, supported by some strong determination which is not without\nhope.\n\nBefore leaving Newville he called on Mrs. Brand, who still lived in the\nsame house. His interview with her was very painful. The sight of him set\nher into vehement weeping, and it was long before he could get her to\ntalk. In the injustice of her sorrow, she reproached him almost bitterly\nfor not marrying Madeline, instead of going off and leaving her a victim\nto Cordis. It was rather hard for him to be reproached in this way, but\nhe did not think of saying anything in self-justification. He was ready\nto take blame upon himself. He remembered no more now how she had\nrejected, rebuffed, and dismissed him. He told himself that he had\ncruelly deserted her, and hung his head before the mother's reproaches.\n\nThe room in which they sat was the same in which he had waited that\nmorning of the picnic, while in his presence she had put the finishing\ntouches to her toilet. There, above the table, hung against the wall the\nselfsame mirror that on that morning had given back the picture of a girl\nin white, with crimson braid about her neck and wrists, and a red feather\nin the hat so jauntily perched above the low forehead--altogether a\nmaiden exceedingly to be desired. Perhaps, somewhere, she was standing\nbefore a mirror at that moment. But what sort of a flush is it upon her\ncheeks? What sort of a look is it in her eyes? What is this fell shadow\nthat has passed upon her face?\n\nBy the time Henry was ready to leave the poor mother had ceased her\nupbraidings, and had yielded quite to the sense of a sympathy, founded in\na loss as great as her own, which his presence gave her. He was the only\none in all the world from whom she could have accepted sympathy, and in\nher lonely desolation it was very sweet. And at the last, when, as he was\nabout to go, her grief burst forth afresh, he put his arm around her and\ndrew her head to his shoulder, and tenderly soothed her, and stroked the\nthin grey hair, till at last the long, shuddering sobs grew a little\ncalmer. It was natural that he should be the one to comfort her. It was\nhis privilege. In the adoption of sorrow, and not of joy, he had taken\nthis mother of his love to be his mother.\n\n\"Don't give her up,\" he said. \"I will find her if she is alive.\"\n\n\n\n\nCHAPTER VII.\n\n\nA search, continued unintermittingly for a week among the hotels and\nlodging-houses of Boston, proved finally successful. He found her. As she\nopened the door of the miserable apartment which she occupied, and saw\nwho it was that had knocked, the hard, unbeautiful red of shame covered\nher face. She would have closed the door against him, had he not quickly\nstepped within. Her eyelids fluttered a moment, and then she met his gaze\nwith a look of reckless hardihood. Still holding the door half open, she\nsaid--\n\n\"Henry Burr, what do you want?\"\n\nThe masses of her dark hairs hung low about her neck in disorder, and\neven in that first glance his eye had noted a certain negligent\nuntidiness about her toilet most different from her former ways. Her face\nwas worn and strangely aged and saddened, but beautiful still with the\nquenchless beauty of the glorious eyes, though sleepless nights had left\ntheir dark traces round them;\n\n\"What do you want? Why do you come here?\" she demanded again, in harsh,\nhard tones; for he had been too much moved in looking at her to reply at\nonce.\n\nNow, however, he took the door-handle out of her hand and closed the\ndoor, and said, with only the boundless tenderness of his moist eyes to\nmend the bluntness of the words--\n\n\"Madeline, I want you. I want you for my wife.\"\n\nThe faintest possible trace of scorn was perceptible about her lips, but\nher former expression of hard indifference was otherwise quite unchanged\nas she replied, in a spiritless voice--\n\n\"So you came here to mock me? It was taking a good deal of trouble, but\nit is fair you should have your revenge.\"\n\nHe came close up to her.\n\n\"I'm not mocking. I'm in earnest. I'm one of those fellows who can never\nlove but one woman, and love her for ever and ever. If there were not a\nscrap of you left bigger than your thumb, I'd rather have it than any\nwoman in the world.\"\n\nAnd now her face changed. There came into it the wistful look of those\nbefore whom passes a vision of happiness not for them, a look such as\nmight be in the face of a doomed spirit which, floating by, should catch\na glimpse of heavenly meads, and be glad to have had it, although its own\nway lay toward perdition. With a sudden impulse she dropped upon her\nknee, and seizing the hem of his coat pressed it to her lips, and then,\nbefore he could catch her, sprang away, and stood with one arm extended\ntoward him, the palm turned outward, warning him not to touch her. Her\neyes were marvellously softened with the tears that suffused them, and\nshe said--\n\n\"I thank you, Henry. You are very good. I did not think any man could be\nso good. Now I remember, you always were very good to me. It will make\nthe laudanum taste much sweeter. No! no! don't! Pity my shame. Spare me\nthat! Oh, don't!\"\n\nBut he was stronger than she, and kissed her. It was the second time he\nhad ever done it. Her eyes flashed angrily, but that was instantly past,\nand she fell upon a chair crying as if her heart would break, her hands\ndropping nervously by her sides; for this was that miserable, desolate\nsorrow which does not care to hide its flowing tears and wrung face.\n\n\"Oh, you might have spared me that! O God! was it not hard enough\nbefore?\" she sobbed.\n\nIn his loving stupidity, thinking to reassure her, he had wounded the\npride of shame, the last retreat of self-respect, that cruellest hurt of\nall. There was a long silence. She seemed to have forgotten that he was\nthere. Looking down upon her as she sat desolate, degraded, hopeless\nbefore him, not caring to cover her face, his heart swelled till it\nseemed as if it would burst, with such a sense of piteous loyalty and\nsublimed devotion as a faithful subject in the brave old times might have\nfelt towards his queen whom he has found in exile, rags, and penury.\nDeserted by gods and men she might be, but his queen for ever she was,\nwhose feet he was honoured to kiss. But what a gulf between feeling this\nand making her understand his feeling!\n\nAt length, when her sobs had ceased, he said, quietly--\n\n\"Forgive me. I didn't mean to hurt your feelings.\"\n\n\"It's all the same. It's no matter,\" she answered, listlessly, wiping her\neyes with her hand. \"I wish you would go away, though, and leave me\nalone. What do you want with me?\"\n\n\"I want what I have always wanted: I want you for my wife.\"\n\nShe looked at him with stupid amazement, as if the real meaning of this\nalready once declared desire had only just distinctly reached her mind,\nor as if the effect of its first announcement had been quite effaced by\nthe succeeding outburst.\n\n\"Why, I thought you knew! You can't have heard--about me,\" she said.\n\n\"I have heard, I know all,\" he exclaimed, taking a step forward and\nstanding over her. \"Forgive me, darling! forgive me for being almost glad\nwhen I heard that you were free, and not married out of my reach. I can't\nthink of anything except that I've found you. It is you, isn't it? It is\nyou. I don't care what's happened to you, if it is only you.\"\n\nAs he spoke in this vehement, fiery way, she had been regarding him with\nan expression of faint curiosity. \"I believe you do really mean it,\" she\nsaid, wonderingly, lingering over the words; \"you always were a queer\nfellow.\"\n\n\"Mean it!\" he exclaimed, kneeling before her, his voice all tremulous\nwith the hope which the slightly yielding intonation of her words had\ngiven him. \"Yes--yes--I mean it.\"\n\nThe faint ghost of a smile, which only brought out the sadness of her\nface, as a taper in a crypt reveals its gloom, hovered about her eyes.\n\n\"Poor boy!\" she said; \"I've, treated you very badly. I was going to make\nan end of myself this afternoon, but I will wait till you are tired of\nyour fancy for me. It will make but little difference. There! there!\nPlease don't kiss me.\"\n\n\n\n\nCHAPTER VIII.\n\n\nHe did not insist on their marriage taking place at once, although in her\nmood of dull indifference she would not have objected to anything he\nmight have proposed. It was his hope that after a while she might become\ncalmer, and more cheerful. He hoped to take in his at the altar a hand a\nlittle less like that of a dead person.\n\nIntroducing her as his betrothed wife, he found her very pleasant\nlodgings with an excellent family, where he was acquainted, provided her\nwith books and a piano, took her constantly out to places of amusement,\nand, in every way which his ingenuity could suggest, endeavoured to\ndistract and divert her. To all this she offered neither objection nor\nsuggestion, nor did she, beyond the usual conventional responses, show\nthe slightest gratitude. It was as if she took it for granted that he\nunderstood, as she did, that all this was being done for himself, and not\nfor her, she being quite past having anything done for her. Her only\nrecognition of the reverential and considerate tenderness which he showed\nher was an occasional air of wonder that cut him to the quick. Shame,\nsorrow, and despair had incrusted her heart with a hard shell,\nimpenetrable to genial emotions. Nor would all his love help him to get\nover the impression that she was no longer an acquaintance and familiar\nfriend, but somehow a stranger.\n\nSo far as he could find out, she did absolutely nothing all day except to\nsit brooding. He could not discover that she so much as opened the books\nand magazines he sent her, and, to the best of his knowledge, she made\nlittle more use of her piano. His calls were sadly dreary affairs. He\nwould ask perhaps half a dozen questions, which he had spent much care in\nframing with a view to interesting her. She would reply in monosyllables,\nwith sometimes a constrained smile or two, and then, after sitting a\nwhile in silence, he would take his hat and bid her good-evening.\n\nShe always sat nowadays in an attitude which he had never seen her adopt\nin former times, her hands lying in her lap before her, and an absent\nexpression on her face. As he looked at her sitting thus, and recalled\nher former vivacious self-assertion and ever-new caprices, he was\novercome with the sadness of the contrast.\n\nWhenever he asked her about her health, she replied that she was well;\nand, indeed, she had that appearance. Grief is slow to sap the basis of a\nhealthy physical constitution. She retained all the contour of cheek and\nrounded fulness of figure which had first captivated his fancy in the\ndays, as it seemed, so long ago.\n\nHe took her often to the theatre, because in the action of the play she\nseemed at times momentarily carried out of herself. Once, when they were\ncoming home from a play, she called attention to some feature of it. It\nwas the first independent remark she had made since he had brought her to\nher lodgings. In itself it was of no importance at all, but he was\novercome with delight, as people are delighted with the first words that\nshow returning interest in earthly matters on the part of a convalescing\nfriend whose soul has long been hovering on the borders of death. It\nwould sound laughable to explain how much he made of that little remark,\nhow he spun it out, and turned it in and out, and returned to it for days\nafterward. But it remained isolated. She did not make another.\n\nNevertheless, her mind was not so entirely torpid as it appeared, nor was\nshe so absolutely self-absorbed. One idea was rising day by day out of\nthe dark confusion of her thoughts, and that was the goodness and\ngenerosity of her lover. In this appreciation there was not the faintest\nglows of gratitude. She left herself wholly out of the account as only\none could do with whom wretchedness has abolished for the time all\ninterest in self. She was personally past being benefited. Her sense of\nhis love and generosity was as disinterested as if some other person had\nbeen their object. Her admiration was such as one feels for a hero of\nhistory or fiction.\n\nOften, when all within her seemed growing hard and still and dead, she\nfelt that crying would make her feel better. At such times, to help her\nto cry, for the tears did not flow easily, she would sit down to the\npiano, the only times she ever touched it, and play over some of the\nsimple airs associated with her life at home. Sometimes, after playing\nand crying a while, she would lapse into sweetly mournful day-dreams of\nhow happy she might have been if she had returned Henry's love in those\nold days. She wondered in a puzzled way why it was that she had not. It\nseemed so strange to her now that she could have failed in doing so. But\nall this time it was only as a might-have-been that she thought of loving\nhim, as one who feels himself mortally sick thinks of what he might have\ndone when he was well, as a life-convict thinks of what he might have\ndone when free, as a disembodied spirit might think of what it might have\ndone when living. The consciousness of her disgrace, ever with her, had,\nin the past month or two, built up an impassable wall between her past\nlife and her present state of existence. She no longer thought of herself\nin the present tense, still less the future.\n\nHe had not kissed her since that kiss at their first interview, which\nthrew her into such a paroxysm of weeping. But one evening, when she had\nbeen more silent and dull than usual, and more unresponsive to his\nefforts to interest her, as he rose to go he drew her a moment to his\nside and pressed his lips to hers, as if constrained to find some\nexpression for the tenderness so cruelly balked of any outflow in words.\nHe went quickly out, but she continued to stand motionless, in the\nattitude of one startled by a sudden discovery. There was a frightened\nlook in her dilated eyes. Her face was flooded to the roots of her hair\nwith a deep flush. It was a crimson most unlike the tint of blissful\nshame with which the cheeks announce love's dawn in happy hearts. She\nthrew herself upon the sofa, and buried her scorched face in the pillow\nwhile her form shook with dry sobs.\n\nLove had, in a moment, stripped the protecting cicatrice of a hard\nindifference from her smarting shame, and it was as if for the first time\nshe were made fully conscious of the desperation of her condition.\n\nThe maiden who finds her stainless purity all too lustreless a gift for\nhim she loves, may fancy what were the feelings of Madeline, as love,\nwith its royal longing to give, was born in her heart. With what lilies\nof virgin innocence would she fain have rewarded her lover! but her\nlilies were yellow, their fragrance was stale. With what an unworn crown\nwould she have crowned him! but she had rifled her maiden regalia to\nadorn an impostor. And love came to her now, not as to others, but\nwhetting the fangs of remorse and blowing the fires of shame.\n\nBut one thing it opened her eyes to, and made certain from the first\ninstant of her new consciousness, namely, that since she loved him she\ncould not keep her promise to marry him. In her previous mood of dead\nindifference to all things, it had not mattered to her one way or the\nother. Reckless what became of her, she had only a feeling that seeing he\nhad been so good he ought to have any satisfaction he could find in\nmarrying her. But what her indifference would have abandoned to him her\nlove could not endure the thought of giving. The worthlessness of the\ngift, which before had not concerned her, now made its giving impossible.\nWhile before she had thought with indifference of submitting to a love\nshe did not return, now that she returned it the idea of being happy in\nit seemed to her guilty and shameless. Thus to gather the honey of\nhappiness from her own abasement was a further degradation, compared with\nwhich she could now almost respect herself. The consciousness that she\nhad taken pleasure in that kiss made her seem to herself a brazen thing.\n\nHer heart ached with a helpless yearning over him for the disappointment\nshe knew he must now suffer at her hands. She tried, but in vain, to feel\nthat she might, after all, marry him, might do this crowning violence to\nher nature, and accept a shameful happiness for his sake.\n\nOne morning a bitter thing happened to her. She had slept unusually well,\nand her dreams had been sweet and serene, untinged by any shadow of her\nwaking thoughts, as if, indeed, the visions intended for the sleeping\nbrain of some fortunate woman had by mistake strayed into hers. For a\nwhile she had lain, half dozing, half awake, pleasantly conscious of the\nsoft, warm bed, and only half emerged from the atmosphere of dreamland.\nAs at last she opened her eyes, the newly risen sun, bright from his\nocean bath, was shining into the room, and the birds were singing. A\nlilac bush before the window was moving in the breeze, and the shadows of\nits twigs were netting the sunbeams on the wall as they danced to and\nfro.\n\nThe spirit of the jocund morn quite carried her away, and all\nunthinkingly she bounded out into the room and, stood there with a smile\nof sheer delight upon her face. She had forgotten all about her shame and\nsorrow. For an instant they were as completely gone from her mind as if\nthey had never been, and for that instant nowhere did the sun's\nfar-reaching eye rest on a blither or more innocent face. Then memory\nlaid its icy finger on her heart and stilled its bounding pulse. The glad\nsmile went out, like a taper quenched in Acheron, and she fell prone upon\nthe floor, crying with hard, dry sobs, \"O God! O God! O God!\"\n\nThat day, and for many days afterward, she thought again and again of\nthat single happy instant ere memory reclaimed its victim. It was the\nfirst for so long a time, and it was so very sweet, like a drop of water\nto one in torment. What a heaven a life must be which had many such\nmoments! Was it possible that once, long ago, her life had been such an\none--that she could awake mornings and not be afraid of remembering? Had\nthere ever been a time when the ravens of shame and remorse had not\nperched above her bed as she slept, waiting her waking to plunge their\nbeaks afresh into her heart? That instant of happiness which had been\ngiven her, how full it had been of blithe thanks to God and sympathy with\nthe beautiful life of the world! Surely it showed that she was not bad,\nthat she could have such a moment. It showed her heart was pure; it was\nonly her memory that was foul. It was in vain that she swept and washed\nall within, and was good, when all the while her memory, like a ditch\nfrom a distant morass, emptied its vile stream of recollections into her\nheart, poisoning all the issues of life.\n\nYears before, in one of the periodical religious revivals at Newville,\nshe had passed through the usual girlish experience of conversion. Now,\nindeed, was a time when the heavenly compensations to which religion\ninvites the thoughts of the sorrowful might surely have been a source of\ndome relief. But a certain cruel clearness of vision, or so at least it\nseemed to her, made all reflections on this theme but an aggravation of\nher despair. Since the shadow had fallen on her life, with every day the\nsense of shame and grief had grown more insupportable. In proportion as\nher loathing of the sin had grown, her anguish on account of it had\nincreased. It was a poison-tree which her tears watered and caused to\nshoot forth yet deeper roots, yet wider branches, overspreading her life\nwith ever denser, more noxious shadows. Since, then, on earth the\npurification of repentance does but deepen the soul's anguish over the\npast, how should it be otherwise in heaven, all through eternity? The\npure in heart that see God, thought the unhappy girl, must only be those\nthat have always been so, for such as become pure by repentance and tears\ndo but see their impurity plainer every day.\n\nHer horror of such a heaven, where through eternity perfect purification\nshould keep her shame undying, taught her unbelief, and turned her for\ncomfort to that other deep instinct of humanity, which sees in death the\npromise of eternal sleep, rest, and oblivion. In these days she thought\nmuch of poor George Bayley, and his talk in the prayer-meeting the night\nbefore he killed himself. By the mystic kinship that had declared itself\nbetween their sorrowful destinies, she felt a sense of nearness to him\ngreater than her new love had given or ever could give her toward Henry.\nShe recalled how she had sat listening to George's talk that evening,\npitifully, indeed, but only half comprehending what he meant, with no\ndim, foreboding warning that she was fated to reproduce his experience so\nclosely. Yes, reproduce it, perhaps, God only knew, even to the end. She\ncould not bear this always. She understood now--ah! how well--his longing\nfor the river of Lethe whose waters give forgetfulness. She often saw his\npale face in dreams, wearing the smile he wore as he lay in the coffin, a\nsmile as if he had been washed in those waters he sighed for.\n\n\n\n\nCHAPTER IX.\n\n\nHenry had not referred to their marriage after the first interview. From\nday to day, and week to week, he had put off doing so, hoping that she\nmight grow into a more serene condition of mind. But in this respect the\nresult had sadly failed to answer his expectation. He could not deny to\nhimself that, instead of becoming more cheerful, she was relapsing into a\nmore and more settled melancholy. From day to day he noted the change,\nlike that of a gradual petrifaction, which went on in her face. It was as\nif before his eyes she were sinking into a fatal stupor, from which all\nhis efforts could not rouse her.\n\nThere were moments when he experienced the chilling premonition of a\ndisappointment, the possibility of which he still refused to actually\nentertain. He owned to himself that it was a harder task than he had\nthought to bring back to life one whose veins the frost of despair has\nchilled. There were, perhaps, some things too hard even for his love. It\nwas doubly disheartening for him thus to lose confidence; not only on his\nown account, but on hers. Not only had he to ask himself what would\nbecome of his life in the event of failure, but what would become of\nhers? One day overcome by this sort of discouragement, feeling that he\nwas not equal to the case, that matters were growing worse instead of\nbetter, and that he needed help from some source, he asked Madeline if he\nhad not better write to her mother to come to Boston, so that they two\ncould keep house together.\n\n\"No,\" she said in a quick, startled voice, looking up at him in a scared\nway.\n\nHe hastened to reassure her, and say that he had not seriously thought of\nit, but he noticed that during the rest of the evening she cast furtive\nglances of apprehension at him, as if suspicious that he had some plot\nagainst her. She had fled from home because she could not bear her\nmother's eyes.\n\nMeanwhile he was becoming almost as preoccupied and gloomy as she, and\ntheir dreary interviews grew more dreary than ever, for she was now\nscarcely more silent than he. His constant and increasing anxiety, in\naddition to the duties of a responsible business position, began to tell\non his health. The owner of the manufactory of which he was\nsuperintendent, called him into his office one day, and told him he was\nworking too hard, and must take a little vacation. But he declined. Soon\nafter a physician whom he knew buttonholed him on the street, and managed\nto get in some shrewd questions about his health. Henry owned he did not\nsleep much nights. The doctor said he must take a vacation, and, this\nbeing declared impossible, forced a box of sleeping powders on him, and\nmade him promise to try them.\n\nAll this talk about his health; as well as his own sensations, set him to\nthinking of the desperate position in which Madeline would be left in the\nevent of his serious sickness or death.\n\nThat very day he made up his mind that it would not do to postpone their\nmarriage any longer. It seemed almost brutal to urge it on her in her\npresent frame of mind, and yet it was clearly out of the question to\nprotract the present situation.\n\nThe quarter of the city in which he resided was suburban, and he went\nhome every night by the steam cars. As he sat in the car that evening\nwaiting for the train to start, two gentlemen in the seat behind fell to\nconversing about a new book on mental physiology, embodying the latest\ndiscoveries. They kept up a brisk talk on this subject till Henry left\nthe car. He could not, however, have repeated a single thing which they\nhad said. Preoccupied with his own thoughts, he had only been dimly\nconscious what they were talking about. His ears had taken in their\nwords, but he had heard as not hearing.\n\nAfter tea, in the gloaming, he called, as usual, on Madeline. After a few\ncasual words, he said, gently--\n\n\"Madeline, you remember you promised to marry me a few weeks ago. I have\nnot hurried you, but I want you now. There is no use in waiting any\nlonger, dear, and I want you.\"\n\nShe was sitting in a low chair, her hands folded in her lap, and as he\nspoke her head sank so low upon her breast that he could not see her\nface. He was silent for some moments waiting a reply, but she made none.\n\n\"I know it was only for my sake you promised,\" he said again. \"I know it\nwill be nothing to you, and yet I would not press you if I did not think\nI could make you happier so. I will give up my business for a time, and\nwe will travel and see the world a little.\"\n\nStill she did not speak, but it was to some extent a reassurance to him\nthat she showed no agitation.\n\n\"Are you willing that we should be married in a few days?\" he asked.\n\nShe lifted her head slowly, and looked at him steadfastly.\n\n\"You are right,\" she said. \"It is useless to keep on this way any\nlonger.\"\n\n\"You consent, then?\" said he, quite encouraged by her quiet air and\napparent willingness.\n\n\"Don't press me for an answer to-night,\" she replied, after a pause,\nduring which she regarded him with a singular fixity of expression. \"Wait\ntill to-morrow. You shall have an answer to-morrow. You are quite right.\nI've been thinking so myself. It is no use to put it off any longer.\"\n\nHe spoke to her once or twice after this, but she was gazing out through\nthe window into the darkening sky, and did not seem to hear him. He rose\nto go, and had already reached the hail, when she called him--\n\n\"Come back a moment Henry.\"\n\nHe came back.\n\n\"I want you to kiss me,\" she said.\n\nShe was standing in the middle of the room. Her tall figure in its black\ndress was flooded with the weird radiance of the rising moon, nor was the\nmoonshine whiter than her cheek, nor sadder than her steadfast eyes. Her\nlips were soft and yielding, clinging, dewy wet. He had never thought a\nkiss could be so sweet, and yet he could have wept, he knew not why.\n\nWhen he reached his lodgings he was in an extremely nervous condition. In\nspite of all that was painful and depressing in the associations of the\nevent, the idea of having Madeline for his wife in a few days more had\npower to fill him with feverish excitement, an excitement all the more\nagitating because it was so composite in its elements, and had so little\nin common with the exhilaration and light-heartedness of successful\nlovers in general. He took one of the doctor's sleeping powders, tried to\nread a dry book on electricity, endeavoured to write a business letter,\nsmoked a cigar, and finally went to bed.\n\nIt seemed to him that he went all the next day in a dazed, dreaming\nstate, until the moment when he presented himself, after tea, at\nMadeline's lodgings, and she opened the door to him. The surprise which\nhe then experienced was calculated to arouse him had he been indeed\ndreaming. His first thought was that she had gone crazy, or else had been\ndrinking wine to raise her spirits; for there was a flush of excitement\non either cheek, and her eyes were bright and unsteady. In one hand she\nheld, with a clasp that crumpled the leaves, a small scientific magazine,\nwhich he recognized as having been one of a bundle of periodicals that he\nhad sent her. With her other hand, instead of taking the hand which he\nextended, she clutched his arm and almost pulled him inside the door.\n\n\"Henry, do you remember what George Bayley said that night in meeting,\nabout the river of Lethe, in which, souls were bathed and forgot the\npast?\"\n\n\"I remember something about it,\" he answered.\n\n\"There is such a river. It was not a fable. It has been found again,\" she\ncried.\n\n\"Come and sit down, dear don't excite yourself so much. We will talk\nquietly,\" he replied, with a pitiful effort to speak soothingly, for he\nmade no question that her long brooding had affected her mind.\n\n\"Quietly! How do you suppose I can talk quietly?\" she exclaimed\nexcitedly, in her nervous irritation throwing off the hand which he had\nlaid on her arm. \"Henry, see here, I want to ask you something. Supposing\nanybody had done something bad and had been very sorry for it, and then\nhad forgotten it all, forgotten it wholly, would you think that made them\ngood again? Would it seem so to you? Tell me!\"\n\n\"Yes, surely; but it isn't necessary they should forget, so long as\nthey're sorry.\"\n\n\"But supposing they had forgotten too?\"\n\n\"Yes, surely, it would be as if it had never been.\"\n\n\"Henry,\" she said, her voice dropping to a low, hushed tone of wonder,\nwhile her eyes were full of mingled awe and exultation, \"what if I were\nto forget it, forget that you know, forget it all, everything, just as if\nit had never been?\"\n\nHe stared at her with fascinated eyes. She was, indeed, beside herself.\nGrief had made her mad.. The significance of his expression seemed to\nrecall her to herself, and she said--\n\n\"You don't understand. Of course not. You think I'm crazy. Here, take it.\nGo somewhere and read it. Don't stay here to do it. I couldn't stand to\nlook on. Go! Hurry! Read it, and then come back.\"\n\nShe thrust the magazine into his hand, and almost pushed him out of the\ndoor. But he went no further than the hall. He could not think of leaving\nher in that condition. Then it occurred to him to look at the magazine.\nHe opened it by the light of the hall lamp, and his eyes fell on these\nwords, the title of an article: \"The Extirpation of Thought Processes. A\nNew Invention.\"\n\nIf she were crazy, here was at least the clue to her condition. He read\non; his eyes leaped along the lines.\n\nThe writer began with a clear account of the discoveries of modern\npsychologists and physiologists as to the physical basis of the\nintellect, by which it has been ascertained that certain ones of the\nmillions of nerve corpuscles or fibres in the grey substance in the\nbrain, record certain classes of sensations and the ideas directly\nconnected with them, other classes of sensations with the corresponding\nideas being elsewhere recorded by other groups of corpuscles. These\ncorpuscles of the grey matter, these mysterious and infinitesimal\nhieroglyphics, constitute the memory of the record of the life, so that\nwhen any particular fibre or group of fibres is destroyed certain\nmemories or classes of memories are destroyed, without affecting others\nwhich are elsewhere embodied in other fibres. Of the many scientific and\npopular demonstrations of these facts which were adduced, reference was\nmade to the generally known fact that the effect of disease or injury at\ncertain points in the brain is to destroy definite classes of\nacquisitions or recollections, leaving others untouched. The article then\nwent on to refer to the fact that one of the known effects of the\ngalvanic battery as medically applied, is to destroy and dissolve morbid\ntissues, while leaving healthy ones unimpaired. Given then a patient, who\nby excessive indulgence of any particular train of thought, had brought\nthe group of fibres which were the physical seat of such thoughts into a\ndiseased condition, Dr. Gustav Heidenhoff had invented a mode of applying\nthe galvanic battery so as to destroy the diseased corpuscles, and thus\nannihilate the class of morbid ideas involved beyond the possibility of\nrecollection, and entirely without affecting other parts of the brain or\nother classes of ideas. The doctor saw patients Tuesdays and Saturdays at\nhis office, 79 ---- Street.\n\nMadeline was not crazy, thought Henry, as still standing under the hall\nlamp he closed the article, but Dr. Heidenhoff certainly was. Never had\nsuch a sad sense of the misery of her condition been borne in upon him,\nas when he reflected that it had been able to make such a farrago of\nnonsense seem actually creditable to her. Overcome with poignant\nsympathy, and in serious perplexity how best he could deal with her\nexcited condition, he slipped out of the house and walked for an hour\nabout the streets. Returning, he knocked again at the door of her\nparlour.\n\n\"Have you read it?\" she asked, eagerly, as she opened it.\n\n\"Yes, I've read it. I did not mean to send you such trash. The man must\nbe either an escaped lunatic or has tried his hand at a hoax. It is a\ntissue of absurdity.\"\n\nHe spoke bluntly, almost harshly, because he was in terror at the thought\nthat she might be allowing herself to be deluded by this wild and\nbaseless fancy, but he looked away as he spoke. He could not bear to see\nthe effect of his words.\n\n\"It is not absurd,\" she cried, clasping his arm convulsively with both\nhands so that she hurt him, and looking fiercely at him out of hot,\nfevered eyes. \"It is the most reasonable thing in the world. It must be\ntrue. There can be no mistake. God would not let me be so deceived. He is\nnot so cruel. Don't tell me anything else.\"\n\nShe was in such a hysterical condition that he saw he must be very\ngentle.\n\n\"But, Madeline, you will admit that if he is not the greatest of all\ndiscoverers, he must be a dangerous quack. His process might kill you or\nmake you insane. It must be very perilous.\"\n\n\"If I knew there were a hundred chances that it would kill me to one that\nit would succeed, do you think I would hesitate?\" she cried.\n\nThe utmost concession that he could obtain her consent to was that he\nshould first visit this Dr. Heidenhoff alone, and make some inquiries of\nand about him.\n\n\n\n\nCHAPTER X.\n\n\nThe next day he called at 79 ---- Street. There was a modest shingle\nbearing the name \"Dr. Gustav Heidenhoff\" fastened up on the side of the\nhouse, which was in the middle of a brick block. On announcing that he\nwanted to see the doctor, he was ushered into a waiting-room, whose walls\nwere hung with charts of the brain and nervous system, and presently a\ntall, scholarly-looking man, with a clean-shaven face, frosty hair, and\nvery genial blue eyes, deep set beneath extremely bushy grey eyebrows,\nentered and announced himself as Dr. Heidenhoff. Henry, who could not\nhelp being very favourably impressed by his appearance, opened the\nconversation by saying that he wanted to make some inquiries about the\nThought-extirpation process in behalf of a friend who was thinking of\ntrying it. The doctor, who spoke English with idiomatic accuracy, though\nwith a slightly German accent, expressed his willingness to give him all\npossible information, and answered all his questions with great apparent\ncandour, illustrating his explanations by references to the charts which\ncovered the walls of the office. He took him into an inner office and\nshowed his batteries, and explained that the peculiarity of his process\nconsisted, not in any new general laws and facts of physiology which he\nhad discovered, but entirely in peculiarities in his manner of applying\nhis galvanic current, talking much about apodes, cathodes,\ncatelectrotonus and anelectrotonus, resistance and rheostat, reactions,\nfluctuations, and other terms of galvano-therapeutics. The doctor frankly\nadmitted that he was not in a way of making a great deal of money or\nreputation by his discovery. It promised too much, and people\nconsequently thought it must be quackery, and as sufficient proof of this\nhe mentioned that he had now been five years engaged in practising the\nThought-extirpation process without having attained any considerable\ncelebrity or attracting a great number of patients. But he had a\nsufficient support in other branches of medical practice, he added, and,\nso long as he had patients enough for experimentation with the aim of\nimproving the process, he was quite satisfied.\n\nHe listened with great interest to Henry's account of Madeline's case.\nThe success of galvanism in obliterating the obnoxious train of\nrecollections in her case would depend, he said, on whether it had been\nindulged to an extent to bring about a morbid state of the brain fibres\nconcerned. What might be conventionally or morally morbid or\nobjectionable, was not, however, necessarily disease in the material\nsense, and nothing but experiment could absolutely determine whether the\ntwo conditions coincided in any case. At any rate, he positively assured\nHenry that no harm could ensue to the patient, whether the operation\nsucceeded or not.\n\n\"It is a pity, young man,\" he said, with a flash of enthusiasm, \"that you\ndon't come to me twenty years later. Then I could guarantee your friend\nthe complete extirpation of any class of inconvenient recollections she\nmight desire removed, whether they were morbid or healthy; for since the\ngreat fact of the physical basis of the intellect has been established, I\ndeem it only a question of time when science shall have so accurately\nlocated the various departments of thought and mastered the laws of their\nprocesses, that, whether by galvanism or some better process, the mental\nphysician will be able to extract a specific recollection from the memory\nas readily as a dentist pulls a tooth, and as finally, so far as the\nprevention of any future twinges in that quarter are concerned. Macbeth's\nquestion, 'Canst thou not minister to a mind diseased; pluck from the\nmemory a rooted sorrow; raze out the written troubles of the brain?' was\na puzzler to the sixteenth century doctor, but he of the twentieth, yes,\nperhaps of the nineteenth, will be able to answer it affirmatively.\"\n\n\"Is the process at all painful ?\"\n\n\"In no degree, my dear sir. Patients have described to me their\nsensations many times, and their testimony is quite in agreement. When\nthe circuit is closed there is a bubbling, murmurous sound in the ears, a\nwarm sensation where the wires touch the cranium, and a feeling as of a\nmotion through the brain, entering at one point and going out at another.\nThere are also sparks of fire seen under the closed eyelids, an\nunpleasant taste in the mouth, and a sensation of smell; that is all.\"\n\n\"But the mental sensations ?\" said Henry. \"I should think they must be\nvery peculiar, the sense of forgetting in spite of one's self, for I\nsuppose the patient's mind is fixed on the very thoughts which the intent\nof the operation is to extirpate.\"\n\n\"Peculiar? Oh no, not at all peculiar,\" replied the doctor. \"There are\nabundant analogies for it in our daily experience. From the accounts of\npatients I infer that it is not different from one's sensations in\nfalling asleep while thinking of something. You know that we find\nourselves forgetting preceding links in the train of thought, and in\nturning back to recall what went before, what came after is meanwhile\nforgotten, the clue is lost, and we yield to a pleasing bewilderment\nwhich is presently itself forgotten in sleep. The next morning we may or\nmay not recall the matter. The only difference is that after the deep\nsleep which always follows the application of my process we never recall\nit, that is, if the operation has been successful. It seems to involve no\nmore interference with the continuity of the normal physical and mental\nfunctions than does an afternoon's nap.\"\n\n\"But the after-effects!\" persisted Henry. \"Patients must surely feel that\nthey have forgotten something, even if they do not know what it is. They\nmust feel that there is something gone out of their minds. I should think\nthis sensation would leave them in a painfully bewildered state.\"\n\n\"There seems to be a feeling of slight confusion,\" said the doctor; \"but\nit is not painful, not more pronounced, indeed, than that of persons who\nare trying to bring back a dream which they remember having had without\nbeing able to recall the first thing about what it was. Of course, the\npatient subsequently finds shreds and fragments of ideas, as well as\nfacts in his external relations, which, having been connected with the\nextirpated subject, are now unaccountable. About these the feeling is, I\nsuppose, like that of a man who, when he gets over a fit of drunkenness\nor somnambulism, finds himself unable to account for things which he has\nunconsciously said or done. The immediate effect of the operation, as I\nintimated before, is to leave the patient very drowsy, and the first\ndesire is to sleep.\"\n\n\"Doctor,\" said Henry, \"when you talk it all seems for the moment quite\nreasonable, but you will pardon me for saying that, as soon as you stop,\nthe whole thing appears to be such an incredible piece of nonsense that I\nhave to pinch myself to be sure I am not dreaming.\"\n\nThe doctor smiled.\n\n\"Well,\" said he, \"I have been so long engaged in the practical\napplication of the process that I confess I can't realize any element of\nthe strange or mysterious about it. To the eye of the philosopher nothing\nis wonderful, or else you may say all things are equally so. The\ncommonest and so-called simplest fact in the entire order of nature is\nprecisely as marvellous and incomprehensible at bottom as the most\nuncommon and startling. You will pardon me if I say that it is only to\nthe unscientific that it seems otherwise. But really, my dear sir, my\nprocess for the extirpation of thoughts was but the most obvious\nconsequence of the discovery that different classes of sensations and\nideas are localized in the brain, and are permanently identified with\nparticular groups of corpuscles of the grey matter. As soon as that was\nknown, the extirpating of special clusters of thoughts became merely a\nquestion of mechanical difficulties to be overcome, merely a nice problem\nin surgery, and not more complex than many which my brethren have solved\nin lithotomy and lithotrity, for instance.\"\n\n\"I suppose what makes the idea a little more startling,\" said Henry, \"is\nthe odd intermingling of moral and physical conceptions in the idea of\ncuring pangs of conscience by a surgical operation.\"\n\n\"I should think that intermingling ought not to be very bewildering,\"\nreplied the doctor, \"since it is the usual rule. Why is it more curious\nto cure remorse by a physical act than to cause remorse by a physical\nact? And I believe such is the origin of most remorse.\"\n\n\"Yes,\" said Henry, still struggling to preserve his mental equilibrium\nagainst this general overturning of his prejudices. \"Yes, but the mind\nconsents to the act which causes the remorse, and I suppose that is what\ngives it a moral quality.\"\n\n\"Assuredly,\" replied the doctor; \"and I take it for granted that patients\ndon't generally come to me unless they have experienced very genuine and\nprofound regret and sorrow for the act they wish to forget. They have\nalready repented it, and, according to every theory of moral\naccountability, I believe it is held that repentance balances the moral\naccounts. My process, you see then, only completes physically what is\nalready done morally. The ministers and moralists preach forgiveness and\nabsolution on repentance, but the perennial fountain of the penitent's\ntears testifies how empty and vain such assurances are. I fulfil what\nthey promise. They tell the penitent he is forgiven. I free him from his\nsin. Remorse and shame and wan regret have wielded their cruel sceptres\nover human lives from the beginning until now. Seated within the\nmysterious labyrinths of the brain, they have deemed their sway secure,\nbut the lightning of science has reached them on their thrones and set\ntheir bondmen free;\" and with an impressive gesture the doctor touched\nthe battery at his side.\n\nWithout giving further details of his conversation with this strange\nMaster of Life, it is sufficient to say that Henry finally agreed upon an\nappointment for Madeline on the following day, feeling something as if he\nwere making an unholy compact with the devil. He could not possibly have\nsaid whether he really expected anything from it or not. His mind had\nbeen in a state of bewilderment and constant fluctuation during the\nentire interview, at one moment carried away by the contagious confidence\nof the doctor's tone, and impressed by his calm, clear, scientific\nexplanations and the exhibition of the electrical apparatus, and the next\nmoment reacting into utter scepticism and contemptuous impatience with\nhimself for even listening to such a preposterous piece of imposition. By\nthe time he had walked half a block, the sights and sounds of the busy\nstreet, with their practical and prosaic suggestions, had quite\ndissipated the lingering influence of the necromantic atmosphere of Dr.\nHeidenhoff's office, and he was sure that he had been a fool.\n\nHe went to see Madeline that evening, with his mind made up to avoid\ntelling her, if possible, that he had made the appointment, and to make\nsuch a report as should induce her to dismiss the subject. But he found\nit was quite impossible to maintain any such reticence toward one in her\nexcited and peremptory mood. He was forced to admit the fact of the\nappointment.\n\n\"Why didn't you make it in the forenoon?\" she demanded.\n\n\"What for? It is only a difference of a few hours,\" he replied.\n\n\"And don't you think a few hours is anything to me?\" she cried, bursting\ninto hysterical tears.\n\n\"You must not be so confident,\" he expostulated. \"It scares me to see you\nso when you are so likely to be disappointed. Even the doctor said he\ncould not promise success. It would depend on many things.\"\n\n\"What is the use of telling me that ?\" she said, suddenly becoming very\ncalm. \"When I've just one chance for life, do you think it is kind to\nremind me that it may fail? Let me alone to-night.\"\n\nThe mental agitation of the past two days, supervening on so long a\nperiod of profound depression, had thrown her into a state of agitation\nbordering on hysteria. She was constantly changing her attitude, rising\nand seating herself, and walking excitedly about. She would talk rapidly\none moment, and then relapse into a sudden chilled silence in which she\nseemed to hear nothing. Once or twice she laughed a hard, unnatural laugh\nof pure nervousness.\n\nPresently she said--\n\n\"After I've forgotten all about myself, and no longer remember any reason\nwhy I shouldn't marry you, you will still remember what I've forgotten,\nand perhaps you won't want me.\"\n\n\"You know very well that I want you any way, and just the same whatever\nhappens or doesn't happen,\" he answered.\n\n\"I wonder whether it will be fair to let you marry me after I've\nforgotten,\" she continued, thoughtfully. \"I don't know, but I ought to\nmake you promise now that you won't ask me to be your wife, for, of\ncourse, I shouldn't then know any reason for refusing you.\"\n\n\"I wouldn't promise that.\"\n\n\"Oh, but you wouldn't do so mean a thing as to take an unfair advantage\nof my ignorance,\" she replied. \"Any way, I now release you from your\nengagement to marry me, and leave you to do as you choose tomorrow after\nI've forgotten. I would make you promise not to let me marry you then, if\nI did not feel that utter forgetfulness of the past will leave me as pure\nand as good as if--as if--I were like other women;\" and she burst into\ntears, and cried bitterly for a while.\n\nThe completeness with which she had given herself up to the belief that\non the morrow her memory was to be wiped clean of the sad past,\nalternately terrified him and momentarily seduced him to share the same\nfool's paradise of fancy. And it is needless to say that the thought of\nreceiving his wife to his arms as fresh and virgin in heart and memory as\nwhen her girlish beauty first entranced him, was very sweet to his\nimagination.\n\n\"I suppose I'll have mother with me then,\" she said, musingly. \"How\nstrange it will be! I've been thinking about it all day. I shall often\nfind her looking at me oddly, and ask her what she is thinking of, and\nshe will put me off. Why, Henry, I feel as dying persons do about having\npeople look at their faces after they are dead. I shouldn't like to have\nany of my enemies who knew all about me see me after I've forgotten.\nYou'll take care that they don't, won't you, Henry?\"\n\n\"Why, dear, that is morbid. What is it to a dead person, whose soul is in\nheaven, who looks at his dead face? It will be so with you after\nto-morrow if the process succeeds.\"\n\nShe thought a while, and then said, shaking her head--\n\n\"Well, anyhow, I'd rather none but my friends, of those who used to know\nme, should see me. You'll see to it, Henry. You may look at me all you\nplease, and think of what you please as you look. I don't care to take\naway the memory of anything from you. I don't believe a woman ever\ntrusted a man as I do you. I'm sure none ever had reason to. I should be\nsorry if you didn't know all my faults. If there's a record to be kept of\nthem anywhere in the universe, I'd rather it should be in your heart than\nanywhere else, unless, maybe, God has a heart like yours;\" and she smiled\nat him through those sweetest tears that ever well up in human eyes, the\ntears of a limitless and perfect trust.\n\nAt one o'clock the next afternoon Madeline was sitting on the sofa in Dr.\nHeidenhoff's reception-room with compressed lips and pale cheeks, while\nHenry was nervously striding to and fro across the room, and furtively\nwatching her with anxious looks. Neither had had much to say that\nmorning.\n\n\"All ready,\" said the doctor, putting his head in at the door of his\noffice and again disappearing. Madeline instantly rose. Henry put his\nhand on her arm, and said--\n\n\"Remember, dear, this was your idea, not mine, and if the experiment\nfails that makes no difference to me.\" She bowed her head without\nreplying, and they went into the office. Madeline, trembling and deadly\npale, sat down in the operating chair, and her head was immovably secured\nby padded clamps. She closed her eyes and put her hand in Henry's.\n\n\"Now,\" said the doctor to her, \"fix your attention on the class of\nmemories which you wish destroyed; the electric current more readily\nfollows the fibres which are being excited by the present passage of\nnervous force. Touch my arm when you find your thoughts somewhat\nconcentrated.\"\n\nIn a few moments she pressed the doctor's arm, and instantly the\nmurmurous, bubbling hum of the battery began. She, clasped Henry's hand a\nlittle firmer, but made no other sign. The noise stopped. The doctor was\nremoving the clamps. She opened her eyes and closed them again drowsily.\n\n\"Oh, I'm so sleepy.\"\n\n\"You shall lie down and take a nap,\" said the doctor.\n\nThere was a little retiring-room connected with the office where there\nwas a sofa. No sooner had she laid her head on the pillow than she fell\nasleep. The doctor and Henry remained in the operating office, the door\ninto the retiring-room being just ajar, so that they could hear her when\nshe awoke.\n\n\n\n\nCHAPTER XI.\n\n\n\"How long will she sleep, doctor?\" asked Henry, after satisfying himself\nby looking through the crack of the door that she was actually asleep.\n\n\"Patients do not usually wake under an hour or two,\" replied the doctor.\n\"She was very drowsy, and that is a good sign. I think we may have the\nbest hopes of the result of the operation.\"\n\nHenry walked restlessly to and fro. After Dr. Heidenhoff had regarded him\na few moments, he said--\n\n\"You are nervous, sir. There is quite a time to wait, and it is better to\nremain as calm as possible, for, in the event of an unsatisfactory\nresult, your friend will need soothing, and you will scarcely be equal to\nthat if you are yourself excited. I have some very fair cigars here. Do\nme the honour to try one. I prescribe it medicinally. Your nerves need\nquieting;\" and he extended his cigar-case to the young man.\n\nAs Henry with a nod of acknowledgment took a cigar and lit it, and\nresumed his striding to and fro, the doctor, who had seated himself\ncomfortably, began to talk, apparently with the kindly intent of\ndiverting the other's mind.\n\n\"There are a number of applications of the process I hope to make, which\nwill be rather amusing experiments. Take, for instance, the case of a\nperson who has committed a murder, come to me, and forgotten all about\nit. Suppose he is subsequently arrested, and the fact ascertained that\nwhile he undoubtedly committed the crime, he cannot possibly recall his\nguilt, and so far as his conscience is concerned, is as innocent as a\nnew-born babe, what then? What do you think the authorities would do?\"\n\n\"I think,\" said Henry, \"that they would be very much puzzled what to do.\"\n\n\"Exactly,\" said the doctor; \"I think so too. Such a case would bring out\nclearly the utter confusion and contradiction in which the current\ntheories of ethics and moral responsibility are involved. It is time the\nworld was waked up on that subject. I should hugely enjoy precipitating\nsuch a problem on the community. I'm hoping every day a murderer will\ncome in and require my services.\n\n\"There is another sort of case which I should also like to have,\" he\ncontinued; shifting his cigar to the other side of his mouth, and\nuncrossing and recrossing his knees. \"Suppose a man has done another a\ngreat wrong, and, being troubled by remorse, comes to me and has the\nsponge of oblivion passed over that item in his memory. Suppose the man\nhe has wronged, pursuing him with a heart full of vengeance, gets him at\nlast in his power, but at the same time finds out that he has forgotten,\nand can't be made to remember, the act he desires to punish him for.\"\n\n\"It would be very vexatious,\" said Henry..\n\n\"Wouldn't it, though? I can imagine the pursuer, the avenger, if a really\nvirulent fellow, actually weeping tears of despite as he stands before\nhis victim and marks the utter unconsciousness of any offence with which\nhis eyes meet his own. Such a look would blunt the very stiletto of a\nCorsican. What sweetness would there be in vengeance if the avenger, as\nhe plunged the dagger in his victim's bosom, might not hiss in his ear,\n'Remember!' As well find satisfaction in torturing an idiot or mutilating\na corpse. I am not talking now of brutish fellows, who would kick a stock\nor stone which they stumbled over, but of men intelligent enough to\nunderstand what vengeance is.\"\n\n\"But don't you fancy the avenger, in the case you supposed, would retain\nsome bitterness towards his enemy, even though he had forgotten the\noffence?\"\n\n\"I fancy he would always feel a certain cold dislike and aversion for\nhim,\" replied the doctor--\"an aversion such as one has for an object\nor an animal associated with some painful experience; but any active\nanimosity would be a moral impossibility, if he were quite certain that\nthere was absolutely no guilty consciousness on the other's part.\n\n\"But scarcely any application of the process gives me so much pleasure to\ndream about as its use to make forgiving possible, full, free, perfect,\njoyous forgiving, in cases where otherwise, however good our intentions,\nit is impossible, simply because we cannot forget. Because they cannot\nforget, friends must part from friends who have wronged them, even though\nthey do from their hearts wish them well. But they must leave them, for\nthey cannot bear to look in their eyes and be reminded every time of\nsome bitter thing. To all such what good tidings will it be to learn of\nmy process!\n\n\"Why, when the world gets to understand about it I expect that two men or\ntwo women, or a man and a woman, will come in here, and say to me, 'We\nhave quarrelled and outraged each other, we have injured our friend, our\nwife, our husband; we regret, we would forgive, but we cannot, because we\nremember. Put between us the atonement of forgetfulness, that we may love\neach other as of old,' and so joyous will be the tidings of forgiveness\nmade easy and perfect, that none will be willing to waste even an hour in\nenmity. Raging foes in the heat of their first wrath will bethink\nthemselves ere they smite, and come to me for a more perfect satisfaction\nof their feud than any vengeance could promise.\"\n\nHenry suddenly stopped in his restless pacing, stepped on tiptoe to the\nslightly opened door of the retiring room, and peered anxiously in. He\nthought he heard a slight stir. But no; she was still sleeping deeply,\nher position quite unchanged. He drew noiselessly back, and again almost\nclosed the door.\n\n\"I suppose,\" resumed the doctor, after a pause, \"that I must prepare\nmyself as soon as the process gets well enough known to attract attention\nto be roundly abused by the theologians and moralists. I mean, of course,\nthe thicker-headed ones. They'll say I've got a machine for destroying\nconscience, and am sapping the foundations of society. I believe that is\nthe phrase. The same class of people will maintain that it's wrong to\ncure the moral pain which results from a bad act who used to think it\nwrong to cure the physical diseases induced by vicious indulgence. But\nthe outcry won't last long, for nobody will be long in seeing that the\nmorality of the two kinds of cures is precisely the same, If one is\nwrong, the other is. If there is something holy and God-ordained in the\npainful consequences of sin, it is as wrong to meddle with those\nconsequences when they are physical as when they are mental. The alleged\nreformatory effect of such suffering is as great in one case as the\nother. But, bless you, nobody nowadays holds that a doctor ought to\nrefuse to set a leg which its owner broke when drunk or fighting, so that\nthe man may limp through life as a warning to himself and others.\n\n\"I know some foggy-minded people hold in a vague way that the working of\nmoral retribution is somehow more intelligent, just, and equitable than\nthe working of physical retribution. They have a nebulous notion that the\nlaw of moral retribution is in some peculiar way God's law, while the law\nof physical retribution is the law of what they call nature, somehow not\nquite so much God's law as the other is. Such an absurdity only requires\nto be stated to be exposed. The law of moral retribution is precisely as\nblind, deaf, and meaningless, and entitled to be respected just as\nlittle, as the law of physical retribution. Why, sir, of the two, the\nmuch-abused law of physical retribution is decidedly more moral, in the\nsense of obvious fairness, than the so-called law of moral retribution\nitself. For, while the hardened offender virtually escapes all pangs of\nconscience, he can't escape the diseases and accidents which attend vice\nand violence. The whole working of moral retribution, on the contrary, is\nto torture the sensitive-souled, who would never do much harm any way,\nwhile the really hard cases of society, by their very hardness, avoid all\nsuffering. And then, again, see how merciful and reformatory is the\nworking of physical retribution compared with the pitilessness of the\nmoral retribution of memory. A man gets over his accident or disease and\nis healthy again, having learned his lesson with the renewed health that\nalone makes it of any value to have had that lesson. But shame and sorrow\nfor sin and disgrace go on for ever increasing in intensity, in\nproportion as they purify the soul. Their worm dieth not, and their fire\nis not quenched. The deeper the repentance, the more intense the longing\nand love for better things, the more poignant the pang of regret and the\nsense of irreparable loss. There is no sense, no end, no use, in this law\nwhich increases the severity of the punishment as the victim grows in\ninnocency.\n\n\"Ah, sir,\" exclaimed the doctor, rising and laying his hand caressingly\non the battery, while a triumphant exultation shone in his eyes, \"you\nhave no idea of the glorious satisfaction I take in crushing, destroying,\nannihilating these black devils of evil memories that feed on hearts. It\nis a triumph like a god's.\n\n\"But oh, the pity of it, the pity of it!\" he added, sadly, as his hand\nfell by his side, \"that this so simple discovery has come so late in the\nworld's history! Think of the infinite multitude of lives it would have\nredeemed from the desperation of hopelessness, or the lifelong shadow of\nparalysing grief to all manner of sweet, good, and joyous uses!\"\n\nHenry opened the door slightly, and looked into the retiring-room.\nMadeline was lying perfectly motionless, as he had seen her before. She\nhad not apparently moved a muscle. With a sudden fear at his heart, he\nsoftly entered, and on tiptoe crossed the room and stood over her. The\nmomentary fear was baseless. Her bosom rose and fell with long, full\nbreathing, the faint flush of healthy sleep tinged her cheek, and the\nlips were relaxed in a smile. It was impossible not to feel, seeing her\nslumbering so peacefully, that the marvellous change had been indeed\nwrought, and the cruel demons of memory that had so often lurked behind\nthe low, white forehead were at last no more.\n\nWhen he returned to the office, Dr. Heidenhoff had seated himself, and\nwas contemplatively smoking.\n\n\"She was sleeping, I presume,\" he said.\n\n\"Soundly,\" replied Henry.\n\n\"That is well. I have the best of hopes. She is young. That is a\nfavourable element in an operation of this sort.\"\n\nHenry said nothing, and there was a considerable silence. Finally the\ndoctor observed, with the air of a man who thinks it just as well to\nspend the time talking--\n\n\"I am fond of speculating what sort of a world, morally speaking, we\nshould have if there were no memory. One thing is clear, we should have\nno such very wicked people as we have now. There would, of course, be\ncongenitally good and bad dispositions, but a bad disposition would not\ngrow worse and worse as it does now, and without this progressive badness\nthe depths of depravity are never attained.\"\n\n\"Why do you think that?\"\n\n\"Because it is the memory of our past sins which demoralizes as, by\nimparting a sense of weakness and causing loss of self-respect. Take the\nmemory away, and a bad act would leave us no worse in character than we\nwere before its commission, and not a whit more likely to repeat it than\nwe were to commit it the first time.\"\n\n\"But surely our good or bad acts impress our own characters for good or\nevil, and give an increased tendency one way or the other.\"\n\n\"Excuse me, my dear sir. Acts merely express the character. The\nrecollection of those acts is what impresses the character, and gives it\na tendency in a particular direction. And that is why I say, if memory\nwere abolished, constitutionally bad people would remain at their\noriginal and normal degree of badness, instead of going from bad to\nworse, as they always have done hitherto in the history of mankind.\nMemory is the principle of moral degeneration. Remembered sin is the most\nutterly diabolical influence in the universe. It invariably either\ndebauches or martyrizes men and women, accordingly as it renders them\ndesperate and hardened, or makes them a prey to undying grief and\nself-contempt. When I consider that more sin is the only anodyne for sin,\nand that the only way to cure the ache of conscience is to harden it, I\nmarvel that even so many as do essay the bitter and hopeless way of\nrepentance and reform. In the main, the pangs of conscience, so much\nvaunted by some, do most certainly drive ten deeper into sin where they\nbring one back to virtue.\"\n\n\"But,\" remarked Henry, \"suppose there were no memory, and men did forget\ntheir acts, they would remain just as responsible for them as now.\"\n\n\"Precisely; that is, not at all,\" replied the doctor.\n\n\"You don't mean to say there is no such thing as responsibility, no such\nthing as justice. Oh, I see, you deny free will. You are a\nnecessitarian.\"\n\nThe doctor waved his hand rather contemptuously.\n\n\"I know nothing about your theological distinctions; I am a doctor. I say\nthat there is no such thing as moral responsibility for past acts, no\nsuch thing as real justice in punishing them, for the reason that human\nbeings are not stationary existences, but changing, growing, incessantly\nprogressive organisms, which in no two moments are the same. Therefore\njustice, whose only possible mode of proceeding is to punish in present\ntime for what is done in past time, must always punish a person more or\nless similar to, but never identical with, the one who committed the\noffence, and therein must be no justice.\n\n\"Why, sir, it is no theory of mine, but the testimony of universal\nconsciousness, if you interrogate it aright, that the difference between\nthe past and present selves of the same individual is so great as to make\nthem different persons for all moral purposes. That single fact we were\njust speaking of--the fact that no man would care for vengeance on one\nwho had injured him, provided he knew that all memory of the offence had\nbeen blotted utterly from his enemy's mind--proves the entire\nproposition. It shows that it is not the present self of his enemy that\nthe avenger is angry with at all, but the past self. Even in the\nblindness of his wrath he intuitively recognizes the distinction between\nthe two. He only hates the present man, and seeks vengeance on him in so\nfar as he thinks that he exults in remembering the injury his past self\ndid, or, if he does not exult, that he insults and humiliates him by the\nbare fact of remembering it. That is the continuing offence which alone\nkeeps alive the avenger's wrath against him. His fault is not that he did\nthe injury, for _he_ did not do it, but that he remembers it.\n\n\"It is the first principle of justice, isn't it, that nobody ought to be\npunished for what he can't help? Can the man of to-day prevent or affect\nwhat he did yesterday, let me say, rather, what the man did out of whom\nhe has grown--has grown, I repeat, by a physical process which he could\nnot check save by suicide. As well punish him for Adam's sin, for he\nmight as easily have prevented that, and is every whit as accountable for\nit. You pity the child born, without his choice, of depraved parents.\nPity the man himself, the man of today who, by a process as inevitable as\nthe child's birth, has grown on the rotten stock of yesterday. Think you,\nthat it is not sometimes with a sense of loathing and horror unutterable,\nthat he feels his fresh life thus inexorably knitting itself on, growing\non, to that old stem? For, mind you well, the consciousness of the man\nexists alone in the present day and moment. There alone he lives. That is\nhimself. The former days are his dead, for whose sins, in which he had no\npart, which perchance by his choice never would have been done, he is\nheld to answer and do penance. And you thought, young man, that there was\nsuch a thing as justice !\"\n\n\"I can see,\" said Henry, after a pause, \"that when half a lifetime has\nintervened between a crime and its punishment, and the man has reformed,\nthere is a certain lack of identity. I have always thought punishments in\nsuch cases very barbarous. I know that I should think it hard to answer\nfor what I may have done as a boy, twenty years ago.\n\n\"Yes,\" said the doctor, \"flagrant cases of that sort take the general\neye, and people say that they are instances of retribution rather than\njustice. The unlikeness between the extremes of life, as between the babe\nand the man, the lad and the dotard, strikes every mind, and all admit\nthat there is not any apparent identity between these widely parted\npoints in the progress of a human organism. How then? How soon does\nidentity begin to decay, and when is it gone--in one year, five years,\nten years, twenty years, or how many? Shall we fix fifty years as the\nperiod of a moral statute of limitation, after which punishment shall be\ndeemed barbarous? No, no. The gulf between the man of this instant and\nthe man of the last is just as impassable as that between the baby and\nthe man. What is past is eternally past. So far as the essence of justice\nis concerned, there is no difference between one of the cases of\npunishment which you called barbarous, and one in which the penalty\nfollows the offence within the hour. There is no way of joining the past\nwith the present, and there is no difference between what is a moment\npast and what is eternally past.\"\n\n\"Then the assassin as he withdraws the stiletto from his victim's breast\nis not the same man who plunged it in.\"\n\n\"Obviously not,\" replied the doctor. \"He may be exulting in the deed, or,\nmore likely, he may be in a reaction of regret. He may be worse, he may\nbe better. His being better or worse makes it neither more nor less just\nto punish him, though it may make it more or less expedient. Justice\ndemands identity; similarity, however close, will not answer. Though a\nmother could not tell her twin sons apart, it would not make it any more\njust to punish one for the other's sins.\"\n\n\"Then you don't believe in the punishment of crime?\" said Henry.\n\n\"Most emphatically I do,\" replied the doctor; \"only I don't believe in\ncalling it justice or ascribing it a moral significance. The punishment\nof criminals is a matter of public policy and expediency, precisely like\nmeasures for the suppression of nuisances or the prevention of epidemics.\nIt is needful to restrain those who by crime have revealed their\nlikelihood to commit further crimes, and to furnish by their punishment a\nmotive to deter others from crime.\"\n\n\"And to deter the criminal himself after his release,\" added Henry.\n\n\"I included him in the word 'others,'\" said the doctor. \"The man who is\npunished is other from the man who did the act, and after punishment he\nis still other.\"\n\n\"Really, doctor,\" observed Henry, \"I don't see that a man who fully\nbelieves your theory is in any need of your process for obliterating his\nsins. He won't think of blaming himself for them any way.\"\n\n\"True,\" said the doctor, \"perfectly true. My process is for those who\ncannot attain to my philosophy. I break for the weak the chain of memory\nwhich holds them to the past; but stronger souls are independent of me.\nThey can unloose the iron links and free themselves. Would that more had\nthe needful wisdom and strength thus serenely to put their past behind\nthem, leaving the dead to bury their dead, and go blithely forward,\ntaking each new day as a life by itself, and reckoning themselves daily\nnew-born, even as verily they are! Physically, mentally, indeed, the\npresent must be for ever the outgrowth of the past, conform to its\nconditions, bear its burdens; but moral responsibility for the past the\npresent has none, and by the very definition of the words can have none.\nThere is no need to tell people that they ought to regret and grieve over\nthe errors of the past. They can't help doing that. I myself suffer at\ntimes pretty sharply from twinges of the rheumatism which I owe to\nyouthful dissipation. It would be absurd enough for me, a quiet old\nfellow of sixty, to take blame to myself for what the wild student did,\nbut, all the same, I confoundedly wish he hadn't.\n\n\"Ah, me!\" continued the doctor. \"Is there not sorrow and wrong enough in\nthe present world without having moralists teach us that it is our duty\nto perpetuate all our past sins and shames in the multiplying mirror of\nmemory, as if, forsooth, we were any more the causers of the sins of our\npast selves than of our fathers' sins. How many a man and woman have\npoisoned their lives with tears for some one sin far away in the past!\nTheir folly is greater, because sadder, but otherwise just like that of\none who should devote his life to a mood of fatuous and imbecile\nself-complacency over the recollection of a good act he had once done.\nThe consequences of the good and the bad deeds our fathers and we have\ndone fall on our heads in showers, now refreshing, now scorching, of\nrewards and of penalties alike undeserved by our present selves. But,\nwhile we bear them with such equanimity as we may, let us remember that\nas it is only fools who flatter themselves on their past virtues, so it\nis only a sadder sort of fools who plague themselves for their past\nfaults.\"\n\nHenry's quick ear caught a rustle in the retiring-room. He stepped to the\ndoor and looked in. Madeline was sitting up.\n\n\n\n\nCHAPTER XII.\n\n\nHer attitude was peculiar. Her feet were on the floor, her left hand\nrested on the sofa by her side, her right was raised to one temple and\nchecked in the very act of pushing back a heavy braid of hair which had\nbeen disarranged in sleep. Her eyebrows were slightly contracted, and she\nwas staring at the carpet. So concentrated did her faculties appear to be\nin the effort of reflection that she did not notice Henry's entrance\nuntil, standing by her aide, he asked, in a voice which he vainly tried\nto steady--\n\n\"How do you feel ?\"\n\nShe did not look up at him at all, but replied, in the dreamy, drawling\ntone of one in a brown study--\n\n\"I--feel--well. I'm--ever--so--rested.\"\n\n\"Did you just wake up?\" he said, after a moment. He did not know what to\nsay.\n\nShe now glanced up at him, but with an expression of only partial\nattention, as if still retaining a hold on the clue of her thoughts.\n\n\"I've been awake some time trying to think it out,\" she said.\n\n\"Think out what?\" he asked, with a feeble affectation of ignorance. He\nwas entirely at loss what course to take with her.\n\n\"Why, what it was that we came here to have me forget,\" she said,\nsharply. \"You needn't think the doctor made quite a fool of me. It was\nsomething like hewing, harring, Howard. It was something that began with\n'H,' I'm quite sure. 'H,'\" she continued, thoughtfully, pressing her hand\non the braid she was yet in the act of pushing back from her forehead.\n\"'H,'--or maybe--'K.' Tell me, Henry. You must know, of course.\"\n\n\"Why--why,\" he stammered in consternation. \"If you came here to forget\nit, what's the use of telling you, now you've forgotten it, that is--I\nmean, supposing there was anything to forget.\"\n\n\"I haven't forgotten it,\" she declared. \"The process has been a failure\nanyhow. It's just puzzled me for a minute. You might as well tell me.\nWhy, I've almost got it now. I shall remember it in a minute,\" and she\nlooked up at him as if she were on the point of being vexed with his\nobstinacy. The doctor coming into the room at this moment, Henry turned\nto him in his perplexity, and said--\n\n\"Doctor, she wants to know what it was you tried to make her forget.\"\n\n\"What would you say if I told you it was an old love affair?\" replied the\ndoctor, coolly.\n\n\"I should say that you were rather impertinent,\" answered Madeline,\nlooking at him somewhat haughtily.\n\n\"I beg your pardon. I beg your pardon, my dear. You do well to resent it,\nbut I trust you will not be vexed with an old gentleman,\" replied the\ndoctor, beaming on her from under his bushy eyebrows with an expression\nof gloating benevolence.\n\n\"I suppose, doctor, you were only trying to plague me so as to confuse\nme,\" she said, smiling. \"But you can't do it. I shall remember presently.\nIt began with 'H'--I am almost sure of that. Let's see--Harrington,\nHarvard. That's like it.\"\n\n\"Harrison Cordis, perhaps,\" suggested the doctor, gravely.\n\n\"Harrison Cordis? Harrison? Harrison?\" she repeated, contracting her\neyebrows thoughtfully; \"no, it was more like Harvard. I don't want any\nmore of your suggestions. You'd like to get me off the track.\"\n\nThe doctor left the room, laughing, and Henry said to her, his heart\nswelling with an exultation which made his voice husky, \"Come, dear, we\nhad better go now: the train leaves at four.\"\n\n\"I'll remember yet,\" she said, smiling at him with a saucy toss of the\nhead. He put out his arms and she came into them, and their lips met in a\nkiss, happy and loving on her part, and fraught with no special feeling,\nbut the lips which hers touched were tremulous. Slightly surprised at his\nagitation, she leaned back in his clasp, and, resting her glorious black\neyes on his, said--\n\n\"How you love me, dear!\"\n\nOh, the bright, sweet light in her eyes! the light he had not seen since\nshe was a girl, and which had never shone for him before. As they were\nabout to leave, the doctor drew him aside.\n\n\"The most successful operation I ever made, sir,\" he said,\nenthusiastically. \"I saw you were startled that I should tell her so\nfrankly what she had forgotten. You need not have been so. That memory is\nabsolutely gone, and cannot be restored. She might conclude that what she\nhad forgotten was anything else in the world except what it really was.\nYou may always allude with perfect safety before her to the real facts,\nthe only risk being that, if she doesn't think you are making a bad joke,\nshe will be afraid that you are losing your mind.\"\n\nAll the way home Madeline was full of guesses and speculation as to what\nit had been which she had forgotten, finally, however, settling down to\nthe conclusion that it had something to do with Harvard College, and\nwhen Henry refused to deny explicitly that such was the case, she was\nquite sure. She announced that she was going to get a lot of old\ncatalogues and read over the names, and also visit the college to see if\nshe could not revive the recollection. But, upon his solemnly urging her\nnot to do so, lest she might find her associations with that institution\nnot altogether agreeable if revived, she consented to give up the plan.\n\n\"Although, do you know,\" she said, \"there is nothing in the world which I\nshould like to find out so much as what it was we went to Dr. Heidenhoff\nin order to make me forget. What do you look so sober for? Wouldn't I\nreally be glad if I could?\"\n\n\"It's really nothing of any consequence,\" he said, pretending to be\nmomentarily absorbed in opening his penknife.\n\n\"Supposing it isn't, it's just as vexatious not to remember it,\" she\ndeclared.\n\n\"How did you like Dr. Heidenhoff?\" he asked.\n\n\"Oh, I presume he's a good enough doctor, but I thought that joke about\nan affair of the heart wasn't at all nice. Men are so coarse.\"\n\n\"Oh, he meant no harm,\" said Henry, hastily.\n\n\"I suppose he just tried to say the absurdest thing he could think of to\nput me off the track and make me laugh. I'm sure I felt more like boxing\nhis ears. I saw you didn't like it either, sir.\"\n\n\"How so?\"\n\n\"Oh, you needn't think I didn't notice the start you gave when he spoke,\nand the angry way you looked at him. You may pretend all you want to, but\nyou can't cheat me. You'd be the very one to make an absurd fuss if you\nthought I had even so much as looked at anybody else.\" And then she burst\nout laughing at the red and pale confusion of his face. \"Why, you're the\nvery picture of jealousy at the very mention of the thing. Dear me, what\na tyrant you are going to be! I was going to confess a lot of my old\nflirtations to you, but now I sha'n't dare to. O Henry, how funny my face\nfeels when I laugh, so stiff, as if the muscles were all rusty! I should\nthink I hadn't laughed for a year by the feeling.\"\n\nHe scarcely dared leave her when they reached her lodgings, for fear that\nshe might get to thinking and puzzling over the matter, and, possibly, at\nlength might hit upon a clue which, followed up, would lead her back to\nthe grave so recently covered over in her life, and turn her raving mad\nwith the horror of the discovery. As soon as he possibly could, he almost\nran back to her lodgings in a panic. She had evidently been thinking\nmatters over.\n\n\"How came we here in Boston together, Henry? I don't seem to quite\nunderstand why I came. I remember you came after me?\"\n\n\"Yes, I came after you.\"\n\n\"What was the matter? Was I sick?\"\n\n\"Very sick.\"\n\n\"Out of my head?\"\n\n\"Yes.\"\n\n\"That's the reason you took me to the doctor, I suppose?\"\n\n\"Yes.\"\n\n\"But why isn't mother here with me?\"\n\n\"You--you didn't seem to want her,\" answered Henry, a cold sweat covering\nhis face under this terrible inquisition.\n\n\"Yes,\" said she, slowly, \"I do remember your proposing she should come\nand my not wanting her. I can't imagine why. I must have been out of my\nhead, as you say. Henry,\" she continued, regarding him with eyes of\nsudden softness, \"you must have been very good to me. Dr. Heidenhoff\ncould never make me forget that.\"\n\nThe next day her mother came. Henry met her at the station and explained\neverything to her, so that she met Madeline already prepared for the\ntransformation, that is, as much prepared as the poor woman could be. The\nidea was evidently more than she could take in. In the days that followed\nshe went about with a dazed expression on her face, and said very little.\nWhen she looked at Henry, it was with a piteous mingling of gratitude and\nappeal. She appeared to regard Madeline with a bewilderment that\nincreased rather than decreased from day to day. Instead of becoming\nfamiliar with the transformation, the wonder of it evidently grew on her.\nThe girl's old, buoyant spirits, which had returned in full flow, seemed\nto shock and pain her mother with a sense of incongruity she could not\nget over. When Madeline treated her lover to an exhibition of her old\nimperious tyrannical ways, which to see again was to him sweeter than the\nreturn of day, her mother appeared frightened, and would try feebly to\ncheck her, and address little deprecating remarks to Henry that were very\nsad to hear. One evening, when he came in in the twilight, he saw\nMadeline sitting with \"her baby,\" as she had again taken to calling her\nmother, in her arms, rocking and soothing her, while the old lady was\ndrying and sobbing on her daughter's bosom.\n\n\"She mopes, poor little mother!\" said Madeline to Henry. \"I can't think\nwhat's the matter with her. We'll take her off with us on our wedding\ntrip. She needs a little change.\"\n\n\"Dear me, no, that will never do,\" protested the little woman, with her\nusual half-frightened look at Henry. \"Mr. Burr wouldn't think that nice\nat all.\"\n\n\"I mean that Mr. Burr shall be too much occupied in thinking how nice I\nam to do any other thinking,\" said Madeline.\n\n\"That's like the dress you wore to the picnic at Hemlock Hollow,\" said\nHenry.\n\n\"Why, no, it isn't either. It only looks a little like it. It's light,\nand cut the same way; that's all the resemblance; but of course a man\ncouldn't be expected to know any better.\"\n\n\"It's exactly like it,\" maintained Henry.\n\n\"What'll you bet?\"\n\n\"I'll bet the prettiest pair of bracelets I can find in the city.\"\n\n\"Betting is wicked,\" said Madeline, \"and so I suppose it's my duty to\ntake this bet just to discourage you from betting any more. Being engaged\nmakes a girl responsible for a young man's moral culture.\"\n\nShe left the room, and returned in a few moments with the veritable\npicnic dress on.\n\n\"There!\" she said, as she stepped before the mirror.\n\n\"Ah, that's it, that's it! I give in,\" he exclaimed, regarding her\necstatically. \"How pretty you were that day! I'd never seen you so pretty\nbefore. Do you remember that was the day I kissed you first? I should\nnever have dared to. I just had to--I couldn't help it.\"\n\n\"So I believe you said at the time,\" observed Madeline, dryly. \"It does\nmake me not so bad,\" she admitted, inspecting herself with a critical\nair. \"I really don't believe you could help it. I ought not to have been\nso hard on you, poor boy. There! there! I didn't mean that. Don't! Here\ncomes mother.\"\n\nMrs. Brand entered the room, bringing a huge pasteboard box.\n\n\"Oh, she's got my wedding dress! Haven't you, mother?\" exclaimed\nMadeline, pouncing on the box. \"Henry, you might as well go right home. I\ncan't pay any more attention to you to-night. There's more important\nbusiness.\"\n\n\"But I want to see you with it on,\" he demurred.\n\n\"You do?\"\n\n\"Yes.\"\n\n\"Very much?\"\n\n\"The worst kind.\"\n\n\"Well, then, you sit down and wait here by yourself for about an hour,\nand maybe you shall;\" and the women were off upstairs.\n\nAt length there was a rustling on the stairway, and she re-entered the\nroom, all sheeny white in lustrous satin. Behind the gauzy veil that fell\nfrom the coronal of dark brown hair adown the shoulders her face shone\nwith a look he had never seen in it. It was no longer the mirthful,\nself-reliant girl who stood before him, but the shrinking, trustful\nbride. The flashing, imperious expression that so well became her bold\nbeauty at other times had given place to a shy and blushing softness,\ninexpressibly charming to her lover. In her shining eyes a host of\nvirginal alarms were mingled with the tender, solemn trust of love.\n\nAs he gazed, his eyes began to swim with tenderness, and her face grew\ndim and misty to his vision. Then her white dress lost its sheen and\nform, and he found himself staring at the white window-shade of his\nbedroom, through which the morning light was peering. Startled,\nbewildered, he raised himself on his elbow in bed. Yes, he was in bed. He\nlooked around, mechanically taking note of one and another familiar\nfeature of the apartment to make sure of his condition. There, on the\nstand by his bedside, lay his open watch, still ticking, and indicating\nhis customary hour of rising. There, turned on its face, lay that dry\nbook on electricity he had been reading himself to sleep with. And there,\non the bureau, was the white paper that had contained the morphine\nsleeping powder which he took before going to bed. That was what had made\nhim dream. For some of it must have been a dream! But how much of it was\na dream? He must think. That was a dream certainly about her wedding\ndress. Yes, and perhaps--yes, surely--that must be a dream about her\nmother's being in Boston. He could not remember writing Mrs. Brand since\nMadeline had been to Dr. Heidenhoff. He put his hand to his forehead,\nthen raised his head and looked around the room with an appealing stare.\nGreat God! why, that was a dream too! The last waves of sleep ebbed from\nhis brain and to his aroused consciousness the clear, hard lines of\nreality dissevered themselves sharply from the vague contours of\ndreamland. Yes, it was all a dream. He remembered how it all was now. He\nhad not seen Madeline since the evening before, when he had proposed\ntheir speedy marriage, and she had called him back in that strange way to\nkiss her. What a dream! That sleeping powder had done it--that, and the\nbook on electricity, and that talk on mental physiology which he had\noverheard in the car the afternoon before. These rude materials, as\nunpromising as the shapeless bits of glass which the kaleidoscope turns\ninto schemes of symmetrical beauty, were the stuff his dream was made of.\n\nIt was a strange dream indeed, such an one as a man has once or twice in\na lifetime. As he tried to recall it, already it was fading from his\nremembrance. That kiss Madeline had called him back to give him the night\nbefore; that had been strange enough to have been a part also of the\ndream. What sweetness, what sadness, were in the touch of her lips. Ah!\nwhen she was once his wife, he could contend at better advantage with her\ndepression of spirits, He would hasten their marriage. If possible, it\nshould take place that very week.\n\nThere was a knock at the door. The house-boy entered, gave him a note,\nand went out. It was in Madeline's hand, and dated the preceding evening.\nIt read as follows:--\n\n\"You have but just gone away. I was afraid when I kissed you that you\nwould guess what I was going to do, and make a scene about it, and oh,\ndear! I am so tired that I couldn't bear a scene. But you didn't think.\nYou took the kiss for a promise of what I was to be to you, when it only\nmeant what I might have been. Poor, dear boy! it was just a little stupid\nof you not to guess. Did you suppose I would really marry you? Did you\nreally think I would let you pick up from the gutter a soiled rose to put\nin your bosom when all the fields are full of fresh daisies? Oh, I love\nyou too well for that! Yes, dear, I love you. I've kept the secret pretty\nwell, haven't I? You see, loving you has made me more careful of your\nhonour than when in my first recklessness I said I would marry you in\nspite of all. But don't think, dear, because I love you that it is a\nsacrifice I make in not being your wife. I do truly love you, but I could\nnot be happy with you, for my happiness would be shame to the end. It\nwould be always with us as in the dismal weeks that now are over. The way\nI love you is not the way I loved him, but it is a better way. I thought\nperhaps you would like to know that you alone have any right to kiss my\nlips in dreams. I speak plainly of things we never spoke of, for you know\npeople talk freely when night hides their faces from each other, and how\nmuch more if they know that no morning shall ever come to make them\nshamefaced again! A certain cold white hand will have wiped away the\nflush of shame for ever from my face when you look on it again, for I\ngo this night to that elder and greater redeemer whose name is death.\nDon't blame me, dear, and say I was not called away. Is it only when\ndeath touches our bodies that we are called? Oh, I am called, I am\ncalled, indeed!\n                                                      \"MADELINE.\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK DR. HEIDENHOFF'S PROCESS***\n\n\n******* This file should be named 7052.txt or 7052.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/7/0/5/7052\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.net/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.net/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.net/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit:\nhttp://www.gutenberg.net/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}