{"title": "The Revolutions of Time", "author": "Jonathan Dunn", "releaseDate": "August, 2005\n", "language": "English", "content": "\n\n\n\nProduced by Jonathan Dunn\n\n\n\n\n\n\n\n\n\nTHE\nREVOLUTIONS\nOF\nTIME\n\nBy Jonathan Dunn\n\n\nNote to the reader: The manuscript for this book was found in a\nweather-beaten stone box on an island in the Pacific Ocean. Its contents\nwere written in an ancient form of Latin, which was translated and\nedited by Jonathan Dunn.\n\n\nDedicated to Bernibus,\namicus certus in re incerta cernitur.\n\n\nTable of Contents:\nChapter 1: Past and Present\nChapter 2: Predestined Deja Vu\nChapter 3: Zards and Canitaurs\nChapter 4: Onan, Lord of the Past\nChapter 5: The Treeway\nChapter 6: The Fiery Lake\nChapter 7: Down to Nunami\nChapter 8: The Temple of Time\nChapter 9: Mutually Assured Deception\nChapter 10: Devolution\nChapter 11: The Land Across the Sea\nChapter 12: The White Eagle\nChapter 13: The Big Bang\nChapter 14: Past and Future\n\n\n...The very men who claimed mental superiority because they were free\nfrom superstitions and divine disillusionment were themselves victims of\ntheir own sophism, and while they thought themselves crowned with\nenlightenment, it was naught but the Phrygian caps of their prejudices\ntoward the material state.\n\n--Jehu, the Kinsman Redeemer\n\nThe physical manifestation of the spiritual force is not the spiritual\nforce at all, only a bland deception. If you only focus on what you can\nsee directly, than you chase after only the representation and not the\nobject desired. If a bird is flying through the sky at noontime, casting\na shadow on the ground below him, and a man comes along, and in the hope\nof catching the bird chases after its shadow, it is evident that he will\nnever catch it, for when he does reach it, he will find that there is\nnothing there at all, only the shadow of what it was he desired. So it\nis with the spiritual!\n\n--Onan, Lord of the Past\n\n\n\n\n\nChapter 1: Past and Present\n\n\n\nMy name is Jehu. Most probably it sounds foreign and unfamiliar to you,\ndevoid of the qualities of affection and personality which give\ncharacter to a name. It is a harsh name, cold and inhuman, like\nsomething out of the night, an unwelcome intruder into the warmth of\nfamiliarity. It inspires no blissful memories, nor does it kindle fond\nfeelings in the bosom of the hearer, instead the heart is hardened to it\nlike the feathers of a duck to water, repulsing it, leaving it to run\noff into the ditches and by-ways of the long forgotten past, to trickle\ndejectedly into those stagnant ponds where so many words of wisdom are\nimprisoned: out of sight, out of mind, out of heart, out of history. Yet\nwhile history is forgotten and misconstrued, it is repeated, for what is\nlife without water, which nourishes and sustains it, and what is life\nwithout wisdom, which protects and cultivates it?\n\nJehu is my name, though it no longer brings the quickened pulse and keen\nanticipation of happiness to the hearts of any, not even my own. For\nwhat deference can be given to a name, though not in itself a thing of\ndishonor, which represents the failure to derail the evitable fate which\nwrecks the race of man again and again. Not that I myself embody such a\nfailure, nor even that I gave birth to the dreaded fate's latest\nmomentum, but as is seen time and again throughout history, one name is\nbrought to represent the tide of change, for better or worse, the doer\nof deeds which were done not by him, but by a mass of independent doers,\nyet it is written in the annals of history as the deeds of but one man.\n\nWhile I had little to do, consciously, with the doom of the earth, I\nwill always be fingered as the villain, as the ambitious Napoleon or the\nbarbaric Atilla, the arrogant Augustus or the fearful Cyrus. Someone has\nto bear the burden of shame on the pages of history for the people of\nhis time, and in that sense, maybe I truly can be called their kinsman\nredeemer. Perhaps it is my fate to bear witness to the wrongs of a\npeople, of which even you are not wholly innocent.\n\nAnd yet can an individual be blamed for the faults of a society, can\npersonal responsibility be extended to the members of an unknown\nmultitude? How the enjoined conscience of one longs to say no, but in\ngood faith it cannot be said, for in this case the mask of ignorance\ncannot supersede the face of guilt. Indeed, ignorance in this case only\nadds to the shame of the guilty, this being a crime not of misdeeds but\nof negligence, twisted together with the vices of humanity into a thick\nand sturdy cord, a rope that cannot be pulled apart and individually\nexamined, yet must be taken as a whole. Insularly, the strand of\nignorance could be easily snapped, remedied by but a little education,\nyet when woven together by one's own hands with prides and prejudices,\nit forms an unbreakable rope, which is placed about our neck to hang us:\nthrough means of our own doing is our fate foretold. If but one or two\nof the strands were omitted, the result would be a feeble rope, easily\nbroken, and we would live. But by our own vices is our mortality made\nmanifest, by our own wrongs are we wronged.\n\nBy now you may be beginning to feel the impulses of indignation arising\nin your breast, for who am I, the admittedly despicable Jehu, to group\nyou as my fellow convicts, my co-conspirators, in a sense? And you are\nright, for I am not your judge and neither do I wish to be.\n\nHaving said that, I now request of you to put down the book and\ndiscontinue reading.\n\n\"Surely,\" you say to yourself, \"He is mentally deranged, for what author\nin his right mind would encourage his readers to disperse, what writer\ndoes not thrive on the digestion of his words by an eager audience?\"\n\nHere I must make a revelation to you: if my manuscript has indeed been\nfound, then I have long since been dead; and I assure you that in\nwhatever form my existence takes in the present, I have little desire\nfor your intrigue or goodwill. Do you think Melville is consoled in\ndeath of his miserable life by the vainglorious praises of the living?\nOr do you think that Poe is comforted by such avid attentions in his\npresent abode? In truth, Melville's only rivalry is now within, and\nPoe's only raven that daunting memory of those truths which had escaped\nhim in life, but which now are opened to you.\n\nMore importantly, if this manuscript has been found, it proves that what\nis contained herein is the unerring truth. I do not write this to\nexonerate myself, however let me say here that I am more the Andre' than\nthe Arnold, for I was but the emissary of history, not the traitor to\nhumanity, and if not me then some other would have filled the void. Let\nit be remembered that it was Andre' who gave his life for his deeds, and\nyet it is Andre' who is recollected with a sweet sorrow, and though\nArnold lived, he had no peace. Yet while history is vivid and\nencyclopedic, in itself a living organism, it can speak only through the\nmouths of men, who often misrepresent it for their own partisan and\nprejudiced plans. It is strong and steadfast, though, and in time is\nalways victorious over its menial opposition, for what is history but\nthe past tense of truth, and it is justly said that veritas numquam\nperit, truth never dies.\n\nGoing back to what I said before, namely that at my manuscript's\ndiscovery my demise will itself be history: I am assured that such is\ntrue, for even now as I write this my death is near at hand. How wide\nthe abyss of time that separates us is I cannot tell, but I do know that\nit is beyond the reckoning of men, such an unknown barrage of hollow,\nformless years. Yet as you read this it is as if I were speaking\ndirectly to you, despite all of the desolation between our times. That\nis what makes history an organic being, and by history I mean all of the\npast, or all of the future, depending on your viewpoint.\n\nA book is a connection between times and peoples, more so than any other\nmedium. As I put these words down in writing, it is as if I am imparting\nmy very self into the pages. And as you read them, the name Jehu slowly\nforms into an image, into a personality, and from the empty word Jehu\ncomes the great well of affection springing from a personal intimacy. A\nbook is an enigma in which no time exists, and as it is read it brings\nthe reader into its eternal being, for while it sits closed on a shelf\nit is no more than a forgotten memory, yet when it is opened its\ncontents come to life and its characters and locations are once more\nexistent in the same state as when they were written, the story becomes\nonce more reality.\n\nWhile I have long been deceased, when you read this I am brought to life\nonce more, and with my rebirth I tell you my story, and make known to\nyou the truths contained therein. The words of this book are a rune\ngate, a portal to the past, and as you read them, your present fades\naway and you are drawn into my present, this very moment in which I now\nwrite. Then you connect with me intimately, and for a brief time the\ngulf of mortality is transcended and the depths of my being are laid\nopen to you. We commune together and you eat of my flesh and drink of my\nblood, merging your existence with mine.\n\nCome to me now, my friend, come to me across the gulf of mortality, for\nI await you. Come, and in your spiritual peregrination meet with me, in\nthis land of the past which is so foreign and unfamiliar to you, but\nwhich will become for a time your home. Come to me, my friend, and let\nme tell you my story.\n\n\n\n\n\n\nChapter 2: Predestined Deja Vu\n\n\n\nIt was in the last stages of sleep that I began to feel the warm morning\nsun strike my face, and hear the pleasant chirping of birds and\ncrickets. I rolled slowly over, stretched my legs and my back, and stood\nup, with the last remnants of a dream playing quietly in my mind. But as\nI came to my feet and got a clear view of where I was, I realized it was\nnot a dream that I had had at all, but something far more sobering. I\nfound myself somewhere in the center of a very large prairie which\ncovered the land for many miles around. From the sun's lowly position on\nthe eastern horizon, it was evident to me that the new day was just\ndawning, casting a golden hue on the grasses that covered the prairie's\nsurface.\n\nAround the distant outskirts of the plain I could make out a ring of\ntrees circumventing the whole, waving almost imperceptibly to and fro in\nthe light breeze that was blowing. A few miles to the southwest there\nwas a group of odd looking trees stretching up over the horizon to a\nconsiderable height. They were closer than the outer ring, which kept a\nuniform girth around the prairie, but somehow they looked very peculiar\nand foreboding, and I got one of those sobering feelings which I like to\ncall predestined deja vu. What I mean is that I got a sense of deja vu,\nbut instead of the past converging with the present into one thought,\nthe present seemed to converge with the future, and the result was a\nmysterious foreboding of something, though I couldn't tell what. That is\nthe sensation that I had when I saw what I assumed to be a small\ngrouping of trees somewhere in the southwestern portion of the savanna,\nthough that was merely a guess, for in the distance I could only make\nout several dark forms rising out of the grassland like trees, or\npossibly buildings, one of them being a great deal taller than the\nothers, with a spherical shape on top that only faintly resembled a\ntree's crown. If it was indeed a tree, it was the largest that I have\never seen, for it looked to be upwards of 800 feet tall.\n\nMy mental warning bells were ringing quite loudly, and I endeavored to\nsilence them by extreme exertions of the will, but they would not be\nsubdued. I assumed that they were not at all correct, much like the\nfearful expectancy some have while swimming in the ocean, out of sight\nof all land, of being attacked by an enormous leviathan of the deep. As\nunfounded as the fear is, it places one into a frenzy of dubious\nthoughts that inspire equally frantic and anarchist actions. Because of\nthis, I thought that my ideas were naught but superstitious fancies, yet\ntry as I might, I could not rid myself of them.\n\nInstead, I made up my mind to set off in the opposite direction, north,\nand to advance at a double march until I should reach the woody border,\nwhich looked to present shelter not only from the southern apparitions,\nbut also from the shielded underworld of the grasses, in which also\ndwelt the mysterious sense of fear and predestined deja vu. It was\nslightly chilly, but beyond that nothing defaced the temperate beauty of\nthe day, and even that promised to soon dissipate with the continual\nstrengthening of the sun's warmth. As I walked, or rather, trotted\nalong, it did just that, and in the growing warmth of the day the sweet\nfragrances of the many various grasses rose to the surface, delighting\nmy odor perceiving sensors with their earthy simplicity.\n\nThe day marched on, and with it I, and the distant wall of trees began\nto slowly grow closer. At length, I found myself at their edge, at\naround the noon hour, and as I came upon the first of them, I leaned\nagainst the trunk of a large, thickset tree for a moment of repose and\nreflection in its shade. It was by all appearances an ancient wood, for\nthe line between it and the prairie was distinct, appearing as if the\nshrubs and lesser flora had acquiesced to fate and retreated beyond the\nforest's claimed boundaries, rather than continue for countless ages to\ncharge and then be pushed back, to gain a foothold only to be thrown out\na year or two later. The trees themselves were mighty pinions of\nstrength, tall and of great girth, and spread far apart from one\nanother, leaving wide open spaces between their towering trunks. A\nshort, soft grass clothed the land that stretched on in their midst,\njoined in its solitude by a hearty looking moss that stretched itself\nout on the trunks of the trees and on the rocks and boulders that lay\nscattered here and there among the open spaces. Far above, the trees'\ngreat branches spread out a thick canopy, covering the whole of the\nforest area in a relaxing and invigorating twilight, rendering itself\nhomely and quaint. After a few moments of enjoying that most pleasing\nscene, I roused and extricated myself unwillingly from its enchanted\ndepths and set off once more into the heart of the woods, having no\nwhere else to go.\n\nAfter a time, I cannot say how long, I came upon a small, trickling\nstream which flowed deeper into the woods, that direction being\nnorthward. A short walk along its path, after refreshing myself to\ncontent with its pure waters, brought me to its destination: a large\nlake into which the forest opened. Its banks were very gradual and the\ngrass of the woodland led right up to the water's edge. The surface of\nthe water itself was smooth and delicate.\n\nAmidst the pleasantness of the scene, there was something missing from\nthe feel of the area: inhabitants. There was an abundance of wild life\nof all kinds, and much organic life as well, but something greater than\nflora or fauna was missing: people. I had traveled so far, and without\nany sighting of a person. It was a lonely and desolate feeling which\nprevailed, despite the abundances of life. Novelties soon grow worthless\nwith no one to share them with, ideas become meaningless if not\ncommunicated timely, emotions grow boisterous and uncontrollable with no\nend to receive them.\n\nI was quite alone, unfortunately, and it dampened my spirits\nconsiderably. Feeling despondent, I turned and walked sullenly from the\nlake's edge into the woodland once more, with no definite purpose in\nmind, only a meandering thought of my dismal situation. My thoughts\nmorphed, in succession, from anxiety to despair, to anger, to\nfrustration, and in my frustration I knelt down and picked up a fallen\nbranch from the ground, walked to the nearest tree, and eyed a strange,\nprotruding knob that stuck out from the trunk. I held the branch at\nshoulder's length and swung it at the knob with all the force of my\nbuilt up emotions. It hit with a crash and a hollow thud, leaving the\nbranch broken and my arm sore, but the knob undamaged.\n\nBut then something unexpected happened: with a grating noise, a small\nhole appeared part way up the trunk, coming from what looked to be solid\nwood, for no sign was seen before of its having an opening. From the\nnewly opened hole was then thrust out a head, hairy and with a short\nsnout-like edifice for a nose and mouth. Its eyes and the furry hair\nwhich covered its face were brown, and a few wily whiskers protruded\nfrom its snout. With a look of utter surprise, as if it had not expected\nme as much as I had not expected it, it eyed me closely for a moment and\nthen looked anxiously from side to side and told me to come in.\n\nWhen those words passed its lips, or whatever artifice it spoke from, a\ngreat weight fell from my shoulders. After a short moment, quickened by\nmy relief, a door appeared in the trunk of the tree, its edges\npreviously hidden behind the thick mosses. Swinging inwards, it opened\nand revealed the creature standing there, beckoning me to enter. I did,\nand the door shut behind me, leaving me in the darkness of the hollow\ntree.\n\n\n\n\n\n\nChapter 3: Zards and Canitaurs\n\n\n\nMy eyes quickly adjusted to the darkness, and once they did I saw that\nthe trunk was hollowed out to the extent of eight feet in diameter, with\ntwo stairways, one up and another down, filling either corner of the\nsmall entry room in which I found myself. Observing that my vision was\nreturned enough to see, the strange creature which had greeted me led me\ndown the descending staircase for a short way, until we came into a\ncavern which was delved beneath the roots of the tree.\n\nThe walls and floor of the cavern, or more accurately, the sitting room,\nfor such it appeared to be, were paneled with a thick, heavy wood with\nan almost artificially symmetric grain, and the ceiling was done in\ndiagonal boards of the same. Sitting in the center of the room was a\nbrick-laid pit in which burned an illuminating fire, and around it was\nplaced an odd covering frame that caught up the smoke and channeled it\nvia underground passages to some distant wilderness, where its sightless\nremnants would dissipate into the atmosphere unnoticed. On the near side\nof the fire was a round table flanked by four large, comfortable chairs,\npadded by cushions made from the same material as the various carpets\nand tapestries around the room.\n\nThere were two more of the strange creatures seated at the table, called\nCanitaurs as I later found out, and as they are closely entwined with my\nstory, being prominent participants, I will describe them in some detail\nhere. They stood erect like a man, yet were quite contrasted in\nappearance. Their skin for one was covered in a thick, impenetrable coat\nof hair, much like a dog or a bear's. Their hands, also, were less\ndistinct in the fingers, though but slightly, and their limbs were a\nlittle longer and thicker than a man's. The two most notable\ndifferences, however, were the formation of their shoulders and chest,\nwhich were very pronounced and muscular, and their faces. The latter's\nfeatures were brought to a point in the short snout, or muzzle, that\nformed their nose and mouth, taking their chins with it and leaving a\nlong line from their neck to their chest open. Humanity prevailed in the\nrest of their features, though, giving them the look of a man and canine\nhybrid.\n\nBy then I had overcome my initial perplexion at the sight of the\nCanitaurs, and I endeavored to put a strong check over my emotions in\norder to prevent another outbreak of panic and to remain cool and\ncandid, come what would. Yet it was, ironically, the product of my\nrashness that I had found their habitation at all. This I successfully\ndid, and as I entered the room, led by the Canitaur who was on watch,\nthe others stood politely and greeted me with an apparent intrigue.\n\nOur conversation proceeded at follows:\n\n\"I am Wagner of the Canitaurs, my friend,\" said the one who appeared to\nbe the leader, \"And these are Taurus and Bernibus,\" the latter being the\none who had led me down. \"Welcome to Daem.\"\n\n\"I am Jehu,\" I told them, \"It is a pleasure to meet you.\"\n\n\"Indeed, and under such circumstances as well. Tell me, how did you come\nto be here?\"\n\nHere I smiled nervously, and replied, \"I am a traveler from a distant\nland, and came here by the advice of a friend.\"\n\nAt this somewhat false answer, more in character than in content, Wagner\nlooked at me wonderingly, as if detecting my falsehood, but did not\nfollow his look with any probing questions, to my great relief. In order\nto steer the conversation away from this point, I added quickly, \"I am\nnot at all disappointed, either, for the landscape is beautiful and the\ntrees and foliage are wondrously large, but I was surprised to find\nthat, from the prairie to the lake, I saw no one living among these\nquaint locations.\"\n\nWagner looked at me closely, with a hint of almost reverencing respect\nand said, \"You were very fortunate in your travels, I assure you, for\nhad you arrived at any other time, you would have fallen into fouler\nhands than ours by far.\"\n\n\"I do not understand what you mean,\" I said.\n\n\"Of course not, I am forgetting your new arrival has left you\nunacquainted with affairs that I am faced with everyday. Let me explain:\nwe, that is, the Canitaurs, have been in open hostilities with the other\ngroup of people on this island, the Zards, for as long as we can\nremember. They have great military superiority in this section of Daem,\nand when we come here we are forced to live in hiding, in outposts such\nas this one.\"\n\n\"Why not just make peace?\" I asked.\n\n\"Because it is our ideologies that conflict, neither group of us will\nyield, and the solution can only be decided by force, military force. It\nis fortunate that you have come among us first, for they would have\nmistreated you.\"\n\n\"So you have said, though I do not see why I was not captured by them on\nmy journey through the plains, if they are as powerful in this quarter\nas you say,\" I replied.\n\n\"As I said, the timing of your arrival was very fortunate,\" he said, \"At\nany other time you would have surely been caught, and then your fate\nwould have been uncertain, but yesterday was the Zard's new year, the\nKootch Patah, on which they spend all night in celebrations and\nrevelries. Because of this, they were all soundly asleep on your trip\nthrough the prairie, very possibly laying at your feet, covered by the\ntall grasses.\"\n\nSo my fears were not as unfounded as I had thought, was my predestined\ndeja vu, then, real as well? Only time would tell.\n\n\"I am indeed lucky then, as you have said, not only in the Zard's\nunattentiveness, but also in finding of your secreted habitation, as\nwell as your friendly welcoming of me,\" I said.\n\n\"I must confess,\" he chuckled, \"It is not merely from a one-sided\nhospitality that you are welcomed.\"\n\n\"Indeed?\" I said.\n\n\"Indeed,\" he answered, \"For your appearance and the circumstances of\nyour arrival are almost uncannily the realizations of one of our most\nancient prophesies, one which we have longed to have fulfilled.\"\n\n\"Is that so?\" I rhetorically asked.\n\n\"Surely it is,\" he said with a smile, though from happiness or humor I\ncould not tell. He went on soberly, saying: \"The prophecy is concerning\nthe kinsman redeemer, one of the ancients sent by Onan, the Lord of the\nPast, to redeem us from the destruction of this polluted world.\"\n\n\"What do you mean by 'one of the ancients'?\" I interjected\nquestioningly.\n\n\"Exactly what I said,\" Wagner replied with a light hearted smile, \"Let\nme explain.\"\n\nBut before he could, we were interrupted by a violent scratching and\npounding at the door, along with some grunting voices which I could not\nunderstand. The Canitaur's ears, which were quite large, though more\nerect and postured than floppy, quickly rose to attention, and they had\nspent not a moment listening when they uniformly chorused, \"Zards,\" in a\nhoarse whisper. My earlier fear, then mysterious but now understood,\nreturned in full force, and my face writhed in horror as I ejaculated\nremorsely, \"Then we are lost.\"\n\nWagner turned gravely towards me and said, \"Perhaps, but there is still\nhope. Come, follow me,\" and rising from his chair he led the way to the\nfurthest corner of the room. A primitive tapestry was hanging there, and\nWagner lifted it up while Bernibus and Taurus hit two hidden switches,\none being on either extremity of the room, to avoid discovery. That\nunlocked the wall behind the tapestry. It opened along lines previously\nconcealed by the wood's grain and revealed a small cubbyhole built into\nthe wall, probably meant for its present use, concealment. Wagner led us\ninto it and no sooner was the door, or wall, latched again than the\nZards, having broken down the outside door by brute strength, flooded\ninto the room.\n\nWe could see them as they did, for the wall that concealed us had many\nsmall holes, and the tapestry as well, so that on the inside we could\nsee all that happened in the well lit room, while they could not see us,\nas there was no light to reveal us. Indeed, I had been sitting facing\nthe hidden compartment during our brief dialog and had not detected it\nat all. The situation was quite different at that time, though, for the\nZards were actively looking for us, whereas I was merely glancing\noccasionally at the wall.\n\nNow that they were closer, I could easily understand their conversation:\n\n\n\"Blast it, they aren't here,\" said one,\n\n\"Probably deserted the place after Garlop saw them, he should have kept\nwatch.\"\n\n\"Why? He couldn't have stopped a group of them, and they're too keen to\nbe followed.\"\n\n\"Aye, he did right to hurry off, but it would be a shame if they\nescaped,\" another joined.\n\n\"The King is here though, and there's no fooling him.\n\n\"Hear ye, hear ye,\" the others assented, that being a common phrase\namong them which was the equivalent of an 'I agree' or 'Amen'.\n\nA larger, more commanding Zard, whom the others looked in deference to,\nthen came down the stairs, saying as he entered the room, \"Let us not\ncelebrate prematurely, gentlemen. There is nothing of interest above, so\nwe will have to search carefully down here.\"\n\n\"Sir, is it true it was a hairless one he saw?\" one asked him.\n\n\"We are all hairless here,\" he said, laughing with the others, \"But yes,\nit is reported that Garlop saw one of the ancients, and with his sharp\neyes and knowledge of history, it is assumed to be true. I need not\nremind you, then, the need to find them before they are too far away, it\nis imperative to the cause that the ancient is not brought to the hidden\nfortress of our adversaries.\"\n\nThe Zards then set to work with great assiduity searching for any clues\nof the Canitaur's whereabouts, examining everything meticulously, yet\nquickly. They tore the furniture apart to look for hidden compartments,\nfollowed the smoke pipes through the ground to their outlets, tore off\nthe floor boards to look for secret passages, and did the same to the\nceiling.\n\nBefore I continue with my story, let me pause for a moment to describe\nto you the appearance of the Zards, for you are probably curious as to\nwhat they look like.\n\nQuite different from the Canitaurs, they were, in fact, completely\nhairless, being almost lizard-like. They stood erect, about the same\nheight as a man, that is, about six feet or a little over that, and\ntheir bodies resembled those of alligators, with short, thickset legs,\nstout arms, and a long body with a tail draping down to the ground,\nlooking like a giant tongue, though covered, of course, in scales. Their\nheads were small, having a little skull on which were the eyes and ears\nand with a long snout that, like the Canitaurs', held their noses,\nmouths, and chin. Huge, sharp teeth filled their mouths and gave them an\nodd, fiercely sophisticated look. Their hands were thick with long\nfingers, and though their overall appearance had an air of awkwardness\nabout it, they set to their tasks with great dexterity, though if it was\nnatural or the result of their excited state, I could not tell. Indeed,\nI began to grow worried when the Zard who was removing the walls, to\ncheck for holes or tunnels, drew near to us as he methodically pried off\nthe panels with a metal bar and looked for anything suspicious.\n\nHe moved along quickly and was just about to put the bar to our covering\nand pull when another Zard, on the other end of the room, held aloft a\npiece of paper, calling the attentions of the others to it. Our almost\ndiscoverer went himself to the other Zard, and we were, for a moment at\nleast, saved from being exposed. Having read the paper, the taller Zard,\nthe King, said to the others, \"Well done, lads. We have here a map to\nthe Canitaur's hidden fortress. Let us go to Nunami, gather some troops,\nand surprise them. Today may prove victorious, so let us hurry.\"\n\nThe others assented and as a body they went up the stairs and out the\ndoor, hurrying forth, it seemed, to do their dastardly deeds, and in\ntheir ardor not leaving behind even a single one to guard the hideout.\nDespite our good fortunes, my spirits were damp, for my sorrow of the\nCanitaur's ill fate was as a wound in my bosom, knowing that I had been\nthe sole reason for their discovery. What a good kinsman redeemer, I\nthought, for my coming may have ended the wars, or put its completion in\nmotion, yet not in the favor of my hosts.\n\nTo my chagrin, however, the Canitaurs, led by Wagner, were buxom,\nseeming to find great humor in what had happened. Turning to them in a\nzealous perplexity, I said spiritedly, \"How can you laugh? You may have\nescaped, but your brethren are doomed, and you yourselves will not last\nlong around enemies without the protection of the other Canitaurs.\"\n\nBut my rebuke only seemed to make their laughter and mirth more hearty,\nand they raged on without ceasing for a time. After a while, when they\nwere reduced to a smiling remnant of their former pleasure, Wagner\nturned gravely towards me and said, \"Forgive me, Jehu, for not\nexplaining it to you. You are right to chastise us, but the situation is\nnot as you seem to think it, for the map they found was a fake, and will\nlead them to nowhere of importance, while we affect our escape. We are\nlucky that they left no guard, but come, let us not tempt fate and\nremain any longer in this compromised outpost, to the fortress we go!\"\n\nHe finished and met with the approbations of the others, and\naccordingly, we exited the cubby hole and made our way through the\nrummaged room, up the stairs, and out of the tree. It was now early\nevening, and the temperance of twilight, with its soft and mellow\nsplendors, only increased the pleasantness of the area. A slight breeze\nprevailed and rustled the leaves and boughs of the giant trees just\nenough to render it pacifying and comforting. Being quickened by the\nbreeze, the lake danced on in its earlier smoothness, only in a faster\ntempo, improving the ruggedness of the watery wrinkles. The last\nvisiting rays from the sun were congregated on the eastern shores,\nsaying their good-byes to the glowing trees, and giving their parting\nrespects before being whisked away to their native lands of fire, to\ncome again in great numbers on the morrow.\n\nWe set off around the lake, making our way northward towards the rugged\nmountains rising before us in a grand show of might. Wagner and Taurus\nwalked before and behind us, respectively, Wagner leading the way and\nTaurus erasing the marks of our passing, and both watching for any signs\nof ambush. Bernibus walked abreast of myself, keeping me in pleasant\ncompany, for he was a very enjoyable companion.\n\nDuring our walk, Bernibus and I had an insightful conversation, of which\nI will relate to you the following, as you may find it interesting:\n\n\"Tell me,\" I said to him, \"You seem to be a jovial people, despite the\nwar that you find yourselves in, but are all of your people of the same\nattitude?\"\n\n\"Very nearly, yes,\" he replied, \"For though we do not wish war, the\nprinciples at stake here are important enough for us to sacrifice an\neasy life for them. We've grown used to it, everything is done in such a\nway as to promote secrecy and stealth, those being our main advantages\nin the conflict. Out of hundreds of outposts like the one we were just\nin, for example, only four others have ever been discovered, and the\nZards still have no clue where our fortress is.\" This he said in a\nboastful manner, but as he did a faint spirit of sorrow spread across\nhis face for an instant, as if in memory of one of the raids of previous\ntimes.\n\n\"That explains their rapture when they found the false map,\" I returned,\n\"But I must admit that I am still ignorant of the cause of the wars. It\nwas said that it was conflicting ideologies, yet that is self-evident,\nas all conflict is at heart just that. I don't mean, either, the actions\nthat caused the most recent inflammation, but what exactly your\nconflicting ideologies are? What is it that keeps you from harmony?\"\n\n\"You have a knack for hard questions,\" he said with a smile. Then he\npaused for a moment to collect his thoughts. At length, he continued,\n\"The Canitaurs have a profound respect for all that has gone before us,\nwe honor the traditions of our ancestors and revere their beliefs and\ntheir ideas of truth. The past, in the guise of history, is the key to\nthe future, we believe, and we hold strictly to the worship of Onan, the\nLord of the Past,\" at this my attention was perked. He continued, \"Our\nadherence to the ways of our ancestors is based on the idea that what\nhas continued throughout the ages has continued because it is right,\nthat it has remained steadfast because it is based on the immovable\nfoundations of reality. We follow Onan because he is real, because the\npast has existed, and it is certain that it will continue to exist, and\nbecause that existence dictates the operation of the present. Although\nwe may seem ritualistic and entrenched in tradition to the outside\nobserver, we enjoy the comforts of knowing that we are on a well tread\npath, that we are not alone in time but in company with our forebears.\nWe are called the Pastites because of our beliefs, because of our\ntradition based lives that instill in us a reliance on history, on the\nevents of the past as a light by which to guide our own actions, as a\nroad paved by the flesh and blood of our forefathers which leads to\nhappiness and peace.\"\n\nBernibus paused for another moment, as if in contemplation once again,\nbefore he continued, saying, \"The Zards are followers of the future, or\nFuturists as they are called. They believe that the past is just that,\nthe past: the ignorant and selfish times of the unenlightened who were\ntoo shrouded by prejudices to understand the world clearly. Instead they\nplace their faith in the scientific and philosophical ideas of the day,\nbelieving that while history and the past were delegated to the control\nof the unsophisticated whose ways were superstitious and outdated, the\npresent contains truth in its pure form. Reform and revolution are their\nwatchwords, for they tinker with the very foundations of society and\nlife in an attempt to cultivate it. Zimri is their Lord, of the Future,\nand they follow him loosely, for he doesn't require the strict adhesion\nthat Onan does, which suits their independent and relaxed world view\nvery well.\"\n\nHe went on, in summary, \"In a word, the Pastites believe that history,\nthe reality of the past, governs the present and the future, while the\nFuturists believe that the future defines the present and the past.\"\n\n\"I begin to see the differences,\" I replied in a humble, questioning\nmanner, \"And yet they seem to me to be passive, secondary differences,\nthe kind that result in a conflict of subtle disagreements here and\nthere, argued over dessert like tariffs or taxes, not at all violent.\nHow is it that they take such a prominent role in everyday life that\nthey can only be resolved by force? What is it that takes it from the\nfireside to the battlefield?\"\n\nHere I was slightly taken aback by the expression on Bernibus' face, it\nwas one of surprise mingled with apprehension and questioning. He said,\n\"Then you do not know?\"\n\n\"Know what?\"\n\nHe laughed, \"I take it you do not.\" Becoming solemn again, he continued,\n\"Our land, Daem is on the edge of ruin, and has been for all of my life\nand those of many generations before me. About 530 years ago there was a\ngreat war on earth, one in which no restraint was used, no mutually\nassured destruction, for nuclear weapons came into the hands of those\nwho cared not for any life, not even their own. Tensions were high for a\ndecade, and in the following segregation, the peoples of the earth lost\ntheir personal connection with their enemies, and, as always happens,\nceased to view them as equals, but instead as evil ones bent on their\ndestruction. Things came to such a crisis that at last a little flame\nwas lit and it grew and grew until it became a full scale nuclear war.\nThe destruction was total: no one was exempt, as almost everything, and\neveryone, was destroyed. The only surviving place was this island, which\nis the sole habitat of the delcator beetle, a small insect that digests\nnuclear waste and neutralizes it. The first few decades were horrible,\nbefore the atmosphere recovered enough to return to normal, and in that\ntime things mutated and grew gigantic. The trees and foliage, as you\nsee, are an example of this, even the redwood trees of old were nothing\ncompared to the trees of Daem. And the Zards and Canitaurs grew and\nchanged as well, and, as we lived on either ends of the island, as we do\nnow, our forms morphed into the separate forms that they now take.\n\n\"And that is where our conflict turned violent,\" he continued, \"For it\nis our desire, on both sides, to return the earth to its previous state.\nThe Pastites want to return through time and stop the destruction before\nit happens, because we believe that the past is what must be changed in\norder to change the present and future. It is the actions of the past\nthat brought about the present woes, and it is they that must be undone.\nFor their part, the Futurists want to change the present through the\nfuture, to go into the future and bring back its completion, in the form\nof restored RNA cells, which is congruent with their belief that the\npast is the past and all that matters is that which is yet to come, that\nwhich still has the hope of existence.\"\n\nI looked at him as he finished and said, \"But, why not do both. Wouldn't\nthat be more effective than fighting each other? How can continued\ndestruction revert previous destruction inflicted in the same manner?\nCould not both ideas be tried?\"\n\n\"If only they could,\" he replied. \"It goes back to Onan and Zimri, you\nsee, for we ourselves cannot do such things, but the gods whom we follow\ncan. Shortly after the worldwide destruction, we, meaning both the Zards\nand the Canitaurs, received the prophesy of the kinsman redeemer, who\nwould be sent to help us change the earth to its former majesty. He was\nto be one from the time right before the beginning of the final\nfirefight, one of the ancients who still kept the pure human form. Our\nhostilities broke out in an attempt to control the entire island, so\nthat when he should come, the dominant force would have him. Each side\nwas convinced that theirs was the right way, the only way through which\nthe end of restoring the earth's ecosystem could be reached. You are the\nkinsman redeemer, Jehu, for you fit the prophecy perfectly, and I am\nglad that you have fallen in with us.\"\n\nAfter his discourse, Bernibus fell into a silent meditation, as did I,\nand the rest of our walk through the now dark wilderness was one of\nsilence and solitude. Given the cessation of action in my narrative, I\nwill take this opportunity to describe the circumstances of my arrival\non the island of Daem, about which you are no doubt wondering.\n\n\n\n\n\n\nChapter 4: Onan, Lord of the Past\n\n\n\nNot wishing to delve too far into my past or relate what would be\nmundane and disconnected with my story, I will summarize with brevity\nwhat my situation was. I was a military man, an Air force pilot to be\nexact, and was on active duty patrolling the no-fly zones off the coast\nof China, it being, at that time, an area of very high tensions. The\nsituation was grim, as any small incident promised to set the pendulums\nof war into motion, but the worst had subsided, and things were\nbeginning to look as if that incendiary incident wouldn't come after\nall. The main part of my story begins on a cloudy night of what was to\nme just a few weeks back, though it seems like many ages ago now, and\nindeed, it was.\n\nI was flying over an area that was littered with small volcanic islands,\nthe type that rise above or fall below sea level continually, so that\nwhat one year is above water is later below. Some of them have even been\nknown to only rise above the waves for a short time, and then vanish\nfrom the sea completely, worn down by wind and waves. The night was\nmurky, and the air was thick with water and dust, the result being that\nthere was no natural light whatsoever, and any artificial light that\ncould be mustered was largely reduced to nothing, visibility being no\nmore than twenty feet.\n\nThe wind was calm and the flying, though strenuous from lack of sight,\nwas without turbulence. I was doing well, until out of nowhere I heard a\nloud crack of thunder, followed by a bolt of lightning that hit the\nplane. At once I lost all of the instruments, excepting the actual\ncontrol of the plane in manual, meaning that the radar and all the\nguidance systems were crippled, and I could see nothing. Not knowing\nwhat to do, and not being able to radio for help, I pulled down and\nslowed until I was just barely remaining airborne, and began looking for\nan island to land on.\n\nOnce below 200 feet, the clouds gave way and I saw an island. I aimed\nfor it and slowed more, preparing to land on it. I did, though just\nbarely, for it was extremely small, being one of those inconsistent\nvolcanic islands. Getting out of the plane, I was greeted by a strong\nblast of wind that was dripping water from its cold grip, and I was\ninstantly chilled to the bone. There was nothing on the island at all,\nexcept for the hole in its center, from which, no doubt, came the lava\nthat had formed it. It was on a slightly elevated hill, and looked as if\nit had not erupted for many thousands of years. With nothing to do at\nthat moment except to get an idea of the island that I had landed on, I\nwalked over to it and knelt down beside it, peering blankly into its\ndepths. It seemed to be absolutely devoid of light, and, as often\nhappens, its darkness was mysterious to me, for I wondered what lay\nhidden in it, and my curiosity got the better of my common sense. I\nleaned slowly forward. Then, as I did so, I heard a loud and terrible\nvoice, personified in the crashing of the waves and the moaning of the\nwind, and it said in a monotonous and unending refrain, \"Enter.\" Nothing\nmore nor less than the continual repetition of that word. This alarmed\nme, and as I did not want to do that, I began to stand upright and back\naway from it, to return to my plane. But as I raised my knee from the\nground in order to stand, my other knee slipped under the increased\npressure, and in the ensuing instability, I completely lost my balance\nand fell forward into the hole.\n\nThere are certain events in our lives that change the whole course of\nour existence, and falling forward into the hole was one for me. Its\nimmediate effects weren't injurious to me at all, but it matured with\ntime, like a good wine, and grew until it overcame me, starting the\nchain of events which would result in my demise. Yet not only mine, but\nthat of everyone.\n\nLet me continue, though, and I will explain what I mean and not confuse\nyou more. I landed with a thud on a pile of soft dirt some twenty feet\ndown, in a dark place which seemed open, not cavernous and cramped as I\nwould have expected. My eyes adjusted to the darkness, and as they did,\nI realized it was not now totally lightless, for there was a faint glow\ncoming from somewhere in the distance. Looking up through the passage I\nhad come down, I saw that there was no way to climb up it, and,\naccordingly, set off to find the source of the faint light that came\nfrom the distance. After walking cautiously through the darkness, I\nreached a curve and then a tunnel-like exit to the spacious cavern that\nI was in, and as I turned it I saw the source of the light: lava flows.\nThe room, or area, I had entered was rather thin and round, with a river\nof lava flowing downwards and a small ledge of rock winding along its\nedge. Together they descended spirally downwards at a gentle angle,\ntaking the form of an intelligently designed ramp. As I followed it down\nI soon broke out in a sweat, for the gurgling, fiery plasma heated the\narea up to a warm degree.\n\nI found myself looking intently at the flowing fire beside which I\nwalked, its strangeness stealing my meditations from other things, and I\nlooked at it absorbingly, not paying attention to the path that I walked\non, so entranced was I with the feeling that its boiling character gave\nto me.\n\nAs I walked along the lava preoccupied with my meditations and not\npaying conscious attention to the path, my subconscious was carefully\nmonitoring my way, and when once my eyes glanced upward, I quickly saw\nthat my surroundings had changed. The narrow, spiral descending tunnel\nhad given way to a very cavernous area where the lava flow formed a\nlarge lake of fire. A domed ceiling crowned this great room, though not\nexact and polished, having instead a rough appearance as it stretched\nfrom wall to wall, a semi-chasm of a hundred yards, more or less, with\nits uppermost height being not less than twenty yards. On the far walls\nwere two lava falls, trickling from raised tunnels in the wall into the\nbody of lava, which covered the whole bottom of the room. There was a\nplatform that sat in the middle of the fiery lake, connected to the\ntunnel I had come from by a walkway of stone. This room was different\nthan the other two, also, in its fashion, for while the previous had\nvague evidences of intelligent design, this one was very obviously\nartificially decorated. The walkway above mentioned was of ornate stone\nwith an intricate design of circles, squares, and triangles carved into\nit, and on each corner of the center stage was a long pillar that\nreached from floor to ceiling, each carved like a totem pole, with a\nvariety of animals and shapes stacked upon one another. The dome was\ndone ornately as well, for I saw as I walked further into the room that\nwhat I had thought had been imperfections in the dome proved to be an\nelaborate three dimensional sculpture that stuck out from the ceiling,\ndepicting an intricate scene of figures and telling a story of some\ngreat saga of war and peace, pride and prejudice, love and hate, faith\nand betrayal, all combined to make the greatest mural: history, the\nstory of time itself.\n\nAs I looked in awe upon its beauty, I was startled by a voice coming\nfrom an unseen figure somewhere on the center platform. It said, \"Jehu,\nyou have come at last. Welcome.\"\n\nThe voice was very gentle and pleasing to the ears, slowly and\nconfidently spoken, meticulously articulated. I looked around in its\ndirection and saw a short, elderly gnome with a long white beard\nreaching to his chest and a short crop of hair on his oblong head, which\nwas outfitted with a sharp, angular nose, a pair of sparkling eyes, and\ntwo protruding ears. He was no more than four feet tall, and no less\nthan three, with a dignified poise to him, and was dressed in a dark\nrobe with a black and gold design on it. We looked at each other for a\nmoment, he smiling pleasantly and me expressionless, for though I felt\nthat I should be surprised, or at least bewildered, at the sight of a\ngnome in an underground cavern, I was not, it was as if I had almost\nbeen expecting it to happen, as if in the back of my mind I had already\nbeen there and done that. Perhaps it was only a case of predestined deja\nvu, or maybe it was something less tangible. Either way, the gnome then\nbroke the silence again, saying:\n\n\"Let me introduce myself, Jehu. I am Onan, the Lord of the Past, and\nthese are the Chambers of History.\"\n\nHe then paused for a moment, waiting for my reaction, which was, again,\nnot too much surprised, but rather complacent, thought I didn't look\nbored or snobbish, as is sometimes the case in that situation. Instead I\nbecame as genial as possible, realizing that whatever force was behind\nthis, it was greater than I.\n\n\"Hello, Onan, it is pleasure to meet you,\" I said, advancing with a\nproffered hand extended towards him, which I realized belatedly made me\nappear oafish, but he took it good-naturedly, and with his pleasantness\neliminated my unease at shaking the hand of one half my size. He then\nbeckoned for me to follow him, and turned and walked to the center of\nthe platform, where he unexpectedly laid down on his back, facing the\nmuraled dome. I did the same, somewhat hesitantly, though I found it to\nbe quite comfortable once I was down. He saw my sluggishness and by way\nof explanation said to me:\n\n\"Do not be troubled, my dear Jehu, for we lie on our backs to bring\nabout clarity of mind.\"\n\nThen he continued speaking, calling my attention to the sculptured dome:\n\n\n\"That is history,\" he said.\n\n\"What do you mean,\" I asked, \"I've always viewed history as an organic\nbeing, constantly growing as it devours the present.\"\n\n\"It is an organic being,\" he replied, \"A monstrous beast of sorts. But\nthat (meaning the mural on the dome), my friend, is the genetics of\nhistory, its code that dictates what it is and what it will become, the\nmaster plan.\"\n\nAllow me to take a moment to describe the mural for you. Firstly, its\nform: it was spread out across the dome like the painted ceiling of the\nSistine Chapel, its whole being a broad, harmonious picture that\ncomplimented itself, telling a story throughout its united branches. It\nwas much more than a painting, though, because it stood out from the\ndome like a group of completely independent sculptures, but placed so as\nto tell the combined story with a sort of native ease, not stressed or\nartificial, yet seeming as natural and beautiful as water in its flowing\ngrace. Now I will endeavor to describe its content, though I realize\nthat in this case the picture must be worth many millions of words.\n\nThe center of the mural was its beginning, and there a man was standing\nproudly upright, dressed in splendid clothes of fine linens. He held in\nhis hand a magnificent cup of gold with a row each of diamonds, rubies,\nsapphires, and pearls running along its breadth. It contained a dark red\nliquid, which appeared to be boiling, and the man was holding it out to\na fierce lion whose shoulders were four feet across and whose mouth was\nlike a cavern, with stalactites and stalagmites of the most terrifying\nnature. With an evil glare in its eyes toward the man, the lion drank\nthirstily from the cup. Around the man and the lion there was a ring of\nblazing fire, leaping out of the dome like great pillars of flame,\nentrapping them within its narrow circle. On the outside of the fire was\na group of mighty lizards and beasts, the smallest of which was larger\nthan several elephants. Their whole attention was paid to a great fight\nin which they were engaged, yet their foe was naught but the reflections\nof themselves on the great sea which surrounded the island that held\nthese strange sights. Several of them were dead or severely wounded at\nhaving been accidentally mauled by their fighting brethren. Across the\nocean from the island there was another landmass, whose far edges were\nnot in sight. On it were many ape-men bowing down in worship of a\ngigantic White Eagle which was soaring far above them with a multitude\nof lords and ladies gripped in its massive talons. The lords were\ndressed in silken robes and adorned with many pieces of fine jewelry,\nand the ladies were clothed in skirts of crimson; both groups had upon\ntheir faces looks of pleasure, and contempt towards those far below\nthem.\n\nOnan continued speaking, \"You see, Jehu, the whole of history, both that\nnow written and that yet to come, is planned, executed according to its\nown power, for the course of time is marked as clearly as the tides: by\nits own coming and going it is revealed. Revealed, however, only in an\nabstract and undefined manner, so that while its marks are clearly seen,\nit is only by special revelations that it is shown in a comprehensive\nand detailed light. And that is why I have summoned you here, my dear\nJehu, for you are the chosen one, summoned to help me.\"\n\nI was skeptical and asked him, \"You summoned me? But how, I was to\nforced to crash land on the island by the weather, and accidentally fell\ninto the volcano's mouth. It was by my own freewill decisions that the\ncircumstances of my arrival here were fulfilled.\"\n\nOnan laughed quietly and said, \"History is not an unstoppable machine,\nallied with fate to control the destiny of all things past and future,\nnor does it nullify the power of man's freewill, yet the force that acts\nupon the minds of men to form them is history itself. You see, men are\nnot the opponents of history and fate, for they do not impede its\nprogress with their freewill decisions, instead they are its minions,\nits slaves, building up its strength and carrying out its dictates by\nits influence, so that they become history as they serve it, adding to\nits organism their own consciouses. While you were brought to these\nChambers by circumstances of your own choosing, your desires in choosing\nthose circumstances were dictated by the experiences of the past. But\nnever mind how I summoned you, for you are here now.\"\n\n\"Very well,\" I said, not wishing to disagree with the Lord of the Past.\nStill, I was in a stubborn frame of mind, and asked, \"But if the past is\nas powerful as you construe it to be, then why does the Lord of the Past\nneed the help of a mere mortal like myself? Or do you mean you need a\nmore direct agent than those you control only by influence?\"\n\n\"Something like that,\" he answered. \"You see, there was a great disaster\nonce, which was blamed on me, and in order to atone for it, I promised\nto send a kinsman redeemer before anything so devastating happened\nagain, and I believe you are the perfect choice.\"\n\n\"What devastating event hasn't been blamed on the past in one form or\nanother?\" I said, \"But why not just go yourself?\"\n\n\"It is against the rules,\" Onan told me.\n\n\"How typical.\"\n\n\"Yes, indeed, I sometimes wonder what good it is to be a god if you\ncan't do anything yourself,\" he said with a sigh.\n\n\"What do you want me to do there, then?\"\n\n\"I cannot tell you, unfortunately.\"\n\n\"Against the rules?\" I asked.\n\n\"Very much so. All that I can do is send an agent with a slight\nunderstanding of the situation of history and physical existence to the\npeople, but he must make the judgments of how to proceed all on his own.\nIf I did tell you, it wouldn't be much different than going myself, and\nthen there would be no human resolution to human problems.\"\n\n\"Our lives serve as a spectator sport to the gods, then?\" I inquired of\nhim.\n\n\"I am afraid not,\" he said, \"It is much more serious than that. The\nGreeks were not all wrong, you know.\"\n\n\"Who else, I wonder.\"\n\n\"Not many,\" he sighed, \"But tell me, are you ready?\"\n\n\"As I'll ever be.\"\n\n\"Then I will begin. The understanding of life begins with the\nunderstanding of physical existence,\" Onan said, \"And by physical\nexistence I mean the quality of being materially animated. Not to\nconfuse it with consciousness, which is the ability to think and reason,\nit is rather the realm in which one has substance and continuity. I will\ncall the elements of physical being time and matter, those words\nrepresenting widely known concepts. Matter provides the raw substance\nand time gives those lifeless objects a plane of being to exist in.\nWithout time, matter can do nothing except sit in a sterile state, in a\nvacuum in which nothing could occur; and without matter, time would\nflow, but nothing would move with it. Thus, the basis of physical\nexistence is time and matter, each being useless separately, yet\ntogether being the perfect combination of a tangible object and the\nfluid, forward movement to animate it. Imagine it as a three-dimensional\npainting, matter given depth by time.\"\n\n\"Not so complicated,\" I said cheerfully.\n\n\"Not yet, you mean,\" he laughed.\n\n\"Exactly, tell me more.\"\n\n\"Not just yet, Jehu. First you must help me.\"\n\n\"The time to begin has come then?\" I asked.\n\n\"Yes, you must go now,\" he said, \"And remember, I'll be watching.\nGood-bye.\"\n\nAnd with that, not even standing up, Onan put me into a deep state of\ncomatose and sent me through time to the unknown lands and people whom I\nwas to deliver. I awoke, as you will remember, in the center of the\nsavanna. Now that you know the circumstances of my arrival on Daem, I\nwill go back to where I was before: on the way to the Canitaur's hidden\nfortress.\n\n\n\n\n\n\nChapter 5: The Treeway\n\n\n\nI was walking in silence through the rugged forests of northern Daem\nalongside Bernibus the Canitaur, with his fellows Wagner and Taurus\nbefore and behind us, respectively, the former leading the way, the\nlatter covering our tracks, and both on the lookout for an ambush. An\nentire lifetime of guerrilla warfare and privations of all kinds had\ninstilled in the Canitaurs a strong and prevailing sense of caution,\nwhich sometimes rendered their lighthearted and almost spiritually\nfrivolous nature to the casual observer a dense, deceiving demeanor used\nto conceal their true selves. But that was not the case, I believe, for\nthey were, or at least Bernibus was, truly amorous in personality.\n\nThe sky was then in its deepest dark, and in the few breaks in the\ncanopy above large enough to be seen through, there were few celestial\nlights to illuminate the depths of that mountainous forest. The forest\nitself sprawled like a great metropolis along the lands above the large\ncentral lake of Daem, Lake Umquam Renatusum, which was close beside the\nCanitaur outpost where we had narrowly escaped discovery and capture.\nHowever deficient in sight the forest was, it was abounding with sounds,\neverything from the call of the owl to groan of the bull frog, it was as\nif the whole of the forest had congregated about us, drawn to us by some\nunknown scent of interest and intrigue.\n\nContinuing on for some time in the same way, I found myself growing\nweary, nodding my head slowly towards the oblivion of sleep, until I was\nbrought to an instant liveliness by Wagner's announcement that we had\nreached our destination. I looked around carefully, yet I saw nothing at\nall to indicate the entrance to a large, covert military establishment,\nmuch to my companions delight. Their whimsical sense of humor surfaced\nonce again as they laughed with seemingly infinite pleasure, both at my\nwondering expression and with a sense of satisfaction at their own\ncleverness. After the outburst had been subdued and a certain level of\nsolemnity had been reached, Wagner approached the nearest tree and\nknocked on it with a rhythmic rut-tut-tut.\n\nExpecting their old trick to be replayed, I waited for the tree to open,\nbut to my surprise, it didn't, instead a strong rope ladder dropped down\nfrom a tree several yards to the east. This we climbed, and I found that\nI had been mistaken as to the height of the ancient wooden towers, for\nthey proved to be even loftier in dimensions than I had imagined.\nAccordingly, it took us a good five minutes to reach its top at a quick\nand steady pace, and all through the climb I was terrified at the long\ndrop, from which the ladder offered no protections. Yet I made it to the\ntop safely, and found that there was a large platform built securely\namong its upper branches, with enough room to hold a few dozen persons,\nand there was even comfortable seating in the center. There were four\nguards stationed on the platform, each equipped with a long bow and a\nquiver of metal tipped arrows, and though they were hardly visible\nthrough the dim light emitted from the covered lantern that lit the\nplatform, I could see them quietly conversing with Wagner and Taurus\nwhile Bernibus and myself reposed on the seats provided for that very\npurpose.\n\nThey conversed for awhile, though I could not hear them, nor could I see\nthem well enough to judge their facial expressions, but Bernibus waylaid\nany anxious thoughts I had with his encouraging tone, and also by giving\nme a drought of ale and a loaf of bread to overcome my fatigue and\nhunger, both of which I quickly consumed. He gave me more bread, but\nwouldn't allow me another glass of ale, for safety's sake. At first I\nthought he deemed me easily overcome by spirits, but I soon discovered\nhis reasons and thanked him.\n\nWagner returned from the guards and, finding that we were ready to\nproceed, led us to the far corner of the platform, where we were joined\nby Taurus. We then set off on a road that ran above the lower levels of\nthe canopy, made from jointed platforms that were attached to the\nmassive limbs of the trees, meeting the branches of the next tree half\nway across, forming a continuous, snaking path far above the ground.\nTraveling on those paths we made our way criss-crossingly to the west.\nThe walking was no more difficult than on the ground, for the boards\nwere firmly secured to the great branches, which were at least five or\nsix feet wide, and there were short rails as well.\n\nAfter no more than half an hour of travel on the 'Treeway', we reached\nanother large platform in the center of a great tree which was very much\nlike the first one, excepting that the trunk of the tree came up through\nits center and there was a door leading into the trunk. There were eight\nguards on this platform, but they let us pass without more than a\nfriendly gesture, their scouts having, no doubt, seen us long before and\nascertained our identity and intentions. They seemed to have been\nexpecting the return of Wagner's group, though the addition of me they\nappeared to eye curiously.\n\nWagner led us directly to the door, which opened into a set of circular\nstairs that wound down the inside of the tree like the insides of an old\nworld lighthouse tower. The stairs descended further than the tree\nascended, wrapping around almost infinitely, at least to my wearied\nsenses, which were depleted of vividness by the treacherous toils of the\nproceeding day. Down, down, down went the stairs, until at length we\nreached the bottom and found ourselves in a cave, the stairs ending in a\nsmall foyer area which opened out into the cave, it being delved into\nthe bedrock layer, indicating that we had indeed passed below the\nsurface on our descent. The passage was really a narrow defile with high\nwalls on either side, impenetrable due to the fact that they were the\nfoundations of the earth above. It stretched on for a ways, its whole\nlength commanded by little, turret like stations which stuck out from\nthe upper wall, in which were stationed groups of archers, and though\nthey now stood in a solemn, dignified manner, any opposition that\nattempted to force a way through would have been decimated. Yet they\nstood at attention and made no noise or movement at our passing, instead\nbeing the essence of well disciplined soldiery.\n\nThis narrow chasm led onward for about three hundred yards, the walls\nstretching upwards in such a fashion that it brought to mind images of\nMoses crossing the Red Sea, with great walls of water suspended in air\non either side, ready at any moment to come crashing down upon them,\ntheir lives in the hands of another. So did I then feel, the Canitaur\nguards being able to slay me on the slightest whim of fancy that struck\ntheir minds into a sadistic mood. Yet I was not afraid, instead I was\novercome by a feeling of relaxation, where all cares and worries are\ngiven up as frivolous burdens, not necessary and not helpful, being, in\nfact, harmful to the mind.\n\nThe defile, or narrow passage, led to a great abyss, crossable only by a\ndrawbridge controlled on the other side, which was at this time lowered\nand ready for us to cross, which we did, accompanied by four honor\nguards who were dressed in all the pomp and pleasantry known by the\nCanitaurs. It was a custom among them to greet newcomers with an honor\nguard which escorted them to the body of dignitaries and aristocrats\nthat would be waiting to welcome them in style. This was done for us,\nand we were led into the fortress' great room, which was used for\ndiscussions and debates, via another winding stairway that took us even\nfurther below the surface. It was a splendid room, equipped with all\nkinds of luxuries and embellishments and spreading out like a quarter\ncircle around a central stage with a podium upon it. Seats were arranged\nin arching rows, with a sort of cluster of seats around a wooden desk\nbeing allotted to each of the members of the council and his aide de\ncamps; there were two hundred such clusters. Sitting there like they had\nbeen woken from sleep to attend to us were the delegates, looking tired\nand untidy, a rare state for a Canitaur to be in, with their clothes\nruffled, their hair uncombed, and their eyes glazed with a discordant\nstate of mind.\n\nWagner, who turned out to be a high official among them, led me to the\ntop of the stage where the podium was, with a sofa, desk, and several\nchairs behind it, concealed from the council by the raised floor and\nwalls that formed the base of the podium, creating a small, private\nanteroom for those at the podium. I laid myself down tiredly on the sofa\nto rest while Wagner took the stage and began to speak.\n\n\"Friends, comrades, associates,\" he said to the council, \"I thank you\nfor neglecting your beds at this late hour to join with us here in the\nHall of Meeting, for there is something very important to be shared. You\nare all no doubt familiar with the ancient prophecy of the Externus\nMiraculum: long ago it was told that in our extreme need, when hope no\nlonger exists in the hearts of many, an ancient would be sent by Onan\nour lord to redeem and deliver us from the evils of this world, for as\nour doom was wrought in their times, so would our hope originate. The\npast cannot be changed except by those who first made it, and our\npresent is dictated by the happenings of the past, so that for a better\nfuture the past must be changed, and only then will we be freed from the\nburdens of history.\"\n\nHe continued, \"We have therefore long awaited the arrival of our kinsman\nredeemer, who will change the past and prevent the cause of our current\nwoes from happening, for without its roots, what evil can grow and\nflourish? Our redeemer was to come on the Kootch Patah, when our\nadversaries the Zards are not watchful, being drunk with celebrations at\nthe turning of the year. Myself, Taurus and Bernibus went to the shores\nof Lake Umquam Renatusum, as is our custom, to watch for the coming of\nthe promised one, and this time we were not disappointed, for he came to\nus, even as the prophecy says, as we sat hidden in the living tower.\nSeen by the Zards, we were almost discovered, until the promise of the\nhidden fortress drew them away, even as the prophecy says. And now we\nare here, delegates of the Canitaurian people, safely within our\nfortress with our kinsman redeemer, so what shall be done? Let us\ndecide.\"\n\nAt this point he cast a glance towards me, as if desiring me to speak\nbefore the council, but I was in the last throes of wakefulness, where\nsleep has crept so far upon you that arrival in the land of dreams is\nonly a matter of moments, and wakefulness is not desired, nor is\nanything else. I looked at him with my eyes glazed with that sweet,\nsavory taste of sleep, and though I was conscious, I was not in control,\nonly an audience to actions of my subconscious whims, and even that\npassed beyond my reach as my eyes fell shut, isolating me in the realm\nwhere worldly concerns mean nothing. And so I was when my exhaustion\novertook me, leaving me sound asleep on the sofa behind the podium.\n\n\n\n\n\n\nChapter 6: The Fiery Lake\n\n\n\nWhen I woke I was no longer in that room but in another, a small homely\nroom where I was laid on a bed, the room being located, as I found out\nlater, not too far from the Hall of Meeting. Though the depth of the\nfortress prevented me from knowing the time, it felt to be early\nafternoon by that strange internal clock that so seldom errs. It was\ncorrect, as usual. There was a quaint fireplace on the far wall of the\nroom with a small, unadorned and unpretentious mantle, decorated like\nthe rest of the fortress in a practical and experienced way, finding\njust the right flavor between the ornate, the practical, and the quaint,\nand avoiding all the while the clutter brought by superfluous material\npossessions. A table in the center of the room was furnished with a\nsteaming meal, beside which sat my new friend Bernibus, smiling on me\nwith a benevolent and almost paternal affection.\n\n\"Good morning, Jehu,\" he said, \"Or should I say afternoon, for the\nmorning has quite passed by already.\"\n\n\"Yes, and it has left in me a great appetite, my good man.\"\n\n\"As is shown clearly in your eyes,\" he jested, \"Come and eat.\"\n\nNeeding no further urging, I leapt from my bed, sat down across from him\nat the table, and began partaking greedily of the hearty breakfast of\nhash browns and pancakes, which were pleasing to my mouth and stomach,\nfor the tastes in food are controlled more by the condition of the body\nthan by the time of day. When I had satisfied my needs, we reclined in\nour chairs and began conversing:\n\n\"Tell me,\" I said, \"Did my untimely slumber yester eve cause any\nirritated prides?\"\n\n\"Quite to the contrary, the council was well humored and followed your\nlead to their bed chambers.\"\n\n\"I am relieved to hear it, for I was anxious of appearing lax in ardor\nor animation.\"\n\n\"Not so, my friend, you are quite exonerated from doubtful thoughts.\nThere is a session planned for this evening though, so may yet feel\nyourself put on trial.\"\n\n\"Unfortunate,\" said I, \"But surely they can mean no harm, am I not the\nkinsman redeemer, after all?\"\n\n\"Yes, you are,\" Bernibus said with a look of subdued apprehension, \"We\nhave an end in view, though the means are as yet not wholly decided. It\nis a complicated situation.\"\n\nI smiled softly, \"So is always the case.\"\n\n\"In truth it is: time reveals all things yet do all things reveal time?\"\n\n\n\"What do you mean?\" I asked him.\n\n\"Our situation is complicated by differing views of time, and I was\nwondering aloud if history and the present reality disclose the truth\nabout time in the same way that time reveals the truth of the present.\nIf our way were more illuminated, the journey would be easier.\"\n\n\"Perhaps that is why men look to the well lit paths of history, or to\nthe dim conjectures of the future rather than the dark, yet detailed\nways of present.\"\n\n\"Perhaps,\" he said, \"But the present is so fleeting that it holds little\nintrigue.\"\n\n\"Even so, it is the stage, not still waiting behind the curtain, nor\nalready performed.\"\n\n\"Yet the past controls by influences and prejudices, justified or not,\nand it will doubtless be the view of the council that the past must be\nredone, that the problems be addressed at the source,\" Bernibus replied.\n\n\n\"I am still in the dark about all your inferences,\" I said.\n\n\"My apologies, I forget myself. But let us not dwell on subjects which\nmay become quite exhausted in the near future, for better or worse,\" he\ntold me.\n\n\"Fair enough,\" I returned, acceding to the subject change, and jumping\non the opportunity to steer it in a different direction, \"I know little\nof you, Bernibus, so tell me all.\"\n\n\"There isn't much to tell,\" he coyly responded.\n\n\"Nonsense, Bernibus, tell me or I shall get very angry,\" I jested,\nimitating some mythological god's wrath.\n\nHe smiled discreetly and yielded to my request, \"Very well, I will tell\nyou. I was born in the year 490 D.V. (that is, Durante Vita), to a poor\ncouple from the northernmost pier of Daem, the Gog.\"\n\n\"Wait a moment, Bernibus,\" I interrupted, \"I didn't mean in that\nfashion, for when I say I know little of you, it is because I literally\nknow little of 'you', not the circumstances that make up your past. I\nguess it goes back to the interpretation of the past and its powers, and\nsince we can't seem to escape discussing it, lets embrace it willingly.\nYou seem to believe that the events of your life have shaped you in such\na profound way that their mere description is sufficient to explain your\npersonality; I will grant that their influence has effected you subtly,\nbut history is not the scapegoat of the present. The circumstances do\nmore to define the character of an individual than to shape it, for even\nsiblings with the exact same experiences can be greatly different in\npersonality and achievements. But what I mean is this: your past has\ninfluenced your present, yet it is gone and your present remains, show\nme Bernibus, not his previous forms.\"\n\nYou, who are now reading this, may think this statement of mine to\nBernibus to be hypocritical, in light of the very purpose and intent of\nthese memoirs. You may be thinking that I am relating this whole\nhappening in order to justify my actions and decisions. But that is not\nthe case, for I understand that you have no power over me, I have long\nbeen dead in your present and your sentiments mean naught to me. In\nfact, I wish to tell of the circumstances I found myself in as much as\nof myself, so that you may have a retrospective clarity in visions of\nthe future. You will understand that statement later on, but for now let\nme say that I wished to know the essence, the person, the consciousness\nof Bernibus, whereas I wish to impart to you my story, though ere its\nend you may come also to know me. I have no ambitions of material\nimmortality.\n\nBernibus understood my meaning, and though he disagreed with its\ntheoretical imputations, he humored me and did as I suggested. He pulled\nback his brow in a reflective demeanor, brought his eyes to mine and\nbegan:\n\n\"You desire me to tell you about myself without literally telling you of\nmyself. I suppose you mean that we discourse on some variety of\nsubjects, so that you can see who I am discreetly,\" he said.\n\n\"Exactly,\" I replied, \"You say it better than I.\"\n\n\"Perhaps it is for the best, as you will draw your own conclusions\nrather than be given mine, and instead of my telling you what I would\nlike to think I am, you would see what I am in truth. Strange, isn't it,\nthat though we think we know ourselves, we very much do not, and it is\nonly the unbiased observer who sees us as we are. You know, I was once\nthinking of writing my memoirs, and I would have, except that I was\nafraid that if I read them afterward I would be forced to see myself as\nI am and be horrified at the truth.\"\n\n\"Damn the truth,\" I said.\n\n\"You're starting to sound like a philosopher,\" he laughed.\n\n\"And you a psychologist,\" I rejoined.\n\n\"And where would that place us on the scale of artificial intelligence,\"\nBernibus jested.\n\n\"Following the footsteps of Jeroboam,\" I returned.\n\n\"Hmm?\n\n\"Oh, nothing. Tell me,\" I asked more solemnly, \"What position does\nWagner hold among the Canitaurs?\"\n\n\"He is the Khedive Kibitzer, our ruler in that he leads the council.\"\n\n\"And you?\"\n\n\"I am his brother-in-law, a relationship that our culture places great\nimportance on, especially as he has no blood brothers. I become, in\neffect, his partner, though he doesn't accept me emotionally as one,\nonly in etiquette.\"\n\n\"Why is that?\" I inquired.\n\n\"Because, I am of weak heritage. His sister loved me, and I her, but to\nhim there is no such thing as love, only business, the destruction of\nthe Zards at any cost. No price is too high,\" he told me with almost a\nvengeful scowl on his usually pleasant features, it soon passed, though,\nand left no trace when it had.\n\n\"You sound bitter, Bernibus.\"\n\n\"My feelings betray me, yet I am not bitter, only disillusioned.\"\n\n\"You sympathize with the Zards, then?\"\n\n\"Not at all, I do sympathize, however, with peaceful solutions,\" he\nsaid.\n\n\"Which is why Wagner disapproves of you, no doubt.\"\n\n\"Yes, mainly, but don't misunderstand me. I am not a closet Futurist,\nnor am I a strict pacifist, I just can't help feeling that there is\nanother way. But I understand the selection of ideologies, how the\nstronger breaks the weaker to submission, and while one flourishes, the\nother diminishes, and I understand focus points, but I cannot justify\ntheir marriage.\"\n\n\"What you mean by focus points?\" I asked.\n\n\"They are the culmination of conflict, where two sides meet and the\nbattle takes place, not meaning necessarily an important or strategic\nmilitary, civil, or commercial place, but one on which the fighting\noccurs, the result ending in the defeat or victory of the whole\ncampaign. The focus point of the Zards and the Canitaurs exists both on\nthe philosophical and martial levels. On the philosophical level, it is\nthe question as to what is the proper solution for remedying our current\ncatastrophic situation. On one side the Pastites wish to correct the\nroot of the problem by stopping its realization in the past, the\nFuturists, however, would venture into the future and brings its\nstabilization and completion back. On the military level, our forces\ncollide in the forests around Lake Umquam Renatusum, the northern\nmountains belonging to us and the southern plains to them. The lake\nitself is of little importance, yet whoever conquers it will conquer\nall.\"\n\n\"Interesting,\" I said, \"But I do not understand how you seem to imply\nthat I am your ancestor, while Onan seemed to mean the opposite, that\nyou are my ancestors.\"\n\n\"It is strange and complex, and we understand very little of it,\nourselves. The time for the council has come though, for our talk has\ndwindled away the afternoon. Perhaps some of your questions will there\nbe answered. But come, let us go.\"\n\n\"Very well,\" I said, \"Take me to your leaders.\"\n\nFrom that room, the one I had awoken in, it wasn't very far to the\ncouncil room. Exiting it, we turned down a short, closed hallway that\nopened into the concealed area behind the podium that I spoke of\nearlier. On the sofa where I had fallen asleep was seated Wagner and on\na circle of smaller chairs around the edges of the area were seated\nabout ten stately looking Canitaurs, clean and well dressed, according\nto their customs. They greeted me amorously, with a mixture of\neagerness, excitement, and hope painted on their purloined countenances,\ntaken from the sleepless spirits of several departed generations of\nwar-hardened veterans.\n\nStanding as we entered, they greeted me cordially, and, once the formal\ngreeting of a short bow and a blessing was finished, we all sat down,\nthey in their previous seats, I next to Wagner, and Bernibus in a small\nchair in the corner, away from the circle of the delegates. He, that is,\nWagner, then opened our dialog:\n\n\"Welcome to the council, Jehu,\" he said.\n\n\"I was under the impression that the council was much larger,\" I replied\ncandidly.\n\n\"It is, but this is the leadership; we felt that the clamors of a full\nlegislature would be overwhelming to you at first. I know it still\noverwhelms me sometimes,\" he laughed, and the others with him. That\nexplanation sufficed at the time, but I later found that Wagner had\ntaken control of the council himself, and that it had no real power: it\nnever met for more than ceremonial matters, the Khedive Kibitzer,\nWagner, controlling the rest. But I get ahead of myself.\n\nOne of the others then interjected, \"Our purpose now, Jehu, is not so\nmuch to make decisions as to inform you of the decisions we have already\nmade, not that we mean to exclude you from our counsels, but we've been\npreparing for this moment, your arrival, for many years, since it was\nforetold long ago.\"\n\n\"Decisions with what end?\" I asked of them.\n\n\"The reestablishing of an efficient and healthy climate, both naturally\nand philosophically, one in which tradition, history, and experience\nreign supreme,\" Wagner said in such a way that I couldn't help but think\nthat it had served as an idiom of his for many years.\n\n\"A termination of the Zardovian conflict, then?\"\n\n\"Essentially, but not wholly, as there are other, more complicated ends\nin view, less integrated with the format of a completely ideological\nconflict.\"\n\n\"Meaning?\"\n\n\"Meaning that we wish to return to our original forms,\" Wagner said.\n\n\"Those being, I assume, the same as my own.\"\n\n\"Yes, you see after the Great War, the atmosphere was so filled with\nradioactive materials that all life was destroyed, except for that on\nDaem, which was protected because of our distant and isolated location,\nand the presence of a group of insects that neutralize radiation. They\nwere overwhelmed in the first few decades, for though they were able to\nreduce the amount to make it habitable, we degenerated into what we are\nnow, Zards and Canitaurs, based on our habitats, we being mountainous,\nforest dwelling folk, and they plains people. At first our ancestors\ngrew to immense proportions, as did the vegetation on Daem, but we\nslowly returned to normal size as the radioactive material was consumed.\nI am surprised that Onan did not tell you about it all,\" he said,\nlooking at me with a slight tinge of confusion creeping into his wayward\neyes, formerly filled only with hope and excitement.\n\n\"I wish he would have,\" I responded, \"But he said that it was against\nthe rules.\"\n\n\"Ah, yes, I forgot about the rules there for a moment,\" he laughed, his\ncountenance returning to its former gleeful appearance.\n\n\"A foolish law, no doubt, and from whom?\" I said, availing of the\napparent intra-personal deja vu, that is, the converging of the presents\nof our two minds into one idea, between Wagner and myself to cultivate a\nbit of sympathy in my difficult situation. But there would be no\nharvest, for Wagner checked his mirth and said:\n\n\"It was necessary, and the Council of the Gods did well to govern\nthemselves more strictly.\"\n\n\"How so?\"\n\n\"Well, during the Homeric period the gods really went at it, using\nhumanity as players in their battles, like a game of chess, actually.\nCome to think of it, chess did originate in the realm of the gods after\nthe laws. Things were quite a mess back then, though, with a whole horde\nof demi-gods walking the earth, and it ended up snuffing out the first\nflames of democracy and leaving monarchies for the longest time.\"\n\n\"Homer's stories were true, then?\" I asked.\n\n\"Very much so, but after the laws of physical abstinence were adopted\nthings mellowed out considerably, and men went back to their\nself-obsession, their material minds weren't yet weaned from the physical\nrealm.\"\n\n\"So the very men who claimed mental superiority because they were free\nfrom superstitions and divine disillusionment were themselves victims of\ntheir own sophism, and while they thought themselves crowned with\nenlightenment, it was naught but the Phrygian caps of their prejudices\ntoward the material state?\" I asked, with more than the average dose of\nirony and feeling, both for my subjects and myself.\n\n\"Exactly, upon disinterested examination one finds the theater of human\nhistory to be one defined by a ludicrous melodramaticy, the soap opera\nof the gods,\" he answered. \"But we digress far from our point, Jehu,\nwhich is a discussion concerning the implementation of our plans of\naction formed in preparation of our current situation.\"\n\n\"So I had surmised,\" I smiled at the reminder, \"But tell me, what are\nyour plans, and what is the current situation?\"\n\n\"This is a time of fulfillment, with the events of many of our\nprophecies coming to pass. Now is a time of action and of hope. You, our\nkinsman redeemer, have come, and the time is ripe for victory and\ndomination, ripe, in short, for a return to natural existence, harmony\nbetween forces interior and exterior. Our plan, my dear Jehu, is to\nattack the Zards swiftly and fiercely and break their strongholds like\nthe walls of Jericho, literally.\"\n\n\"It sounds daring, certainly,\" I said, \"But is it not overly so? I was\nunder the impression that the Zards were much superior in force than the\nCanitaurs.\"\n\n\"In the southern regions, where you landed, yes, they are, but we rule\nthe northern sphere of action. Our forces actually form a soft\nequilibrium that keeps fate's pendulum from straying from its neutral\nposition, so that a military action previously would not have been\npredictable, with either side being capable of winning. Under such\nconditions war is avoided, but now you have arrived. The Zards, as well\nas ourselves, have been expecting a kinsman redeemer, you see, and our\nwar has been kept from raging by the belief of each side that their god\nwould propel them to victory with certainty by the sending of one such\nas yourself. Your arrival changes things, it marks the beginning of our\ndominance,\" he told me vaingloriously.\n\n\"The muted felicity I have witnessed about my arrival is explained,\nthen,\" I ventured, \"Excitement that the end is near and victory close at\nhand, yet that feeling subdued by the realization that a period of\ndeeper darkness must first be gone through.\"\n\n\"Your words are true,\" Wagner replied, \"And yet I have a great\nconfidence in our plans, which have been matured through many years of\ncareful deliberation. As the time will never be more ready than at the\npresent, in the present we must act.\"\n\n\"What is your plan, then?\" I asked.\n\n\"It is calculated to end in the conquering of the Zards, and as such,\nonly an unexpected and unrelenting attack at the very heart of their\nstrength will succeed. Anything less will only bring them to a full\nalert, and then any battle will have to be drawn out with excessive\ncasualties on both sides. Therefore, we have decided upon an attack on\nNunami, their capital city and main strength, being the center and\nmajority of both their population and economy. Yet an outright siege of\nthe city is impossible for those very reasons, it being so\nself-contained that it can resist bitterly, and its military is so\nclustered that it can be brought into action almost instantly.\n\n\"Considering those problems, it was deemed necessary to draw the Zards\naway from the city and destroy it in their absence, so that they are\nleft destitute of the means of war and sustenance, and rendered weak. To\ndo this, we have spent the last several years stockpiling huge\nquantities of liquid fervidus flamma, an extremely combustible\nsubstance. It is stored in an underground reservoir in the foothills of\nthe mountains, connected via aqueduct to Lake Umquam Renatusum. When the\ntime is ripe, we will empty it into the lake and set it aflame, and our\ncalculations show the flames reaching a height of five miles for a\nlength of six hours, which should be enough to gain the Zard's\npreponderance,\" Wagner explained.\n\n\"But wouldn't it catch the forest on fire and burn down your whole\nempire in the process?\" I asked, alarmed at his apparent lack of\nvigilance.\n\n\"We have been treating the trees on a ten mile radius with an\nanti-flammatory solution for several years as well, and it is quite\nimpossible to set them on fire.\"\n\n\"Which explains why you dared to have a fire pit in the trunk of a tree\noutpost.\"\n\n\"Yes,\" he laughed, \"We aren't so foolhardy as we may seem. Appearances\ncan be deceiving.\"\n\n\"The exodus of the Zards from Nunami is almost guaranteed by the\nmortal's natural curiosity and delight in the calamities of others,\" I\nsaid, \"But how do you plan on leveling the town before the remnant raise\nthe alarm and the mass of the people return?\"\n\n\"Atomic anionizers,\" he returned.\n\n\"Which are what? They sound like they are beyond my level of\nunderstanding.\"\n\n\"Not at all,\" Wagner told me, \"Do not be fooled by the technically\ncomplex sounding name. An atom is the smallest form into which matter\ncan be broken down into while still retaining its identity, and an anion\nis a positively charged ion, or in other words, an instance of an atom\nin which there are more electrons than protons, resulting in a charge of\nnegative electricity. An atomic anionizer is just what its name would\nimply: a device that morphs normal atoms into atoms with an extreme\nnegative charge by emitting massive amounts, to the tune of many\nmillions of moles, of solitary electrons into the air through a bombing\ndevice.\"\n\nHe went on, explaining the consequences of the weapon, \"An atom, and\ntherefore all matter, which is made up of atoms, is engaged in a\nconstant revolution around the nucleus, in the same way in which our\nsolar system revolves around our sun, and our sun around the black hole\nin the center of the galaxy. This revolving motion is the basis for the\nformation of all matter that we know of, both in its smallest form, like\nthe atom, or its larger forms, like the galaxy. The electrons emitted\nfrom the atomic anionizer are drawn into an orbit around the nuclei of\nthe atoms of all the matter near which they are detonated, much like the\nway planets catch satellites and space debris into revolving rings\naround them. This addition of electrons gives the atoms such a powerful\nnegative charge that the poles of the atom, which regulate its rotations\nin much the same way that the earth's axis, or poles, regulate its\nrotations, are thrown from their natural equilibrium, causing the poles\nto reverse. This, in turn, changes the direction in which the atoms\nrotate, and in the brief instant in which the force of the revolving\nmovement, or gravity, is not strong enough to retain the atom's shape,\nit lapses, bringing the materials they make up crashing down in\ndisarray.\n\n\"We will plant some of these 'atomic bombs' inside the city of Nunami,\nand when they go off, the buildings themselves will implode and tumble\nto the ground. One hand-sized capsule can easily level almost ten square\nmiles, and we have enough of them to bring the Zards to their knees,\nwith plenty to spare for any circumstance.\"\n\n\"Wouldn't the bombs kill those who set them off, though?\" I asked him\nanxiously.\n\n\"We have electron deflecting suits that negate the effects of the\nanionizers.\"\n\n\"I'm glad to hear it.\"\n\n\"And well you should be,\" he grinned, which, as out of place as it would\nseem, looked completely natural on his countenance, \"For you and I shall\nbe among the bombers. Our meeting must end here, though, my dear Jehu,\nfor we each have things to attend to in preparation for the attack on\nNunami. I will see you soon, until then, farewell.\"\n\n\"Farewell, Wagner,\" I replied, and we each stood and bowed as we\nprepared to depart, each to our own occupations.\n\nWith that our council ended, and, in the company of Bernibus, I was sent\nto another area of the fortress to be measured for an anti-electron\nsuit, in order to protect me from the effects of reverse revolution. We\ndidn't converse in the beginning of our walk, for my mind was too busy\nsubconsciously thinking over what Wagner had said to have any conscious\nmeditations.\n\nWe walked through the fortress towards the northern section, which held\nthe technological rooms, so as to get an anti-electron suit in the\nmaking for myself. Realizing that the fortress has been little\ndescribed, I will do so now. It was broken into six different\nsub-divisions, each branching from the only entrance, which was in the\ncenter of them all, the different divisions connecting to it through\nlong, narrow defiles, or gorges, like the one at the entrance. This was\nfor security, each area being independently contained within the whole.\nThe six areas, or departments, as they were called, were as follows: the\nNorthern was the technological and industrial research and production\nfacilities; the Eastern was the residential department, containing also\nthe civil services, such as medical care and distribution centers; the\nSouthern was the agricultural and other food production areas, though\nthere was little besides agricultural, for the Canitaurs were strict\nvegetarians; the Western was for mining minerals and other raw materials\nto be used by the other departments. The other two departments were\nbelow the others, being differentiated between by the names Left and\nRight, the Left being the governmental offices, and the Right the\nmilitary headquarters, providing protections both civil and foreign\n(this was, incidentally, the beginning of the expression of the terms\nLeft and Right to denote ideological preferences, but I digress).\nUniform in all the fortress was the architecture, it being a strange mix\nbetween elegant and gentle arches and curves and brute practicality, for\nwhile the ceilings were high and open, and the walls wide, they were\nrendered homely by their plain surfaces and the absence of small\ntriflings, conditions that were necessitated because of its identity: an\nimpregnable fortress containing a highly organized and self-sufficient\ngovernmental society, each citizen having a particular duty for the\ncommon good, and each kept from an unfarcical personal identity by the\nmeans of a statist society.\n\nFrom the lower, governmental offices we went up a flight of stairs that\nwrapped round and round a tower-like tunnel, and soon reached the\ndepartmental portal. Once there, we took the northern tunnel, which\nopened into a large hall that stretched on almost endlessly, with hordes\nof tunnels branching off to the various agencies. There were a great\nmany Canitaurs working busily, preparing for the attack on Nunami and\nits possible results, which, though long prepared for, had a few last\nmoment components to be finished. Walking down the central through way,\nwe went to the far end of the hall, which, as it was a walk of at least\ntwo miles, afforded plenty of time for observation and reflecting, two\nthings that I am naturally given to. Accordingly, I turned to my\ncompanion, Bernibus, and offered in an almost philosophical way:\n\n\"Your society seems to be flourishing, though I am not surprised, as you\nall seem vigorously industrious. I am amazed, however, that no one\nshirks from their job, no matter how menial or trifling.\"\n\n\"We all have our assigned jobs, and all know that one slovenly job may\ncost us dearly,\" he said.\n\n\"I suppose I am prejudiced by my conceptions of personal liberty, but it\nis contrary to my conscience that the state should have more duty than\nto enforce the individual liberties by common force.\"\n\n\"But we are at war, and we must do as we do, or be trampled underfoot.\"\n\n\"If all states went no further than justice permits, namely the\nprotection by common force the rights of individuality, liberty, and\nproperty, than there would be no room for conflict between states, and\nhence, no war.\"\n\n\"Yet it is our ideologies that bring war, besides, do not the ends\njustify the means?\" he asked.\n\n\"Your ideologies may cause conflict, yet it seems that your behemoth\nstates facilitate it into war. About the ends and the means, I don't\nknow: I am no philosopher,\" I answered.\n\nI sighed and was silent for a moment as we walked along, then, after a\nmoment or so, I said quietly to myself, \"I'm not much of a kinsman\nredeemer, either.\"\n\nWe continued on through the hall without further conversation, and I\npaid little attention to my surroundings, so that while my eyes saw and\nmy mind displayed, my subconscious was not present in the effort, and\nthereby no memory was retained. This may seem to be the plot of an\nunimaginative writer to escape the use of that faculty, but as these are\nnothing but my written memories, and I make no claims of producing good\nfiction, I will leave that hall primarily to the minds of the reader.\n\nSoon after, we arrived at our destination, which was very nearly at the\nend of the hall, and entered to find that we were expected and a space\nopen for my fitting, which was soon accomplished, and my suit promised\nto be at my quarters the next morning. That would be just in time for\nthe departure of the raiding party, which was set to cut out and embark\nfor Nunami a little after that, in order to be in place in the hidden\ntreetop posts surrounding the city before nighttime, as the operation\nwas to begin at midnight. At first I thought that the attack was pushed\nforward in haste, but as I came to realize that my coming had been\nprophesied and a great amount of time had been spent preparing for this\nday, it seemed only natural that they should want to bring the\nhostilities to a close after such a long time. There were other\nconsiderations as well. The weather, for one, had to be dry and not at\nall windy for the fire to be safely attempted, and also the possibility\nof the Zards making the first offensive could not be ignored, for they\nhad knowledge of my arrival and may have felt forced to act to prevent\nthe very type of thing that we were about to attempt.\n\n\n\n\n\n\nChapter 7: Down to Nunami\n\n\n\nWhen I awoke the next morning I found Bernibus and Wagner conversing\nquietly in the corner of my bed chambers, and as I first opened my eyes\nI saw Wagner looking at me with a blank, glazed expression, while\nBernibus' was one of apprehension, apparently on my behalf. It seemed\nodd to me, but as Wagner became livid again quickly after his\nsplit-second lapse and gave me a hearty \"Good morning\", I thought\nnothing more of it. After his greeting, he continued:\n\n\"The day is ripe for victory, my friend, and the time is come for\nbattle. We both have some preparations to complete, and so must\nseparate, but we will meet again at noon in the entrance hall. Farewell\nuntil then,\" and with that he quit the room.\n\nI looked at Bernibus, yet before either of us could speak, we heard a\nlow, hollow grumbling, like the shaking of some building or foundation.\nHe looked in my direction for a moment with an alarmed countenance,\nbefore I said defensively, \"Tis but my stomach.\"\n\n\"Then we must get you some victuals,\" he laughed, \"And I have just the\nthing to satisfy you and keep you so for a day or more: some mirus. It\nis our traditional energy food, for though its taste is bitter, its\nafter-life is pleasant.\"\n\n\"And what is food except a servant to the body?\" I said, \"Let us eat.\"\n\n\"Very well,\" he replied.\n\nAnd eat we did, for it was brought by a food service Canitaur on a tray,\nand I was surprised to see that it was a mixture of broccoli, spinach,\nand mushrooms, with a flavorless, glowing sauce. He was right,\nincidentally, for it was both bitter before and pleasant after its\nconsumption.\n\n\"I know of the solids, but what is this sauce?\" I asked of him.\n\n\"Carbon,\" he replied.\n\nI looked at him and questioned, \"Pure carbon? I have never heard of its\nhaving this use before.\"\n\n\"Your civilization was long ago and had not developed it yet.\"\n\n\"That has perplexed me, now that you mention it,\" I said, \"Onan seemed\nto mean that I was going back in time to help my ancestors, but you say\nthat I went forward, that I am one of the ancients.\"\n\nHe was wary for a moment, though if it was because of the apparent\nconflict, or because I was on a first name basis with his god I couldn't\ntell. He soon recovered his countenance and said, \"It is a complicated\nquestion, and I believe you should ask Wagner the next time you see him,\nafter the raid though, of course. The time of departure is nigh now,\nhowever, so you should put on your anti-electron suit,\" he said as he\npicked it up from the corner and brought it to me.\n\nIt was a subtle dark brown and looked more like a normal suit of clothes\nthan an electron reflecting suit, but then again, I thought, why would\nit be a strange looking apparatus? Why would an advanced technological\nage necessarily be devoid of any sense of fashion, although that would\nbe assuming that any civilization had ever had one. Fashion is more a\ncharacterization of a culture than a basic and unchanging principle, for\na desert people would wear clothes that would be most uncomfortable to a\npeople who lived in the snow. Clothes may not make the man, but the man\ncertainly makes the clothes, and you can judge a person by what they\nwear so far as it is in their power to decide what that is.\n\nAfter putting on the suit I found that it fit perfectly, and above that,\nI found it to be very comfortable, including the head piece, which\nformed closely around the skull and was not at all noticeable or\nobscuring. In fact, as it was made of a plasma that allowed everything\nthrough except lone particles, it was so uninhibiting that a moment\nafter I had put mine on I had completely forgotten about it. The only\nother part of the suit that stood out at all was the long, metallic\nbuckle that secured the belt, it having a bowie knife hidden within it\nin an unnoticeable and inconspicuous manner. Bernibus had put on his as\nI had put on mine, and as I looked away from the mirror that was\nopposite the door, I saw him dressed the same as myself, yet because the\nsuit so blended with his fur, it was hard to tell which ended where.\n\nFinding that we were both ready, we repaired to the entrance hall. Along\nthe way I asked Bernibus of his wife, Wagner's sister, of whom I had\nheard little and seen nothing. He was quiet for a pause, and then said:\n\n\"She was an angel, what else can be said?\"\n\n\"Was?\" I asked hesitantly.\n\n\"Yes, she was killed by the Zards on a border raid, as we were at that\ntime living apart from the Canitaur mass with a few friends. She was\nless aggressive than her brother, and, much to his disapprobation, we\nlived with a group of separatists, believing that war, physical\nconflict, is never the right answer to ideological conflict. Wagner\nexcommunicated us in his anger, though his sister was very dear to him,\nand after she died he was struck with remorse and made me his deputy\nKibitzer. He felt that it would somehow do her honor, as it would\nrecognize us as having been married and make me his brother-in-law,\nwhich is an important relationship traditionally, as he has no other\nsiblings. So here I am, technically second-in-command, but because of my\nsoft lining, I have no real command.\"\n\n\"You would not attack Nunami, then?\" I asked.\n\nHe chose his words carefully, saying, \"More pain will not negate the\npain already in existence, yet war is not always avoidable, and\nsometimes it is even necessary.\"\n\nWhen we reached the entrance hall, where the raiding party was to meet,\nwe found that there was already assembled a majority of the force,\nincluding Wagner. The party was only twenty strong, as the atomic\nanionizers were to do the main work and the planned raid required\nstealth and secrecy, not force or might. Within a quarter of an hour all\nthe stragglers had arrived and all the anionizers were accounted for, so\nWagner gave a short debriefing to ensure that all the members were on\nthe same page. We were to sneak into the city when the populous was\ndistracted by the fire on Lake Umquam Renatusum, which was to be started\nat midnight. We would plant the atomic anionizers at the right spacing\nso as to bring down the whole city once we were escaped, using the\nremote control provided for that very purpose. The suits would protect\nus from the blasts, and, as a precaution, the remote had an automatic\nfive second delay between being pressed and exploding the bombs, though\nit was more for form than practicality. After he finished we set off,\nbeing arranged two abreast per row, there being ten rows. Bernibus and\nmyself were partners, for we had become close friends in the few days\nthat I had spent among the Canitaurs, while Wagner was once again the\nleading guide and Taurus the rearguard.\n\nAfter crossing the chasm that separated the hall and the entrance\ntunnel, we came to the long defile that formed the latter and passed\nthrough it swiftly, the lofty archer guards remaining as stern and\nimmovable as when I had first come through. We then came to the winding\nstairs that occupied the hollowed innards of a massive and ancient tree,\nof which kind many were to be found in Daem, being at least fifty feet\nthick and 700 feet high, such gigantic trees that were never seen\nelsewhere, yet constituted the whole forests of the northern lands. I\nfound that the stairs were as long as I had remembered, taking us a\ngreat while to ascend to the top of the tree, and when we had made it,\nwe, especially myself, were dazzled by the effulgent light of midday.\nAfter having been out of the sun's reach for the last few days I was\ncompletely unprepared, though the shock helped me by curing me of the\ndisillusionment that comes from not seeing sun, moon, or stars for any\nlength of time. Taking a rest for a few moments on the seats on the\nplatform, we collected our strength. After our brief repose was\ncompleted, we set off again with renewed vigor across the treeway on\nwhich I had first come to the Canitaur's fortress. You will remember\nthat the road was made by the securing of five or six foot platforms to\nthe intertwined branches of those great trees, over which one could\ntravel with ease and be safe from exposure to those below by the thick\nfoliage that grew on the trees and was carefully manicured for that very\npurpose.\n\nSoon we reached the first platform I had seen, which we had come upon\nfrom below, but we did not descend there, instead keeping on by the\ntreeway in the direction from which we had come that night, that being\nsouthward, towards the lake, the savanna, and the Zardovian capital,\nNunami. The air was warm, with a slight breeze as we went along, and\nthat, mixed with the plentiful flora about us and the songs of the\ntreetop dwellers, rendered the whole feeling of the walk peaceful and\nhappy, though its end was not to be such. I soon forgot the worldly\nconcerns that plagued me as I was soaking in the simplicity of nature,\nnot a simplicity of form, for all things are incomprehensively complex,\nbut simplicity of meaning.\n\nAfter a time I began noticing changes in our surroundings that indicated\nwe were drawing nearer to our goal, namely, the trees lessening in\nproportions, the terrain becoming flatter, and the air growing moister\nand more vibrant. Still, the trees continued to spring up from the\nground like great earthen tentacles, for while their size diminished, it\nwas not by enough to change their demeanor, the trees anywhere on Daem\nbeing great in size.\n\nThe sun journeyed with us, and by the time we reached Lake Umquam\nRenatusum, twilight's last agony was being performed in the heavenly\ntheater, and the rippling waters mirrored it, adding only a strange,\nflowing texture. The lake's current caught my eye with its subtle\noddity, for it was amiss and it appeared upon close inspection that\nthere was an undertow, as if there was an underground river flowing into\nthe lake and bringing about its swirling currents.\n\nBernibus saw me looking down at the waters from the lofty road with a\npuzzled look, and asked me if I was wondering about the water's current.\nI replied that I was, and he told me that it was the fervidus flamma\nbeing pumped into the lake through the underground aqueducts, which, of\ncourse, was for the purpose of igniting it to decoy for our raid. Once\nit was explained it made sense, yet I looked at it anyway, for it was\nstill a gorgeous and inspiring view.\n\nWe were moving quickly, however, and it soon was out of sight, and I\nagain turned towards our destination with apprehensions of failure. They\nseemed to place great faith in my presence, as the emissary of Onan, and\nwhile I was, I was also Jehu, and I wasn't confident with my own\nabilities. But it was upon those the situation mostly rested, it being\nthe resolve of the gods after the Homeric period to take a more removed\nrole in the lives of men. I wonder how many from my own times were\ndivine agents, for better or worse. Either way, my main concern then was\nmaking the correct decisions, for I rightly believed that my involvement\nwould decide the matter, although not in the manner I had anticipated.\nAs I looked about myself to reconnoiter the feelings of my comrades I\nwas fruitless, for they all wore impermeable countenances, though that\nwas itself an indicator of their resolve.\n\nWithin an hour after the fall of darkness we reached the outskirts of\nNunami, or rather, its edge, for it was walled in with massive stone\nwalls and battlements, with a sturdy gate of twenty foot width being\nplaced at the northern, southern, eastern, and western ends. The trees\nhung right over the walls, and as such we were able to take positions\nfrom which we could descend into the city when the time to do so came.\nYet we were still rendered invisible by the thick foliage.\n\nNight's zenith blew in slowly on the wind like the belabored breaths of\na dying man, and after a period of worry, it came: midnight, the\nappointed hour. No sooner had the moon reached its utmost height,\nshrouding the lands in a shadowless vortex, than a great blaze erupted\nfrom the northern lands, and it rose almost instantly to its estimated\nheight of five miles. It was a terrible sight to behold, for any flame\nis a captivating display of inorganic life, but a pillar of flame\nseveral miles high is more than just an enlarged specimen, for it plays\nhost to a great horde of phantasmal apparitions that wrestle ferociously\nwith one another. As the flame shot upwards it cast a great light down\non everything that rivaled the illumination of midday. At first I feared\nlest the light should show our silhouettes to the Zards, as we were\nbetween them and it, but it did not, or at least they took no notice of\nit if it did, for we were quite undetected in our hiding place.\n\nOur worries were far from over though, for now came the crucial point in\nour plans: in order for our small force to infiltrate the city and place\nthe atomic anionizers, the Zards must not only have been distracted and\npreoccupied with the blaze, but they had also to leave the city almost\nempty and go to the lake itself, for if a cry was raised, or any\nsubstantial resistance attempted, the complex procedures to detonate the\nanionizers properly, so as to level the city but not the surrounding\ncountry, may have been hindered. There were several factors on our side\nthough, the element of surprise being the foremost, for in their\nexcitement the Zardovian resistance would likely mistake us for a\nregular sized army and flee in fear at our supposed superiority,\nespecially since the presence of me, the kinsman redeemer, was known to\nthe Zards. Also, the Zards were known to be curious and careless and\nruled by the desire for excitement, meaning that if an entertaining\nundertaking was possible, they would pursue it, no matter how dangerous\nor ill-advised.\n\nWithin a moment after the flame was lit, all of the Zards outside, which\nwere many, were gazing with silent wonder at it, and in the second\nmoment, all the rest had joined them in their confused contemplation.\nBut the third moment witnessed a drastic change in their behavior, for\ntheir initial bewilderment wore off and suddenly, with a united prelude\nof the drawing in of a breath, they all began speaking at once,\nresulting in a clamorous din that lasted for a few moments, before\nthings hushed again and we could hear a few individual voices discussing\nloudly. Though we couldn't make out their exact words, they were\napparently conferring with one another about what action to take. Our\nbreathing became slow and heavy and our brows were knit tensely, for we\nknew that the fate of our mission rested on what they did then, whether\nor not the long planned decoy would work.\n\nIt was an anxious moment, and one with a heavy burden attached to it.\nFortunately, though, as our fate was decided, it was done so in our\nfavor, for the Zards began exiting the city in a great multitude of\nscales that swept along the savanna like a tidal wave over a sandy\ncoast. They came out fast and strong, and through each of the four\ngates, though only the northern was fully visible to us, the others\nbeing too far to be seen distinctly. Still, we could see them rushing\nout of Nunami at a quick pace, not hurried, as if frightened or finicky,\nnor slow as in deliberation and meditation, instead it was a steady trot\nthat they took, allowing them to move safely and swiftly.\n\nThe tide of Zards swept steadily past us, and it was a good half an hour\nlater that the final ones had left the gates and the city far behind.\nMost had taken some type of weapon, a pitchfork or club or occasionally\na sword, for the threat of war was a constant, but none of them had any\nidea that their only danger was behind them. It was not all in the clear\nthough, for a patrol of guards equipped with long spears and clothed\nwith a tough, leathery armor were making their way to and fro along the\ntops of the walls, where there was a platform of about five feet across\nthat served as a road to the soldiers in their watches. It was evident\nby their countenances, though, that the guards now on duty were more\ninterested in the fire than in their immediate vicinity, thinking, no\ndoubt, that the laurels were to be won there and not at Nunami, and as\nsuch, they paid little heed to the walls, instead walking with their\nnecks craned precariously to the north.\n\nWe were able to jump unto the wall silently from our concealed roost on\nthe treeway when the nearest patrol had passed by. From there we went\nalong the wall a short way until we came to a battlement, there taking\nthe downward leading steps that brought us to the ground. Once there we\nwere pleased and hopeful at what we saw: everything was abandoned, and\nno Zards were in sight save those on the walls, whose gaze was cast\nelsewhere. We set to work, then, according to our preset plan, which was\nto break up into groups of two and cover the city with our atomic\nanionizers, so as to spread the destruction as evenly as possible.\nWagner and myself were partners, and we took the central district, near\nthe government's center, the palace, and the Temple of Time, which rose\nabove the city like a great tree amidst a desert. It was, in fact, the\nvery structure that had so stood out to me during my journey through the\nprairie upon my arrival, and once again its sobering sensation struck\nme, and I found myself staring up at its top, a full 800 feet high, the\nbottom being an ornate and elaborate temple. The middle, which supplied\nmost of its height, was a long, round tower, and at top there was a\nspherical pinnacle which had what looked to be a room in it.\n\nWagner soon called my attention back to our work, and we busied\nourselves with planting a bomb at the base of the palace, using a\nsmaller type anionizer, which, I noticed, was set just right so that\nwhile all of Nunami would be leveled, the temple with its great tower\nwould be beyond the impact and left standing. Just as we had set it\ncorrectly, we heard a high-pitched whistle, which was the preconcerted\nsignal among the raiders to use if any danger was nigh. We looked up\ndirectly and saw its reason: a squadron of Zards had been garrisoned\ninside the palace and had not left like the others, apparently because\nits sole purpose was to protect their king, who did not leave the city,\nbeing preoccupied with business and not seeing the flames. When he did\ngo to the window, he saw the fire, and rushed to see what was about, but\ninstead of finding out, he ran into us, who were right outside the\npalace.\n\nWagner dashed wildly through the streets in an impressive show of\ndexterity, and did a wall-jump between two lofty buildings to gain the\nwall. The others had done likewise, having been trained by a lifetime of\nconflict to have nerves of lightning speed and earthly strength. Their\ninstincts had come in subconsciously when they had seen the cause of the\nalarm and they escaped, without thinking of me in the critical moment. I\nlacked such strength and speed of mind and was caught as soon as I had\nseen the squadron, aided, probably, by the fact that upon seeing me the\nking had become excited and rushed at me with great speed. When Wagner\nhad first turned around and saw me their prisoner, he looked crestfallen\nand hopeless, for he had no way to rescue me. He held the remote control\nfor the atomic anionizers in his hand and was about to set them off and\nmake good the plan, but before he could, our eyes met for an instant,\nand we connected beyond time and space, experiencing a strange\nintra-personal deja vu. All was silent and still in that instant, and I\nsaw him struggling inwardly: would he detonate the anionizers and make\ngood his long awaited plan, or would he retreat and leave the city\nunharmed, for though I was wearing the electron reflecting suit, the\ncollapse of all the high rise buildings would litter the ground with\ndebris from them, and all on the ground would be crushed. Would he spare\nme from death, or his people? In that instant his face spoke more than\nmany others' do in their entire lifetime. It was cut through with a\ncontrasting countenance, and yet inside of his eyes there was something\nforeign to them shining through, something that I had never seen on his\nfretless features before: evil intent. I could not tell if it was\nnatural to them and simply well hidden, or if it was an alien\nexpression, but it was fearfully expressed, and his eyes seemed to say,\neven at that great distance, that he took a third course, that he would\nsave me, but not for my sake, instead for his peoples'. And then it\npassed, for he looked away, replaced the remote to his belt, and leapt\nto the ground, where the other Canitaurs were awaiting him. I saw him no\nmore until the situation was much changed.\n\n\n\n\n\n\nChapter 8: The Temple of Time\n\n\n\nI turned slowly away from where Wagner had disappeared over the side of\nthe wall and faced my captors, the Zards. Chief among them was the King,\nhe being a foot or two taller than the others, with a graceful and\npowerful pose that struck awe into the eyes of the beholder with its\ninnate command and dignity, both of which flowed from it as naturally as\nwater from a well. There were about twenty guards in the squadron that\nprotected the King, but it was not so much from the terror of them that\nthe Canitaurs fled, nor was it because of the guards that patrolled the\nwalls and were sure to join any fray attempted, it was instead an\napparent fear of the King, and rightly so, for his demeanor was fierce\nand sophisticated, as if he were not just a warrior nor solely a\nscholar, but a mixture of the two that gave him an aura that inspired\nfear, some unseen presence that filled the air around him and sent his\nneighbors into a reverencing awe reminiscent of a lover's sacred\neuphoria, intangible yet undeniable.\n\nAs I turned to him, he smiled and greeted me softly and pleasantly, in\nsuch a way that seemed contrary to his nature. Instead of being terrible\nand glorious like the crash of thunder or the din of waves, his voice\nwas melodious, subtly so, like a soft summer rain affecting the dreams\nof a slumbering child as it falls gently on his face. There was a rhythm\nthat ran through it, like poetry, yet not like average poetry, where the\nrhythm is forced and the lines deformed to its ungainly warble, but like\nheavenly poetry, where the rhythm is beyond the conscious and into the\nsubconscious, where it inspires a feeling of quaint remembrance of\nitself, as if it were there and not there at the same time. And while it\nwas soft and pleasant, it was not feminine, for it was a strong\nbaritone, reinforced by its own superiority and strengthened by its wit\nand sobriety.\n\n\"Greetings, o' chosen one,\" he said to me, \"I see that you have arrived\nsafely.\"\n\n\"Yes, quite soundly,\" I replied, a little taken aback on two fronts:\nfirstly that he was not angry or indignant that I had attempted to\ndestroy his kingdom and take his life in the process, and secondly that\nhe seemed to expect me, as if I were his midday tea partner.\n\n\"I am glad, for I would wish you no harm, though your Canitaurian\nfriends obviously felt no such concern. But just as well, for they\nalways were unpredictable. I'm sorry that there is no one here at the\nmoment, or we should have a great welcoming parade for our newly arrived\nkinsman redeemer, but they are off at the lake, inspecting the fire I\nsuppose. I must admit it caught me off guard for a moment or two, and at\nfirst I was actually quite surprised. I soon remembered, though, that\nour friends the Canitaurs would have gotten some notions in their heads\nof a battle, at your arrival. It must be a grand sight in any case, and\nnot one to miss.\"\n\nI gave him a strange look, for I was a bit confused myself at the\nattitude he donned towards me, very friendly, as was Wagner, as I\nrecalled, though it seemed as contrary to his nature as it did to the\nKing's. He saw the expression of my eyes, and seemed to read right\nthrough my thoughts and see my apprehension of punishment, for he\nbeckoned to his guards to leave us alone. They moved quickly and\nuniformly, a well-trained unit, and positioned themselves in a line\nformation along the street. The King and I then strolled down their\nmidst, they walking along with us at a distance of a few yards, which\nwas all that the closely built buildings would permit. In a moment or\ntwo we reached the Temple of Time, which was on the far side of a large\nsquare plaza that opened up between it, the palace, and the government\ncenter. Once we reached it, he led me inside and the guards took up post\naround its outside.\n\n\"You need not fear,\" he told me when we were alone, \"You are among\nfriends here. You see, the Canitaurs were not the only ones waiting for\na kinsman redeemer, the Zards were as well. That day that you were seen\ngoing into the Canitaur's outpost was a big disappointment for us, I had\nalmost begun to think that you were beyond our reach. I am sure you know\nall about the conflict between us, and the circumstances of your time\nthat brought its beginning about?\"\n\n\"Yes, I do,\" I responded as we walked through the great entry hall of\nthe temple, lined with bookshelves and a rich red carpeting. He was\nsilent for another moment as we crossed into another room that led to a\nchamber with a long table in its center and a great many statues and\nworks of art scattered throughout its whole. There was an altar at the\nfar end, built into a giant statue of a White Eagle that graced the\nentire wall, it holding the altar in its giant claws.\n\nHe saw me look at it and told me, \"This is the Hall of Time, and that is\nthe altar to Temis, the God of Time. It is a very sacred place, to both\nus and the Canitaurs, for it was built by Temis himself, before the race\nof man inhabited the earth. By the time any men came to live on Daem, it\nhad been buried by the dirt and debris of thousands of years, but when\nthe Great War took place, the shock uncovered it and revealed it to men,\na sort of revelation that came only as it was needed the most. Daem's\nwar started over the control of it, and to a point still is. To a\ncertain extent is has helped us greatly, since the Canitaurs are afraid\nto lay siege to us in the regular fashion, for fear that it will be laid\nto ruin, and then our fate sealed in flesh and bone as well as earth and\nstone. But come, there is something I want to show you,\" he told me.\n\nWith that he started over to a door in the wall adjacent to the\nentrance, which, as there were only two doors, was the only other exit.\nIt led to a long, winding stair that went up to the top of the tower\nthat I had seen from below. We walked up it in silence, more from awe of\nits magnificent construction on my part than fatigue in climbing its\nsteep stairs, which wound on and on almost indefinitely. There were no\nwindows in the tower, and only a few paintings to liven up the sparsely\ndecorated walls, yet they needed no adornments, for they were\nbeautifully constructed from a strange stone that split and colored in a\nmarvelous twisting pattern.\n\nAt last we came to the top. It was much like it had appeared to be from\nbelow, for it was a large glass sphere that sat on the tower, like the\ndome on top of a light pole. It was divided in two, and the stairs went\nright through the bottom half and opened into a circular foyer that then\nhad a small flight of stairs running up to the main room. There were\nlittle closets and such in the empty spaces on the bottom floor. The\nupper room was a good thirty feet in diameter, and the walls and ceiling\nwere all made of glass, very sturdy and insulating, yet completely\ntransparent. On the floor was an odd carpet that was smooth and thin,\nlike a silk or fine linen, yet very strong. There was a rounded table on\nthe side of the entrance hole opposite the stairs, and a curved couch\nthat sat against the wall behind it, cut perfectly to its circular\noutline. Two cushioned chairs sat at the table and a small end table\nleaned up against the couch, on top of which there was a medium sized\nspyglass, that is, a telescope.\n\nThe sun was just coming up and shining its golden hues on the\nsurrounding lands, which were beginning to darken as the fires of Lake\nUmquam Renatusum died down to a faint glow in the center of the forests\nof the near-north. It was the first time that I had gotten a bird's eye\nview of Daem, and I was amazed at its beauty. The plains stretched on\none side of Nunami like a broad field of gold in the morning light, its\ndew drizzled grasses waving in a solemn and dignified manner to and fro\nlike the constant beating of the earth's heart, and when looked upon\nabstractly it moved as if one great beast of benevolence, holding itself\nin unison as it chorused back the silent tones of life. Its edges draped\ndown to the ocean like a curtain of woven sunlight on the eastern and\nsouthern sides of the island of Daem, and on the western side of Nunami\nthe great forest came up right to its edge. There was a little of the\nforest between the ocean and the city on that side, while to the north\nthere was a great stretch of trees, all the way until the ocean again\ncame into sight in the far, far north. On the ground the trees of Daem\nseemed like mighty towers and battlements of nature, and on the treeway\none felt suspended in air hundreds of feet above the ground on a cloud\nof green and growing foliage, but from afar and above they were revealed\nin their true splendor, shooting up from the earth as if they were the\narms of the ground itself, grasping huge clusters of leaves and branches\nfar above in their tightened fists. Some way into the forest, the ground\nsprang up into mountains that were as fierce and behemoth as the trees\nthat clothed them. They were terrible to the eye and mind, as evidences\nof the power that exists outside of oneself.\n\nThe city of Nunami was also revealed to me for the first time in depth.\nAs I have said, it was surrounded by a thick, tall wall made of stones\nand precious jewels, with four gates, one at the furthest extreme in\neach direction. It was a circular city, made mostly of the same\nmaterials as the wall and temple, which were a plain, silvery stone; a\ndark rock with inherent patterns; a mixture of cobblestone and a\ncolorful compositor rock; and a vast array of metals, everything from\nbrass to silver to platinum. Made in an ancient style, the buildings\nwere tall, the average being what was equivalent to at least a dozen or\ntwo stories in the pre-desolation times, and they were close together,\nbuilt along roads paved with cobblestone and lined with trees whose\ngirth, though not as monstrous as those in the wild, was still great.\nThere were farm fields and vineyards and orchards and meadows for\ngrazing animals all within the city walls, and not just congregated\naround the outside, for there were buildings all around the wall's\nperimeter, but scattered among the other buildings in a natural and\npleasing way. In the southern part there was a lake that was of fair\nsize, and a fleet of fishing boats anchored at its shore showed that it\ndid its part to contribute to the city's well-being. Several of the\ntrees throughout the city were especially conspicuous in their grandeur,\nfor they rose hundreds of feet from the ground and had great waterfalls\nflowing down from their tops, as if they were crying great torrents of\ntears down from their aged faces, though if in sadness or joy, I\ncouldn't tell.\n\nTo the east there was land visible from the height at which I found\nmyself, though in the distance it became hazy and I could not make out\nits distinct features. It was evidentially corrupted, however, for it\nhad an uneasy look about it, as did the ocean, which was a faint, pale\nshadow of the rich blue it was in my childhood days. The sky as well was\ntainted, and it looked to be filled with the accumulated atrocities of\ncountless generations. The clouds were thick and bluish, and the\nspherical mural of the sky itself had been greatly dried, cracked, and\ncrumbled since my time, for it bore the marks of pain, the marks of the\nlabor pains of the earth's last gestating doom. And well they should, I\nthought, for in the years since my natural life it had seen much\nsuffering and much destruction.\n\nThe King broke the silence, saying, \"Lovely, isn't it, Jehu? And it is\nall yours for the taking.\"\n\n\"What do you mean,\" I asked him.\n\n\"Exactly what I said, the whole world is yours, if you want it.\"\n\n\"But how?\"\n\n\"All you have to do is join us, the Futurists, and we will reward you\nwith all the power and glory that you can imagine.\"\n\nAt that I sobered up and replied, \"But what of Onan, of my quest to stop\nthe doom of humanity from materializing in this final juncture. He is\nthe one who sent me, and he is the Lord of the Past, whom the Canitaurs\nfollow. I am his agent, why would I turn from him to serve mere\nmortals?\"\n\nHe laughed a slight, sarcastic laugh, \"Tell me, Jehu, to whom did he\nsend you, your ancestors or your offspring?\"\n\n\"To my ancestors,\" I said slowly, \"Though the Canitaurs seemed to imply\nthat my time was long ago. To be candid, I do not understand.\"\n\n\"Of course you do not understand, and how could you, when no one has\ntold you? You see, Jehu, the question of time is not so linear as you\nwould think. You know full well that the conflict between the Zards and\nCanitaurs is over how to address the renewing of the earth: they would\nsend you, our kinsman redeemer, back into time to prevent the nuclear\nwars, while we would send you to the future to bring back its\ncompletion. They hold to traditions as if they were the foundation of\nlife, while our people have no traditions in the traditional sense, if I\nmay use that oxymoronic phrase, but we look to what will come instead of\nwhat has passed. History is unimportant to the present, Jehu, because we\nhave advanced to the point that we do not make the same mistakes as our\nancestors. In the past, they waged war needlessly and did so in the name\nof humanitarian deeds. But today, we are advanced enough that we use\npeaceful and just means to reach our ends. In your day there were many\nabsurd beliefs, for example the so-called 'fats' that were so vehemently\navoided, are actually quite healthy, while on the other hand,\nprotectionism and socialism are quite absurd ideas, and yet they were\nheld dear. But today we have no such presuppositions, today we\nunderstand the world and know justice where your society knew only its\nshadows. We do not need to be bound by the mistakes of yesterday, for we\nhave the enlightenment of today, and while the Canitaurs cling to the\nold time's ways, we have progressed to the point where we have no need\nof such traditions.\"\n\nHe continued, \"It may seem to you foolish to follow Zimri instead of\nOnan, because Onan's realm has already been established and grows\ngreater everyday, while Zimri's doesn't exist and never will, but you\nmiss a very important point in the understanding of these matters. For,\nas you probably know, time and matter are the foundations of physical\nexistence, and while the two components are independent, they are also\nparallel. Matter is always revolving, from its simplest form in the atom\nto its greatest in the universe, everything is revolving and rotating.\nSo is time. Imagine time as a galaxy, revolving continually around the\nblack hole at its center, that is, an enigma that is actually devoid of\nall matter. Time is revolving around a great enigma as well, which is\ndevoid of time, that enigma being eternity. Eternity is not a place\nwhere there is infinite time, but rather a place where there is simply\nno time, it is the counter-part in the temporal realm of a black hole in\nthe material realm. And just as a galaxy in the material realm revolves\naround the black hole at its center, in the temporal realm, the flow of\ntime itself revolves around eternity. That means that time repeats\nitself over and over again, just as on earth a year is the amount of\ntime it takes the earth to revolve around the sun once, in the temporal\nrealm, an age is the amount of time that it takes the time continuum to\nrevolve once around eternity. Just as every year the climate on the\nearth is similar, every particular day having its usual temperature and\nweather, and every general period having the same seasons, so is time.\nWhile every age is completely new and original, they all follow the same\npattern, and through every age the same general events happen, though a\nfew of the small details change from one time to the next.\n\n\"So you see, it is true that Onan sent you to both the past and the\nfuture of your original time. The Pastites would say that you were sent\nforward in time, because you existed in our past, while the Futurists\nwould say that you were sent backwards in time because you existed in\nour future. While this would seem an unimportant question, it is not,\nfor we have to choose one or the other. You, the kinsman redeemer have\nto choose one or the other. That is why you were sent, you have to\ndecide. Our fate must be decided by a mortal because the gods have vowed\nto never interfere directly in our ways again. You must decide, Jehu,\nfor you hold the fate of humanity in your hands: in all the other ages\nbefore us, the wrong decision was made, and every time some great\ncalamity came that somehow threw the earth into a great ice age that\ndestroyed all life for many millenniums. We know that the wrong decision\nwas made, but we cannot tell what it was that was done. Tell me Jehu,\nwill you join the Futurists? Surely you can see that the Pastites are\njust that, stuck in the past, with their obsession with traditions and\nlegends. They are of the past, but we are of the future, we are the\nprogressive ones. Dear Jehu, choose the future, and when the earth is\nspared from the great impending doom, we will set you up as ruler of the\nworld to show our gratitude. Will you join us, friend?\" he asked me with\nthe most entreating eyes, though of somewhat doubtful sincerity.\n\nThere was a deathly silence that followed, for I was thinking long and\nhard about what I should do, until at last I spoke, \"Your majesty, I am\nafraid that I will have to turn you down and remain with the Pastites.\nOnan sent me, and it is Onan whom I shall follow.\"\n\nThe King shook his head and sighed dejectedly, for a moment he looked\ndisheartened and crestfallen, but then he again resumed his former\nprideful pose and said to me, less humbly and entreating than before,\n\"Very well, I was afraid that you would do that. I have no choice now\nbut to keep you here indefinitely as a prisoner, until such time as you\nrealize the error of your ways and repent. It may seem improper to\nrefuse the decision of the kinsman redeemer, but I must, for I will not\nallow my people to be destroyed by your ignorance.\"\n\nWith that he turned and walked quickly down the stairs to the door,\nturning to me just as he reached it and adding with an almost spiteful\nintonation, \"But then again, what clarity of mind can be expected from\nsomeone from the unenlightened past.\" He then left the room, closing the\ndoor with a powerful thud, after which I heard a small metallic click\nand his strong, commanding footsteps fading down the long stairway. As\nsoon as the sound had died away and he was no more to be heard, I ran\ndown to the door and tried to open it, but to no avail, for it was\nlocked. There was no way to escape: I was a prisoner of the Zards.\n\n\n\n\n\n\nChapter 9: Mutually Assured Deception\n\n\n\nThe light of the newborn sun rose that instant far enough above the\nhorizon to shine directly into the tower's upper dome-like room, and I\nwas awe struck by the texture that the lights created on the glass of\nthe walls, for when it shone through at just the right height, a\npreviously invisible picture came to view. It was of a towering clipper\nship with sails that stretched across their masts like skin over the\nbones of a pleasantly plump fellow, the wind billowing them about at a\nleisurely rate. Waves broke gently upon the ship's side as the crew\nrested peacefully on the various cables and nets, all except for the\none-legged captain who was busy looking at the map and accompanying\ncharts. It was a quaint and beautiful scene, though it soon passed away\nas the sun moved upwards in the sky, and I wouldn't have mentioned it,\nexcept that as it disappeared, I found myself looking at where it had\nbeen, but instead of the ship, I saw directly through the glass the\ninhabitants of Nunami arising and beginning their daily business, a\nscene which I might have missed since I was previously wholly absorbed\nby the picturesqueness of the sky.\n\nUsually the Zards would arise before dawn and be about their business,\nbut because of the great flames of the night before, they had no doubt\nhad trouble sleeping, and therefore slept later than usual when they\nfinally did fall into the lands beyond consciousness. They hustled and\nbustled about the streets of Nunami, each doing their own business, and\nthere was much business to be done in a city in which all provisions are\nprovided internally, with no trade or commerce outside whatsoever. There\nwere merchants and stores still, yet they were not traders but\nproducers, each making their own wares as they sold ones they had\nalready made. Butchers sat in their shops with their blood-stained\naprons already donned, cobblers and tailors were busy with the day's\nrepairs and new creations, the milkmen paraded the streets slowly and\nmethodically, somehow getting their products to the citizens before 8\nAM. The farmers and herdsmen were also at work in the fields that were\nspread throughout the city, plowing and sowing, and being joined by\nthose who had just finished distributing the milk.\n\nAll was commonplace and normal, I thought, and I was surprised, for the\nZards were not at all martially minded, a great contrast to their\nCanitaurian brethren. Of course, I had never actually met any of the\nCanitaurian commoners. It seems to me that the only ones who really are\nmartially minded are the leaders and politicians, everyone else seems to\nmind their own business, and sometimes I wonder if there would even be\nany wars if there weren't any governments with the power to wage one.\nThere was a group of Zards by the government center, which was close to\nmy involuntary quarters, and they were leaning over an opening in the\naqueduct that ran down into the lake in the southern section of the\ncity, branching off from there into all the various sectors. They were\ndumping a barrel of a fine, white powder into the water that was running\ndown into the lake, and after the first had been poured in, they added\nanother and another until they had put a good five barrels into the\nwater source. Once they had finished, they took the empty barrels to a\nlarge cage that was down the road a bit, inside of a small grove of\ntrees and shrubs. Inside the cage was a multitude of little beetles that\ncrawled around every which way and were evidentially feasting on a large\nchunk of glowing material. For a moment I was surprised, and wondered\nwhat it was they were doing, but then it hit me: they were the delcator\nbeetles that Bernibus had told me of earlier, the ones that absorbed the\nradioactive material and stabilized it. As I learned later, they had two\ngood uses, one was that they consumed the unstable materials and\nneutralized them, but the other was that their droppings, when mixed\ninto the water supply, also gave all that consumed them a greater\ntolerance for nuclear material. It was almost ironic that their whole\nway of life was dependent on the feces of another life form, but I will\nrefrain from turning it into a metaphor.\n\nThe female Zards wore a black headpiece that mostly covered their faces,\nand at first I found it strange that for all his talk of progress, the\nKing's people still oppressed their women, perhaps there wasn't as much\nprogress as he had boasted, or, more likely, he was unaware that there\nwas no such thing as progress, just different manifestations of\noppression. History repeats itself, they say, and indeed it does, both\nliterally and figuratively.\n\nThere suddenly arose a great commotion in the square between the Temple\nand the palace, and as I looked, I was surprised to see that there was a\nlarge crowd gathered. In the middle of the square there were two groups\nof ten Zards facing each other, with a single Zard in between them, and\naround the outside of the plaza area stood a hundred or so spectators,\napparently watching those in the middle. A moment after I started\nwatching, the solitary Zard, the referee as I found out, walked to the\nedge, and each of the groups walked to one of the opposing sides and\nthen turned about to face the other. The referee let out a loud yell and\nin a flash, the two teams ran at each other headlong, until converging\nsomewhere in the center of the field. As they met they dived upon one\nanother and pushed and shoved until the left team had isolated one of\nthe right's players, who was the only one on his team wearing an orange\njersey. They dived on him and jumped until the whole field was piled\nhigh with them, and then they slowly began to disembark. Once all of the\nopposing team's players were off of the orange shirted Zard, all was\nsilent and still as the referee held his hand aloft and began counting\nwith his fingers. Everyone held their breathe and stood tensely by as\nthey watched. Just before the referee's tenth and final finger was\ncounted, the orange shirted player rose from the ground, amidst the\nscreams of joy from his team and about half of the crowd, apparently\ntheir fans. The two teams then returned to their respective sides, and\nagain the referee yelled loudly, signaling them to rush at each other\nonce more, and more of the same ensued, this time it being the other\nteam's orange shirted player to get pounced on. Once again there was a\nhigh pile on top of him, and once again, as they crawled off and he was\nexposed, the referee began to count. Except that this time the orange\nshirted one never got up. The other team cheered again and so did the\nother half of the crowd. The referee went to a pole on the sidelines and\nput up the number '1' on it while a few bystanders picked the Zard up\nand carried him off the field. They continued to play in this fashion\nfor awhile, going until one team or the other had no longer any players\nto be jumped upon, but I was too disgusted at their violent nature to\nwatch, and instead walked over to the end table and picked up the\ntelescope, taking back as I did my thoughts about the innocence and\ngentleness of the common folk.\n\nWith the telescope in hand I went over to the eastern side of the room\nand began to closely inspect the savanna in an attempt to get a bird's\neye view of the point of my entrance in Daem. It looked rather the same\nfrom above as it did from below, though the smells and sounds were\nmissing, and I found that it was rather bland once the initial\nexcitement, surprise, and respect of its novelty had worn off. Indeed,\nit was quite too dull for me, even in my state of boredom as a prisoner,\nthough I suppose that that isn't a proper description of my feelings,\nfor I wasn't free from excitement or intriguing events, but rather, I\nwas in the middle of a campaign of new and anticipated things, but\nsimply unable to participate. Stuck in a room 800 feet from the ground\nwith walls of glass that allowed observation of the whole island of\nDaem, which I assumed to be the only civilization in the world, while\ngreat events unfolded around me, of which I was supposed to be the\nprimary actor, was very disconcerting, though I find in retrospect that\nfate worked so mysteriously in my situation that it is quite puzzling to\nthink about, meaning, of course, my relationship with the doom of\nhumanity as preventer and provoker, as savior and condemner.\n\nMy writing of this manuscript may be considered quite a big cheat, as it\ndetails my direct involvement with Onan, the Lord of the Past, and the\ngeneral circumstances of the end of life on earth, for the current age\nat least, but still I am allowed to write it. Onan told me just a few\nmoments ago that I could write it and tell all that I want, to which I\nwas taken aback. When I asked why he would allow me to break the law of\nthe council of the gods, he replied that there was no rule against a\nhuman agent from detailing his involvement in the actions of the\ndivines. It was allowed, he told me, because it would never make a mite\nof a difference, for even if it were able to survive the bitter ice ages\nand all the evolutionary periods in this TAB (Temporal Anomaly Box,\nwhich I will explain later, since I get ahead of myself and have not\ntold of them yet), and even if it is found by humans, and even if they\nare capable of understanding the text contained within it, even then\nthey will take no gain from it. I was again taken aback when he said\nthis, for though I know humans to be stubborn and foolish, in general, I\nwould think that they would at least mind the warning when the\nconditions of its completion came to pass. But he dissuaded me, telling\nme that my coevals of the next age would no doubt take it as a novel.\n\nAt this I took your defense quite personally upon myself, and demanded\nin as not so humble a tone as would be thought proper, though as I am\nabout to die within the next day or two, I have to admit that I don't\ngive much of a damn for politics or manners. And yet, with all my ardor\nI was quickly subdued by a curt rebuke by my interlocutors (for Zimri\nwas there as well), which was, quite simply, that you hadn't taken Homer\nfor any more than a creative poet, even after a few thousand years of\nstudy, so why should my meager manuscript make such a large impact. At\nthat, I acquiesced to them and admitted that on that end my attempt to\nsave humanity one way or another was contemptible, but I still write, as\nyou see, for the story's sake, and possibly for my own material\nimmortality. But never mind that, for it is high time that I went back\nto my story.\n\nI was looking through the spyglass at the various areas of Daem where my\nadventures had so far taken me. After I had examined them all for a few\nmoments, I felt a strange urge to use the telescope to look closely at\nthe mainland that I had seen before, to see what the effects of the\nGreat War had been there. As I turned the telescope's sights toward it,\nI was at once surprised and flabbergasted at what caught my eye. There\nwere living beings on the mainland, not too far from the coast. And not\nonly that, but they were standing upright, though stooped, as if by\nweariness and the wiles of life, and they seemed, in general, to\nresemble humans, not directly, but as much as the Zards and Canitaurs\ndid, and with the effects of the radioactive instability greater on the\nmainlands, it would seem natural that they would be further removed from\nnormality than those on Daem. The land itself was barren and flat, with\nsparse vegetation in the forms of small, deformed shrubs and a short,\nweak looking grass. As I looked closer I saw that there were about six\nof the strange, stooped humanoids, and they were gathering the fruits of\nsome of the shrubs for consumption. In a few moments they finished their\ntask and began to walk further inland, and I followed their progress\nwith interest until they finally disappeared behind some of the small\nplateaus that were scattered here and there among the wastelands.\n\nPutting the telescope down, I walked over to the couch and laid down on\nit, with indignation filling my every move, for I was almost enraged\nthat the Zards and Canitaurs both should fail to tell me, whom they\nclaimed to respect as kinsman redeemer and whose decisions would seal\ntheir fate for good or ill, that there were other survivors from the\nGreat Wars. I was also shocked by their selfishness, for while they\nfought pettily amongst themselves over how they would change their lands\nfor the better, a seemingly important question about past and future,\nthey completely ignored the sufferings of other humanoids, to whom their\nway of living no doubt seemed like a paradise. But there they were,\nstuck across the sea on their desolate lands, unable to cross to Daem\nand enjoy its plentiful resources and luxuries, yet not at all unaware\nof them, for as they labored in their hopeless ways, they could see Daem\nshining like a heavenly vision before them, one which they were not able\nto touch or grasp, but instead one that must infuriate them to no end in\ntheir heart, at the knowledge of fate's unfairness and their utter\nhopelessness and complete poverty, not because of their laziness or\ntheir ignorance or anything involving their actions whatsoever, but\nsimply because they had been born on the wrong side of the sea.\n\nAt that moment I was embittered against both the Zards and the Canitaurs\nfor their selfishness and their pretensions of morality. There is no\nmorality where one sees another starving and suffering and does not\nhelp, when one sees a whole race of people living on a land where\nnothing but sorrows dwell, but will not let them share the wealth that\nwas given one by no doing of oneself. There is no morality in\nselfishness, and when I saw those wretched people, I no longer felt like\nredeeming those on Daem from the impending doom of humanity. Whatever\nplans they had for me they never told, I sensed, for there was something\ndeeply wrong about the way they looked at me and talked about me,\nsomething deeply wrong about the way they patronized me and treated me\nlike a silly child, while I was the one who was to decide their fate.\nThe Canitaurs and the Zards both looked at me with a subtle sense of\ndeceit and ill will, all that is, except Bernibus, which is why our\nfriendship flourished so swiftly. As I laid there with thoughts of Onan\nand the decision that I was to make, and of all the responsibility that\nwas put upon me involuntarily, as I thought of the conflict of past and\nfuture at the neglect of the present, as I thought about the\nself-obsession and overindulgence that come with wealth, and the desire\nfor still more that accompanies it, I fell to sleep and into a place\nwhere no troubles lay, for my long day and night had left in me no energy\nfor dreams.\n\n\n\n\n\n\nChapter 10: Devolution\n\n\n\nWhen I awoke the sun was once more out in its morning glory, at the\nheight it assumes at about the 9 o'clock hour, and the room was warm and\ncozy because of it, as it shone in through the glass walls. My first\nsensation upon waking was one of peace and bliss, the feeling\nexperienced when you wake up late to a nice warm resting place,\nespecially so when all the rest of the world is hard at work and you are\nnot. I breathed in the air deeply and contentedly while stretching my\narms, legs, and back in a most relieving fashion, and then turned\ntowards the table in the center of the room, from whence I smelled an\nextremely appealing smell, that of a hearty breakfast.\n\nAs I did so, however, my joy was sent to a bitter, premature death, for\nthere sitting at the table and smiling sardonically at me was the King,\narrayed in all his pomp and splendor with his powerful pose, which,\nwhile it had impressed, and even to a point overwhelmed me, before, did\nno such thing to me now, for I was fresh with indignation at the\nexclusion of the humanoids across the sea from the paradise of Daem.\n\nHe saluted me in a polite manner, and I him, though there was little\naffection behind it. Then, without any more ceremony, I sat down and\nbegan to eat, repulsing any attempt of his to start a conversation with\npersistent vigor, until I had finished, when I stood and demanded where\nexactly I was to make my toiletry. He laughed and said that he was\nwondering how long I would last, but as I was still too unpleasant to\nrespond with any familiarity, he showed me to a little room that was\ntucked off of the side of the bell that formed the entrance to the domed\nchambers of the upper tower. The top of the tower itself was a half\ncomplete sphere, while the room only occupied the upper half, so that\nthe bottom was divided between the entry way and the toiletry room. I\nspent a few moments grooming and washing myself and preparing for the\nday, and then rejoined him in the room. He was still sitting on his\nchair and I took the other. The meal had been carried away.\n\nHe began the conversation by saying, \"My dear Jehu, I must apologize for\nkeeping you in this position, but you must understand that the outcome\nof this war is very serious, and I will not risk it to your\nsensationalism.\"\n\n\"Sensationalism!\" returned I, \"Is that how you would describe a touch of\nhumanity?\"\n\n\"What do you mean?\" he questioned, apparently interested in what I said.\n\n\n\"Well,\" I began, regaining myself, my former indignation being exhausted\nby the spirit of my opening comments, and my normal sober reasoning\nreturning, \"I have been observing your society, which you suppose to be\nenlightened, but I have seen some things, which, I am afraid, are\nevidences of the opposite.\"\n\n\"Go on,\"\n\n\"For one, your common folk engage in the most violent entertainment. I\nsaw a vicious game being played not far from here, in the plaza below.\nThere were two sides, and they rushed at each other in a rage and\nclashed when they met until one side tackled the other. This went on for\nsome time, the evident point of the sport being to gain points by making\nit so that one of the opposing players cannot get up at the end of a\nround. It was so brutal that I was disgusted and could watch no more.\"\n\n\"Yes, I see what you mean,\" the King replied, \"I myself would much\nrather that such games would be forsaken, but the people really enjoy\nit. I must remind you, as well, that your society had the same type of\nthing, as did every other before it. It was football for you, gladiators\nfor the Romans, and so forth.\"\n\n\"But I thought that you had no traditions? That you were more\nenlightened than those of the past? You can hardly excuse your\nmisconduct by reminding one of the misconduct of another, especially\nwhen you claim to disclaim the errors of history, or at least, that\naltered and redefined thing that you call history.\"\n\n\"You are right, I have to admit,\" he conceded, \"But let me remind you\nthat it is a static characteristic of humanity to confuse the ends with\nthe means. When an intense effort is applied, the melodramatic tendency\nis to honor that effort, despite its uselessness, instead of honoring\nthe product of the effort rather than the effort itself. But, you are\nright, I admit, for we have still a few places left to refine in the\ncommon folk.\"\n\nFeeling vainglorious at my victory, I pursued him further, \"I also\nobserved that your womenfolk wear face coverings in public, which is\nmost certainly a thing of the past.\"\n\n\"I must disagree with you there Jehu,\" he said, evidentially regaining\nhis confidence and sense of moral footing, \"For even in your own time\nthe womenfolk all wore masks and face coverings.\"\n\nI was taken aback and cried, \"Most certainly they did not, your history\nbooks may say so, but I, dear sir, was alive and would know best!\"\n\n\"What, then,\" he coolly replied, with a sharp grin that reeked of\nself-confidence, \"Would you call all the messes of make-up and perfume\nand other such things which they were virtually forced to wear? I see\nnothing different between wearing face coverings and transplanting an\nentirely new face, hair, and body on oneself everyday. In fact, our\nwomen got together and decided voluntarily to do so, for the very reason\nthat if an artificial covering must be put on, it might as well be one\nthat is easy, for why spend an hour or more a day to change one's\nappearance, when it can be done in moments with a head covering? That is\na great time saver for us. And why spend the resources to research,\nproduce, and market massive amounts of facial paint to cover up the face\nwhen it is possible to put a covering on and get the same effect much,\nmuch easier? It is only logical.\n\n\"And in general, Jehu,\" he pursued, warming to the subject matter, \"I\nfind the oppression of women in your time to be quite appalling. You\nseemed to think that the liberation of women consisted in transforming\nthem into loveless, materialistic thugs, into workaholics whose only\ndesire is wealth, into aggression driven beings that possessed little\nshred of real humanity, into, in a word, men. I think it would have been\na much better endeavor to have attempted to change men into women.\"\n\nI was taken aback by his eloquent defense of the treatment of women in\nhis society, and felt, I must admit, a little impressed by his\narguments, seeing as how it did make more sense to wear a head covering\nthan to paint on a face every morning. Still, I desired to let him see\nthat traditions aren't all that bad, just as they aren't all that good,\nand, as I had still won one point out of two so far, I felt it safe to\nmove on to my main argument against his humanistic preponderance.\n\n\"You are right there, I admit, but tell me, your majesty,\" I said with a\nslow, scoffing voice, meant to show that I had a powerful point to make,\nand as if I had to go slow enough for him to comprehend the eloquence of\nmy speech, \"Why, if you are so enlightened and progressive, so\nhumanitarian and merciful, why do you keep a whole race of people, of\nhuman beings, stranded on the far shore, able to see the goodness of\nDaem's plush lands, but unable to visit them? How can you justify the\nkeeping of people in such conditions when it is in your power to relieve\nthem?\"\n\nHe sobered up more than he already was and answered in his most\ndignified voice, one calculated to stop opposition by its very graces,\n\"Their plight is unfortunate, but as they are not my subjects, it is\nnone of my concern.\"\n\n\"So you knew of them, but did not care. How typical of powerful men.\nWhat are they called?\"\n\n\"Munams,\" he answered, \"Is what we call them, though people of your time\nhad a different name for them, Neanderthal, if I am correct.\"\n\nMy intrigue superseded my conviction and I asked interestedly, \"But, how\nis that possible? The Neanderthals were the ancestors of men in my time,\nand the men of my time were the ancestors of the men of this time, how\ncould they be living now?\"\n\n\"Very simply, for your scientists and philosophers did not understand\nthe revolution of time, and what they thought was evolution was in fact\ndevolution. You see, when they found all the fossils and other such\nevidence for evolution, they interpreted it to mean that they had\nevolved from lesser organisms. Since they didn't know that time repeats\nitself over and over again, ages of time being like the years of the\nearth, it was actually the remains of the age before them that they\nthought were the remains of their ancestors. In truth, instead of a\ngreat comet hitting the earth and destroying the dinosaurs and many\nother living beings, it was the Great Wars, the nuclear wars, that\ncaused all the damage. And since their perception of the events was\nbackward, instead of the blasts destroying the dinosaurs and the wholly\nmammoths, it was what actually created them, for, you see, after the\nnuclear weapons had all been used, everything in the world died, or came\nvery close to it, all that is, except Daem, which thrived, because of\nthe delcator beetles.\n\n\"There were no 'dinosaurs', only Zards, for when the radiation levels\nwere still high and unstable, we grew to enormous sizes, and likewise\nthere were no wholly mammoths, but Canitaurs. And the Neanderthals that\nappeared shortly after were not the precursors to humans at all, but the\nMunams, who survived on the mainland near Daem because of the corrected\natmosphere, but who were mutilated more than we by the increased\ncorruption across the sea. The Ice Ages, also, were not as you thought,\nbut instead mark the position in the last age after the doom of humanity\nwas played out and everything destroyed. The Big Bang, also, was not at\nthe beginning, but at the very end, being somehow related to the onset\nof the Ice Ages. Your evolutionary theories were close, but the time\ntables were rearranged to fit the facts, since time was thought to be\nlinear.\n\n\"That is where our main trouble lies, Jehu, for through geological and\nbiological evidences, even more advanced than those collected during\nyour times, we can tell that something happens at this very period of\nhistory that will wipe all life from the face of the earth for a long\nperiod of time, many thousands of years, until somehow they start to\nreproduce and grow once more into what they are now. Something very\npowerful happens, even more devastating than the nuclear wars, when all\nthe nations of the world used their entire stock of weapons. Our problem\nis how to prevent it, and a great problem it presents, indeed. You see,\nwhile we would wish to be confident of success, since we know generally\nwhat to expect, we know through research that there have been many, many\nages before us in which the same thing has happened. That is why the\ngeological layers have always been found to be strangely misaligned,\nwith fossils from an earlier period here and with a later period there.\nThat is why things like tree fossils are found in coal mines, where they\nshouldn't be, and why in general, the evidence found in the ground\ndoesn't fit a consistent pattern.\"\n\nAs he finished, I could say nothing, for his revelation was sobering to\nme, bringing me suddenly back to the realization that our doom was\nimpending, that every decision I made had the potential to either bring\nus to safety, or to supply the necessary force to hurl us viscously off\nthe cliff of mortality. He was silent as well and allowed me a few\nmoments of meditation to turn his speech in my mind. As is my tendency,\nI looked abstractly out the window as I thought, fixing my subconscious\nfocus on the road that ran from the northern gate down through the city,\nthe road which formed half of the plaza beneath the temple. A moment or\ntwo passed like a solemn parade of mourning, then, suddenly, or at least\nquite unexpected by myself, a party of Canitaurs came walking down the\nnorthern road, unharassed and unescorted through the heart of the city.\nSince they came freely, I knew that they were not prisoners, but still I\nwas perplexed at how a party of them came to be allowed in Nunami at all\nunder such pretexts, especially as they had attempted to bring it to\nruin but a few days before.\n\nThe King saw their coming and my interest in them, and said in a way of\nexplanation, \"There is to be a council today between the Zards and\nCanitaurs, with you present, of course. Our war has rampaged for quite\nsome time, but we are forced to peace in light of our impending doom,\nbrought by circumstances outside of ourselves. We will decide tonight,\nor tomorrow, what action to take. It is a grim time, you can be sure, my\ndear Jehu, when Zards and Canitaurs meet in peace, a grim time indeed.\"\n\nHe said that very importantly, with an air of fright in his voice, as\none who knows his end is near, for both him and his loved ones. There\nwas another moment of silence as he reflected on the meaning of his\nwords, and then he rose and beckoned me to follow him. We made our way\nthrough the bottom half of the room and down the long flight of stairs\nthat wound down the great tower in the Temple of Time. When we reached\nthe bottom, we went again into the long room with the bookshelves, the\ntable, and the altar to Temis. Already there waiting for us were the\nCanitaur emissaries, Wagner and Bernibus.\n\nThey rose to greet me, bowing low in a deferential manner, more out of\nforced respect than awe, at least on Wagner's part, and after the\ncustomary blessing that followed, we all sat down at the long wooden\ntable that stretched lengthwise through the room. Wagner and Bernibus\ntook their chairs on one side and the King and myself on the other, he\nand Wagner being opposite each other, and Bernibus and me being the\nsame; the King and I were facing the altar and the White Eagle that held\nit.\n\nThere was a moment of silence as we took our seats, and it continued for\nanother moment as everyone sat in an awkward situation. As there was no\none else in the room besides the four of us, and as Wagner seemed\ndisinclined to begin, the King opened up our conference with the\nfollowing statement:\n\n\"Well, dear sirs, what can I say, except that I am glad that you have\nfinally condescended to seek a mutual agreement on the actions which are\nabout to ensue, and that I hope that our conference will be productive\nand informative. Before we begin, I will outline the rules of the debate\nand of the conference, which were agreed upon before the military action\nof the recent past,\" here he looked at Wagner with the look of a judge\nwho supposes himself morally superior to the criminal in his holding,\n\"And by which we will still govern the council, despite the sudden\nchange in circumstances. The rules are as follows: The decision shall be\nmade by the votes of the three parties involved, namely the Zards, the\nCanitaurs, and Jehu, the kinsman redeemer. A majority of two votes is\nrequired to decide which of the paths will be taken: the Futurist or the\nPastite. As is clearly obvious, my dear Jehu, I shall vote Futurist, and\nWagner shall vote Pastite, and it is up to you to cast the decisive\nvote. You are the kinsman redeemer, and for all intents and purposes,\nyou will be the sole decider of the fate of humanity. It is a great\nresponsibility, but one that you were chosen for by the child of Temis,\nthe God of Time. Wagner and myself will each make our cases, though you\nknow them by now, and then you will have all night to decide and you\nwill tell us your decision in the morning,\" thus concluded the King's\nopening address.\n\nBefore anyone else could follow it up, I interjected, \"But I was sent by\nOnan to do his work on earth, wouldn't it only make sense for me to\nchoose the way of Onan?\"\n\nThe King answered me, saying, \"You were sent by Temis, the God of Time,\nJehu, for Onan and Zimri are his children who do his work for him, but\nthey only have the powers that he gave them. Onan is the only one able\nto speak to mortals, for he is in the past, while Zimri is in the\nfuture, but Onan also speaks for Zimri, because he is told what to say\nby Temis, whose agents they both are as much as you are Onan's. Isn't\nthat so, Wagner?\"\n\nWagner sighed in the affirmative, and when he had done so, I asked him\npointedly, \"Why didn't you tell me? You led me to believe that Onan was\nthe one who sent me, and by his own power.\"\n\nHere the King put in, \"He merely wanted to prejudice you to his own\nside, Jehu. He attempted to by-pass our peace treaty of long ago when he\ntried to attack us and capture this very temple for his own plans. We\nagreed twenty-five years ago to do it this way, because enough blood had\nbeen shed, and no good had come from it. He violated it when he took you\ninto hiding, using our pursuit after his treachery as justification. But\ncome, in the face of impending doom we cannot squabble over past wrongs,\nbut must move to prevent future disaster from striking.\"\n\n\"What is so important about this Temple of Time, though?\" I asked.\n\nWagner and the King mumbled together that \"It was an essential part of\nthe restoration of Daem\", but would not elaborate, saying that it was\nunimportant to the present troubles. They looked guilty as they said it,\nthough of what I did not know. I was reminded of my indignation at their\nignoring of the sufferings of the Munams and became once more impatient\nwith their self-importance, so I yielded the floor and they began to\nmake their cases. In order to decide who went first, they drew lots, and\nas the shorter was drawn by Wagner, he went first. His speech is as\nfollows:\n\n\"The past is constant, Jehu. It has happened and is secure in its place,\nexplored and known. The traditions and customs of our people are\nsteadfast and immovable, for they have survived the ages like a mountain\nthat is untouched by the weather. They have lasted so long not because\nof the mere namesake of tradition, but because they work, because they\nhave worked thousands of times before, and because we know they will\nwork a thousand times in the future. What was good enough for the\ngenerations before us is good enough for us and our children. A\ntradition, or taboo, is not formed by the decision of some contemporary\ncouncil as a means to control others via social restrictions, for if it\nwas it would never have lasted, instead it is formed because of\nexperience, because when something goes beyond it the result is\ntemporary pleasure, the nectar of the fruits of rebellion, but when the\nrebellious desires have faded, what is left is rotten and decayed.\n\n\"It brings only more desires for rebellion and more thirst for the\nforsaking of traditions, and it will not be satisfied. Then another\ntaboo will be broken, but this also will not quench the desires of the\nrebellious, who do what they do not for any independent purpose, but\nonly from a desire to break traditions and taboos and to be different\nthan their forebears. But there is no satisfaction in rebellion, only in\nobedience. Obedience not to some alien divinity, not to some social\nsupremest, not to the blind devotion of parental mandates, but obedience\nto common sense, to practicality, to morality. For a taboo is not formed\nby any one person, instead it is slowly built up upon the experiences of\nmany, experiences which show that when one thing is done, suffering is\nwhat follows, and when another thing is done, happiness is what follows.\nOf course there are a few, isolated taboos that are based instead on\nhuman prejudices, but that doesn't translate into the abandonment of all\nthe experience of precedents. What comes when there are no longer any\ntaboos and traditions to break? Destruction. For as is seen time and\nagain, the rebellion of societies gains momentum, and while their\nconsequences are slow in gathering, in the end they multiply and force\nthose societies over the edge of power, bringing only suffering and\nruin.\n\n\"And not only are the experiences of the past wielded together into that\neuphoria that eludes the rebellious--wisdom--but its constant state\ncontrols the present and the future. What men have seen in the past\nleads them in their future actions, and as a result, it is not the\nfuture that controls the present and defines the past, but it is the\npast which controls the present and defines the future. What sense is\nthere in abandoning the mountain of wisdom that the past has built up\nand leaping blindly into hazy, unknown actions and institutions? The\npast is steady, Jehu, and it is known; it is the only sensible way.\"\nThus spoke Wagner.\n\nIt was then the King's turn, and he said as follows:\n\n\"The past is the past, not the present nor the future, its time has been\nspent, its part in the theater of life is over, it is extinct. Jehu,\nWagner speaks of us as rebelliously breaking taboos that were formed by\nour forefathers, but that is not true. In the present more is known than\nwas known in the past, they had outdated views and opinions, and their\nideologies were vulgar and unsophisticated. At present we are more\nknowledgeable, more refined than what has gone before. The people of the\npast waged unjust wars. They had superstition and prejudices that\nclouded their visions of morality, and the product of that is a large\namount of taboos and precedents and traditions that are immoral or\nmeaningless. Now is the age of enlightenment, now and never before is\nthe future at hand, mixing with the present as we learn more and more\nabout our world. We are progressive, learning and growing in philosophy\nand lifestyle.\n\n\"If those of the past were so upright and wise, than why are they not\nstill among the living? If they were so powerful, then why are they now\nextinct? The past is gone, but the future is yet to come, it still holds\ntangible pleasures, not memories, it has promise and potential, while\nthe past is only the ruins of the same. When the past is looked back\nupon, it is small and immaterial, it is like time crumpled up into a wad\nof memories, and a time yesterday or a thousand years ago looks the\nsame, for it is past, it is no more. Life is not short, but in\nretrospect it seems to be, and its memories are distant, as they float\nlike fish in the oceans of time, lacking both definition and scale, and\nhanging lifelessly around in random arrays. Every moment is of the same\nlength, but a moment in the past is nothing, its thoughts and emotions\nare nothing, they are gone and useless to the present, while a moment in\nthe future is long and touchable. A thought that is past is as nothing,\nand it is forgotten, for the past and the future are like a one-way\nmirror, you can look forward into the future, but looking into the past\nyou can see only the present reflected back at you. What good are the\njoys or sorrows of yesterday? They are as far removed as those of a\nthousand years ago, but it is the joys and sorrows of tomorrow that loom\nthe largest. Why look into the past for completion, when it is found\nonly in the future?\" Thus spoke the King.\n\nOnce both of them had finished there was a short pause, each reflective\nand absorbed with his own thoughts. At last the King broke through the\nstill waters of the moment and sent his rippling voice across its\nformless surface, which revived at once and was joined by many others,\nuntil the outward expression of consciousness sent the waters of the\nmind again into their complex and interwoven dances. He spoke in the\ndepartment of host and concluded the short session with these words,\n\"Now the cases are stated, though but briefly, for they were already\nwell-known. As planned prior to the infractions of the treaty, we will\nadjourn for the night, and in the morning Jehu will deliver his verdict,\nwhether we undo our problem through the future, or through the past.\"\n\nWe all rose and Bernibus, my only friend on the island, came up to me\nand warmly embraced me, while Wagner and the King conversed formally a\nfew yards away. When they were not looking and our backs were turned to\nthem, Bernibus slipped me a piece of paper that was rolled up into a\ntight scroll. Seeing his caution and secrecy, I quickly stashed it in\nthe inside of my shirt, where it could not be seen. I was alarmed at the\nmomentary expression of his face, which showed that he was greatly\nworried about me, and made me very interested in what the paper would\ncontain. His face quickly returned to its original countenance, an\nimpermeable barrier to his insides, and no one except myself had any\ninclination about what had happened. The other two turned towards us,\nand quickly made their farewells, Wagner and Bernibus departing for\ntheir quarters, and the King to escort me back to my prison.\n\nHe took my arm in his genially, though only superficially so, for he\nstill had a subdued sense of distrust about him, and we went through the\ndoor to the long, circling stairway from whence we had come. As we\nascended we engaged in small talk, the usual meaningless pleasantry,\nwhich I assume you have probably had enough of in your experiences to\nallow me to dispense with relating it, for it was of no weight in any of\nthe circumstances that I found myself in, and I especially was not\ninterested in it, as the paper given to me by Bernibus claimed my whole\nattention, and filled me with an anticipation and mystery of what it\nmight contain. I kept up the small talk with the King merely to allay\nany suspicions he might have had, though he had none. After a seeming\neternity we reached the top, and once there I stepped into my chambers,\nas the King jestingly called them. We bade each other goodnight, which\nwas followed by the metallic click of the door locking, and the sound\nhis footsteps as he descended and made his way to his palace.\n\n\n\n\n\n\nChapter 11: The Land Across the Sea\n\n\n\nI waited reluctantly with my ear against the door until his footsteps\ncould no longer be heard, and then waited for fifteen minutes more,\nlistening carefully for any noises. There were none, and once I had\nconvinced myself that I was completely alone, I dashed swiftly up the\nstairs and jumped onto the couch. My sudden movements caused the\ntop-heavy tower to sway slightly for a few moments, giving me quite the\nscare, for I didn't realize what it was at first. But then my pilot's\ninstinct kicked in and I mentally calculated the height and width of the\ntower and the mass of the dome that rested upon it, and came to the\nconclusion that it was stable, for while a swift movement caused it to\nsway, it would take a prolonged and deliberate pendulum-like motion to\ncause any real damage, and even the fiercest wind would not upset it,\nfor it would only blow in a single direction at a time, and only a\nrocking motion must be feared.\n\nConfident once more of my safety, I took the rolled piece of paper from\nthe folds of my clothing and opened it carefully. Inside was a note from\nBernibus, written in a legible cursive that flowed from an obviously\neducated hand. It read as follows:\n\n\n\"My Dear Jehu, it is I, Bernibus, your friend and comrade, who writes to\nyou. Wagner and myself are soon to set off for Nunami for a council with\nthe Zards about the resolution of our conflict. It was decided in a\ncease fire treaty twenty-some years ago that whomever first came upon\nthe kinsman redeemer was to have a council with the other side and the\nancient one to decide which course to take, since either course needs\nthe support of both the Zards and the Canitaurs to succeed. When you\nfirst came among us, Wagner seemed to break the terms of the treaty and\nkeep you with us in an attempt carry out our plans independently of the\nZards, using an attack plan that had been held in readiness since the\ntreaty, to ensure a defense if things went wrong. When the Zards\nattempted to capture us upon your arrival, Wagner declared the treaty\nviolated, and I assumed that it was to be entirely abandoned. I was\nunder this impression when I befriended you, and once our friendship had\nstrengthened, I had no fears for you, thinking as I did that new methods\nwere to be tried.\n\n\"After the attack on Nunami failed and the council was once again to be\nheld, each having violated it equally, my fears were suddenly aroused on\nyour behalf. It was only then that I saw that it was the intention of\nWagner not only to destroy Nunami and the Zards, but to capture the\nTemple of Time, which was the only part of the city to be left intact.\nWhen I confronted my brother-in-law about this, he only laughed at me\nscornfully and told me that I was soft, that I was a fool to put one\nman's life ahead of the salvation of the whole earth. I was filled with\nwrath at him and still am, but I have decided that it was better to\nfeign compliance and let you know by letter what it was that is being\nplanned for you. I am only sorry that it should come to you at so late\nan hour, when I could have warned and helped you before if I had only\nknown. There is not much that you can do now, but still I must warn you,\nfor whatever it is worth, if only to prove my affections.\n\n\"You see, my dear Jehu, the Pastites and Futurists interpret the\nprophecy to mean that the kinsman redeemer has come to renew the earth,\nas you have no doubt heard, although there is strong evidences to the\ncontrary. I myself have been brought up to this interpretation, as it is\nmore acceptable than the alternate theories that exist, though I have\nbeen for a time now doubting its accuracy. According to the Externus\nMiraculum view, the Temple of Time is crucial to the implementation of\neither plan, in fact it is the crux of them both, the one issue that it\nis of as great importance, or greater, than the presence of you, the\nkinsman redeemer. There is an altar in the center room of the temple, a\ngreat diamond White Eagle that is grasping an ordinary altar in its\ntalons, and this altar is where the kinsman redeemer is to be\nsacrificed. If only I had suspected so before and could have warned when\nthere was yet time!\n\n\"But there is no time now for such reflections, so I will continue. The\nmethod of sending you back or forward in time is to sacrifice you on the\naltar of Temis, the God of Time. It is not a traditional, atonement\nsacrifice, nor of any kind that involves the cutting of the flesh with a\nknife. Instead it is a molecular one. You are to be set on the altar and\nthen the White Eagle will start to spew forth either protons or\nelectrons, depending on which is chosen, past or future. When your\nbody's cells absorb all of the floating matter, they will be either\npositively or negatively charged to such an extent that their\nrevolutions will be rapidly accelerated. According to theory, the\nincreased speed of the revolutions would cause a rift in the time\ncontinuum, or in other words, would change the proportion between your\nexistence in the temporal and material realms and change your location\nin time, thereby propelling you into the past or the future, depending\nupon which was chosen, electron or proton, past or future.\n\n\"There has been much experimentation with this process, each person sent\nthrough time being equipped with a matter-proof box that is basically an\nadvanced time capsule, lasting for millions of years. Into this box (or\nTAB, Temporal Anomaly Box) each person was supposed to write an account\nof their temporal journey and leave it on the island that is presently\nDaem, at specific locations decided on for that purpose. We would search\nfor those boxes in the present, to see if they had been delivered. None\nhave yet been found, though there are other possible reasons than death,\nsuch as a failure to find the island, or the box's removal by someone in\nan intervening time. Still, I am greatly afraid for your life Jehu,\nespecially so after what I discovered just hours ago in the classified\narchives of the Canitaurs: there was strong evidence that the process\nsimply disintegrated those upon whom it was tried, instead of sending\nthem through time. This was kept from the public, and was forcefully\nforgotten by those who knew, their reason being that Temis would guide\nyour travel better than the others who were not called as his servants.\nIf it were anyone but you, Jehu, I would probably have deceived myself\nin the same way, but I cannot let you be destroyed like this. You must\nescape and not let them throw away our only chance of salvation in such\na way. I only wish that I had known sooner, I only wish that there was a\nchance that you could escape,\n\n\"Your Devoted Friend,\n\"Bernibus\"\n\n\nFor a moment I could do nothing except sit in silence and ponder over\nthis new revelation. After I had reread the letter twice, so as to be\nthoroughly familiar with its contents, I ate it, so that if I did\nescape, or was apprehended doing so, Bernibus would not be found out and\nsuffer because of it, though I doubt not that he would have gladly done\nso. When I had done that, I ran down to the door and attempted to force\nit open, but to no avail. Neither could it be picked. And even if it\nhad, it would have done me no good, for there were at least two guards\nalways stationed at the foot of the stairs, and many more between them\nand the temple entrance, and even if, by some miraculous intervention, I\nmade it that far, that left me stranded conspicuously in the center of\nNunami. My only hope was to escape from the island completely, for I\nwould be found soon enough by the cooperating inhabitants if I remained\nupon their own lands.\n\nThe land across the sea then entered my mind, and its degenerate\ninhabitants, but that was across a wide channel that would be hard to\ncross even if I had infinite time, freedom, and materials to make a boat\nwhich would withstand the waves, and I had none of the three. What\nlittle hope I had, then, was out of reach, lost to me like the golden\ndays of the past. It was then that I was overcome by despondency, the\nhopelessness of my situation weighing my spirits down. It is a peculiar\ntrait of mine that in times of distress and in situations that seem to\nhave no possible favorable outcome I act rashly and without reason. You\nwill remember how I leaned forward and peered into the dark hole when I\nwas stranded on the tiny island in the sea, and how I struck the tree\nwith a limb on the shores of Lake Umquam Renatusum. Likewise, I again\ndid something which would seem illogical and vain: in my frustration, I\npushed the table that I happened to be standing against with as much\nforce as I could muster. It slid softly along the carpeting before\ncoming to a halt a few inches from the glass wall. It made no noise or\njarring of the floor, but the sudden shifting of weight in the room\ncaused the tower to sway once more, as it had when I had run up the\nstairs to the couch.\n\nAnd, as had happened on the previous occasions, the result of my\nsenseless actions was good, as if guided by some external force, for an\nidea came suddenly to my mind that would not have been there otherwise,\nan idea that was outlandish and far-fetched, but was at the time my only\nhope.\n\nI lost no time on preparing my efforts, for there was none to be lost,\nand set out immediately to remove the carpeting from the floor. Upon\nexamination I found that it was not attached to the ground at all, but\nonly fastened into a wooden frame at the walls that held it tightly in\nplace. It stretched in a circular fashion around the whole of the room\nand into the center until it came to the stairs that led downward, so\nthat once removed it formed a circle about thirty feet in diameter with\na three foot circular hole in its center. In case I haven't mentioned\nthe type of the carpet yet, which I must confess that I cannot remember,\nI will do so here: it was not a traditional carpet, that form being\napparently lost after the great wars, instead it was a silky sheet-like\ncarpet, no more than a quarter inch thick, and in fact greatly\nresembling the sail of an old clipper ship, the painting on the glass\nthat I saw earlier probably attesting to the fact that it had been\ndesigned with that appearance in mind. Like its prototype, the sail, it\ncaught a lot of wind and acted in the same general manner.\n\nUsing the bowie knife that was built into the large frontal buckle of\nthe anti-electron suit, which, by the way, I was still entirely wearing,\nI cut the carpet down its center, making two semi-circular pieces, each\nwith a moon shaped appearance, much like a wing. I based my idea in part\non the observation that the Canitaurs and Zards had apparently lost, or\ndisregarded, the springs of my time and instead used a hammock of\nspringy, elastic cords that spread across the face of the furniture.\nSimply put, they stretched elastic ropes across an empty frame, almost\nlike a trampoline made of individual cords. This created a very\ncomfortable springing feel, for they gave enough bounce to render the\nsurface pliable, but not overly soft. Taking the bowie knife again, I\nthrust it into the couch, and cut away the cushioning to reveal the\nsupport. To my great relief, I found that it was constructed in a manner\nsimilar to the other couches that I had seen. There were about two score\nof the cords, each being between three and four feet long. These I\nunattached and laid them down in a pile.\n\nNext, I took the four main support beams for the couch, one running\nalong each side and two down the center in a crescent shape, with the\nsame curve and slope as the carpet, as they were designed to contour the\nsame wall. Then I disassembled the table and took from it two of its\nmain beams, which were about a foot shorter than their curved\ncounterparts. These I did not fully remove, instead loosening their\nscrews and swiveling them to extend outwards from the table at a right\nangle, tightening them again afterwards so that they were secure.\n\nOnce that was accomplished, I went to the frame that had held the carpet\ndown and took the pins and fasteners which were used to secure it. These\nI placed on the crescent beams from the couch, which used the same\nstandard size. Once I had secured the carpet sections to the beams, I\nattached the couch's beams, via the cords, to the long beams sticking\noutward from the table, running the ends of all the cords through\nanother cord that could, upon being pulled, adjust their height by\npulling or releasing, thus controlling the distance between the upper\nand the lower beams, and changing the amount of slack in the carpet that\nwas stretched between them. I then removed the legs from the tabletop,\nleaving just it and the beams together, the carpet being attached to the\nbeams.\n\nThus my plan was completed, it being, in case you hadn't guessed, a\nprimitive hang glider, the carpet being a sail and the beams the wings,\nthe whole being steerable by either raising or lowering one side or the\nother, and the altitude being adjustable by raising or lowering the two\nsimultaneously. I felt keen joy at my skills in air travel at that\nmoment, and as I stepped back to admire my work, I felt that peculiar\nsatisfaction of having made something and finding that it was good.\n\nBut that moment was short lived, for another problem quickly presented\nitself, namely, how would I remove the hang-glider from the tower and\nlaunch it. It was far too large to go down the stairs and needed to be\npropelled to a high speed or dropped from a high altitude to become\nairborne. Since I had no way of propelling it, I needed to launch it\nfrom the top of the tower, which provided plenty of altitude, but then\nthe problem of how to remove it from the tower arose. For a moment I was\nstumped and almost admitted defeat, but then it came to me.\n\nThe tower's only weakness was in its lack of protection against a\ndeliberate rocking motion. If I was able to swing it back and forth fast\nenough by slowly gaining speed and multiplying the momentum, it would be\npossible to get it to lean far enough that the dome would snap off,\nleaving the room open to the air. This was possible, though rather\nunlikely. But I tried anyway.\n\nStarting on one side I began to move from one edge to the other until a\nfaint rocking motion could be felt. Then I increased my speed in\nproportion to the speed of the tower itself. It was a slow start, but\nthe momentum began to grow, and as it did each successive sway became\nfaster and faster. Soon it was going so fast that I began to have\nunstable footing, the whole tower creaking like a tree that it is blown\nby a heavy wind. The speed kept increasing until it reached its fastest,\nswooshing to and fro with all of its accumulated force.\n\nIt was then that the break happened, for on one of the thrusts the top\nsnapped off and the upper dome was flung downwards to the ground. As\nsoon as it was off I shoved the hang-glider with all the force I could\nmuster towards the edge. At first it fell, but a few feet from the edge\nits wings caught the wind and it was brought up to a stable soar, and\njust at that instant I landed on it, for I had jumped right after it. I\nhit with a thud and felt the craft bounce downwards a little as I hit,\nbut it soon regained its stability and sped on through the air as behind\nme I heard a great crashing sound.\n\nI pulled the left wing down and the glider began to turn in that\ndirection. Since I had launched into the opposite direction of the\nmainland, I needed to wheel around completely, and as such I held the\nwing down until I had done an about face towards the east. What I saw\nwas a striking picture: the sun had just begun to rise, and under the\ninfluence of its soft textures the city of Nunami looked as it had\nbefore: quaint, picturesque, and inviting. But there was a great\ndifference now, for the tower itself had completely collapsed under the\nmomentum, and its ruins had fallen down upon the Temple of Time,\ndemolishing it and leaving only ruins. It had also fallen on a strip of\nthe city, taking with it several buildings and leaving only rubble. The\nKing, Wagner, and Bernibus could just barely be seen amongst the crowds\nthat had dashed out of doors to see what was going on, and I could tell\nthat Bernibus was smiling at my escape as he looked at my wind sailor a\nthousand feet in the air. A friend who rejoices in your advancement,\neven at his own cost, is rare indeed.\n\nTurning my gaze upwards, I left Nunami and its troubles behind me and\nlooked ahead to my promised land, and though it was barren and devoid of\nany significant foliage, it still held something equally dear to me as\nlandscape: safety. The wind currents were strong and my speed was about\n30 miles per hour. Great expanses of grassland sped by below me like the\nmemories of yesteryear, and within half an hour I found myself over the\nocean.\n\nThere is something very refreshing about the sunrise that correlated\nvery well with my present feeling of emancipation, for it is a symbol of\nthe new and fresh, and of the forgetting of the troubles of the past.\nThis was true in my case, at least, for I was soon carefree once more,\nsecure in my freedom. As the wind rushed across my body, I was relaxed\nin my adopted element, air, though it was slightly difficult to keep\nmyself firmly on the glider, as I was lying unfastened to the tabletop.\nBelow me passed the ocean, looking generally the same as ever, though\npaler and less alive, like a ghost of its former self, but still close\nenough to bring the calm of reminiscing.\n\nSoon even the ocean began to give way to the fast approaching mainland,\nand I abandoned my restive meditations to solve the problem of how to\nland. I had not made any contraptions for that purpose, having not\nthought about it in the hurry to leave my prison. I decided to use a\ntraditional circling approach, in the same way scavenging birds descend\non their prey. When I was a mile or so inland, I began to circle about\nin wide spirals, narrowing them as I drew closer to the ground. In this\nway I had slowed down enough by the time I made contact with the ground\nthat neither I nor my craft was injured in the landing.\n\nThe terrain proved to be as desolate as it had appeared from the\ndistance, for the main vegetation was a weakly sprouting grass that was\nonly a few inches high, though not mowed or chewed down. Every few dozen\nyards there was a single stunted shrub or small tree, or in some cases a\ngroup of the same, and the spaces between these was littered with\nscattered rocks and occasionally a smaller, flowering plant. The\ntopography of the land was mostly flat, though not in the sense of a\nplain or savanna, instead it was merely a gentle slope, so that the\nimmediate area seemed flat, but in the distance it was seen to rise\nconsiderably. There were also a few small hills that were no more than\ntwenty feet high across their whole length, but in the obtuse slopes of\nthe land, even that seemed to be almost mountainous. Brown was the\nprevailing color of it all for as far as my eye could see, though I\ncannot say if that condition prevailed inland further, since I had\nforgotten the telescope, which would probably have proved a useful tool.\n\n\nA slight wind blew from seaward, scattering the dry top soil about like\na cloud of gnats, though there were very few actual insects, and no\nanimals that I could see. The only sound that I could hear was that of\nthe wind howling gently past my ears. I had landed in a sort of valley,\nwhich, though not at all deep, was surrounded on all sides by slight\nhills that prevented me from getting an extensive look at the landscape\nbeyond. Before making any decisions as to which direction to set off, I\ndecided to climb to the top of one of these hills to ascertain my exact\nsituation, and although I was generally reluctant to start off into\nunfamiliar territory, I also wanted to put as many miles between me and\nthe coast as possible, in case the Zards and Canitaurs came after me,\nwhich was still a cause of great anxiety to me.\n\nAs I rounded the top of the hill that was directly east of my landing\npoint, I suddenly came face to face with two small people, gnomes by\nappearance, one of whom I recognized as being Onan, the Lord of the\nPast. He greeted me familiarly as 'My Dear Jehu', and introduced me to\nhis partner, who turned out to be Zimri, the Lord of the Future. Onan\nwas dressed the same as when I had last seen him, and Zimri was close in\nappearance, though his hair was long and his beard short, while Onan's\nwere the opposite. Zimri wore a little blue-green frock that fit rather\nsnuggly but not enough to be considered tight. I started our ensuing\ndialog by saying this:\n\n\"I am more than a little surprised to see you upon such good terms with\nyour rival, Onan,\" giving Zimri an inquisitive glance as I did. \"I had\njust assumed that you two would be bitter enemies, as your followers on\nDaem seem to be, but I can tell now that that is not at all the case.\"\n\nHe laughed, as did Zimri, and replied, \"We are brothers, and as such\nthere is always a strong rivalry, but at the same time there is the\nclosest bond. There is no real conflict between us, but only a trivial\nand jovial mock conflict, the kind that means no harm and does none, to\nthose involved, but rubs off on others who are less informed, who take\nit seriously and have a real conflict.\"\n\n\"What do you mean by that illustration?\" I asked.\n\n\"Nothing. Nothing at all,\" he sighed, \"I have said too much already, it\nis against the rules, you know.\"\n\n\"Yes, yes, the rules. Tell me, though, how would you say I am doing so\nfar, am I at least doing fairly?\"\n\n\"Of course, Jehu, you are doing excellently.\"\n\n\"Is it true about the revolutions of time and matter, then?\"\n\n\"Yes, in fact, it goes even further than that... Say, Zimri, do you\nthink it is allowable to tell him about the physical and the spiritual\nrealms?\"\n\nZimri said nothing, for he can say nothing, but he did nod his head in\nthe affirmative. Thus sanctioned by his brother, Onan continued to\nspeak, \"Well, you know that physical existence is comprised of time and\nmatter, and that both of these are involved in a revolving motion, from\nthe minutest foundations to the largest additions. While they both are\nrevolving within themselves, they are also revolving together, around an\nenigma which, as other of the centers, is completely devoid of the thing\nwhich revolves around it, but is found plentifully in them. In the case\nof matter, it revolves around a black hole, in which there is not found\nany matter, but there are places of emptiness inside of the matter, in\nfact, most of an atom is empty space. In the case of time, it revolves\naround eternity, an enigma where there is no such thing as time, even as\nthere are certain areas where no time exists in physical existence, such\nas a book. Likewise, physical existence, which is a combination of time\nand matter, revolves around a place in which there is no physical\nexistence, namely, the spiritual realm. There is no physical in the\nspiritual, but there is spiritual in the physical. Physical existence is\nnot whole without the spiritual, which binds it together in such a way\nthat gives it life, the ability to think and reason.\n\n\"There is spiritual matter in everything, but it cannot be seen or\nsensed physically unless it is revealed to one by a force on the\nspiritual side. Or rather, it cannot be understood unless revealed, for\nit can always be seen through its effects. By this I mean that it leaves\na trace in the physical realm, like a jellyfish that leaves a glowing\ntrail in its wake. When the brain of a human thinks, it is not the\nactual brain that is thinking, instead it is the spiritual matter that\nexists in the brain, and this spiritual matter leaves a trail where it\ngoes of electric signals and such. When someone feels a certain emotion,\nsuch as love or depression, it is felt in the spiritual realm, but its\ntraces are seen in the physical, such as certain chemicals, but these\nare not the cause of the emotion, only the effect of them. It is\npossible, through certain drugs, to induce varying emotions, such as\nhappiness or laughter, but these are not the actual emotions, only their\nphysical counterparts, so that while it appears to be happiness, it is\nnot, like the shadow of a man in a field: his form keeps the light from\nstriking the ground beside him, but the shadow is not him, only the\ntrace of him. Making a shadow like the man does not make the man, only\nthe appearance of the man. While the how of a situation may be inferred\nthrough physical means, the why is an entirely spiritual matter, and any\nattempt to observe life without taking into account the spiritual matter\nbehind it will end in the same result as evolution, as the scientists of\nyour day generally imagined it, but which was, in fact, devolution.\n\n\"The laws of the physical realm are called science, such as the fact\nthat energy and matter are neither created or destroyed in any natural\nor artificial process, or that everything left to itself tends toward\ndisorder, or that life cannot come from non-life by natural or\nartificial processes. The laws of the spiritual realm are called\nmorality. You have no doubt observed that when one does a certain thing,\nthe end result is always good, and when one does something else, the end\nresult is always bad. That is because there are spiritual laws that\ngovern life, and just as there is gravity on the earth that always pulls\nthings down to it, so there is a spiritual law that whenever someone\nsteals something, the result is suffering for both of the parties\ninvolved. Just as it is a physical law that man must have oxygen to\nlive, so it is a spiritual law that when someone murders another the end\nresult is always suffering. Why is this, one may ask, but that is a\nfoolish question, or at least a pointless one, for the law of gravity\nstates that on the earth, all things fall downward towards the center of\ngravity, there is no reason why, except that it is, for it is observed\ncontinually to be the case.\n\n\"Since men cannot accept that there is a power over them, they deny it,\nand in the process they misinterpret the various things of life as\nphysical things, not the spiritual things that they represent. For\ninstance, love: men in many \"advanced,\" that is to say, self-obsessed,\ncivilizations, view it only in its physical materializations, but not in\nits spiritual context. When they see the results of love, romance\nespecially, they do not understand that the romance is only the fruit of\nthe spiritual essence of love, but instead think that the romance is\nlove. There can be so-called romance on the physical level without its\nspiritual counterpart, but it is only the shadow of love, which will\nnever fulfill and will never be complete, because, by definition, it is\nonly a mocking of the true force of love. On the other hand, true\nromance is not, as some would seem to think, a certain action or set of\nactions, such as the gift of a precious metal or some colorful piece of\nfoliage, instead it is whatever is the result of the spiritual love, for\nthe physical manifestation of the spiritual essence of love is not\nconfined to certain objects or actions, but to any that are sanctioned\nwith its blessings. The daily toil of a poor man shows far more love\nthan a lavish gift from a rich man.\"\n\nWhen he had finished, I gave him a big grin and thanked him for his\nlecture, and then asked him how it was that this did not break the\nrules, but other things did. To this he replied that it affected my task\nonly indirectly, while the other things were all direct concomitants.\nThen he asked me if I had any other questions for him, and I replied\nthat I did indeed have one. Which was as follows, \"I know that there was\na great war directly after my departure from my native temporal zone,\nand that it was very devastating in its reach and effect, and while I\nknow that the situation was very tense at the time, I was under the\nimpression that it was starting to cool down once more. What was it that\nset it all off?\"\n\n\"The disappearance of an American fighter jet off the coast of China,\"\nhe replied straight-forwardly.\n\nMy interest was suddenly aroused, for that was the very section where my\nsquadron was stationed, and anyone who was lost would have been a close\nfriend of mine. \"Go on,\" I told him.\n\n\"The Americans claimed that it was shot down by the Chinese, and\ndemanded an official apology. That the Chinese would not do, insisting\nthat they had done no such thing, and instead of the whole situation\ndiffusing, as you thought it would, both sides proceeded to war\nstubbornly, each thinking itself in the moral superiority. But that is\nas always.\"\n\n\"Do you have any idea whose ship it was that went down? They were all my\ncomrades,\" I said.\n\n\"Of course I know, Jehu, for it was your plane.\"\n\n\"But how? I wasn't shot down, I crash landed on an island.\"\n\n\"But you came to me and I sent you here, and since your radios went out,\nthey had no idea that you were safely landed.\"\n\n\"Still, they must have found the plane!\"\n\n\"No, you know perfectly well that those islands are brought above and\nbelow sea level at different times. After you left, the island was\nbrought below the water, and your plane was lost in the sea, no traces\nwere found.\"\n\nI was confused, \"Onan, does that mean that I was the cause of the war?\"\n\n\"From a certain point of view, yes.\"\n\nHe was about to say something else to me when we saw in the distance a\ngroup of about ten Munams coming toward us, being at that time a few\nmiles away. He then told me that he must leave me again for the present,\nas he could not interfere directly with my mission. They bid me goodbye\nand I did the same to them, and then they walked down the opposite side\nof the hill that the Munams were approaching from. As they walked, they\nslowly disappeared, until they were gone without a trace, for even their\nfootprints had faded to nothing.\n\nDuring the time between Onan and Zimri's departure and the Munam's\narrival, I was left to myself for a period of inward meditation, an\nactivity that you have probably concluded that I am often given to,\nwhich is entirely the case. This new revelation was very troubling to\nme, that somehow I was the very cause of the destruction of humanity\nduring the great wars, while also the kinsman redeemer over 500 years\nlater, who was prophesied to be the one to bring humanity back into\nbalance with nature, or to thrust it forever off the edge of existence\ninto the damnation of the ice ages. As I told you in the beginning, I am\nwritten in the pages of history as the destroyer of humanity, though if\nit is just or not, I am not able to judge. The name of Jehu will forever\nbe a ripple on the surface of the waters of life, and when it is heard\nor spoken, the only feeling that it will bring will be hatred and\ndisgust. If only mortals could see below the surface of the waters of\nlife, for just as the ocean can be deceiving on its surface, so can\nlife. Time is like an ocean, but when one looks upon it, what often\nhappens is that all one sees is the present reflected back in its\nsurface, and the eyes are shielded from what lies below, focusing\ninstead on the surface, which is so trivial compared to the abyss which\nsupports it. When one only sees the surface reflected back, then history\nand its wisdom lose their meaning, and one sees not the past but only\nthe present. What I mean is this: if you look to the past to justify\nyour actions rather than to guide them, you will not see the truths\ncontained therein, but only what your presuppositions already were\nbefore you looked, and your ignorance will be reinforced rather than\nrepudiated. Wisdom is the ability to see the past separate from the\npresent, but when one sees the destruction of humanity, he will see only\nme, his vision being shielded from the true cause of it all, history.\n\nThe actions or inactions of one solitary soul cannot bring the end of\nlife, only the accumulation of the wrongs and injustices of a whole\nrace, the human race. Forever I will be eyed as the assassin of\nhumanity, and yet that is not the truth at all, for I am the father of\nhumanity, I am the beginning as well as the end. If you view me only as\none or the other, you do not see me at all, but only a pale shadow of my\ntrue self. I am Jehu, past, present, and future, I am the concentration\nof humanity in all its forms and reproductions, I am the creator and\ndestroyer of every age of this temporal maze. Why am I the defender and\nexecutioner of the race of men? Why am I the protagonist and antagonist\nof humanity? Why am I the father and the son, the beginning and the end?\nSuch a question is futile to ask in the physical realm, for here there\nare no answers to the why's, they are only to be found in the spiritual\nrealm. The physical realm is left only with the how's, and it is those\nwhich I am attempting to clarify.\n\n\n\n\n\n\nChapter 12: The White Eagle\n\n\n\nIt was only a few moments after Onan and Zimri left me that the Munams\narrived, for they had run, spurred on, apparently, by their great desire\nto meet me. In appearance they were like I had seen from afar: hairy and\nstooped, almost using their arms as legs, but not entirely. Their skulls\nwere large and oddly shaped and their mouths were pushed out from their\nfaces like an ape's. A limp, furry tail hung down from their lower\nbacks, and their hands had a tough, leathery appearance.\n\nThere were eight of them, and when they drew near, the foremost hailed\nme with an eager gleam in his eyes, like one who has long hoped and long\nbeen denied. His voice was low and gravelly, but not at all uncivilized\nsounding, as one would have expected by his appearance, and his facial\nexpressions were equally as livid and distinctly humanoid. He began:\n\n\"Hail, the White Eagle, sent by the gods to deliver us! Hail the\nredemption from paradise, coming to bring us home.\" With that he held\nout his arms and embraced me in a very warm, heartfelt manner.\n\n\"Hello,\" I replied, somewhat embarrassed by my lack of authority.\n\n\"I am Ramma, leader of the Munams,\" he told me, \"And I welcome you in\nthe name of us all.\"\n\n\"Greetings, Ramma,\" I replied, \"I am Jehu.\"\n\n\"We are joyous at your arrival, oh Jehu of the White Eagle.\"\n\nWhen he said this I had a flashback, a moment of memorial deja vu, when\nthe present and the past are morphed together by one thought, when one\nidea from the past and the present exists in such a way as to connect\nthe two times around it, forming a nexus between the two moments. I was\nbrought back to two separate times, the first being my initial meeting\nwith Onan, when I saw the muraled dome, the genetics of history, and its\ndepiction of the events which were symbolically representative of Daem:\nthe deformed man, the warring races, the worshipers of the White Eagle.\nThe other was my arrival in the Temple of Time, when the King showed me\nthe altar to Temis, the God of Time, depicted as a great White Eagle,\nwrought in diamond and grasping the altar in its talons. There was\nsomething about the White Eagle that connected itself to me inseparably,\nsomething that converged us into one form. I had a sense that it was\nsomehow a key to the mystery of the end times, but I could not make the\nconnection. I thought back to what Onan had said to me just a few\nmoments before, that he and Zimri were close friends, and not enemies at\nall, while those on earth believed their rivalry was a serious conflict.\nYet while I had two separate memorial deja vu's, I could not make the\nconnection between them to figure out what they meant.\n\n\"Tell me,\" I asked of Ramma, \"What do you mean when you call me the\nWhite Eagle?\"\n\n\"The prophecy said that our kinsman redeemer, who would bring us out of\nthe lands of desolation and into paradise, who would come to us like a\ngiant eagle, soaring high above the sea. Across the ocean there,\" he\nsaid, pointing to Daem, \"Is Daem, the paradise land, wherein dwell our\nenemies the Zards and Canitaurs. They keep us off of the island and on\nthe mainland by force, and here we have suffered ever since the great\nwars, in these desolate and barren wastelands, where there is neither\nlife nor death, but only a hazy in between. An ancient one with wings\nlike an eagle was to come and rescue us, the White Eagle, and under his\nguidance we are to be led to victory against our enemies.\n\n\"To them he would be sent first, humbly he would come to redeem them\nfrom the woes of their own causing, but they would receive him not.\nInstead they cast him away, and he was to come to us, to bring us to the\npromised land. What a blessed sight it was when we saw you soaring\nthrough the sky on your white wings, and now you have come, my dear\nJehu, you have come at last, in the hour of our greatest need. Come, oh\nWhite Eagle, and let us go to Kalr, our city. Tonight is the Feast of\nthe Hershonites, celebrating the night that the prophecy was received,\nand on the same day shall it be fulfilled!\"\n\nWith that he turned and set off with a step of exuberance to the\nnorthwest, the other Munams and myself following him. He walked quickly,\nand it was all that I could do to match his pace, so that I was left\nwithout breath enough to ask any more questions. From what I saw on our\njourney, the landscape was the same across the whole mainland that was\nnear to the coast, and there was neither change enough nor any landmark\nconspicuous enough for me to take any bearings. Without the Munam's\ncompany, I would have been lost.\n\nRamma led us on a straight course for about half an hour, there being\nnothing to steer around, and when that time had elapsed, we found\nourselves in a small, battered city. There were no great buildings or\ninfrastructure like in Nunami, nor any complex labyrinths like the\nCanitaur's military base. Instead there were only weak, unsound huts,\nbuilt with a framework of oddly shaped driftwood and covered with a\nthick layer of insulating sod. A road ran through the center of the\ncity, only distinguishable because it was packed down by constant use,\nand on either side were groupings of the huts in semi-circular patterns,\nwith no space between them left unfilled by soil. This created a wind\nbarrier, preventing the strong winds that whipped across the desert\nlands from harassing the inhabitants as they worked and played in their\ncommunal yards. Each such grouping had a field of a strange, potato-like\nplant that spread across the back ends of the houses, where the fierce\nwinds piled up loads of nutrient rich top soil from miles and miles\naround. In the center of the protected areas, each of the communities,\nfor such they were called, had a well that reached hundreds of feet\ndownwards, bringing them almost unlimited supplies of fresh water. Using\nthese two major systems, they were able to live in a comfortable manner,\nnot comfortable in a sense of comparison with the Zards or Canitaurs,\nbut comfortable in the sense that they had food to eat, clothes to wear,\nand shelter to protect them. Under such conditions humanity can thrive,\nfor happiness is not found in the accumulation of excess comforts, but\nin the accumulation of excess love. This the Munams had plenty of, and\nfrom that point of view were more the evolutionary form of humanity than\nthe devolutionary.\n\nThe Munams all wore a sort of close fitting frock, a plain colored one\npiece suit that displayed their practicality and modesty. It is a hobby\nof mine to observe the clothing worn by different groups of people and\ncompare it to their characteristics. As I have said before, clothes do\nnot make the man, but the man certainly makes the clothes, and it is\npossible to judge a person's character by the type of attire that they\nwear, in that it is an expression of their tastes. The Munams were shown\nby their clothing to be a very friendly people, for their frocks were\nhung gently about the body in a manner that was at once both carefree\nand conservative. This is perfectly analogous to their personalities.\n\nWhen we came down through the center street, which was really the whole\ncity, for there were no other roads, the people rushed out to meet us,\nand when they were told that it was the White Eagle, they began to dance\njoyously about in the streets. There was laughter and play going on all\nat once, and it was like a great burden lifted from my heart to see them\nrejoicing, for it almost reconciled their sufferings with the Zard's and\nCanitaur's ease of life, in that they seemed to be much more happy, in\nspite of the circumstances.\n\nRamma gave a short speech to the people, in which he detailed the\nprophecy and its fulfillment and, in general, encouraged everyone to\nhope for what was to come. When it was over, he and I retired to his\nhome, which was rather larger than the others and formed its own\nsemi-circle, containing as it did both his private quarters and the\nofficial offices of the government, which, while extremely limited in\nnumber, were well outfitted. The door of this building opened into a\nshort hallway that had several doors adjacent to it. He led me down\none of these and it proved to be a dining hall, though it was not as\ncommodious as most, with only a round wooden table with a few chairs\naround it and some cupboards and cabinets.\n\nPulling my chair out for me to sit in, Ramma went through all the normal\nduties of host with great ease, and within a few moments we were eating\nheartily from a great dish of boiled potatoes that had been brought in\nby a servant, or rather, a deputy minister of state, for such was his\ntitle. We did little talking before we ate, because I was greatly\nfamished and as such was ill-inclined to be jovial, not that I was\nsullen, but I found it hard to be completely relaxed without a full\nstomach. Yet when that was remedied and I found myself satisfied and\ncomfortable in a warm dwelling, I opened up to Ramma and we had a long\nand entertaining discussion, some of which I will record here, as it\nshines a little more light upon the mysteries of my story:\n\n\"So, my dear Jehu,\" Ramma began, \"I trust your stay on Daem has so far\nbeen enjoyable.\"\n\nI chuckled quietly and told him, \"No, not entirely, for there is a war\nafoot on Daem, or at least there seemed to be, and it made quite a bit\nof trouble for me.\"\n\n\"I'm sorry to hear that,\" he replied, \"But also gratified, for it will\nhelp us in our offensive if they are against each other as well as us.\nStill, it will be hard.\"\n\n\"What offensive is that?\" I asked, my interest being perked.\n\n\"Our jihad, to capture the lands which were meant for us and reclaim\nthem from the filth that now inhabit them. You are our kinsman redeemer,\nJehu, but it is not with your presence alone that we will be brought\nvictory, for we also must act. Ever since the prophecy was given we have\nbeen preparing for a strike that will catch the Zards and Canitaurs by\nsurprise, for those are our only advantages: time and surprise. The\ncarrying out of the surprise attack is the hardest part, and we decided\nlong ago to dig a tunnel under the sea to bridge Daem and the mainland,\nfor if we had made a fleet of ships, or attempted anything on the\nsurface, they would have seen and known what we intended to do. The\ntunnel is very long, and it was an arduous task to undertake, but with\nmuch patience we prevailed, and now it is complete. In fact, it was only\ncompleted yesterday, though it was started more than 500 years ago.\"\n\n\"How is it that you started so long ago and only finished just before I\narrived? I asked.\n\n\"Fate,\" he answered, \"All the happenings of the world are controlled by\na force much greater than us, and it brings everything into completion\nwhen it is needed, no sooner and no later. Many civilizations try to out\nwit fate, but they cannot, and in the end they do its bidding. Not,\nhowever, in the way they had planned, and with more consequences than\nthey would like, at which point they try to change fate again and undo\nthose consequences, and soon they are in a downward spiral of such\ndeeds. We recognize that we are controlled by fate, and instead of\nfighting it, we go along with it. We know that things will happen as\nthey are meant to happen, and we knew that 500 years ago, so it was no\ngreat trial for us to work at our task for so long and not to know when\nthings would be brought to completion. You see, if we had worried about\nit and attempted to change to course of events that history dictated,\nthan we would have only given ourselves more work for the same end.\nStress is the only thing that is created when you try to alter fate, so\nit is our philosophy to take things as they come and trust to the powers\nthat be. You may think it unsophisticated, but that is just as well, for\nwhat matters is not appearances, but reality, and we have the two things\nthat matter most in life: peace and joy.\"\n\nI agreed with him, for I had found the same to be true in my own\nexperiences. I then asked him, \"When will this grand offensive be\nundertaken?\"\n\n\"Tomorrow,\" he said bluntly.\n\n\"Tomorrow? Isn't that rather soon?\"\n\n\"Why? Fate has been fulfilled so far, why wait when it is time to act?\nMaybe you misunderstood my meaning: it is not our philosophy to simply\nlet things go as they will. Instead we relax and let things take their\ncourse when it is not in our power to do anything effective, but when\nthe time comes to act, we act swiftly and do not delay. In a word, we do\nnot force fate, either by forcing action where patience is needed, nor\nby forcing patience where action is needed.\"\n\n\"That sounds well enough,\" I said, \"But the difficulty lies in the\ncorrect classification of the situation, or in other words, deciding if\npatience or action is needed.\"\n\n\"Yes, of course, but in this case it has been decided to attack\ntomorrow, and there is nothing left to do but to attack tomorrow. But do\nnot yet let your spirits be dampened by the onset of war, for tonight is\nthe Feast of the Hershonites, and there will be great celebrating and\nrejoicing this evening. Forget about the troubles of tomorrow and enjoy\nthe celebrations of today, as I always say. And it is now time for the\ncelebrating to begin, so let us be off.\"\n\nAnd with that we both rose and took our plates into the kitchen that was\nconnected to the dining hall on the opposite side as the hallway and\ndeposited our plates to be cleaned later (for even the leaders of a\nsociety must do their fair share of the work). Then we walked back\nthrough the dining hall, down the hallway, and out the door.\n\nOutside we found that the people had already began to assemble on the\nroad in front of their communities and were preparing for the festival\nby chattering with one another as loudly as one would think possible. A\nhush began to fall upon them like a descending fog when we came out,\nthough, and within a few moments it had died down to a ghostly silence,\nfor all that could be heard was the wind's constant blowing. Ramma took\nthe head of the procession of Munams that had formed on the road, and I\ntook the place next to him. With a sort of quiet anticipation of the\njoys to come, there was little movement, and what little there was, was\nhushed by a sense of subdued excitement. Then, with a somber gait, Ramma\nbegan the parade down the road, in the opposite direction as we had come\nfrom, that being northwest, and all followed him as he did.\n\nThe sun at that time was just beginning to set, and once we had crossed\none of the larger hills we came face to face with the coast, the sun's\ngreat red form half sunken beneath its surface. A faint cloud layer\nfloated by and was illuminated by the twilight so that it stretched\nhaphazardly across the face of the sun. Never have I seen so profound a\nscene as that which then presented itself, with the desert sands and the\nocean's still surface reflecting the last agonies of the sun's descent\ninto the underworld with such a subtle emotional undertone so as to\nrender it a subconscious delight. Its recognized superiority to mortal\nlife forms left us all mute and somber, but at the same time the freedom\nfelt from the same gave us joy beyond reckoning.\n\nThe march to the sea was slow and steady, and when we finally reached\nits shores it was just at the change of day and night. Several large\nbonfires were lit and by their light a great communal dance began,\neveryone jumping around, running, and doing whatever their lighthearted\ndesire may have been. Under stars that shone like the twinkling in a\nnewborn's eye, we had such a joyous time that it can hardly be\ndescribed. We were no longer within the reach of civility or social\nduty, but without it we were not mean nor hurtful to one another, but\nwere playful and joyous, like children without a care in the world. Our\nlittle games and frolics cannot be described with any accuracy, because\noutside of the moment's happiness, they cannot be understood, as it was\na spiritual happiness, existing only in the spiritual realm. All that\ncould be described is the physical actions that were taken because of\nthat spiritual enjoyment, but that would do nothing to describe the\nfeeling of the night. It was one filled with more joy than anything I\nhave known as an adult, because we became as children in our trusting to\nfate, and it was natural, befitting to our natures. Man is not meant to\nworry, man is meant to be free from all boundaries, inward and outward,\nman is meant to be ruled by only one desire: love of others.\n\nAs the night dwindled away, we grew tired, but instead of returning to\nthe city, we laid down wherever we were when we felt that we could\nremain awake no longer, and fell to sleep instantly when we did. It was\nnot at all uncomfortable, for the sand was soft and a warm breeze blew\nin from the water, and though as an adult I would have feared sleeping\nso openly in the unknown, I was not at that time an adult.\n\n\n\n\n\n\nChapter 13: The Big Bang\n\n\n\nThe Munams and I were all awoken at the same time late the next morning\nby a loud trumpet blast that shook the very air around us with its\nintense bass. For the first moment of our consciousness we were all\ndazed and could not fully comprehend the situation, and for a brief time\nwe all sat unsteadily around the beach where we had fallen asleep. As we\ngrew more awake, we began to understand what had happened, or at least I\ndid, and I was frightened when I looked around and saw where the trumpet\nblast had come from: the entire Zardovian and Canitaurian armies were\nassembled around us, having somehow crossed over to the mainland in the\nnight, while we slept peacefully, unaware of their presence.\n\nMy first thought was for myself, and what would become of me in the\nwrath brought on by my escape, but that soon vanished when I thought of\nthe Munams, for they were the enemies of those on Daem, even more so\nthan those on Daem were to each other. We were completely surrounded,\nwith the ocean on one side and the Zards and Canitaurs circling us in\nthe front, the former on the left and the latter on the right. All of\nthem were equipped for war, with swords, spears, and shields held firmly\nin their hands, and thick, leather armor stretched across their chests.\nThe Canitaurs had especially come prepared, for they had brought all of\ntheir atomic anionizers with them, enough combined fire power to level\nthe entire world several times over.\n\nWithin five minutes, all of the Munams had assembled behind me and\nRamma, who stood between them and the Daemians. They huddled closely\ntogether and quaked slightly in fear, for they evidently thought that\ntheir plans had been discovered and their enemies had come for revenge.\nI, myself, thought that they had come for me, and Ramma's opinion could\nnot be guessed, for he was a statesman first and foremost, and when his\npeople were in need he rose to the occasion with all the power and grace\nallotted to mortal beings.\n\nWagner and Bernibus broke the Canitaur's ranks and drew near to us in\nthe center, as did the King from the Zard's. They reached us in silence,\nand for a long moment there was no talking, for all present knew that\nsomething grave was about to happen, something that would decide the\nfate of the men of this age, whether they would pass or fail the test.\nBernibus looked at me with entreating eyes, showing his sorrow at my\nrecapture and asking for forgiveness, but I had none to give him, for he\nhad done no wrong to need it. He had no power among the Canitaurs, but\nwas only a titled commoner, more like Wagner's groom than counsel.\n\nI noticed that the Canitaurs were not wearing their anti-electron suits,\nwhich was strange, for they had brought a few hundred atomic anionizers,\nthough I didn't question them about it, for the answer was evident\nenough when I had given it some thought: the Zards had no such suits,\nand were afraid that the Canitaurs would destroy them and Munams at the\nsame time, for while they were allies against foreigners, they still did\nnot trust each other. I still wore my suit given me for the raid on\nNunami, though I had forgotten about it due to its comfort. That made me\nthe only person on the earth still wearing one, the only one safe from\nthe anionizers.\n\nIt was an overcast morning, and the air was damp with a cold, wet wind\nthat blew in forlornly. The ocean's steady swoosh added to the scene,\nmaking it as depressing as the night before was joyous, and in the\nbluish half light all was colorless and hopeless. At length the King\nspoke, saying, \"My dear Jehu, I am very disappointed in you. Not only\ndid you flee from us irresponsibly, but you destroyed the Temple of Time\nand the altar to Temis. Without the White Eagle, the prophecy says that\nthere is no hope for humanity.\"\n\nWagner added, \"And now the only way left to bring about the completion\nof the world once more is to sacrifice you using the old methods.\" This\nhe said with evident pleasure, no longer feigning to be my friend.\n\nHere Bernibus entered the dialog, throwing away his timidness with one\nquick motion and saying to Wagner, \"You scoundrel! You said that we came\nto retrieve Jehu, not to sacrifice him. How is it that you lied to me in\nsuch a manner?\"\n\n\"You fool,\" Wagner said, \"If I had had my way, you would have been dead\nlong ago. You have no authority here, so begone.\"\n\nBernibus grew angrier, a terrifying state for a Canitaur to be in, and\nhe was a strong and powerful one at that, though his meek nature had\nhidden it before. \"You would never dare to kill me in the open, you\ncoward, the council would banish you,\" he said.\n\nHere the King joined in once more, laughing, \"He wouldn't, no, but I\nwould. Do you really think that we found your outpost on our own, oh\nBernibus the 'deputy kibitzer'? You know that we have no tracking\nability, and least of all in your own territory.\"\n\nBernibus grew more enraged, and the King was spurred on by it.\n\n\"Oh yes, you know what I speak of. Your brother-in-law told us where you\nand your wife were living, and not only that, for he also told us when\nyou would be there.\"\n\nBernibus became even more flushed with anger and vehemently asked\nWagner, \"Why, you heartless brute? What could you possibly value more\nthan your own sister's life?\"\n\n\"It was a pledge to the Zards of our intention to abide by the\nagreement, what more precious thing could I give then my own sister?\" He\nspoke calmly and spitefully, enjoying the end of his long charade of\nnicety, \"Besides, the council was falling for her peace talk, as they\nalways give great heed to every member of the royal family, and I was\nnot strong enough at that time to control them, as I do now.\nUnfortunately for me you were out at the moment of the attack and able\nto escape, but still it was a favorable outcome,\" Wagner said, sneering\nat Bernibus' outrage.\n\nBut Bernibus was not to be taken lightly, and neither was he to let the\nlove of his life go undefended. He leapt at Wagner and grabbed the\nremote to the atomic anionizers from his belt, where it was always\nclipped. Wagner tried to get it back, but Bernibus was too strong and\nhurled him to the ground. Then he took a few steps backwards and stood\nhis ground far enough from everyone to have at least a moment to react\nbefore they could reach him. He held the remote out towards Wagner,\npointing it at him as if it were itself a weapon, with his thumb and\nforefinger in position to set it off at a moment's notice.\n\n\"Bow before me now, Wagner, or I shall destroy us all,\" he demanded with\na grim smile that showed his resolution.\n\nWagner did as he commanded and fell to his knees in front of Bernibus,\nsaying in the same gentle, appeasing voice that he had first used on me,\n\"My dear Bernibus, do not be rash, do not act in anger. Let's talk this\nover, and see ... and see if we can't find a peaceful solution,\" his\nfear of death evidently caused him to stammer.\n\n\"You fool, do you think that I haven't heard that voice a thousand times\nbefore? Do you think that I will fall for your same trick once more?\"\n\nWagner put his face to the ground and groveled like the filthy swine\nthat he was, for he knew full well that if Bernibus set off the atomic\nanionizers he would die. His life was completely out of his hands and\nthere was nothing that he could do to reclaim it, except to beg for\nforgiveness. This he did, saying, \"Bernibus, you do not understand, the\nsituation was more complex than you realize, and I had no choice but to\nact as I did. Do you not think that it was as hard on me as yourself?\nShe was my sister, my only sibling. But there was no other way, I had to\nput the advancement of our people over the life of anyone, even my own\nsister, as you must do now, putting the advancement of our people over\npetty differences.\"\n\nHere the King interjected, \"Bernibus, do not act rashly, I beg of you,\nfor if you set off the anionizers, than all is lost. Do you not realize\nthat if you do that, all that we have worked for all of our lives is\nlost?\"\n\nIt was Bernibus' turn to sneer, and he did, raising the skin above his\nteeth and scowling fiercely at the King. \"What is it that we have worked\nfor all of our lives? Do you still not understand? You and Wagner plot\nto return the world to its former glory, each by his own way, but take a\nlook around you. The trees on Daem are taller and stronger than any\nknown before, the grasses are thicker and livelier, the waters are purer\nand cleaner, the wind is fresher. You know no suffering. The prophecy\nhad nothing to do with you, and nothing at all to do with the\nrestoration of the world! Can you not see that what you have is far more\nthan you have need of, that there is no desire left unfilled in your\nlives, except that of ultimate power? This world does not need to be\nrestored. Only your hearts have need of that.\n\n\"The prophecy was given for the Munams, who were left stranded here in\nthis desert wasteland, while across the ocean they could see the great\nparadise of Daem, the great paradise that you took for granted. There is\nto be no restoration of Daem to its original form, but a restoration of\nthe Munams to Daem. You struggle to restore Daem, but have no compassion\nfor the suffering of humanity across the sea. You are the fools, not me,\nand you are the ones who have brought us all to the very brink of\ndestruction, to the ice ages which you have tried so hard to prevent. Do\nyou not see that Daem is already the paradise, that the only thing that\nit needs for completion is the residence of the Munams? Jehu is not our\nkinsman redeemer at all, he is theirs.\" Here Bernibus seemed to lose his\nanger and passion and become meek once more, saying humbly, \"You have\ndestroyed the life of one whom I held more dear than myself, but that is\npast, and I will not destroy us all for vengeance.\n\n\"Zards, Canitaurs, and Munams, hear me now and listen to my words,\" he\ncontinued, speaking to the amassed groups of the armies that had been\nlistening closely to his words, \"We are not separate people at all, we\nare not different races. We are not Zards, or Canitaurs, or Munams, we\nare Daemians, and it is time that we came together, to help each other\ninstead of hindering. Look at how much blood has been shed, how many\nlives have been lost, must we all be drowned in the blood of our\nbrothers before we realize that we are one people? Must we suffer more\nthan we already have in an attempt to undo what has already been done?\nMore pain will not negate the pain that has already been felt, it will\nonly result in more suffering than we have known up to this time. My\nfriends, we need not look for our redemption in the past, for it has\ngone and though it influences us, we are not bound to its suffering. And\nwe need not look for our redemption in the future, for it is not yet\nhere, and when it comes it will only be what we make it. Instead let us\nlook for our redemption in the present, where it can be found, let us\nput aside our hate and our divisions and become one flesh and blood, one\nbody. People of Daem, let us live in peace!\" As he said this, the Zards\nand the Canitaurs and the Munams all let out a joyous shout of\nagreement, and there was seen on every face a remnant of the happiness\nthat had so long alluded them in their wars.\n\nTo emphasize his point of harmony and trust, Bernibus dropped the remote\nto the atomic anionizers to the ground. But it would never land. Wagner\nleapt forward from his groveling position and grabbed for it as it fell,\nreaching out with all his strength. There was a sudden silence that\novertook everyone as they saw what was happening. Bernibus looked down\nand saw Wagner leap, but he was too late to prevent him from reaching\nthe remote. There was no noise at all, for everyone looked in horror at\nWagner's plunging form. As if in slow motion, his hand wrapped around\nthe remote and he squeezed it so as not to let it go. But as he did so,\nthere was a loud beeping sound that came from his fist: he had triggered\nthe anionizers.\n\nThe eager faces of everyone there, of everyone alive on the earth, was\nturned towards Wagner. The remote had a five second delay built into it,\nand those five seconds were the longest of my life. Bernibus' eyes met\nmine, and we experienced an intra-personal deja vu, the converging of\nthe presents of two minds. His face showed the depths of his being in\nthat split second, and he was peaceful. Though he was about to be\ndestroyed, he had no fear, no regrets, and in those five seconds, while\nWagner and the King were frightened and frantic at their impending doom,\nBernibus was as calm as ever. As I looked Bernibus in the eyes, I could\nhear Wagner break the dead silence with a shrill scream that echoed\nacross the horizon and ripped through the hearts of every hearer. When\nfaced with death he had no courage, no strength to face the unknown\nbeyond the veil that separates life from death.\n\nAs I turned and cast my eyes across the horizon, I saw the faces of\nhundreds of men, whether Zard, Canitaur, or Munam, and written on\neveryone of them was a great despair, for they stood unprotected in the\npresence of death. It was like the calm before the storm, those five\nseconds, and through them time seemed to stop, to be non-existent, and\nthere was not a sound to be heard, except for Wagner's scream. Oh, what\nanguish was written on the faces of all around, standing defenselessly\nbefore the end with neither will nor way to stop its terrible approach,\noh, what fear filled their eyes as their mortality was made manifest\nbefore them like a vulture's approach, oh, the pain, as fate stood\nbefore their distraught faces and silently whispered, \"And to dust shalt\nthou return.\"\n\nBut then even that was silenced. There was no noise. As I looked upon\nthem they were destroyed, before my very eyes they breathed their last\nand were no more. One moment they were normal and healthy, and the next\nthey disintegrated, falling into little heaps of limp skin and bones. In\nthat moment I felt a horror such as I have never felt before, a complete\nloneliness, like a night that never ends. There was no one, nothing,\naround me. The force of the blast had leveled the already flat terrain\ncompletely. The ocean was suddenly solidified into the same lifeless,\ninorganic mass that the land had become. Across the channel, Daem was no\nmore. There were no more trees, no more grasses, no more cities, no more\nmountains, everything was leveled, decimated. The sky began to turn a\ndark, bloody red, and the sun was hidden behind it. Like a disease it\nspread across the horizon, devouring the light hearted blue and leaving\nonly red: lifeless, deathless red. There was no wind, no sound. I was\nall alone, I alone had survived the blast because of my anti-electron\nsuit. I gazed in absolute horror across the field where only seconds\nbefore thousands souls had been congregated. I looked at its emptiness\nand I saw nothing, for there was nothing. They were all dead. Every\nsingle one of them.\n\n\n\n\n\n\nChapter 14: Past and Future\n\n\n\nI have no recollection of how long I stood there staring blankly into\nthe void, for the sun was hidden behind the darkened sky. I have no\nmemory of that period until I saw two short forms coming towards me in\nthe distance. They walked slowly and methodically, as if they were not\nhurried on by any physical concerns. As they drew near, I saw them to be\nOnan and Zimri, the Lords of Past and Future. When they arrived I was\nawakened from the trance that I had fallen into, and I gave them a\nslight bow, for I was still standing upright. The look on their faces\nwas one of sorrow, for no matter how many times they had seen the\ndestruction of humanity, each time it brought only fresh, poignant\nsorrow.\n\nOnan was the first to speak, breaking the silence with a long, hopeless\nsigh, \"My dear Jehu,\" he said, \"This age has come to a close.\"\n\nI could say nothing, for Bernibus' face was still gazing at me in my\nmemory.\n\n\"Do not be saddened by grief or guilt, Jehu, for it is what has always\nhappened. It is not your fault, for the events that you have witnessed\ndo not have their roots in your time or in this one, but in the very\nfoundation of the world. It is not your actions that caused this, but\nrather the accumulated momentum of all the ages of humanity, for they\nare history, and history reigns by influence. There were no right\nchoices and no wrong choices for you, for the power of the kinsman\nredeemer is not in himself, but in the way that those around him react\nto what he signifies. In every age before this you have done the same,\nas you will in every age after this as well. You were humanity's last\nchance, yet it is not up to you to change their course: it is up to them\nto change their own.\"\n\nHere I raised my head from its dull droop and looked questioningly into\nhis eyes. \"What do you mean,\" I asked, \"That I did not prevent it in any\nof the other ages? How could I exist in any other age but this?\"\n\n\"Then you do not understand?\"\n\n\"Why else would I ask?\" I faintly smiled.\n\n\"These are the Ice Ages, the end of an age of history. Every time that\nthe temporal continuum revolves around eternity, it has a new age, much\nlike the years of the earth as it revolves around the sun. When the\natomic anionizers went off, they did on a large scale what they were\ndesigned to do on a small scale: reverse the poles through an extreme\nelectric charge, by injecting countless solitary electrons into the\natoms. But with so many of them exploded at once, they did this to the\nearth itself, reversing its poles. It was a theory at your time that the\npoles reversed about every 170,000 years, this is because that is how\nlong an age is.\n\n\"When the earth's poles were reversed, it brought all to desolation,\nexcepting you, for you were protected by the suit. But while this is the\nending of all life on earth, in a way it is also the beginning, for you\nsee, Jehu, you have just witnessed the Big Bang. In a few days, at the\nlongest, you will die yourself, for there is no food or water for you\nhere, but inside of your anti-electron suit, your remains will be\nprotected. Slowly the earth will regenerate, and when conditions\nsuitable for life have been once more returned, your suit will be blown\nagainst a rock somewhere and broken open. From that little hole, the\natoms of life, your life, will escape into the atmosphere and grow and\nevolve until they become like what things were before you were born.\nThen the process will be repeated. You are not only the one who\nsymbolizes the destruction of humanity, but also the one who symbolizes\nthe rebirth of humanity. You are the beginning and the end, in a sense,\na descendant of yourself, simultaneously the father and the son. You\nwill be born again through your own descendants, and will once again\nbecome the kinsman redeemer. It is your destiny, there is no other way.\nYou are the White Eagle.\"\n\n\"You only confuse me more, what is this White Eagle?\"\n\n\"Do you remember when we first met, in the Chambers of History? On the\ndome of the ceiling there was a sculpture mural, and in it was a White\nEagle, holding many lords and ladies in its talons while it soared far\nabove the lands, and those on the land were worshiping it. You are the\nWhite Eagle. You hold all of humanity in your hands, for you are the\nfather of all men, they all descend from you, including you, yourself.\nYou were the White Eagle, for the altar had no power, the power was only\nin you.\n\n\"Those who worshiped you were those who worship time, in either of its\nforms, past or future. Those who worship the past recognize the\ninfluence of history, and they understand that there are taboos and\ntraditions created through mutual experience. These traditions reign in\nhumanity by keeping men from actions that lead to pain and suffering.\nBut they do not understand that while it influences mankind, the past\ndoes not control them, for it is gone, and it will never come again. In\ntheir strict keeping of traditions, they focus on the physical act of\nthe tradition, while neglecting the spiritual principle behind the\ntradition. If you keep only the physical form of the principle, you have\nnothing.\n\n\"On the other hand, those who worship the future neglect the past and\nthe valuable lessons that it teaches. They believe that there is some\nmoral advancement that places them above those that have come before,\nthey believe that the people of the past were blinded to the truth, and\nthat the revelation of the truth in the present supersedes the\ntraditions of the past. But they are wrong as well, for humanity is\nhumanity, and those of the past were no more ignorant than those at\npresent. The people of the past fell into the same traps as the those in\nthe present, and both suffer the same consequences.\n\n\"While one group remembers only the physical display of the spiritual\ntruth, the other rejects the spiritual truth because of its physical\ndisplay. Those who worship the future break taboos because they\nrecognize that the mere physical manifestation of the truths is not\ntheir entire essence, but they reject the spiritual truth as well. When\ntaboos are broken, there is nothing gained, but everything lost, for the\nphysical traditions at least lead to the knowledge of the spiritual laws\nto those who seek such wisdom. One taboo is broken, but as there is no\nsatisfaction in the breaking of taboos, every one of them is broken in\nsuccession. Then there is no limit to the immorality that is left to\nfreely roam the hearts of men, and when immorality, the breaking of the\nspiritual laws, is widely propagated, there is spiritual suffering. When\nthis spiritual suffering begins to accumulate and is translated into\nphysical suffering, the people see what is happening, how their very\nsociety is crumbling to ruin around them. Yet instead of recognizing the\ntruth of what is happening, they see the traditions of the past as the\ncause of their problems, and continue to make their plight worse. This\ndownward spiral continues until at last we find ourselves where we are\nnow, at the end of an age.\"\n\n\"But what else is there to do?\" I asked Onan, 'If both the past and the\nfuture lead to ruin?\"\n\n\"The answer is in the present, my dear Jehu, for if one focuses on the\nspiritual laws that bring good or evil, and acts according to them,\ninstead of their physical counterparts and manifestations, then things\nwill thrive and become prosperous. What is evil brings evil\nconsequences, and what is good brings good consequences, over time. The\nends define the means, just as the fruit shows the tree to be either\ngood or bad. These spiritual laws become known and remembered, not why\nthey are so, but simply that they are so. No one can question why, for\nmorality is observed through its effects, just as science is. When\npeople observe that one thing brings good and another bad, they remember\nto stay away from the bad things and cling to the good. Over time these\nevolve into taboos and social restrictions, not meaningless laws\nenforced by tyrants for their own reasons, but rules that are observed\nby all because the are the laws of the spiritual realm and govern\nphysical life. But when the people forget what the traditions represent,\nthen all is lost, and either of the two paths that present themselves\nlead to ruin.\"\n\n\"But why do not men see?\"\n\n\"Because they are rooted too strongly in the physical realm, and cannot,\nor will not, see the spiritual. What they see as happiness is not the\nspiritual matter that is happiness, but the physical actions the\nrepresent happiness. What they see as love is not love in the spiritual\nsense, only its manifestation in the physical realm. When they see the\nhappiness that comes from a spiritual connection, they seek after it.\nBut they do not seek after the actual essence of the spiritual\nconnection, yet after its physical counterpart, marriage. This they take\nand defile, and when they go through the physical actions of the\nspiritual marriage but forsake the very thing that makes it bring\nhappiness, they are left without any real sense of satisfaction, without\nany real happiness.\n\n\"You must understand that the physical manifestation of the spiritual\nforce is not the spiritual force at all, only a bland deception. If you\nonly focus on what you can see directly, than you chase after only the\nrepresentation and not the object desired. If a bird is flying through\nthe sky at noontime, casting a shadow on the ground below him, and a man\ncomes along, and in the hope of catching the bird chases after its\nshadow, it is evident that he will never catch it, for when he does\nreach it, he will find that there is nothing there at all, only the\nshadow of what it was he desired. So it is with the spiritual!\"\n\n\"Yes, I think that I am beginning to understand.\"\n\n\"Excellent. If only I could tell you more, but I must go, my dear Jehu,\nfor Father Temis is in mourning for his children, and I must go to\ncomfort him.\"\n\n\"I thought that you and Zimri were his children?\" I asked.\n\n\"You are all his children. He is patient, ever so patient, but still\nthey fall by the wayside, too caught up in their false perception to\nrest in him. Fare thee well, Jehu, may you be blessed ere you must die.\"\n\n\nAnd with that, Onan and Zimri turned and walked away in the other\ndirection, never to be seen by me again, in this age. I took a look\naround me, and could not bear to remain any longer in a place of such\nill remembrance. Turning slowly and despondently to the westward, I\nbegan to walk over the lifeless mass of what had been the ocean not too\nlong ago. For how long I walked, I could not tell, but in due time I\nreached Daem, though it was no more hospitable than the mainlands, for\nall was laid to ruin by the Big Bang, all was equally devoid of life.\n\nWhen I came to what had been the center of the savanna, I came across\nsomething that had survived the blast, being unearthed from its previous\nburial hole by the force of the anionizer's explosion. It was a two foot\nby two foot box, made of a strange metallic substance with an intricate\netching along its top. Written there in its center were these words:\n\n\"Temporal Anomaly Box, Number 12, Location: Central Savanna\"\n\nI took the lid off carefully, though it was in perfect condition and I\ndid not need to treat it so, and looked inside of it. There was a\nnotebook and a pen there, both capable of producing a large of amount of\nenduring text. This was one of the boxes that had been taken back\nthrough time in the experiments of the Zards and Canitaurs, designed to\nwithstand any conditions, and to hold its contents for countless ages,\nuntil they should be retrieved and studied. I sat down on the ground and\nbegan to write my story down, in order to assist whoever takes the job\nof kinsman redeemer in the next age. I knew that it would have all been\nforgotten, so I made sure to carefully record it, for it could mean the\ndifference between the life and death of humanity.\n\nThis was only hours ago, and now I have reached the end my tale. If by\nany chance you come upon this in some subsequent age, I beg you to take\nheed, for what I have written will surely come to pass once more if\nsomething is not done to prevent it. There is nothing else for me to\nsay, for this is the end of my story, and within the next day I will\nalso pass over to the spiritual realm. What, then, can I say to bring\nthis to a close, for this is neither the end nor the beginning. I\nsuppose all that can be said is this:\n\n\n\nDEJA VU (THE END)\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Revolutions of Time, by Jonathan Dunn\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE REVOLUTIONS OF TIME ***\n\n***** This file should be named 8735.txt or 8735.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/8/7/3/8735/\n\nProduced by Jonathan Dunn\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}